{"session_id": 45, "bill_id": 12514, "bill_type": "Senate Bill", "bill_number": 124, "bill_title": "to revise the tourism promotion tax, to appropriate the revenue therefrom, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 1936, "is_prime": true}, {"legislator_profile_id": 1972, "is_prime": true}, {"legislator_profile_id": 1884, "is_prime": false}, {"legislator_profile_id": 1885, "is_prime": false}, {"legislator_profile_id": 1886, "is_prime": false}, {"legislator_profile_id": 1888, "is_prime": false}, {"legislator_profile_id": 1889, "is_prime": false}, {"legislator_profile_id": 1892, "is_prime": false}, {"legislator_profile_id": 1895, "is_prime": false}, {"legislator_profile_id": 1896, "is_prime": false}, {"legislator_profile_id": 1900, "is_prime": false}, {"legislator_profile_id": 1901, "is_prime": false}, {"legislator_profile_id": 1904, "is_prime": false}, {"legislator_profile_id": 1905, "is_prime": false}, {"legislator_profile_id": 1906, "is_prime": false}, {"legislator_profile_id": 1907, "is_prime": false}, {"legislator_profile_id": 1908, "is_prime": false}, {"legislator_profile_id": 1910, "is_prime": false}, {"legislator_profile_id": 1911, "is_prime": false}, {"legislator_profile_id": 1913, "is_prime": false}, {"legislator_profile_id": 1914, "is_prime": false}, {"legislator_profile_id": 1915, "is_prime": false}, {"legislator_profile_id": 1918, "is_prime": false}, {"legislator_profile_id": 1919, "is_prime": false}, {"legislator_profile_id": 1924, "is_prime": false}, {"legislator_profile_id": 1925, "is_prime": false}, {"legislator_profile_id": 1926, "is_prime": false}, {"legislator_profile_id": 1927, "is_prime": false}, {"legislator_profile_id": 1928, "is_prime": false}, {"legislator_profile_id": 1930, "is_prime": false}, {"legislator_profile_id": 1932, "is_prime": false}, {"legislator_profile_id": 1933, "is_prime": false}, {"legislator_profile_id": 1934, "is_prime": false}, {"legislator_profile_id": 1935, "is_prime": false}, {"legislator_profile_id": 1938, "is_prime": false}, {"legislator_profile_id": 1945, "is_prime": false}, {"legislator_profile_id": 1946, "is_prime": false}, {"legislator_profile_id": 1950, "is_prime": false}, {"legislator_profile_id": 1956, "is_prime": false}, {"legislator_profile_id": 1957, "is_prime": false}, {"legislator_profile_id": 1959, "is_prime": false}, {"legislator_profile_id": 1961, "is_prime": false}, {"legislator_profile_id": 1962, "is_prime": false}, {"legislator_profile_id": 1963, "is_prime": false}, {"legislator_profile_id": 1965, "is_prime": false}, {"legislator_profile_id": 1966, "is_prime": false}, {"legislator_profile_id": 1969, "is_prime": false}, {"legislator_profile_id": 1973, "is_prime": false}, {"legislator_profile_id": 1978, "is_prime": false}, {"legislator_profile_id": 1979, "is_prime": false}, {"legislator_profile_id": 1980, "is_prime": false}, {"legislator_profile_id": 1981, "is_prime": false}, {"legislator_profile_id": 1983, "is_prime": false}, {"legislator_profile_id": 1985, "is_prime": false}, {"legislator_profile_id": 1986, "is_prime": false}, {"legislator_profile_id": 1987, "is_prime": false}], "keywords": ["Economic Development", "Sales & Use Taxes", "Signed by Governor", "Tourism"], "audio": [], "bill_versions": [{"bill_id": 12514, "bill_version_id": 73663, "bill_version": "Introduced", "bill_version_date": "1997-01-24T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the tourism promotion tax and to appropriate the revenue therefrom. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby imposed a tax of one percent on the gross receipts from hotels and lodging places; campgrounds; motor vehicle rentals; visitor attractions; recreational equipment rentals; recreational services; spectator events; and visitor-intensive businesses. The tax imposed by this section to the gross receipts of visitor-intensive businesses shall apply to the gross receipts received by such businesses during the months of June, July, August, and September. The tax imposed by this section is in addition to any other tax imposed by chapters 10-45 and 10-46. Tangible personal property, services, and admissions are subject to the tax imposed by this Act only if subject to tax by chapters 10-45 and 10-46. Section 2. The revenue from the tax imposed by this Act shall be deposited in the tourism promotion fund created in § 1-42-31. Section 3. The tax imposed by section 1 of this Act on hotels and lodging establishments shall only apply to the gross receipts from the rental of rooms by hotels and lodging establishments. A lodging establishment is any building, structure, property, or premise kept, used, maintained, advertised, or held out to the public to be a place where sleeping accommodations are furnished in two or more rental units to transient guest. The following constitute hotels and lodging establishments: bed and breakfast inns, boarding houses, bungalows cabins, condominiums, cottages, dude ranches, guest houses, guest ranches, hostels, hotels, inns, lodges, motels, lodges, motels, resorts, tourist homes, timeshare rentals, vacation home rentals, and villas. Section 4. The tax imposed by section 1 of this Act on campgrounds shall apply to the gross receipts from the rental of campground space. A campground is any property or premise kept, used, maintained, advertised, or held out to the public to be a place where sites are available for placing of tents, campers, trainers, mobile homes, or other mobile accommodations in two or more rental units to transient guests. Campgrounds include city, county, and state-owned campgrounds, as well as concessionaires or contractors who manage or operate publicly-owned campgrounds. The following constitute campgrounds: campgrounds, camping cabins, camping resorts, commercial picnic grounds, organizational camps, park units, recreational vehicle parks, trailer parks, and youth camps. Section 5. For the purposes of section 1 of this Act, a visitor attraction is any business establishment that offers recreation, entertainment, or interpretation of natural or cultural history. The following constitute visitor attractions: aerial tramways, amusement parks, animal exhibits, animal shows, antique car exhibits, antique exhibits, arboreta, aquariums, batting cages, botanical gardens, bumper boats, bumper cars, bungee jumps, carnival rides, chuck wagon suppers, commercial playgrounds, go-cart raceways, gold mines, golf driving ranges, historic sites, human mazes, hunting preserves, miniature golf courses, museums, music shows, observation towers, outdoor dramas, pitch 'n putt golf courses, playhouses, racetracks, recreational gold mining, reptile exhibits, restorations, scenic railroads, shooting preserves, show caves, ski areas, spectator events, water slides, wave pools, wax figure exhibits, and zoological gardens. The tax imposed by section 1 of this Act applies to the gross receipts from admission to a visitor attraction and from the sale of tangible personal property, services, parking, or transportation. A visitor attraction includes any business which is being conducted on the site of another visitor attraction. Section 6. For the purposes of section 1 of this Act, a recreational service is any business establishment that provides leisure or recreational experiences. The following constitute recreational services: aerial sightseeing tours, amusement rides, bath houses, carriage rides, climbing guides, day camps, fishing guides, fishing ponds, golf driving ranges, hunting guides, outfitters, pack trains, private beaches, river rafting, saddle horse rides, sightseeing guides, sightseeing tours, shooting galleries, shooting ranges, skeet ranges, ski instruction, ski lift tickets, ski trails, spas, trail rides, trap ranges, tour bus excursions, and youth camps. Section 7. For the purposes of section 1 of this Act, recreational equipment rentals include all items rented for twenty-eight days or less whose primary purpose is recreational use. Rental, under such circumstances, of the following constitute recreational equipment rentals: all-terrain vehicles, beach chairs, bicycles, bumper boats, bumper cars, campers, camping trailers, firearms, fishing equipment, flotation devices, go carts, golf clubs, hunting dogs, hunting equipment, mopeds, motor coaches, motorcycles, pack animals, recreational courts and equipment, recreational gold mining equipment, recreational vehicles, recreational water equipment, rock climbing gear, roller blades, saddle horses, skis, snowboards, snowmobiles, snowmobile trailers, snowshoes, watercraft, and watercraft trailers. Section 8. For the purposes of section 1 of this Act, a spectator event is any organized activity meant for entertainment or education and open to the public. The following constitute spectator events: air shows, auto races, auto shows, balloon shows, boat races, car rallies, carnivals, circuses, concerts, dance festivals, draft horse contests, ethnic festivals, exhibitions, expositions, fairs, greyhound races, horse races, horse shows, monster truck shows, motorcycle expositions, motorcycle races, music festivals, rodeos, sporting events, stage performances, threshing bees, tractor pull contests, and water-skiing shows. The tax imposed by section 1 of this Act applies to the gross receipts from admission to a spectator event and from the sale of tangible personal property, services, parking, or transportation at a spectator event. A spectator event includes any business which is conducted on the site of another spectator event. Section 9. For the purposes of section 1 of this Act, a visitor-intensive business is any: antique shop, book store, candy store, flea market, gift shop, indigenous arts and craft shop, jewelry, lapidary shop, leather goods shop, marina, novelty shop, pottery shop, rock shop, souvenir shop, and tee shirt shop if fifty percent of annual total receipts are derived from the sale of tangible personal property, during the months of June, July, August, and September. No postsecondary, college, and university book store is, however, included. Section 10. There is exempted from the tax imposed by section 1 of this Act, gross receipts from the rental of rooms or sites at a lodging establishment or campground owned by nonprofit religious, educational, or youth organization if rented to members of such organizations. Section 11. That § 10-45-69 be repealed. 10-45-69. There is hereby imposed a tax of one percent on the gross receipts from hotels, rooming houses, camps, and other lodging places (major group 70), passenger car rental (industry no. 7514), amusement parks (industry no. 7996), amusement and recreation services, not elsewhere classified (industry no. 7999), and marinas (industry no. 4493) as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President. The tax imposed by this section is in addition to any other tax imposed by this chapter. The revenue from the tax imposed by this section shall be deposited in the tourism promotion fund created in § 1-42-31. Section 12. That § 10-45-91 be amended to read as follows: 10-45-91. Notwithstanding the provisions of § 10-45-13, admissions to rodeos and rodeo related activities and events are subject to the tax imposed by § § 10-45-8 and 10-45-69 section 8 of this Act ."}, {"bill_id": 12514, "bill_version_id": 73665, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "1997-02-04T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the tourism promotion tax and to appropriate the revenue therefrom. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby imposed a tax of one percent on the gross receipts from hotels and lodging places; campgrounds; motor vehicle rentals; visitor attractions; recreational equipment rentals; recreational services; spectator events; and visitor-intensive businesses. The tax imposed by this section to the gross receipts of visitor-intensive businesses shall apply to the gross receipts received by such businesses during the months of June, July, August, and September. The tax imposed by this section is in addition to any other tax imposed by chapters 10-45 and 10-46. Tangible personal property, services, and admissions are subject to the tax imposed by this Act only if subject to tax by chapters 10-45 and 10-46. Section 2. The revenue from the tax imposed by this Act shall be deposited in the tourism promotion fund created in § 1-42-31. Section 3. The tax imposed by section 1 of this Act on hotels and lodging establishments shall only apply to the gross receipts from the rental of rooms by hotels and lodging establishments. A lodging establishment is any building, structure, property, or premise kept, used, maintained, advertised, or held out to the public to be a place where sleeping accommodations are furnished in two or more rental units to transient guest. The following constitute hotels and lodging establishments: bed and breakfast inns, boarding houses, bungalows cabins, condominiums, cottages, dude ranches, guest houses, guest ranches, hostels, hotels, inns, lodges, motels, lodges, motels, resorts, tourist homes, timeshare rentals, vacation home rentals, and villas. Section 4. The tax imposed by section 1 of this Act on campgrounds shall apply to the gross receipts from the rental of campground space. A campground is any property or premise kept, used, maintained, advertised, or held out to the public to be a place where sites are available for placing of tents, campers, trainers, mobile homes, or other mobile accommodations in two or more rental units to transient guests. Campgrounds include city, county, and state-owned campgrounds, as well as concessionaires or contractors who manage or operate publicly-owned campgrounds. The following constitute campgrounds: campgrounds, camping cabins, camping resorts, commercial picnic grounds, organizational camps, park units, recreational vehicle parks, trailer parks, and youth camps. Section 5. For the purposes of section 1 of this Act, a visitor attraction is any business establishment that offers recreation, entertainment, or interpretation of natural or cultural history. The following constitute visitor attractions: aerial tramways, amusement parks, animal exhibits, animal shows, antique car exhibits, antique exhibits, arboreta, aquariums, batting cages, botanical gardens, bumper boats, bumper cars, bungee jumps, carnival rides, chuck wagon suppers, commercial playgrounds, go-cart raceways, gold mines, golf driving ranges, historic sites, human mazes, hunting preserves, miniature golf courses, museums, music shows, observation towers, outdoor dramas, pitch 'n putt golf courses, playhouses, racetracks, recreational gold mining, reptile exhibits, restorations, scenic railroads, shooting preserves, show caves, ski areas, spectator events, water slides, wave pools, wax figure exhibits, and zoological gardens. The tax imposed by section 1 of this Act applies to the gross receipts from admission to a visitor attraction and from the sale of tangible personal property, services, parking, or transportation. A visitor attraction includes any business which is being conducted on the site of another visitor attraction. Section 6. For the purposes of section 1 of this Act, a recreational service is any business establishment that provides leisure or recreational experiences. The following constitute recreational services: aerial sightseeing tours, amusement rides, bath houses, carriage rides, climbing guides, day camps, fishing guides, fishing ponds, golf driving ranges, hunting guides, outfitters, pack trains, private beaches, river rafting, saddle horse rides, sightseeing guides, sightseeing tours, shooting galleries, shooting ranges, skeet ranges, ski instruction, ski lift tickets, ski trails, spas, trail rides, trap ranges, tour bus excursions, and youth camps. Section 7. For the purposes of section 1 of this Act, recreational equipment rentals include all items rented for twenty-eight days or less whose primary purpose is recreational use. Rental, under such circumstances, of the following constitute recreational equipment rentals: all-terrain vehicles, beach chairs, bicycles, bumper boats, bumper cars, campers, camping trailers, firearms, fishing equipment, flotation devices, go carts, golf clubs, hunting dogs, hunting equipment, mopeds, motor coaches, motorcycles, pack animals, recreational courts and equipment, recreational gold mining equipment, recreational vehicles, recreational water equipment, rock climbing gear, roller blades, saddle horses, skis, snowboards, snowmobiles, snowmobile trailers, snowshoes, watercraft, and watercraft trailers. Section 8. For the purposes of section 1 of this Act, a spectator event is any organized activity meant for entertainment or education and open to the public. The following constitute spectator events: air shows, auto races, auto shows, balloon shows, boat races, car rallies, carnivals, circuses, concerts, dance festivals, draft horse contests, ethnic festivals, exhibitions, expositions, fairs, greyhound races, horse races, horse shows, monster truck shows, motorcycle expositions, motorcycle races, music festivals, rodeos, sporting events, stage performances, threshing bees, tractor pull contests, and water-skiing shows. The tax imposed by section 1 of this Act applies to the gross receipts from admission to a spectator event and from the sale of tangible personal property, services, parking, or transportation at a spectator event. A spectator event includes any business which is conducted on the site of another spectator event. Section 9. For the purposes of section 1 of this Act, a visitor-intensive business is any: antique shop, book store, candy store, flea market, gift shop, indigenous arts and craft shop, jewelry, lapidary shop, leather goods shop, marina, novelty shop, pottery shop, rock shop, souvenir shop, and tee shirt shop if fifty percent or more of annual total receipts are derived from the sale of tangible personal property, during the months of June, July, August, and September. No postsecondary, college, and university book store is, however, included. Section 10. There is exempted from the tax imposed by section 1 of this Act, gross receipts from the rental of rooms or sites at a lodging establishment or campground owned by nonprofit religious, educational, or youth organization if rented to members of such organizations. Section 11. That § 10-45-69 be repealed. 10-45-69. There is hereby imposed a tax of one percent on the gross receipts from hotels, rooming houses, camps, and other lodging places (major group 70), passenger car rental (industry no. 7514), amusement parks (industry no. 7996), amusement and recreation services, not elsewhere classified (industry no. 7999), and marinas (industry no. 4493) as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President. The tax imposed by this section is in addition to any other tax imposed by this chapter. The revenue from the tax imposed by this section shall be deposited in the tourism promotion fund created in § 1-42-31. Section 12. That § 10-45-91 be amended to read as follows: 10-45-91. Notwithstanding the provisions of § 10-45-13, admissions to rodeos and rodeo related activities and events are subject to the tax imposed by § § 10-45-8 and 10-45-69 section 8 of this Act . BILL HISTORY January 24 - First read in Senate and referred to State Affairs. S.J. 158 February 3 - Scheduled for hearing. February 3 - Passed as amended, AYES 7, NAYS 0. S.J. 277"}, {"bill_id": 12514, "bill_version_id": 73664, "bill_version": "Senate Engrossed", "bill_version_date": "1997-02-06T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the tourism promotion tax, to appropriate the revenue therefrom, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby imposed a tax of one percent on the gross receipts from hotels and lodging places; campgrounds; motor vehicle rentals; visitor attractions; recreational equipment rentals; recreational services; spectator events; and visitor-intensive businesses. The tax imposed by this section to the gross receipts of visitor-intensive businesses shall apply to the gross receipts received by such businesses during the months of June, July, August, and September. The tax imposed by this section is in addition to any other tax imposed by chapters 10-45 and 10-46. Tangible personal property, services, and admissions are subject to the tax imposed by this Act only if subject to tax by chapters 10-45 and 10-46. Section 2. The revenue from the tax imposed by this Act shall be deposited in the tourism promotion fund created in § 1-42-31. Section 3. The tax imposed by section 1 of this Act on hotels and lodging establishments shall only apply to the gross receipts from the rental of rooms by hotels and lodging establishments. A lodging establishment is any building, structure, property, or premise kept, used, maintained, advertised, or held out to the public to be a place where sleeping accommodations are furnished in two or more rental units to transient guest. The following constitute hotels and lodging establishments: bed and breakfast inns, boarding houses, bungalows cabins, condominiums, cottages, dude ranches, guest houses, guest ranches, hostels, hotels, inns, lodges, motels, resorts, tourist homes, timeshare rentals, vacation home rentals, and villas. Section 4. The tax imposed by section 1 of this Act on campgrounds shall apply to the gross receipts from the rental of campground space. A campground is any property or premise kept, used, maintained, advertised, or held out to the public to be a place where sites are available for placing of tents, campers, trainers, mobile homes, or other mobile accommodations in two or more rental units to transient guests. Campgrounds include city, county, and state-owned campgrounds, as well as concessionaires or contractors who manage or operate publicly-owned campgrounds. The following constitute campgrounds: campgrounds, camping cabins, camping resorts, commercial picnic grounds, organizational camps, park units, recreational vehicle parks, trailer parks, and youth camps. Section 5. For the purposes of section 1 of this Act, a visitor attraction is any business establishment that offers recreation, entertainment, or interpretation of natural or cultural history. The following constitute visitor attractions: aerial tramways, amusement parks, animal exhibits, animal shows, antique car exhibits, antique exhibits, arboreta, aquariums, batting cages, botanical gardens, bumper boats, bumper cars, bungee jumps, carnival rides, chuck wagon suppers, commercial playgrounds, go-cart raceways, gold mines, golf driving ranges, historic sites, human mazes, hunting preserves, miniature golf courses, museums, music shows, observation towers, outdoor dramas, pitch 'n putt golf courses, playhouses, racetracks, recreational gold mining, reptile exhibits, restorations, scenic railroads, shooting preserves, show caves, ski areas, spectator events, water slides, wave pools, wax figure exhibits, and zoological gardens. The tax imposed by section 1 of this Act applies to the gross receipts from admission to a visitor attraction and from the sale of tangible personal property, services, parking, or transportation. A visitor attraction includes any business which is being conducted on the site of another visitor attraction. Section 6. For the purposes of section 1 of this Act, a recreational service is any business establishment that provides leisure or recreational experiences. The following constitute recreational services: aerial sightseeing tours, amusement rides, bath houses, carriage rides, climbing guides, day camps, fishing guides, fishing ponds, golf driving ranges, hunting guides, outfitters, pack trains, private beaches, river rafting, saddle horse rides, sightseeing guides, sightseeing tours, shooting galleries, shooting ranges, skeet ranges, ski instruction, ski lift tickets, ski trails, spas, trail rides, trap ranges, tour bus excursions, and youth camps. Section 7. For the purposes of section 1 of this Act, recreational equipment rentals include all items rented for twenty-eight days or less whose primary purpose is recreational use. Rental, under such circumstances, of the following constitute recreational equipment rentals: all-terrain vehicles, beach chairs, bicycles, bumper boats, bumper cars, campers, camping trailers, firearms, fishing equipment, flotation devices, go carts, golf clubs, hunting dogs, hunting equipment, mopeds, motor coaches, motorcycles, pack animals, recreational courts and equipment, recreational gold mining equipment, recreational vehicles, recreational water equipment, rock climbing gear, roller blades, saddle horses, skis, snowboards, snowmobiles, snowmobile trailers, snowshoes, watercraft, and watercraft trailers. Section 8. For the purposes of section 1 of this Act, a spectator event is any organized activity meant for entertainment or education and open to the public. The following constitute spectator events: air shows, auto races, auto shows, balloon shows, boat races, car rallies, carnivals, circuses, concerts, dance festivals, draft horse contests, ethnic festivals, exhibitions, expositions, fairs, greyhound races, horse races, horse shows, monster truck shows, motorcycle expositions, motorcycle races, music festivals, rodeos, sporting events, stage performances, threshing bees, tractor pull contests, and water-skiing shows. The tax imposed by section 1 of this Act applies to the gross receipts from admission to a spectator event and from the sale of tangible personal property, services, parking, or transportation at a spectator event. A spectator event includes any business which is conducted on the site of another spectator event. Section 9. For the purposes of section 1 of this Act, a visitor-intensive business is any: antique shop, book store, candy store, flea market, gift shop, indigenous arts and craft shop, jewelry, lapidary shop, leather goods shop, marina, novelty shop, pottery shop, rock shop, souvenir shop, and tee shirt shop if fifty percent or more of annual total receipts are derived from the sale of tangible personal property, during the months of June, July, August, and September. No postsecondary, college, and university book store is, however, included. Section 10. There is exempted from the tax imposed by section 1 of this Act, gross receipts from the rental of rooms or sites at a lodging establishment or campground owned by nonprofit religious, educational, or youth organization if rented to members of such organizations. Section 11. That § 10-45-69 be repealed. 10-45-69. There is hereby imposed a tax of one percent on the gross receipts from hotels, rooming houses, camps, and other lodging places (major group 70), passenger car rental (industry no. 7514), amusement parks (industry no. 7996), amusement and recreation services, not elsewhere classified (industry no. 7999), and marinas (industry no. 4493) as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President. The tax imposed by this section is in addition to any other tax imposed by this chapter. The revenue from the tax imposed by this section shall be deposited in the tourism promotion fund created in § 1-42-31. Section 12. That § 10-45-91 be amended to read as follows: 10-45-91. Notwithstanding the provisions of § 10-45-13, admissions to rodeos and rodeo related activities and events are subject to the tax imposed by § § 10-45-8 and 10-45-69 section 1 of this Act . Section 13. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval. BILL HISTORY 1/24/97 First read in Senate and referred to State Affairs. S.J. 158 2/3/97 Scheduled for Committee hearing on this date. 2/3/97 State Affairs Do Pass Amended, AYES 7, NAYS 0. S.J. 277 2/5/97 Senate Do Pass Amended, AYES 33, NAYS 2. 2/5/97 Amended title."}, {"bill_id": 12514, "bill_version_id": 73662, "bill_version": "Enrolled", "bill_version_date": "1997-02-26T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12514, "action_date": "1997-01-24T14:00:00-06:00", "document_id": 72883, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72883.pdf", "status_text": "First read in Senate and referred to", "journal_page": 158, "committee_id_action": 545, "committee_id_assigned": 527, "result": "N", "vote": {}}, {"bill_id": 12514, "action_date": "1997-02-03T07:45:00-06:00", "document_id": 72266, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72266.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12514, "action_date": "1997-02-03T07:45:00-06:00", "document_id": 72266, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72266.pdf", "status_text": "Do Pass Amended,", "journal_page": 277, "committee_id_action": 527, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37310, "president_vote": null, "Yea": [1911, 1915, 1912, 1930, 1946, 1969, 1927], "Excused": [1956, 1986]}}, {"bill_id": 12514, "action_date": "1997-02-05T14:00:00-06:00", "document_id": 72899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72899.pdf", "status_text": "Motion to Amend,", "journal_page": 327, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12514, "action_date": "1997-02-05T14:00:00-06:00", "document_id": 72899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72899.pdf", "status_text": "Motion to Amend,", "journal_page": 327, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12514, "action_date": "1997-02-05T14:00:00-06:00", "document_id": 72899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72899.pdf", "status_text": "Do Pass Amended,", "journal_page": 327, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35343, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1920, 1925, 1927, 1928, 1930, 1932, 1935, 1938, 1945, 1946, 1955, 1956, 1959, 1960, 1965, 1969, 1972, 1977, 1978, 1979, 1981, 1986], "Nay": [1939, 1976]}}, {"bill_id": 12514, "action_date": "1997-02-05T14:00:00-06:00", "document_id": 72899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72899.pdf", "status_text": "Title Amended", "journal_page": 328, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12514, "action_date": "1997-02-06T14:00:00-06:00", "document_id": 72900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72900.pdf", "status_text": "First read in House and referred to", "journal_page": 354, "committee_id_action": 544, "committee_id_assigned": 539, "result": "N", "vote": {}}, {"bill_id": 12514, "action_date": "1997-02-21T10:00:00-06:00", "document_id": 72424, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72424.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12514, "action_date": "1997-02-21T10:00:00-06:00", "document_id": 72424, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72424.pdf", "status_text": "Do Pass,", "journal_page": 626, "committee_id_action": 539, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37030, "president_vote": null, "Yea": [1890, 1900, 1904, 1924, 1931, 1936, 1967, 1940, 1949, 1970, 1961, 1921], "Excused": [1926]}}, {"bill_id": 12514, "action_date": "1997-02-24T14:00:00-06:00", "document_id": 72924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72924.pdf", "status_text": "Deferred to another day", "journal_page": 672, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12514, "action_date": "1997-02-25T14:00:00-06:00", "document_id": 72926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72926.pdf", "status_text": "Do Pass,", "journal_page": 698, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36830, "president_vote": null, "Yea": [1886, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1898, 1900, 1902, 1903, 1904, 1906, 1907, 1909, 1910, 1913, 1914, 1916, 1917, 1918, 1921, 1922, 1923, 1926, 1929, 1931, 1933, 1934, 1936, 1937, 1941, 1942, 1943, 1944, 1947, 1948, 1949, 1950, 1951, 1952, 1953, 1957, 1958, 1961, 1962, 1963, 1966, 1967, 1968, 1970, 1971, 1973, 1974, 1975, 1980, 1982, 1983, 1985, 1987, 1988, 1924], "Nay": [1887, 1954, 1984], "Excused": [1899, 1940, 1964]}}, {"bill_id": 12514, "action_date": "1997-02-27T14:00:00-06:00", "document_id": 72931, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72931.pdf", "status_text": "Signed by President", "journal_page": 699, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12514, "action_date": "1997-02-28T14:00:00-06:00", "document_id": 72932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72932.pdf", "status_text": "Signed by Speaker", "journal_page": 787, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12514, "action_date": "1997-03-03T14:00:00-06:00", "document_id": 72935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72935.pdf", "status_text": "Delivered to the Governor", "journal_page": 719, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12514, "action_date": "1997-03-05T14:00:00-06:00", "document_id": 72939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72939.pdf", "status_text": "Signed by Governor", "journal_page": 810, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 566, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12514"}