{"session_id": 4, "bill_id": 5027, "bill_type": "House Bill", "bill_number": 1155, "bill_title": "provide for the practice and regulation of licensed midwives.", "sponsors": [{"legislator_profile_id": 556, "is_prime": true}, {"legislator_profile_id": 613, "is_prime": true}, {"legislator_profile_id": 602, "is_prime": false}, {"legislator_profile_id": 621, "is_prime": false}, {"legislator_profile_id": 609, "is_prime": false}, {"legislator_profile_id": 614, "is_prime": false}, {"legislator_profile_id": 597, "is_prime": false}, {"legislator_profile_id": 608, "is_prime": false}, {"legislator_profile_id": 534, "is_prime": false}, {"legislator_profile_id": 580, "is_prime": false}, {"legislator_profile_id": 545, "is_prime": false}, {"legislator_profile_id": 595, "is_prime": false}, {"legislator_profile_id": 633, "is_prime": false}, {"legislator_profile_id": 543, "is_prime": false}, {"legislator_profile_id": 610, "is_prime": false}, {"legislator_profile_id": 581, "is_prime": false}, {"legislator_profile_id": 632, "is_prime": false}, {"legislator_profile_id": 544, "is_prime": false}, {"legislator_profile_id": 577, "is_prime": false}, {"legislator_profile_id": 546, "is_prime": false}, {"legislator_profile_id": 578, "is_prime": false}, {"legislator_profile_id": 612, "is_prime": false}, {"legislator_profile_id": 551, "is_prime": false}, {"legislator_profile_id": 615, "is_prime": false}, {"legislator_profile_id": 627, "is_prime": false}, {"legislator_profile_id": 563, "is_prime": false}, {"legislator_profile_id": 559, "is_prime": false}], "keywords": ["Administrative Rules", "Health Care", "Licensing", "Professions and Occupations", "Public Health and Safety"], "audio": [{"meeting_datetime": "2008-02-04T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hhe17.mp3", "start_seconds": 84.0}, {"meeting_datetime": "2008-02-04T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hhe17.mp3", "start_seconds": 84.0}, {"meeting_datetime": "2008-02-04T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hhe17.mp3", "start_seconds": 84.0}, {"meeting_datetime": "2008-02-04T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hhe17.mp3", "start_seconds": 84.0}], "bill_versions": [{"bill_id": 5027, "bill_version_id": 970, "bill_version": "Introduced", "bill_version_date": "2008-01-15T09:27:27.24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the practice and regulation of licensed midwives. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Client,\" a woman under the care of a licensed midwife; (2) \"Board,\" the South Dakota Board of Nursing; (3) \"Health care provider,\" any physician, certified nurse midwife, emergency medical personnel, or other practitioner of the healing arts; (4) \"Licensed midwife,\" any person to whom a license to practice midwifery has been issued pursuant to this Act. Section 2. For the purposes of this Act, the practice of licensed midwifery is the autonomous management and care of the childbearing woman during pregnancy, labor, delivery, and postpartum periods and the care and management of the normal newborn, in accordance with national professional midwifery standards. Section 3. No person may engage in the practice of licensed midwifery without being licensed or exempted pursuant to this Act. No person may use the title, licensed midwife, to describe or imply that he or she is a licensed midwife, or represent himself or herself as a licensed midwife unless the person is granted a license pursuant to this Act. A violation of this section is a Class 2 misdemeanor. The following persons are exempt from the licensure requirements of this Act when providing care during pregnancy, labor, delivery, postpartum, and newborn periods: (1) Any certified nurse midwife authorized by the board to practice in South Dakota; (2) Any student of midwifery in the course of taking an internship, preceptorship, or clinical training program, who is under the direction and supervision of a preceptor recognized by the North American Registry of Midwives; and (3) Any person exempt pursuant to § 36-2-20. Section 4. The act of applying for or being granted a license to practice licensed midwifery does not impact any other license a person may hold. Section 5. The board shall appoint a midwifery advisory committee composed of two midwives who hold the certified professional midwife credential granted by the North American Registry of Midwives, one certified nurse midwife, one physician, and one South Dakota citizen who has received midwifery care in an out-of-hospital setting. Each committee member shall serve a term of three years. However, the terms of initial appointees shall be staggered so that no more than two members' terms expire in any one year. No committee member may be appointed to more than three consecutive full terms. If a vacancy occurs, the board shall appoint a person to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The committee shall meet at least annually or as deemed necessary to conduct business. The midwifery advisory committee shall assist the board in the regulation of licensed midwives pursuant to this Act. The committee shall also make recommendations to the board regarding rules promulgated pursuant to this Act. Section 6. An applicant for a license as a licensed midwife shall file an application with the board in the manner, and along with an application fee, established by the board in rules promulgated pursuant to chapter 1-26. The board shall issue a license as a licensed midwife to any applicant who pays the license fee and furnishes the board with satisfactory evidence of the following: (1) The applicant is at least twenty-one years of age; (2) The applicant is of good moral character; (3) The applicant holds one of the following credentials: (a) Certified professional midwife credential granted by the North American Registry of Midwives; or (b) Certified nurse midwife credential granted by the American College of Nurse Midwives Certification Council. The board may refuse to grant a license to any person based on failure to demonstrate the requirements of this section. An applicant may appeal the denial of a license pursuant to chapter 1-26. Section 7. The board shall promulgate rules pursuant to chapter 1-26 to establish standards of professional practice for licensed midwives. Any rules adopted by the board pursuant to this Act shall be consistent with standards regarding the practice of midwifery established by the National Association of Certified Professional Midwives whose essential documents include subject matter concerning scope of practice, standards of practice, informed consent, appropriate consultation, collaboration or referral, and acknowledgment of a woman's right to self- determination concerning her maternity care. The board shall promulgate rules in the following areas: (1) Original licensure fee not to exceed one hundred dollars; (2) Renewal of licensure, including a renewal fee not to exceed fifty dollars, and notification of the approaching expiration of a license; (3) Terms, conditions, and a fee not to exceed fifty dollars for reinstatement of a lapsed license; (4) Continuing education requirements; (5) Minimum requirements for a plan of care agreement, which shall provide information regarding practice guidelines and the responsibilities and rights of the licensed midwife; (6) Protocol and formulary for medications used by licensed midwives including Vitamin K, eye prophylaxis, RhoGAM, anti-hemorrhagic medications and oxygen; (7) Procedures that may be performed in the practice of midwifery; (8) Conditions for which medical consultations shall be advised; (9) Conditions for which emergency interventions shall be instituted while waiting for a medical consultation. Section 8. No licensed midwife may be required to: (1) Have a nursing degree or diploma; (2) Practice under the supervision of, or in collaboration with, another health care provider; (3) Enter into an agreement, written or otherwise, with another health care provider; (4) Limit the location where the licensed midwife practices midwifery. Section 9. No licensed midwife may use forceps or vacuum extraction or perform cesarean sections or abortions. Section 10. A licensed midwife shall, at an initial consultation with a client, provide a copy of an informed consent document to be signed by the licensed midwife and the client and disclose to the client, in writing, all of the following: (1) The licensed midwife's experience, qualifications, and training; (2) Whether the licensed midwife has malpractice liability insurance coverage and the policy limits of any such coverage; (3) A protocol for medical emergencies, including transportation to a hospital, particular to each client; (4) Any other information required by board rule. Section 11. Any money coming into the custody of the board pursuant to this Act shall be deposited with the state treasurer. The state treasurer shall credit the money to the licensed midwives fund, which fund is hereby created. The money in the account shall be used for the purpose of paying the expense of administering and implementing the provisions of this Act. Any expenditure of money out of the fund shall be made only by appropriation by the Legislature through the General Appropriation Act or a special appropriation bill. The treasurer of the board shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 12. A licensed midwife shall file birth certificates with the Department of Health in accordance with § 34-25-8. Filing a birth certificate known by the licensed midwife to be fraudulent is a Class 2 misdemeanor. Section 13. A licensed midwife shall report to the board any termination, revocation, or suspension of the licensed midwife's certification within thirty days of being notified of such action. Section 14. The board shall assist the public as follows: (1) Provide general information for licensure as midwives; (2) Maintain and provide a list of licensed midwives, upon request, including contact information of the licensed midwives; (3) Provide the name and license number of a midwife, upon request, and an indication as to whether the midwife's license is active, expired, or revoked. Section 15. The board may conduct investigations and hearings to determine whether a violation of this Act or any rule promulgated pursuant to this Act has occurred. Section 16. The board may reprimand a licensed midwife or deny, limit, suspend, or revoke a license granted under this Act if the board finds that the applicant or the licensed midwife has done any of the following: (1) Had his or her certification terminated, revoked, or suspended; (2) Intentionally made a material misstatement in an application for a license or for a renewal of a license; (3) Practiced midwifery while impaired by alcohol or drugs; (4) In the course of the practice of midwifery, made a substantial misrepresentation that was relied upon by a client; (5) Advertised in a way that was false or misleading; (6) In the course of the practice of midwifery, engaged in conduct that evidences an inability to apply the principles or skills of midwifery; (7) Obtained or attempted to obtain compensation through fraud or deceit; or (8) Violated this Act or any rule promulgated pursuant to this Act. It is a Class 2 misdemeanor to use or attempt to use a license that has been suspended or revoked. Section 17. No person many obtain or attempt to obtain a license pursuant to this Act through bribery or fraudulent misrepresentation. A violation of this section is a Class 2 misdemeanor. Section 18. The practice of midwifery in South Dakota prior to the effective date of this Act does not constitute grounds for disciplinary action by the board or any other state board or agency. Section 19. No other licensed health care provider or hospital or agent thereof is liable for an injury resulting from an act or omission by a licensed midwife. Except as otherwise provided by law, no health care provider or hospital or agent thereof is exempt from liability for his or her own subsequent and independent negligent, grossly negligent, or willful or wanton acts or omissions. Section 20. That chapter 36-9A be amended by adding thereto a NEW SECTION to read as follows: Nothing in this chapter restricts the right of a licensed midwife to practice in accordance with this Act. Section 21. That chapter 36-4 be amended by adding thereto a NEW SECTION to read as follows: Nothing in this chapter restricts the right of a licensed midwife to practice in accordance with this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5027, "action_date": "2008-01-15T14:00:00-06:00", "document_id": 1045, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1045.pdf", "status_text": "First read in House and referred to", "journal_page": 129, "committee_id_action": 27, "committee_id_assigned": 18, "result": "N", "vote": {}}, {"bill_id": 5027, "action_date": "2008-02-04T07:45:00-06:00", "document_id": 2189, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2189.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 18, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5027, "action_date": "2008-02-04T07:45:00-06:00", "document_id": 2398, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2398.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 18, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 1121, "president_vote": null, "Nay": [579, 623, 565, 633, 605, 571, 603, 626], "Yea": [585, 578, 612, 563, 611]}}, {"bill_id": 5027, "action_date": "2008-02-04T07:45:00-06:00", "document_id": 2398, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2398.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 371, "committee_id_action": 18, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1122, "president_vote": null, "Yea": [579, 623, 565, 633, 605, 571, 603, 626], "Nay": [585, 578, 612, 563, 611]}}, {"bill_id": 5027, "action_date": "2008-02-06T14:00:00-06:00", "document_id": 2642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2642.pdf", "status_text": "Recalled from committee (Rule 7-7)", "journal_page": 425, "committee_id_action": 27, "committee_id_assigned": 18, "result": "P", "vote": {}}, {"bill_id": 5027, "action_date": "2008-02-06T17:15:00-06:00", "document_id": 2678, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2678.pdf", "status_text": "Reconsidered", "journal_page": null, "committee_id_action": 18, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1416, "president_vote": null, "Nay": [579], "Yea": [623, 565, 585, 633, 605, 571, 578, 612, 603, 563, 611], "Excused": [626]}}, {"bill_id": 5027, "action_date": "2008-02-06T17:15:00-06:00", "document_id": 2678, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2678.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 18, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 1417, "president_vote": null, "Nay": [579, 623, 565, 633, 605, 571, 603], "Yea": [585, 578, 612, 563, 611], "Excused": [626]}}, {"bill_id": 5027, "action_date": "2008-02-06T17:15:00-06:00", "document_id": 2678, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2678.pdf", "status_text": "Do Not Pass", "journal_page": 455, "committee_id_action": 18, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1418, "president_vote": null, "Yea": [579, 623, 565, 633, 605, 571, 603], "Nay": [585, 578, 612, 563, 611], "Excused": [626]}}, {"bill_id": 5027, "action_date": "2008-02-11T14:00:00-06:00", "document_id": 2899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2899.pdf", "status_text": "Motion to strike the \"Not\"", "journal_page": 484, "committee_id_action": 27, "committee_id_assigned": 18, "result": "F", "vote": {"vote_id": 1590, "president_vote": null, "Yea": [602, 609, 614, 597, 532, 608, 534, 555, 568, 624, 595, 616, 556, 585, 543, 558, 581, 544, 546, 537, 536, 612, 551, 547, 615, 531, 563, 540, 566, 611, 559], "Nay": [579, 625, 593, 586, 570, 623, 574, 542, 575, 572, 529, 594, 631, 565, 620, 589, 633, 605, 628, 630, 571, 599, 617, 554, 583, 538, 603, 600, 549, 619, 626, 606, 587, 564, 561, 591], "Excused": [552, 580, 578]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5027"}