{"session_id": 4, "bill_id": 4668, "bill_type": "House Bill", "bill_number": 1009, "bill_title": "revise provisions relating to persons engaged in the business of money transmission.", "sponsors": [{"legislator_profile_id": 590, "is_prime": true}, {"legislator_profile_id": 595, "is_prime": true}, {"legislator_profile_id": 576, "is_prime": false}, {"legislator_profile_id": 609, "is_prime": false}, {"legislator_profile_id": 599, "is_prime": false}, {"legislator_profile_id": 617, "is_prime": false}, {"legislator_profile_id": 619, "is_prime": false}, {"legislator_profile_id": 561, "is_prime": false}], "keywords": ["Administrative Rules", "Banks and Banking", "Department of Revenue and Regulation", "Fees"], "audio": [{"meeting_datetime": "2008-01-23T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco10.mp3", "start_seconds": 5702.0}, {"meeting_datetime": "2008-01-23T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco10.mp3", "start_seconds": 5702.0}, {"meeting_datetime": "2008-01-23T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco10.mp3", "start_seconds": 5702.0}, {"meeting_datetime": "2008-01-23T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco10.mp3", "start_seconds": 5702.0}, {"meeting_datetime": "2008-01-23T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco10.mp3", "start_seconds": 5702.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou14.mp3", "start_seconds": 762.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou14.mp3", "start_seconds": 762.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou14.mp3", "start_seconds": 762.0}, {"meeting_datetime": "2008-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sco18.mp3", "start_seconds": 639.0}, {"meeting_datetime": "2008-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sco18.mp3", "start_seconds": 639.0}, {"meeting_datetime": "2008-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sco18.mp3", "start_seconds": 639.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen19.mp3", "start_seconds": 6090.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen19.mp3", "start_seconds": 6090.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen19.mp3", "start_seconds": 6090.0}], "bill_versions": [{"bill_id": 4668, "bill_version_id": 246, "bill_version": "Introduced", "bill_version_date": "2007-12-31T14:25:48.35-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise provisions relating to persons engaged in the business of money transmission. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Applicant,\" any person filing an application for a license under this Act; (2) \"Authorized delegate,\" any entity designated by the licensee under the provisions of this Act to sell or issue payment instruments or engage in the business of transmitting money on behalf of a licensee; (3) \"Control,\" ownership of, or the power to vote, twenty-five percent or more of the outstanding voting securities of a licensee or controlling person. For purposes of determining the percentage of a licensee controlled by any person, there shall be aggregated with the person's interest the interest of any other person controlled by such person or by any spouse, parent, or child of such person; (4) \"Controlling person,\" any person in control of a licensee; (5) \"Director,\" the director of the Division of Banking; (6) \"Division,\" the Division of Banking; (7) \"Electronic instrument,\" any card or other tangible object for the transmission or payment of money that contains a microprocessor chip, magnetic stripe, or other means for the storage of information, that is prefunded, and for which the value is decremented upon each use. The term does not include a card or other tangible object that is redeemable by the issuer in goods or services; (8) \"Executive officer,\" the licensee's president, chair of the executive committee, senior officer responsible for the licensee's business, chief financial officer, and any other person who performs similar functions; (9) \"Key shareholder,\" any person, or group of persons acting in concert, who is the owner of twenty-five percent or more of any voting class of an applicant's stock; (10) \"Licensee,\" any person licensed pursuant to this chapter; (11) \"Material litigation,\" any litigation that, according to generally accepted accounting principles, is deemed significant to an applicant's or licensee's financial health and would be required to be referenced in that entity's annual audited financial statements, report to shareholders, or similar documents; (12) \"Monetary value,\" any medium of exchange, whether or not redeemable in money; (13) \"Money transmission,\" engagement in the business of the sale or issuance of payment instruments or stored value or of receiving money or monetary value for transmission to a location within or outside the United States by any means, including wire, facsimile, or electronic transfer; (14) \"Outstanding payment instrument,\" any payment instrument issued by the licensee which has been sold in the United States directly by the licensee or any payment instrument issued by the licensee which has been sold by an authorized delegate of the licensee in the United States, which has been reported to the licensee as having been sold, and which has not yet been paid by or for the licensee; (15) \"Payment instrument,\" any electronic or written check, draft, money order, travelers check, or other electronic or written instrument or order for the transmission or payment of money, sold or issued to one or more persons, whether or not such instrument is negotiable. The term, payment instrument, does not include any credit card voucher, any letter of credit, or any instrument which is redeemable by the issuer in goods or services; (16) \"Remit,\" either the direct payment of the funds to the licensee or its representatives authorized to receive those funds, or the deposit of the funds in a bank, credit union, savings and loan association, or other similar financial institution in an account specified by the licensee; (17) \"Security device,\" any surety bond, irrevocable letter of credit, or similar security device; (18) \"Stored value,\" monetary value that is evidenced by an electronic record. Section 2. For the purposes of this Act, the term, permissible investments, means any of the following: (1) Cash; (2) Certificates of deposit or other debt obligations of a financial institution, either domestic or foreign; (3) Bills of exchange or time drafts drawn on and accepted by a commercial bank, otherwise known as bankers' acceptances, which are eligible for purchase by member banks of the Federal Reserve System; (4) Any investment bearing a rating of one of the three highest grades as defined by a nationally recognized organization that rates such securities; (5) Investment securities that are obligations of the United States, its agencies or instrumentalities, or obligations that are guaranteed fully as to principal and interest of the United States, or any obligations of any state, municipality, or any political subdivision thereof; (6) Shares in a money market mutual fund, interest-bearing bills or notes or bonds, debentures or stock traded on any national securities exchange or on a national over-the-counter market, or mutual funds primarily composed of such securities, or a fund composed of one or more permissible investments as set forth in this section; (7) Any demand borrowing agreement or agreements made to a corporation or a subsidiary of a corporation whose capital stock is listed on a national exchange; (8) Receivables which are due to a licensee from its authorized delegates, which are not past due or doubtful of collection; or (9) Any other investments or security device approved by the director. Section 3. This Act does not apply to: (1) The United States or any department, agency, or instrumentality thereof; (2) The United States Post Office; (3) The state or any political subdivisions thereof; (4) Banks, bank holding companies, credit unions, building and loan associations, savings and loan associations, savings banks, or mutual banks organized under the laws of any state or the United States, if they do not issue or sell payment instruments through authorized delegates that are not banks, bank holding companies, credit unions, building and loan associations, savings and loan associations, savings banks, or mutual banks; and (5) The provision of electronic transfer of government benefits for any federal, state, or county governmental agency as defined in Federal Reserve Board Regulation E, by a contractor for and on behalf of the United States or any department, agency, or instrumentality thereof, or any state or any political subdivisions thereof. Section 4. No person, except those exempt pursuant to section 3 of this Act, may engage in the business of money transmission in this state without obtaining a license as provided in this Act and undergoing a criminal background investigation through the division. A person is engaged in providing money transmission if the person provides those services to residents of South Dakota, even if such person has no physical presence in South Dakota. Section 5. If a licensee has a physical presence in this state, the licensee may conduct its business at one or more locations, directly or indirectly owned, or through one or more authorized delegates, or both, pursuant to the single license granted to the licensee. Any authorized delegate of a licensee, acting within the scope of authority conferred by a written contract as described in section 31 of this Act, is not required to become licensed pursuant to this Act. However, any such authorized delegate is subject to all other relevant portions of this Act. Section 6. Each licensee under this Act shall at all times have a net worth of not less than one hundred thousand dollars, calculated in accordance with generally accepted accounting principles. Section 7. Every corporate applicant, at the time of filing of an application for a license under this Act and at all times after a license is issued, shall be in good standing in the state of its incorporation. All noncorporate applicants shall, at the time of the filing of an application for a license under this Act and at all times after a license is issued, be registered or qualified to do business in the state. Section 8. Each application shall be accompanied by a security device acceptable to the director in the amount of one hundred thousand dollars. The director may increase the amount of the security device to a maximum of five hundred thousand dollars upon the basis of the impaired financial condition of a licensee, as evidenced by a reduction in net worth, financial losses, or other relevant criteria. The security device shall be in a form satisfactory to the director and shall run to the state for the benefit of any claimants against the licensee to secure the faithful performance of the obligations of the licensee with respect to the receipt, handling, transmission, and payment of money in connection with the sale and issuance of payment instruments or the transmission of money, or both. In the case of a surety bond, the aggregate liability of the surety may not exceed the principal sum of the bond. Any claimant against the licensee may bring suit directly on the security device or the director may bring suit on behalf of any claimant, either in one action or in successive actions. In lieu of a security device or of any portion of the principal thereof, as required by this section, the licensee may deposit with the director, or with such banks in this state as the licensee may designate and the director may approve, cash, interest-bearing stocks and bonds, notes, debentures, or other obligations of the United States or any agency or instrumentality thereof, or guaranteed by the United States, or of this state, or of a city, county, school district, or instrumentality of this state, or guaranteed by this state, to an aggregate amount, based upon principal amount or market value, whichever is lower, of not less than the amount of the security device or portion thereof. The securities or cash shall be deposited as provided in this section and held to secure the same obligations as would the security device, but the depositor is entitled to receive all interest and dividends thereon, has the right, with the approval of the director, to substitute other securities for those deposited, and shall be required so to do on written order of the director made for good cause shown. No security device may be cancelled without thirty days' written notice to the director. Cancellation does not affect any liability incurred or accrued during the period the security device was in effect. Section 9. The security device shall remain in place for five years after the licensee ceases money transmission operations in the state. However, the director may permit the security device to be reduced or eliminated prior to that time to the extent that the amount of the licensee's payment instruments outstanding in this state are reduced. The director may also permit a licensee to substitute a letter of credit or other form of security device acceptable to the director for the security device in place at the time the licensee ceases money transmission operations in the state. Section 10. Each licensee under this Act shall at all times possess permissible investments having an aggregate market value, calculated in accordance with generally accepted accounting principles, of not less than the aggregate face amount of all outstanding payment instruments and stored value issued or sold by the licensee in the United States. This requirement may be waived by the director if the dollar volume of a licensee's outstanding payment instruments and stored value does not exceed the security devices posted by the licensee pursuant to section 8 of this Act. Permissible investments, even if commingled with other assets of the licensee, shall be deemed by operation of law to be held in trust for the benefit of the purchasers and holders of the licensee's outstanding payment instruments in the event of the bankruptcy of the licensee. Section 11. Each applicant for licensure under this Act, except publicly traded corporations and their subsidiaries, shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the division shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the division all information obtained as a result of the criminal background check. This information shall be obtained prior to permanent licensure of the applicant. The division may require a state and federal criminal background investigation for any licensee who is the subject of a disciplinary investigation by the division. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Section 12. Each application for a license under this Act shall be made in writing, and in a form prescribed by the director. Each application shall contain: (1) The exact name of the applicant, the applicant's principal address, any fictitious or trade name used by the applicant in the conduct of its business, and the location of the applicant's business records; (2) The history of the applicant's material litigation for the five-year period prior to the date of the application; (3) Two sets of completed fingerprint cards and a signed waiver to authorize the division to conduct a criminal background investigation of the applicant; (4) A description of the activities conducted by the applicant and a history of operations; (5) A description of the business activities in which the applicant seeks to be engaged in the state; (6) A list identifying the applicant's proposed authorized delegates in the state, if any, at the time of the filing of the license application; (7) A sample authorized delegate contract, if applicable; (8) A sample form of payment instrument, if applicable; (9) Each location at which the applicant and its authorized delegates, if any, propose to conduct the licensed activities in the state; and (10) The name and address of the clearing bank or banks on which the applicant's payment instruments will be drawn or through which such payment instruments will be payable. Section 13. If the applicant is a corporation, in addition to the requirements of section 12 of this Act, the applicant shall provide: (1) The date of the applicant's incorporation and state of incorporation; (2) A certificate of good standing from the state in which the applicant was incorporated; (3) A description of the corporate structure of the applicant, including the identity of any parent or subsidiary of the applicant, and the disclosure of whether any parent or subsidiary is publicly traded on any stock exchange; (4) The name, business and residence address, and employment history for the past five years of the applicant's executive officers and any officer or manager who will be in charge of the applicant's activities to be licensed; (5) The name, business and residence address, and employment history for the period five years prior to the date of the application of any key shareholder of the applicant; (6) The history of material litigation for the five-year period prior to the date of the application of every executive officer or key shareholder of the applicant; (7) Two sets of completed fingerprint cards and a signed waiver to authorize the division to conduct a criminal background investigation of every executive officer or key shareholder of the applicant; (8) A copy of the applicant's most recent audited financial statement, including balance sheet, statement of income or loss, statement of changes in shareholder equity, and statement of changes in financial position, and, if available, the applicant's audited financial statements for the immediately preceding two-year period. However, if the applicant is a wholly owned subsidiary of another corporation, the applicant may submit either the parent corporation's consolidated audited financial statements for the current year and for the immediately preceding two-year period or the parent corporation's Form 10K reports filed with the United States Securities and Exchange Commission for the prior three years in lieu of the applicant's financial statements. If the applicant is a wholly owned subsidiary of a corporation having its principal place of business outside the United States, similar documentation filed with the parent corporation's non-United States regulator may be submitted to satisfy this provision; and (9) Copies of all filings, if any, made by the applicant with the United States Securities and Exchange Commission, or with a similar regulator in a country other than the United States, within the year preceding the date of filing of the application. Section 14. If the applicant is not a corporation, in addition to the requirements of section 12 of this Act, the applicant shall provide: (1) The name, business and residence address, personal financial statement, and employment history, for the past five years, of each principal of the applicant and the name, business and residence address, and employment history for the past five years of any other persons who will be in charge of the applicant's activities to be licensed; (2) The place and date of the applicant's registration or qualification to do business in this state; (3) The history of material litigation for the five-year period prior to the date of the application for each individual having any ownership interest in the applicant and each person who exercises supervisory responsibility with respect to the applicant's activities; (4) Two sets of completed fingerprint cards and a signed waiver to authorize the division to conduct a criminal background investigation for each person having any ownership interest in the applicant and each person who exercises supervisory responsibility with respect to the applicant's activities; and (5) Copies of the applicant's audited financial statements, including balance sheet, statement of income or loss, and statement of changes in financial position, for the current year and, if available, for the immediately preceding two-year period. Section 15. The director may, for good cause shown, waive any requirement with respect to any license application or permit a license applicant to submit substituted information in its license application in lieu of the information required. The director may, if the circumstances dictate, require an applicant to provide additional information with respect to any license application. Section 16. Each application shall be accompanied by a nonrefundable application fee not to exceed five hundred dollars and a licensee fee not to exceed one thousand dollars. The license fee shall be refunded if the application is denied. The director shall establish the application and license fees by rules promulgated pursuant to chapter 1-26. Section 17. Upon receiving a complete application, the director shall investigate the financial condition and responsibility, financial and business experience, character, and general fitness of the applicant. The director may conduct an on-site investigation of the applicant, the reasonable cost of which shall be borne by the applicant. If the director finds that the applicant's business will be conducted honestly, fairly, and in a manner commanding the confidence and trust of the community and that the applicant has fulfilled the requirements imposed by this Act and has paid the required license fee, the director shall issue a license to the applicant authorizing the applicant to engage in the licensed activities in this state until the license expires on the following July first. If these requirements have not been met, the director shall deny the application in a writing setting forth the reasons for the denial. Section 18. Any applicant aggrieved by a denial issued by the director under this Act may, at any time within thirty days from the date of written notice of the denial, request a hearing pursuant to chapter 1-26. Any request for hearing shall be made in writing and postmarked within the thirty-day period if sent by way of United States postal mail or actually received by the division within the thirty-day period if sent by way of electronic mail or facsimile. Section 19. A licensee shall pay an annual renewal fee not to exceed one thousand dollars. The director shall establish the renewal fee by rules promulgated pursuant to chapter 1-26. The renewal fee shall be accompanied by a report, in a form prescribed by the director, which shall include: (1) A copy of its most recent audited consolidated annual financial statement, including balance sheet, statement of income or loss, statement of changes in shareholder's equity, and statement of changes in financial position, or, in the case of a licensee that is a wholly owned subsidiary of another corporation, the consolidated audited annual financial statement of the parent corporation may be filed in lieu of the licensee's audited annual financial statement; (2) The licensee shall provide the number of payment instruments sold by the licensee in the state, the dollar amount of those instruments, and the dollar amount of those instruments currently outstanding, for the calendar year or fiscal year immediately preceding the renewal period, or as much of this information as is available at the time of filing the renewal application; (3) Any material changes to any of the information submitted by the licensee on its original application which have not previously been reported to the director on any other report required to be filed under this Act; (4) A list of the licensee's permissible investments; and (5) A list of the locations, if any, within this state at which business regulated by this Act is being conducted by either the licensee or its authorized delegates. Section 20. To renew a license, the licensee shall file a renewal report by June first. A licensee that has not filed a renewal report or paid its renewal fee by June first and has not been granted an extension of time to do so by the director, shall have its license suspended immediately. The licensee in such case has thirty days after its license is suspended in which to file a renewal report and pay the renewal fee, plus one hundred dollars for each business day after suspension that the director does not receive the renewal report and the renewal fee. The director, for good cause, may grant an extension of the renewal date or reduce or suspend the late filing fee. Any license not renewed prior to July first expires. Section 21. A licensee's responsibility to any person for a money transmission conducted on that person's behalf by the licensee or the licensee's authorized delegate is limited to the amount of money transmitted or the face amount of the payment instrument or stored value purchased. Section 22. Within fifteen business days of the occurrence of any one of the events listed in this section, a licensee shall file a written report with the director describing the event and its expected impact on the licensee's activities in the state. Such events include: (1) Any material changes in information provided in a licensee's application or renewal report; (2) The filing for bankruptcy or reorganization by the licensee; (3) The institution of revocation or suspension proceedings against the licensee by any state or governmental authority with regard to the licensees' money transmission activities; (4) Any felony indictment of the licensee or any of its key officers or directors related to money transmission activities; and (5) Any felony conviction of the licensee or any of its key officers or directors related to money transmission activities. Section 23. A licensee shall give the director written notice of a proposed change of control within fifteen days after learning of the proposed change of control and request approval of the acquisition. After review of a request for approval, the director may require the licensee to provide additional information concerning the proposed persons in control of the licensee. The additional information shall be limited to the same types required of the licensee or persons in control of the licensee as part of its original license or renewal application. The director shall approve a request for change of control if, after investigation, the director determines that the person or group of persons requesting approval has the competence, experience, character, and general fitness to operate the licensee or person in control of the licensee in a lawful and proper manner and that the interests of the public will not be jeopardized by the change of control. Section 24. The following persons are exempt from the requirements of section 23 of this Act, but the licensee shall notify the director of any such change of control: (1) A person that acts as a proxy for the sole purpose of voting at a designated meeting of the security holders or holders of voting interests of a licensee or person in control of a licensee; (2) A person that acquires control of a licensee by devise or descent; (3) A person that acquires control as a personal representative, custodian, guardian, conservator, or trustee, or as an officer appointed by a court of competent jurisdiction or by operation of law; and (4) A person that the director by rule or order exempts in the public interest. Section 25. Section 23 of this Act does not apply to public offerings of securities. Section 26. Before filing a request for approval to acquire control, a person may request in writing a determination from the director as to whether the person would be considered a person in control of a licensee upon consummation of a proposed transaction. If the director determines that the person would not be a person in control of a licensee, the director shall enter an order to that effect and the proposed person and transaction is not subject to the requirements of section 23 of this Act. Section 27. The director may conduct an annual on-site examination of a licensee upon reasonable notice to the licensee. The director may examine a licensee without prior notice if the director has a reasonable basis to believe that the licensee is in noncompliance with this Act. If the director concludes that an on-site examination of a licensee is necessary, the licensee shall pay all reasonably incurred costs of such examination. The on-site examination may be conducted in conjunction with examinations to be performed by representatives of any governmental agency. The director, in lieu of an on-site examination, may accept the examination report of any governmental agency, and reports so accepted are considered for all purposes as an official report of the director. The director may waive an on-site examination and only require a self-examination or a report prepared by an independent accounting firm. If a licensee conducts a self-examination, the licenses shall provide any information requested under oath and on forms provided by the division. The reasonable expenses incurred by the division, any governmental agency, or an independent licensed or certified public accountant in making such examination or report shall be borne by the licensee. Section 28. The director may request financial data from a licensee in addition to that required under section 19 of this Act, or conduct an on-site examination of any authorized delegate or location of a licensee within this state without prior notice to the authorized delegate or licensee only if the director has a reasonable basis to believe that the licensee or authorized delegate is in noncompliance with this Act. If the director examines an authorized delegate's operations, the authorized delegate shall pay all reasonably incurred costs of such examination. If the director examines a licensee's location within the state, the licensee shall pay all reasonably incurred costs of such examination. Section 29. Each licensee shall make, keep, and preserve the following books, accounts, and other records for a period of three years and which shall be open to inspection by the director: (1) A record or records of each payment instrument and stored value sold; (2) A general ledger, which general ledger shall be posted at least monthly, containing all assets, liabilities, capital, income, and expense accounts; (3) Bank statements and bank reconciliation records; (4) Records of outstanding payment instruments and stored value; (5) Records of each payment instrument and stored value paid within the three-year period; (6) A list of the names and addresses of all of the licensee's authorized delegates; and (7) Any other records the director reasonably requires by rule promulgated pursuant to chapter 1-26. Maintenance of such documents as are required by this section in a photographic, electronic, or other similar form constitutes compliance with this section. Records may be maintained at a location other than within this state if they are made accessible to the director on seven business days written notice. Section 30. A ll information or reports obtained by the director from an applicant, licensee, or authorized delegate, whether obtained through reports, applications, examination, audits, investigation, or otherwise, including all information contained in or related to examination, investigation, operating, or condition reports prepared by, on behalf of, or for the use of the director, or financial statements, balance sheets, or authorized delegate information, are confidential. However, the director may disclose confidential information to officials and examiners of other state or federal regulatory authorities or to appropriate prosecuting attorneys. This section does not prohibit the director from disclosing to the public a list of persons licensed under this Act or the aggregated financial data on those licensees. Section 31. Any licensee desiring to conduct licensed activities through an authorized delegate shall authorize each delegate to operate pursuant to an express written contract. Any such contract entered into after July 1, 2008, shall provide the following: (1) That the licensee appoints the person as its delegate with authority to engage in money transmission on behalf of the licensee; (2) That neither a licensee nor an authorized delegate may authorize subdelegates without the written consent of the director; and (3) That licensees are subject to supervision and regulation by the director. Section 32. An authorized delegate shall adhere to the following standards of conduct: (1) No authorized delegate may make any fraudulent or false statement or misrepresentation to a licensee or to the director; (2) All money transmission or sale or issuance of payment instrument activities conducted by an authorized delegate shall be strictly in accordance with the licensee's written procedures provided to the authorized delegate; (3) An authorized delegate shall remit all money owing to the licensee in accordance with the terms of the contract between the licensee and the authorized delegate. The failure of an authorized delegate to remit all money owing to a licensee within the time presented shall result in liability of the authorized delegate to the licensee for the licensee's actual damages. The director may establish, by rules promulgated pursuant to chapter 1-26, the maximum remittance time; (4) An authorized delegate is deemed to consent to the director's inspection, with or without prior notice to the licensee or authorized delegate, of the books and records of authorized delegates of the licensee if the director has a reasonable basis to believe that the licensee or authorized delegate is in noncompliance with this Act; and (5) An authorized delegate is under a duty to act only as authorized under the contract with the licensee. An authorized delegate who exceeds the authority grant under the contract is subject to cancellation of the contract and further disciplinary action by the director. Section 33. Any funds, less fees, received by an authorized delegate of a licensee from the sale or delivery of a payment instrument issued by a licensee or received by an authorized delegate for transmission shall, from the time such funds are received by such authorized delegate until such time when the funds or an equivalent amount are remitted by the authorized delegate to the licensee, constitute trust funds owned by and belonging to the licensee. If an authorized delegate commingles any such funds with any other funds or property owned or controlled by the authorized delegate, any commingled proceeds and other property shall be impressed with a trust in favor of the licensee in an amount equal to the amount of the proceeds due the licensee. Section 34. An authorized delegate shall report to the licensee the theft or loss of payment instruments and stored value within twenty-four hours from the time the authorized delegate knew or should have known of such theft or loss. Section 35. The director may suspend or revoke a licensee's license if the director finds that: (1) Any fact or condition exists that, if it had existed at the time when the licensee applied for its license, would have been grounds for denying such application; (2) The licensee's net worth becomes inadequate and the licensee, after ten days written notice from the director, fails to take such steps as the director deems necessary to remedy such deficiency; (3) The licensee violates any material provision of this Act or any rule or order promulgated by the director under authority of this Act; (4) The licensee is convicted of a violation of a state or federal anti-money laundering statute or is subject to an enforcement action for a violation of a state or federal anti- money laundering statute; (5) The licensee is conducting its business in an unsafe or unsound manner; (6) The licensee is insolvent; (7) The licensee has suspended payment of its obligations, has made an assignment for the benefit of its creditors, or has admitted in writing its inability to pay its debts as they become due; (8) The licensee has applied for an adjudication of bankruptcy, reorganization, arrangement, or other relief under any bankruptcy; (9) The licensee refuses to permit the director to make any examination authorized by this Act; (10) The licensee fails to make any report required by this Act; or (11) The competence, experience, character, or general fitness of the licensee indicates that it is not in the public interest to permit the licensee to conduct its business. Section 36. The director may issue an order suspending or revoking the designation of an authorized delegate, if the director finds that: (1) The authorized delegate violated this Act or a rule adopted or an order issued under this Act; (2) The authorized delegate did not cooperate with an examination or investigation by the director; (3) The authorized delegate engages in fraud, intentional misrepresentation, or gross negligence; (4) The authorized delegate is convicted of a violation of a state or federal anti-money laundering statute or is subject to an enforcement action for a violation of a state or federal anti-money laundering statute; (5) The competence, experience, character, or general fitness of the authorized delegate or a person in control of the authorized delegate indicates that it is not in the public interest to permit the authorized delegate to provide money services; or (6) The authorized delegate is engaging in an unsafe or unsound practice. In determining whether an authorized delegate is engaging in an unsafe or unsound practice, the director may consider the size and condition of the authorized delegate's provision of money services, the magnitude of the loss, the gravity of the violation of this Act, and the previous conduct of the authorized delegate. An authorized delegate may apply for relief from a suspension or revocation of designation as an authorized delegate pursuant to chapter 1-26. Section 37. If the director determines that a violation of this Act or of a rule adopted or an order issued pursuant to this Act by a licensee or authorized delegate is likely to cause immediate and irreparable harm to the licensee, its customers, or the public as a result of the violation, or cause insolvency or significant dissipation of assets of the licensee, the director may issue an order requiring the licensee or authorized delegate to cease and desist from the violation. The director may issue an order against a licensee to cease and desist from providing money transmission services through an authorized delegate that is the subject of a separate order pursuant to section 36 of this Act. The order becomes effective upon service of it upon the licensee or authorized delegate. An order to cease and desist remains effective and enforceable pending the completion of an administrative proceeding pursuant to chapter 1-26. However, a licensee or an authorized delegate that is served with an order to cease and desist may petition the circuit court for a judicial order setting aside, limiting, or suspending the enforcement, operation, or effectiveness of the order pending the completion of an administrative proceeding pursuant to chapter 1-26. Section 38. The director shall commence an administrative proceeding pursuant to chapter 1-26 within twenty days after issuing an order to cease and desist. The director may apply to the circuit court for an appropriate order to protect the public interest. Section 39. The director may enter into a consent order at any time with a person to resolve a matter arising under this Act. A consent order shall be signed by the person to whom it is issued or by the person's authorized representative, and shall indicate agreement with the terms contained in the order. A consent order may provide that it does not constitute an admission by a person that this Act or a rule adopted or an order issued under this Act has been violated. Section 40. The director may assess a fine against a person that violates this Act or a rule adopted or an order issued under this Act in an amount not to exceed five hundred dollars per day for each day the violation is outstanding, plus the state's costs and expenses for the investigation and prosecution of the matter, including reasonable attorney's fees. Section 41. Any person that intentionally makes a false statement, misrepresentation, or false certification in a record filed or required to be maintained under this Act or that intentionally makes a false entry or omits a material entry in such a record is guilty of a Class 6 felony. Any person that knowingly engages in any activity for which a license is required under this Act without being licensed under this Act is guilty of a Class 6 felony. Section 42. If the director has reason to believe that a person has violated or is violating section 4 of this Act, the director may issue an order to show cause why an order to cease and desist should not issue requiring that the person cease and desist from the violation of section 4 of this Act. In an emergency, the director may petition the circuit court for the issuance of a temporary restraining order. An order to cease and desist becomes effective upon service of it upon the person. An order to cease and desist remains effective and enforceable pending the completion of an administrative proceeding pursuant to chapter 1-26. A person that is served with an order to cease and desist for violating section 4 of this Act may petition the circuit court for a judicial order setting aside, limiting, or suspending the enforcement, operation, or effectiveness of the order pending the completion of an administrative proceeding pursuant to chapter 1-26. The director shall commence an administrative proceeding within twenty days after issuing an order to cease and desist. Section 43. Any person who engages in business activity regulated by this Act is deemed to have consented to the jurisdiction of the courts of South Dakota for all actions arising under this Act. Section 44. A license issued under the provisions of chapter 51A-16 that is in effect on July 1, 2008, shall remain in force as a license under this Act until the license's expiration date. Thereafter, the licensee shall be treated as if it had applied for and had received a license under this Act and shall comply with the renewal requirements set forth in this Act. Section 45. No license granted pursuant to this Act is assignable. Section 46. Any money coming into the custody of the division pursuant to this Act shall be deposited with the state treasurer. The state treasurer shall credit the money to the banking special revenue fund. Any expenditure of money out of the fund may only be made by appropriation by the Legislature through either the General Appropriation Act or a special appropriation bill. The director shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 47. The director may promulgate rules pursuant to chapter 1-26 to establish the process for conducting background investigations, for the conduct of examinations, the reporting of information required by this Act, and the process for the suspension or revocation of a license issued by the division. Section 48. That § § 51A-16-1 to 51A-16-17 , inclusive, be repealed."}, {"bill_id": 4668, "bill_version_id": 1724, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2008-01-23T15:31:12.197-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise provisions relating to persons engaged in the business of money transmission. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Applicant,\" any person filing an application for a license under this Act; (2) \"Authorized delegate,\" any entity designated by the licensee under the provisions of this Act to sell or issue payment instruments or engage in the business of transmitting money on behalf of a licensee; (3) \"Control,\" ownership of, or the power to vote, twenty-five percent or more of the outstanding voting securities of a licensee or controlling person. For purposes of determining the percentage of a licensee controlled by any person, there shall be aggregated with the person's interest the interest of any other person controlled by such person or by any spouse, parent, or child of such person; (4) \"Controlling person,\" any person in control of a licensee; (5) \"Director,\" the director of the Division of Banking; (6) \"Division,\" the Division of Banking; (7) \"Electronic instrument,\" any card or other tangible object for the transmission or payment of money that contains a microprocessor chip, magnetic stripe, or other means for the storage of information, that is prefunded, and for which the value is decremented upon each use. The term does not include a card or other tangible object that is redeemable by the issuer in goods or services; (8) \"Executive officer,\" the licensee's president, chair of the executive committee, senior officer responsible for the licensee's business, chief financial officer, and any other person who performs similar functions; (9) \"Key shareholder,\" any person, or group of persons acting in concert, who is the owner of twenty-five percent or more of any voting class of an applicant's stock; (10) \"Licensee,\" any person licensed pursuant to this chapter; (11) \"Material litigation,\" any litigation that, according to generally accepted accounting principles, is deemed significant to an applicant's or licensee's financial health and would be required to be referenced in that entity's annual audited financial statements, report to shareholders, or similar documents; (12) \"Monetary value,\" any medium of exchange, whether or not redeemable in money; (13) \"Money transmission,\" engagement in the business of the sale or issuance of payment instruments or stored value or of receiving money or monetary value for transmission to a location within or outside the United States by any means, including wire, facsimile, or electronic transfer; (14) \"Outstanding payment instrument,\" any payment instrument issued by the licensee which has been sold in the United States directly by the licensee or any payment instrument issued by the licensee which has been sold by an authorized delegate of the licensee in the United States, which has been reported to the licensee as having been sold, and which has not yet been paid by or for the licensee; (15) \"Payment instrument,\" any electronic or written check, draft, money order, travelers check, or other electronic or written instrument or order for the transmission or payment of money, sold or issued to one or more persons, whether or not such instrument is negotiable. The term, payment instrument, does not include any credit card voucher, any letter of credit, or any instrument which is redeemable by the issuer in goods or services; (16) \"Remit,\" either the direct payment of the funds to the licensee or its representatives authorized to receive those funds, or the deposit of the funds in a bank, credit union, savings and loan association, or other similar financial institution in an account specified by the licensee; (17) \"Security device,\" any surety bond, irrevocable letter of credit, or similar security device; (18) \"Stored value,\" monetary value that is evidenced by an electronic record. Stored value does not include any item that is redeemable by the issuer or its affiliates in goods or services of the issuer or its affiliates. Section 2. For the purposes of this Act, the term, permissible investments, means any of the following: (1) Cash; (2) Certificates of deposit or other debt obligations of a financial institution, either domestic or foreign; (3) Bills of exchange or time drafts drawn on and accepted by a commercial bank, otherwise known as bankers' acceptances, which are eligible for purchase by member banks of the Federal Reserve System; (4) Any investment bearing a rating of one of the three highest grades as defined by a nationally recognized organization that rates such securities; (5) Investment securities that are obligations of the United States, its agencies or instrumentalities, or obligations that are guaranteed fully as to principal and interest of the United States, or any obligations of any state, municipality, or any political subdivision thereof; (6) Shares in a money market mutual fund, interest-bearing bills or notes or bonds, debentures or stock traded on any national securities exchange or on a national over-the-counter market, or mutual funds primarily composed of such securities, or a fund composed of one or more permissible investments as set forth in this section; (7) Any demand borrowing agreement or agreements made to a corporation or a subsidiary of a corporation whose capital stock is listed on a national exchange; (8) Receivables which are due to a licensee from its authorized delegates, which are not past due or doubtful of collection; or (9) Any other investments or security device approved by the director. Section 3. This Act does not apply to: (1) The United States or any department, agency, or instrumentality thereof; (2) The United States Post Office; (3) The state or any political subdivisions thereof; (4) Banks, bank holding companies, credit unions, building and loan associations, savings and loan associations, savings banks, or mutual banks organized under the laws of any state or the United States, and any subcontractor, agent, or independent contractor that sells payment instruments issued by any such entity or sells such entity's money transmission services on behalf of such entity; and (5) The provision of electronic transfer of government benefits for any federal, state, or county governmental agency as defined in Federal Reserve Board Regulation E, by a contractor for and on behalf of the United States or any department, agency, or instrumentality thereof, or any state or any political subdivisions thereof. Section 4. No person, except those exempt pursuant to section 3 of this Act, may engage in the business of money transmission in this state without obtaining a license as provided in this Act and undergoing a criminal background investigation through the division. A person is engaged in providing money transmission if the person provides those services to residents of South Dakota, even if such person has no physical presence in South Dakota. Section 5. If a licensee has a physical presence in this state, the licensee may conduct its business at one or more locations, directly or indirectly owned, or through one or more authorized delegates, or both, pursuant to the single license granted to the licensee. Any authorized delegate of a licensee, acting within the scope of authority conferred by a written contract as described in section 31 of this Act, is not required to become licensed pursuant to this Act. However, any such authorized delegate is subject to all other relevant portions of this Act. Section 6. Each licensee under this Act shall at all times have a net worth of not less than one hundred thousand dollars, calculated in accordance with generally accepted accounting principles. Section 7. Every corporate applicant, at the time of filing of an application for a license under this Act and at all times after a license is issued, shall be in good standing in the state of its incorporation. All noncorporate applicants shall, at the time of the filing of an application for a license under this Act and at all times after a license is issued, be registered or qualified to do business in the state. Section 8. Each application shall be accompanied by a security device acceptable to the director in the amount of one hundred thousand dollars. The director may increase the amount of the security device to a maximum of five hundred thousand dollars upon the basis of the impaired financial condition of a licensee, as evidenced by a reduction in net worth, financial losses, or other relevant criteria. The security device shall be in a form satisfactory to the director and shall run to the state for the benefit of any claimants against the licensee to secure the faithful performance of the obligations of the licensee with respect to the receipt, handling, transmission, and payment of money in connection with the sale and issuance of payment instruments or the transmission of money, or both. In the case of a surety bond, the aggregate liability of the surety may not exceed the principal sum of the bond. Any claimant against the licensee may bring suit directly on the security device or the director may bring suit on behalf of any claimant, either in one action or in successive actions. In lieu of a security device or of any portion of the principal thereof, as required by this section, the licensee may deposit with the director, or with such banks in this state as the licensee may designate and the director may approve, cash, interest-bearing stocks and bonds, notes, debentures, or other obligations of the United States or any agency or instrumentality thereof, or guaranteed by the United States, or of this state, or of a city, county, school district, or instrumentality of this state, or guaranteed by this state, to an aggregate amount, based upon principal amount or market value, whichever is lower, of not less than the amount of the security device or portion thereof. The securities or cash shall be deposited as provided in this section and held to secure the same obligations as would the security device, but the depositor is entitled to receive all interest and dividends thereon, has the right, with the approval of the director, to substitute other securities for those deposited, and shall be required so to do on written order of the director made for good cause shown. No security device may be cancelled without thirty days' written notice to the director. Cancellation does not affect any liability incurred or accrued during the period the security device was in effect. Section 9. The security device shall remain in place for five years after the licensee ceases money transmission operations in the state. However, the director may permit the security device to be reduced or eliminated prior to that time to the extent that the amount of the licensee's payment instruments outstanding in this state are reduced. The director may also permit a licensee to substitute a letter of credit or other form of security device acceptable to the director for the security device in place at the time the licensee ceases money transmission operations in the state. Section 10. Each licensee under this Act shall at all times possess permissible investments having an aggregate market value, calculated in accordance with generally accepted accounting principles, of not less than the aggregate face amount of all outstanding payment instruments and stored value issued or sold by the licensee in the United States. This requirement may be waived by the director if the dollar volume of a licensee's outstanding payment instruments and stored value does not exceed the security devices posted by the licensee pursuant to section 8 of this Act. Permissible investments, even if commingled with other assets of the licensee, shall be deemed by operation of law to be held in trust for the benefit of the purchasers and holders of the licensee's outstanding payment instruments in the event of the bankruptcy of the licensee. Section 11. Each applicant for licensure under this Act, except publicly traded corporations and their subsidiaries, shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the division shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the division all information obtained as a result of the criminal background check. This information shall be obtained prior to permanent licensure of the applicant. The division may require a state and federal criminal background investigation for any licensee who is the subject of a disciplinary investigation by the division. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Section 12. Each application for a license under this Act shall be made in writing, and in a form prescribed by the director. Each application shall contain: (1) The exact name of the applicant, the applicant's principal address, any fictitious or trade name used by the applicant in the conduct of its business, and the location of the applicant's business records; (2) The history of the applicant's material litigation for the five-year period prior to the date of the application; (3) Two sets of completed fingerprint cards and a signed waiver to authorize the division to conduct a criminal background investigation of the applicant; (4) A description of the activities conducted by the applicant and a history of operations; (5) A description of the business activities in which the applicant seeks to be engaged in the state; (6) A list identifying the applicant's proposed authorized delegates in the state, if any, at the time of the filing of the license application; (7) A sample authorized delegate contract, if applicable; (8) A sample form of payment instrument, if applicable; (9) Each location at which the applicant and its authorized delegates, if any, propose to conduct the licensed activities in the state; and (10) The name and address of the clearing bank or banks on which the applicant's payment instruments will be drawn or through which such payment instruments will be payable. Section 13. If the applicant is a corporation, in addition to the requirements of section 12 of this Act, the applicant shall provide: (1) The date of the applicant's incorporation and state of incorporation; (2) A certificate of good standing from the state in which the applicant was incorporated; (3) A description of the corporate structure of the applicant, including the identity of any parent or subsidiary of the applicant, and the disclosure of whether any parent or subsidiary is publicly traded on any stock exchange; (4) The name, business and residence address, and employment history for the past five years of the applicant's executive officers and any officer or manager who will be in charge of the applicant's activities to be licensed; (5) The name, business and residence address, and employment history for the period five years prior to the date of the application of any key shareholder of the applicant; (6) The history of material litigation for the five-year period prior to the date of the application of every executive officer or key shareholder of the applicant; (7) Two sets of completed fingerprint cards and a signed waiver to authorize the division to conduct a criminal background investigation of every executive officer or key shareholder of the applicant; (8) A copy of the applicant's most recent audited financial statement, including balance sheet, statement of income or loss, statement of changes in shareholder equity, and statement of changes in financial position, and, if available, the applicant's audited financial statements for the immediately preceding two-year period. However, if the applicant is a wholly owned subsidiary of another corporation, the applicant may submit either the parent corporation's consolidated audited financial statements for the current year and for the immediately preceding two-year period or the parent corporation's Form 10K reports filed with the United States Securities and Exchange Commission for the prior three years in lieu of the applicant's financial statements. If the applicant is a wholly owned subsidiary of a corporation having its principal place of business outside the United States, similar documentation filed with the parent corporation's non-United States regulator may be submitted to satisfy this provision; and (9) Copies of all filings, if any, made by the applicant with the United States Securities and Exchange Commission, or with a similar regulator in a country other than the United States, within the year preceding the date of filing of the application. Section 14. If the applicant is not a corporation, in addition to the requirements of section 12 of this Act, the applicant shall provide: (1) The name, business and residence address, personal financial statement, and employment history, for the past five years, of each principal of the applicant and the name, business and residence address, and employment history for the past five years of any other persons who will be in charge of the applicant's activities to be licensed; (2) The place and date of the applicant's registration or qualification to do business in this state; (3) The history of material litigation for the five-year period prior to the date of the application for each individual having any ownership interest in the applicant and each person who exercises supervisory responsibility with respect to the applicant's activities; (4) Two sets of completed fingerprint cards and a signed waiver to authorize the division to conduct a criminal background investigation for each person having any ownership interest in the applicant and each person who exercises supervisory responsibility with respect to the applicant's activities; and (5) Copies of the applicant's audited financial statements, including balance sheet, statement of income or loss, and statement of changes in financial position, for the current year and, if available, for the immediately preceding two-year period. Section 15. The director may, for good cause shown, waive any requirement with respect to any license application or permit a license applicant to submit substituted information in its license application in lieu of the information required. The director may, if the circumstances dictate, require an applicant to provide additional information with respect to any license application. Section 16. Each application shall be accompanied by a nonrefundable application fee not to exceed five hundred dollars and a licensee fee not to exceed one thousand dollars. The license fee shall be refunded if the application is denied. The director shall establish the application and license fees by rules promulgated pursuant to chapter 1-26. Section 17. Upon receiving a complete application, the director shall investigate the financial condition and responsibility, financial and business experience, character, and general fitness of the applicant. The director may conduct an on-site investigation of the applicant, the reasonable cost of which shall be borne by the applicant. If the director finds that the applicant's business will be conducted honestly, fairly, and in a manner commanding the confidence and trust of the community and that the applicant has fulfilled the requirements imposed by this Act and has paid the required license fee, the director shall issue a license to the applicant authorizing the applicant to engage in the licensed activities in this state until the license expires on the following July first. If these requirements have not been met, the director shall deny the application in a writing setting forth the reasons for the denial. Section 18. Any applicant aggrieved by a denial issued by the director under this Act may, at any time within thirty days from the date of written notice of the denial, request a hearing pursuant to chapter 1-26. Any request for hearing shall be made in writing and postmarked within the thirty-day period if sent by way of United States postal mail or actually received by the division within the thirty-day period if sent by way of electronic mail or facsimile. Section 19. A licensee shall pay an annual renewal fee not to exceed one thousand dollars. The director shall establish the renewal fee by rules promulgated pursuant to chapter 1-26. The renewal fee shall be accompanied by a report, in a form prescribed by the director, which shall include: (1) A copy of its most recent audited consolidated annual financial statement, including balance sheet, statement of income or loss, statement of changes in shareholder's equity, and statement of changes in financial position, or, in the case of a licensee that is a wholly owned subsidiary of another corporation, the consolidated audited annual financial statement of the parent corporation may be filed in lieu of the licensee's audited annual financial statement; (2) The licensee shall provide the number of payment instruments sold by the licensee in the state, the dollar amount of those instruments, and the dollar amount of those instruments currently outstanding, for the calendar year or fiscal year immediately preceding the renewal period, or as much of this information as is available at the time of filing the renewal application; (3) Any material changes to any of the information submitted by the licensee on its original application which have not previously been reported to the director on any other report required to be filed under this Act; (4) A list of the licensee's permissible investments; and (5) A list of the locations, if any, within this state at which business regulated by this Act is being conducted by either the licensee or its authorized delegates. Section 20. To renew a license, the licensee shall file a renewal report by June first. A licensee that has not filed a renewal report or paid its renewal fee by June first and has not been granted an extension of time to do so by the director, shall have its license suspended immediately. The licensee in such case has thirty days after its license is suspended in which to file a renewal report and pay the renewal fee, plus one hundred dollars for each business day after suspension that the director does not receive the renewal report and the renewal fee. The director, for good cause, may grant an extension of the renewal date or reduce or suspend the late filing fee. Any license not renewed prior to July first expires. Section 21. A licensee's responsibility to any person for a money transmission conducted on that person's behalf by the licensee or the licensee's authorized delegate is limited to the amount of money transmitted or the face amount of the payment instrument or stored value purchased. Section 22. Within fifteen business days of the occurrence of any one of the events listed in this section, a licensee shall file a written report with the director describing the event and its expected impact on the licensee's activities in the state. Such events include: (1) Any material changes in information provided in a licensee's application or renewal report; (2) The filing for bankruptcy or reorganization by the licensee; (3) The institution of revocation or suspension proceedings against the licensee by any state or governmental authority with regard to the licensees' money transmission activities; (4) Any felony indictment of the licensee or any of its key officers or directors related to money transmission activities; and (5) Any felony conviction of the licensee or any of its key officers or directors related to money transmission activities. Section 23. A licensee shall give the director written notice of a proposed change of control within fifteen days after learning of the proposed change of control and request approval of the acquisition. After review of a request for approval, the director may require the licensee to provide additional information concerning the proposed persons in control of the licensee. The additional information shall be limited to the same types required of the licensee or persons in control of the licensee as part of its original license or renewal application. The director shall approve a request for change of control if, after investigation, the director determines that the person or group of persons requesting approval has the competence, experience, character, and general fitness to operate the licensee or person in control of the licensee in a lawful and proper manner and that the interests of the public will not be jeopardized by the change of control. Section 24. The following persons are exempt from the requirements of section 23 of this Act, but the licensee shall notify the director of any such change of control: (1) A person that acts as a proxy for the sole purpose of voting at a designated meeting of the security holders or holders of voting interests of a licensee or person in control of a licensee; (2) A person that acquires control of a licensee by devise or descent; (3) A person that acquires control as a personal representative, custodian, guardian, conservator, or trustee, or as an officer appointed by a court of competent jurisdiction or by operation of law; and (4) A person that the director by rule or order exempts in the public interest. Section 25. Section 23 of this Act does not apply to public offerings of securities. Section 26. Before filing a request for approval to acquire control, a person may request in writing a determination from the director as to whether the person would be considered a person in control of a licensee upon consummation of a proposed transaction. If the director determines that the person would not be a person in control of a licensee, the director shall enter an order to that effect and the proposed person and transaction is not subject to the requirements of section 23 of this Act. Section 27. The director may conduct an annual on-site examination of a licensee upon reasonable notice to the licensee. The director may examine a licensee without prior notice if the director has a reasonable basis to believe that the licensee is in noncompliance with this Act. If the director concludes that an on-site examination of a licensee is necessary, the licensee shall pay all reasonably incurred costs of such examination. The on-site examination may be conducted in conjunction with examinations to be performed by representatives of any governmental agency. The director, in lieu of an on-site examination, may accept the examination report of any governmental agency, and reports so accepted are considered for all purposes as an official report of the director. The director may waive an on-site examination and only require a self-examination or a report prepared by an independent accounting firm. If a licensee conducts a self-examination, the licenses shall provide any information requested under oath and on forms provided by the division. The reasonable expenses incurred by the division, any governmental agency, or an independent licensed or certified public accountant in making such examination or report shall be borne by the licensee. Section 28. The director may request financial data from a licensee in addition to that required under section 19 of this Act, or conduct an on-site examination of any authorized delegate or location of a licensee within this state without prior notice to the authorized delegate or licensee only if the director has a reasonable basis to believe that the licensee or authorized delegate is in noncompliance with this Act. If the director examines an authorized delegate's operations, the authorized delegate shall pay all reasonably incurred costs of such examination. If the director examines a licensee's location within the state, the licensee shall pay all reasonably incurred costs of such examination. Section 29. Each licensee shall make, keep, and preserve the following books, accounts, and other records for a period of three years and which shall be open to inspection by the director: (1) A record or records of each payment instrument and stored value sold; (2) A general ledger, which general ledger shall be posted at least monthly, containing all assets, liabilities, capital, income, and expense accounts; (3) Bank statements and bank reconciliation records; (4) Records of outstanding payment instruments and stored value; (5) Records of each payment instrument and stored value paid within the three-year period; (6) A list of the names and addresses of all of the licensee's authorized delegates; and (7) Any other records the director reasonably requires by rule promulgated pursuant to chapter 1-26. Maintenance of such documents as are required by this section in a photographic, electronic, or other similar form constitutes compliance with this section. Records may be maintained at a location other than within this state if they are made accessible to the director on seven business days written notice. Section 30. A ll information or reports obtained by the director from an applicant, licensee, or authorized delegate, whether obtained through reports, applications, examination, audits, investigation, or otherwise, including all information contained in or related to examination, investigation, operating, or condition reports prepared by, on behalf of, or for the use of the director, or financial statements, balance sheets, or authorized delegate information, are confidential. However, the director may disclose confidential information to officials and examiners of other state or federal regulatory authorities or to appropriate prosecuting attorneys. This section does not prohibit the director from disclosing to the public a list of persons licensed under this Act or the aggregated financial data on those licensees. Section 31. Any licensee desiring to conduct licensed activities through an authorized delegate shall authorize each delegate to operate pursuant to an express written contract. Any such contract entered into after July 1, 2008, shall provide the following: (1) That the licensee appoints the person as its delegate with authority to engage in money transmission on behalf of the licensee; (2) That neither a licensee nor an authorized delegate may authorize subdelegates without the written consent of the director; and (3) That licensees are subject to supervision and regulation by the director. Section 32. An authorized delegate shall adhere to the following standards of conduct: (1) No authorized delegate may make any fraudulent or false statement or misrepresentation to a licensee or to the director; (2) All money transmission or sale or issuance of payment instrument activities conducted by an authorized delegate shall be strictly in accordance with the licensee's written procedures provided to the authorized delegate; (3) An authorized delegate shall remit all money owing to the licensee in accordance with the terms of the contract between the licensee and the authorized delegate. The failure of an authorized delegate to remit all money owing to a licensee within the time presented shall result in liability of the authorized delegate to the licensee for the licensee's actual damages. The director may establish, by rules promulgated pursuant to chapter 1-26, the maximum remittance time; (4) An authorized delegate is deemed to consent to the director's inspection, with or without prior notice to the licensee or authorized delegate, of the books and records of authorized delegates of the licensee if the director has a reasonable basis to believe that the licensee or authorized delegate is in noncompliance with this Act; and (5) An authorized delegate is under a duty to act only as authorized under the contract with the licensee. An authorized delegate who exceeds the authority grant under the contract is subject to cancellation of the contract and further disciplinary action by the director. Section 33. Any funds, less fees, received by an authorized delegate of a licensee from the sale or delivery of a payment instrument issued by a licensee or received by an authorized delegate for transmission shall, from the time such funds are received by such authorized delegate until such time when the funds or an equivalent amount are remitted by the authorized delegate to the licensee, constitute trust funds owned by and belonging to the licensee. If an authorized delegate commingles any such funds with any other funds or property owned or controlled by the authorized delegate, any commingled proceeds and other property shall be impressed with a trust in favor of the licensee in an amount equal to the amount of the proceeds due the licensee. Section 34. An authorized delegate shall report to the licensee the theft or loss of payment instruments and stored value within twenty-four hours from the time the authorized delegate knew or should have known of such theft or loss. Section 35. The director may suspend or revoke a licensee's license if the director finds that: (1) Any fact or condition exists that, if it had existed at the time when the licensee applied for its license, would have been grounds for denying such application; (2) The licensee's net worth becomes inadequate and the licensee, after ten days written notice from the director, fails to take such steps as the director deems necessary to remedy such deficiency; (3) The licensee violates any material provision of this Act or any rule or order promulgated by the director under authority of this Act; (4) The licensee is convicted of a violation of a state or federal anti-money laundering statute or is subject to an enforcement action for a violation of a state or federal anti- money laundering statute; (5) The licensee is conducting its business in an unsafe or unsound manner; (6) The licensee is insolvent; (7) The licensee has suspended payment of its obligations, has made an assignment for the benefit of its creditors, or has admitted in writing its inability to pay its debts as they become due; (8) The licensee has applied for an adjudication of bankruptcy, reorganization, arrangement, or other relief under any bankruptcy; (9) The licensee refuses to permit the director to make any examination authorized by this Act; (10) The licensee fails to make any report required by this Act; or (11) The competence, experience, character, or general fitness of the licensee indicates that it is not in the public interest to permit the licensee to conduct its business. Section 36. The director may issue an order suspending or revoking the designation of an authorized delegate, if the director finds that: (1) The authorized delegate violated this Act or a rule adopted or an order issued under this Act; (2) The authorized delegate did not cooperate with an examination or investigation by the director; (3) The authorized delegate engages in fraud, intentional misrepresentation, or gross negligence; (4) The authorized delegate is convicted of a violation of a state or federal anti-money laundering statute or is subject to an enforcement action for a violation of a state or federal anti-money laundering statute; (5) The competence, experience, character, or general fitness of the authorized delegate or a person in control of the authorized delegate indicates that it is not in the public interest to permit the authorized delegate to provide money services; or (6) The authorized delegate is engaging in an unsafe or unsound practice. In determining whether an authorized delegate is engaging in an unsafe or unsound practice, the director may consider the size and condition of the authorized delegate's provision of money services, the magnitude of the loss, the gravity of the violation of this Act, and the previous conduct of the authorized delegate. An authorized delegate may apply for relief from a suspension or revocation of designation as an authorized delegate pursuant to chapter 1-26. Section 37. If the director determines that a violation of this Act or of a rule adopted or an order issued pursuant to this Act by a licensee or authorized delegate is likely to cause immediate and irreparable harm to the licensee, its customers, or the public as a result of the violation, or cause insolvency or significant dissipation of assets of the licensee, the director may issue an order requiring the licensee or authorized delegate to cease and desist from the violation. The director may issue an order against a licensee to cease and desist from providing money transmission services through an authorized delegate that is the subject of a separate order pursuant to section 36 of this Act. The order becomes effective upon service of it upon the licensee or authorized delegate. An order to cease and desist remains effective and enforceable pending the completion of an administrative proceeding pursuant to chapter 1-26. However, a licensee or an authorized delegate that is served with an order to cease and desist may petition the circuit court for a judicial order setting aside, limiting, or suspending the enforcement, operation, or effectiveness of the order pending the completion of an administrative proceeding pursuant to chapter 1-26. Section 38. The director shall commence an administrative proceeding pursuant to chapter 1-26 within twenty days after issuing an order to cease and desist. The director may apply to the circuit court for an appropriate order to protect the public interest. Section 39. The director may enter into a consent order at any time with a person to resolve a matter arising under this Act. A consent order shall be signed by the person to whom it is issued or by the person's authorized representative, and shall indicate agreement with the terms contained in the order. A consent order may provide that it does not constitute an admission by a person that this Act or a rule adopted or an order issued under this Act has been violated. Section 40. The director may assess a fine against a person that violates this Act or a rule adopted or an order issued under this Act in an amount not to exceed five hundred dollars per day for each day the violation is outstanding, plus the state's costs and expenses for the investigation and prosecution of the matter, including reasonable attorney's fees. Section 41. Any person that intentionally makes a false statement, misrepresentation, or false certification in a record filed or required to be maintained under this Act or that intentionally makes a false entry or omits a material entry in such a record is guilty of a Class 6 felony. Any person that knowingly engages in any activity for which a license is required under this Act without being licensed under this Act is guilty of a Class 6 felony. Section 42. If the director has reason to believe that a person has violated or is violating section 4 of this Act, the director may issue an order to show cause why an order to cease and desist should not issue requiring that the person cease and desist from the violation of section 4 of this Act. In an emergency, the director may petition the circuit court for the issuance of a temporary restraining order. An order to cease and desist becomes effective upon service of it upon the person. An order to cease and desist remains effective and enforceable pending the completion of an administrative proceeding pursuant to chapter 1-26. A person that is served with an order to cease and desist for violating section 4 of this Act may petition the circuit court for a judicial order setting aside, limiting, or suspending the enforcement, operation, or effectiveness of the order pending the completion of an administrative proceeding pursuant to chapter 1-26. The director shall commence an administrative proceeding within twenty days after issuing an order to cease and desist. Section 43. Any person who engages in business activity regulated by this Act is deemed to have consented to the jurisdiction of the courts of South Dakota for all actions arising under this Act. Section 44. A license issued under the provisions of chapter 51A-16 that is in effect on July 1, 2008, shall remain in force as a license under this Act until the license's expiration date. Thereafter, the licensee shall be treated as if it had applied for and had received a license under this Act and shall comply with the renewal requirements set forth in this Act. Section 45. No license granted pursuant to this Act is assignable. Section 46. Any money coming into the custody of the division pursuant to this Act shall be deposited with the state treasurer. The state treasurer shall credit the money to the banking special revenue fund. Any expenditure of money out of the fund may only be made by appropriation by the Legislature through either the General Appropriation Act or a special appropriation bill. The director shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 47. The director may promulgate rules pursuant to chapter 1-26 to establish the process for conducting background investigations, for the conduct of examinations, the reporting of information required by this Act, and the process for the suspension or revocation of a license issued by the division. Section 48. That § § 51A-16-1 to 51A-16-17 , inclusive, be repealed."}, {"bill_id": 4668, "bill_version_id": 2697, "bill_version": "Enrolled", "bill_version_date": "2008-02-07T08:55:50.46-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4668, "action_date": "2008-01-08T12:00:00-06:00", "document_id": 563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/563.pdf", "status_text": "First read in House and referred to", "journal_page": 16, "committee_id_action": 27, "committee_id_assigned": 15, "result": "N", "vote": {}}, {"bill_id": 4668, "action_date": "2008-01-23T10:00:00-06:00", "document_id": 1235, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1235.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4668, "action_date": "2008-01-23T10:00:00-06:00", "document_id": 1699, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1699.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4668, "action_date": "2008-01-23T10:00:00-06:00", "document_id": 1699, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1699.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4668, "action_date": "2008-01-23T10:00:00-06:00", "document_id": 1699, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1699.pdf", "status_text": "Do Pass Amended", "journal_page": 236, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 485, "president_vote": null, "Yea": [602, 579, 623, 555, 536, 578, 617, 540, 561, 600], "Nay": [556], "Excused": [589, 546]}}, {"bill_id": 4668, "action_date": "2008-01-25T13:00:00-06:00", "document_id": 1914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1914.pdf", "status_text": "Deferred to another day", "journal_page": 272, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4668, "action_date": "2008-01-28T14:00:00-06:00", "document_id": 1998, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1998.pdf", "status_text": "Deferred to another day", "journal_page": 293, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4668, "action_date": "2008-01-29T14:00:00-06:00", "document_id": 2101, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2101.pdf", "status_text": "Do Pass Amended", "journal_page": 317, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 887, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 570, 597, 532, 608, 623, 574, 534, 555, 542, 568, 552, 575, 580, 572, 624, 595, 529, 594, 631, 565, 620, 616, 556, 585, 633, 543, 558, 605, 628, 630, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 531, 563, 540, 566, 549, 619, 626, 611, 606, 587, 559, 564, 561, 591], "Excused": [589]}}, {"bill_id": 4668, "action_date": "2008-01-30T14:00:00-06:00", "document_id": 2224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2224.pdf", "status_text": "First read in Senate and referred to", "journal_page": 275, "committee_id_action": 28, "committee_id_assigned": 2, "result": "N", "vote": {}}, {"bill_id": 4668, "action_date": "2008-02-05T10:00:00-06:00", "document_id": 2291, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2291.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 2, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4668, "action_date": "2008-02-05T10:00:00-06:00", "document_id": 2514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2514.pdf", "status_text": "Do Pass", "journal_page": 326, "committee_id_action": 2, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1247, "president_vote": null, "Yea": [557, 553, 622, 573, 541, 560, 629]}}, {"bill_id": 4668, "action_date": "2008-02-06T14:00:00-06:00", "document_id": 2660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2660.pdf", "status_text": "Do Pass Amended", "journal_page": 367, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1388, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 618, 610, 629, 613, 632, 577, 588, 539, 627, 548, 550, 541, 607], "Excused": [560]}}, {"bill_id": 4668, "action_date": "2008-02-07T13:00:00-06:00", "document_id": 2758, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2758.pdf", "status_text": "Signed by the Speaker", "journal_page": 472, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4668, "action_date": "2008-02-11T14:00:00-06:00", "document_id": 2899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2899.pdf", "status_text": "Delivered to the Governor", "journal_page": 495, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4668, "action_date": "2008-02-11T14:00:00-06:00", "document_id": 2905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2905.pdf", "status_text": "Signed by the President", "journal_page": 420, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4668, "action_date": "2008-02-14T14:00:00-06:00", "document_id": 3233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3233.pdf", "status_text": "Signed by the Governor", "journal_page": 572, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4114}