{"session_id": 69, "bill_id": 24774, "bill_type": "House Bill", "bill_number": 1250, "bill_title": "provide for the creation and use of South Dakota educational empowerment accounts.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24774", "sponsors": [{"legislator_profile_id": 4561, "is_prime": true}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4504, "is_prime": false}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4530, "is_prime": false}, {"legislator_profile_id": 4533, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4547, "is_prime": false}, {"legislator_profile_id": 4556, "is_prime": false}, {"legislator_profile_id": 4562, "is_prime": false}], "keywords": ["Education", "Scholarships"], "audio": [{"meeting_datetime": "2024-02-05T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hed18.mp3", "start_seconds": 1987.0}, {"meeting_datetime": "2024-02-05T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hed18.mp3", "start_seconds": 1987.0}, {"meeting_datetime": "2024-02-05T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hed18.mp3", "start_seconds": 1987.0}, {"meeting_datetime": "2024-02-05T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hed18.mp3", "start_seconds": 1987.0}, {"meeting_datetime": "2024-02-05T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hed18.mp3", "start_seconds": 1987.0}], "bill_versions": [{"bill_id": 24774, "bill_version_id": 264102, "bill_version": "Introduced", "bill_version_date": "2024-01-31T11:49:27.183-06:00", "bill_text": "An Act to provide for the creation and use of South Dakota educational empowerment accounts. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: Terms used in this chapter mean: (1) \"Institution of higher education,\" an institution under the control of the Board of Regents, an institution under the control of the South Dakota Board of Technical Education, or an accredited private postsecondary institution in this state; (2) \"Parent,\" a resident of this state who is the parent, stepparent, or legal guardian of a student; and (3) \"Student,\" a resident of this state who is eligible to enroll in a school district in this state. Section 2. That a NEW SECTION be added: To open a South Dakota educational empowerment account, the parent of a student shall file a request with the Department of Education. The request must be on a form developed by the department and available on the department's website. The form must be signed by the parent and contain an acknowledgement that: (1) As a condition of being able to access money in the account, the student may not, during the ensuing school year: (a) Enroll in a school district in this state; or (b) Have on file an alternative instruction notification as provided for in § 13-27-3; (2) Any money in the account may be used only for the purposes permitted under section 3 of this Act; and (3) Upon the student's graduation from high school, the department shall close the student's account and shall transfer any money remaining in the account to the general fund in the state treasury. Section 3. That a NEW SECTION be added: Money available in the student's South Dakota educational empowerment account may be used only for: (1) Tuition and fees payable for: (a) Enrollment in a nonpublic elementary or secondary school in this state; (b) Enrollment in a nonpublic elementary or secondary online learning program; or (c) Enrollment in an institution of higher education; (2) Textbooks, curricula, and other instructional materials and supplies, which are: (a) Required or recommended by the student's nonpublic school; (b) Required or recommended for a course taken by the student at an institution of higher education; or (c) Necessary for the provision of instruction; (3) Tutoring services provided by: (a) A person who is certified to teach in this state; (b) A person who is certified or licensed to teach in another state; or (c) A person who, by education, training, or experience, is uniquely qualified to provide tutoring services; (4) Educational therapies provided by a licensed, certified, or accredited practitioner; (5) Registration fees for: (a) A nationally standardized achievement test; (b) An advanced placement examination; or (c) Any other test or examination related to postsecondary admission; (6) Public transportation services between the student's residence and: (a) The nonpublic school in which the student is enrolled; or (b) The institution of higher education at which the student takes a course; and (7) Technological devices, instruments, and equipment necessary for the student to participate in any form of educational pursuit listed in this section. Section 4. That a NEW SECTION be added: Upon receipt of the signed form described in section 2 of this Act, the Department of Education shall transfer the per student equivalent amount, as calculated in accordance with § 13-13-10.1, into the student's South Dakota educational empowerment account and forward to the parent a debit card for use in accordance with section 3 of this Act. The funding required under this section must be budgeted and expended through the General Appropriations Act, pursuant to chapter 4-7. Section 5. That a NEW SECTION be added: If a parent elects to utilize the South Dakota educational empowerment account for a second or subsequent year, the parent must notify the Department of Education by completing a renewal form that is available on the department's website. The renewal form must be signed by the parent and contain the same acknowledgements required on an initial request form under section 2 of this Act. Upon receipt of the renewal form, the department shall transfer three thousand five hundred dollars into the student's South Dakota educational empowerment account. The funding required under this section must be budgeted and expended through the General Appropriations Act, pursuant to chapter 4-7. If a parent fails to return a renewal form to the department prior to September first, the department must provide a reminder notice to the parent, using the parent's last known e-mail address. On October first, the department shall transfer, to the state general fund, any money remaining in an account for which a parent has not requested renewal and shall close the account. Section 6. That a NEW SECTION be added: If any goods are purchased with money from a student's South Dakota educational empowerment account and returned for a refund, or if any contracted or purchased services are voided and a refund is required, the refund must be credited to the student's account. Any person who violates this section is guilty of a Class 1 misdemeanor. Section 7. That a NEW SECTION be added: The Department of Education shall conduct random audits of South Dakota educational empowerment accounts to ensure compliance with section 3 of this Act. The department, after a hearing in accordance with chapter 1-26, may remove any parent or student from eligibility for a South Dakota educational empowerment account if the parent or student: (1) Fails to comply with: (a) The terms and conditions set forth in the request for an account or for the renewal of an account, as acknowledged by the parent's signature; or (b) Any applicable laws or rules; (2) Knowingly misuses money deposited in the account; or (3) Knowingly engages in any act or omission with fraudulent intent. Upon a finding of ineligibility under this section, the student's account must be closed, and no other transactions may be allowed or disbursements made. The department shall transfer, to the state general fund, any money remaining in the account. Upon a finding of ineligibility under this section, the parent may not be permitted to open another account. The department may forward any evidence of misuse or fraud to the attorney general for the purpose of collection and for the purpose of a criminal investigation. Section 8. That a NEW SECTION be added: The Department of Education shall develop and implement an online service for the anonymous reporting of fraud or the misuse of South Dakota educational empowerment accounts. Section 9. That a NEW SECTION be added: The Department of Education shall develop and post on its website a participant handbook that includes information relating to the implementation and use of South Dakota educational empowerment accounts. Section 10. That a NEW SECTION be added: The Department of Education shall promulgate rules, in accordance with chapter 1-26, to: (1) Develop the forms for opening an initial South Dakota educational empowerment account and for the renewal of an existing account; (2) Provide for the distribution and monitoring of debit cards linked to each account; (3) Establish criteria for verifying the qualifications of tutors; (4) Establish criteria for verifying the qualifications of persons providing educational therapies; (5) Establish criteria for determining the necessity of technological devices, instruments, and equipment in relation to a student's educational pursuit; (6) Establish parameters for conducting random audits, as required under section 7 of this Act; (7) Develop and implement online and telephonic fraud and misuse reporting services; and (8) Establish parameters for investigating and addressing allegations of fraud or misuse. Section 11. That a NEW SECTION be added: Nothing in this Act authorizes the Department of Education or any school district in this state to exercise any additional control or supervision, other than that set forth in this title, or to impose any additional requirements or restrictions, other than those set forth in this title, over any nonpublic school, nonpublic school student, the parent of any nonpublic school student, or any parent providing or student receiving alternative education."}], "amendments": [{"bill_id": 24774, "document_id": 264424, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264424.pdf", "legislator_profile_id": 4561, "document_id_instructions": 264436, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/264436.pdf"}, {"bill_id": 24774, "document_id": 264546, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264546.pdf", "legislator_profile_id": 4492, "document_id_instructions": 264551, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/264551.pdf"}, {"bill_id": 24774, "document_id": 264549, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264549.pdf", "legislator_profile_id": 4492, "document_id_instructions": 264550, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/264550.pdf"}], "fiscal_notes": [264400], "action_log": [{"bill_id": 24774, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First Reading House", "journal_page": 214, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24774, "action_date": "2024-02-01T14:00:00-06:00", "document_id": 264174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264174.pdf", "status_text": "Referred to", "journal_page": 227, "committee_id_action": 1197, "committee_id_assigned": 1194, "result": "N", "vote": {}}, {"bill_id": 24774, "action_date": "2024-02-05T07:45:00-06:00", "document_id": 264357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264357.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1194, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24774, "action_date": "2024-02-05T07:45:00-06:00", "document_id": 264358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264358.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1194, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24774, "action_date": "2024-02-05T07:45:00-06:00", "document_id": 264358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264358.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1194, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79187, "president_vote": null, "Yea": [4489, 4506, 4553, 4482, 4472, 4555, 4531, 4534, 4499, 4492, 4565], "Nay": [4538, 4562], "Excused": [4511, 4568]}}]}