{"session_id": 69, "bill_id": 25189, "bill_type": "House Bill", "bill_number": 1202, "bill_title": "establish procedures for the termination of services by a provider through the CHOICES waiver program.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25189", "sponsors": [{"legislator_profile_id": 4513, "is_prime": true}, {"legislator_profile_id": 4521, "is_prime": false}, {"legislator_profile_id": 4534, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4547, "is_prime": false}], "keywords": ["Administrative Procedure", "Developmentally Disabled Persons", "Human Services", "Medicaid"], "audio": [{"meeting_datetime": "2024-02-13T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe23.mp3", "start_seconds": 2982.0}, {"meeting_datetime": "2024-02-13T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe23.mp3", "start_seconds": 2982.0}, {"meeting_datetime": "2024-02-13T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe23.mp3", "start_seconds": 2982.0}, {"meeting_datetime": "2024-02-13T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe23.mp3", "start_seconds": 2982.0}], "bill_versions": [{"bill_id": 25189, "bill_version_id": 263281, "bill_version": "Introduced", "bill_version_date": "2024-01-29T15:31:30.237-06:00", "bill_text": "An Act to establish procedures for the termination of services by a provider through the CHOICES waiver program. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 27B-2: Terms used in sections 2 to 5, inclusive, of this Act, mean: (1) \"CHOICES waiver program,\" the medicaid 1915(c) waiver program administered by the Department of Human Services to provide home and community-based services to children and adults with intellectual and developmental disabilities through a provider; (2) \"Participant,\" an individual with an intellectual or developmental disability who receives services through the CHOICES waiver program; and (3) \"Provider,\" a community services provider or a community support provider. Section 2. That a NEW SECTION be added to chapter 27B-2: Except as provided in section 5 of this Act, a provider must, at least thirty days before terminating CHOICES waiver program services to a participate, provide a notice of termination to the: (1) Participant, with accommodations for participants who have difficulty communicating, or the participant's parent, if the participant is under age eighteen; (2) Participant's guardian, if applicable; (3) Participant's individualized service plan team; and (4) Department of Human Services. Affirmative understanding of the notice by the participant is not required. Section 3. That a NEW SECTION be added to chapter 27B-2: The notice of termination required in section 2 of this Act must contain: (1) The reason for terminating CHOICES waiver program services; (2) Information on the availability of other similar services in the community; (3) An explanation of the participant's right to appeal the decision; and (4) An explanation that an appeal may only be based upon whether the provider followed termination procedures set forth in this chapter, administrative rule, and the provider's termination policy. Section 4. That a NEW SECTION be added to chapter 27B-2: A participant, the participant's parent if the participant is under age eighteen, or the participant's guardian may appeal the provider's termination of CHOICES waiver program services to the Department of Human Services within thirty days from the date of the provider's notice of termination. An appeal may only be based upon whether the provider followed the termination procedures set forth in this chapter, administrative rule, and the provider's termination policy. If a termination is being appealed, the provider must continue to provide services to the participant for a period of ninety days from the date of the provider's notice of termination, or until a decision is reached after a hearing pursuant to chapter 1-26, whichever occurs first. If an appeal to terminate services is adjudicated in favor of the participant or the participant's parent or guardian, the provider must reinstate services to the participant. After the provider has reinstated services, the provider may reissue a notice of termination. Section 5. That a NEW SECTION be added to chapter 27B-2: If a provider determines that a delay in termination of CHOICES waiver program services will jeopardize the life, health, or safety of the participant, other participants cared for by the provider, employees of the provider, or members of the public, the provider may immediately terminate services to the participant upon providing a notice of emergency termination to the: (1) Participant, with accommodations for participants who have difficulty communicating, or the participant's parent, if the participant is under age eighteen; (2) Participant's guardian, if applicable; (3) Participant's individualized service plan team; and (4) Department of Human Services. Affirmative understanding of the notice by the participant is not required. The emergency termination notice must contain the reason for terminating services to the participant, information on the availability of other similar services in the community, and the contact information of the participant's case manager and the Department of Human Services. The provider shall refer a participant who is terminated under this section to the participant's case manager and the Department of Human Services to secure placement."}, {"bill_id": 25189, "bill_version_id": 265441, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2024-02-13T16:26:42.227-06:00", "bill_text": "An Act to establish procedures for the termination of services by a provider through the CHOICES waiver program. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 27B-2: Terms used in sections 2 to 5, inclusive, of this Act, mean: (1) \"CHOICES waiver program,\" the medicaid 1915(c) waiver program administered by the Department of Human Services to provide home and community-based services to children and adults with intellectual and developmental disabilities through a provider; (2) \"Participant,\" an individual with an intellectual or developmental disability who receives services through the CHOICES waiver program; and (3) \"Provider,\" a community services provider or a community support provider. Section 2. That a NEW SECTION be added to chapter 27B-2: A provider must, at least thirty days before terminating services provided to a participant under the CHOICES waiver program, provide a notice of termination to the: (1) Participant, with accommodations for participants who have difficulty communicating, or the participant's parent, if the participant is under age eighteen; (2) Participant's guardian, if applicable; (3) Participant's individualized service plan team; and (4) Department of Human Services. Affirmative understanding of the notice by the participant is not required. Section 3. That a NEW SECTION be added to chapter 27B-2: The notice of termination required in section 2 of this Act must contain: (1) The reason for terminating the services provided under the CHOICES waiver program; (2) The date that the termination of services is effective; (3) Information on the availability of similar services in the community; (4) A statement of the participant's right to appeal the termination; and (5) A statement indicating that an appeal may only be based upon the question of whether the provider followed termination procedures as set forth in this chapter, in administrative rule, and in the provider's termination policy. Section 4. That a NEW SECTION be added to chapter 27B-2: A participant, the participant's parent if the participant is under age eighteen, or the participant's guardian, may appeal the provider's termination of services under the CHOICES waiver program to the Department of Human Services within thirty days from the date of the notice of termination. An appeal may only be based upon the question of whether the provider followed the termination procedures as set forth in this chapter, in administrative rule, and in the provider's termination policy. Except as provided in section 5 of this Act, if a termination is being appealed, the provider must continue to provide services to the participant for a period of ninety days from the date of the provider's notice of termination, or until a decision is reached after a hearing pursuant to chapter 1-26, whichever occurs first. If an appeal to terminate services is adjudicated in favor of the participant or the participant's parent or guardian, the provider must reinstate services to the participant. After the provider has reinstated services, the provider may reissue a notice of termination. Section 5. That a NEW SECTION be added to chapter 27B-2: If the provider determines that a participant is a danger to self or others, or the participant has engaged in behavior that repeatedly interferes with the rights, health, or safety of others, the provider may terminate services provided to the participant under the CHOICES waiver program on the noticed date of termination, regardless of whether an appeal is filed under section 4 of this Act. If a participant has a residential lease agreement with a provider, the noticed date of termination may not be sooner than the termination or expiration of the agreement. In order to terminate services in accordance with this section, the provider must forward the notice required by section 2 of this Act and include: (1) A statement indicating that the provider is terminating services to the participant because: (a) The participant is a danger to self or others; or (b) The participant has engaged in behavior that repeatedly interferes with the rights, health, or safety of others; (2) A statement indicating that, if an appeal is filed, the provider may terminate services on the noticed termination date; and (3) Documentation of the participant's behavior and action taken by the provider to address the behaviors that led to the issuance of the termination notice. The provider shall refer a participant whose services are terminated under this section to the participant's case manager and the Department of Human Services to secure alternative placement until a decision is reached after a hearing pursuant to chapter 1-26."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25189, "action_date": "2024-01-30T14:00:00-06:00", "document_id": 263279, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263279.pdf", "status_text": "First read in House and referred to", "journal_page": 198, "committee_id_action": 1197, "committee_id_assigned": 1196, "result": "N", "vote": {}}, {"bill_id": 25189, "action_date": "2024-02-08T07:45:00-06:00", "document_id": 264852, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264852.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25189, "action_date": "2024-02-13T07:45:00-06:00", "document_id": 265159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265159.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25189, "action_date": "2024-02-13T07:45:00-06:00", "document_id": 265160, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265160.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 25189, "action_date": "2024-02-13T07:45:00-06:00", "document_id": 265160, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265160.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79520, "president_vote": null, "Yea": [4483, 4492, 4494, 4505, 4506, 4521, 4531, 4534, 4535, 4556, 4551, 4510], "Nay": [4571]}}, {"bill_id": 25189, "action_date": "2024-02-15T13:00:00-06:00", "document_id": 265684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265684.pdf", "status_text": "Deferred to another day", "journal_page": 348, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {}}]}