{"session_id": 47, "bill_id": 13730, "bill_type": "House Bill", "bill_number": 1326, "bill_title": "to authorize the Bureau of Personnel to evaluate the compensation levels of state employees.", "sponsors": [{"legislator_profile_id": 2114, "is_prime": true}, {"legislator_profile_id": 2163, "is_prime": false}], "keywords": ["Labor & Employment", "Public Employees"], "audio": [], "bill_versions": [{"bill_id": 13730, "bill_version_id": 77647, "bill_version": "Introduced", "bill_version_date": "1998-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the Bureau of Personnel to evaluate the compensation levels of state employees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. It is the policy of the State of South Dakota that employees of the state should receive fair and adequate compensation for their work. That end is best achieved under a system which fairly compensates employees at a rate comparable with the private sector. Section 2. With the purpose of evaluating the compensation levels for the career service and exempt employees of the executive branch, and making recommendations to the Legislature, the Bureau of Personnel shall hire an independent consulting firm whose duties shall include: (1) Determine a market, comprised of public and private employers, which if surveyed, would provide reliable, competitive compensation comparisons to the pay practices of the state; (2) Conduct a survey of the public and private employers referred to in subdivision (1) of this section to determine wages and benefits paid by those employers to their employees; (3) Analyze the survey data; (4) Determine the appropriate competitive position of state pay levels relative to the central tendency of surveyed employer pay levels; (5) Conduct other studies as the bureau deems necessary for the contracting firm to formulate recommendations required by this act; (6) By December 31, 1999, prepare and submit a written report to the Legislature containing the following: (a) A list of public and private employers the contacting firm relied upon for its compensation comparisons and the factors the contracting firm used to select the comparable employers; (b) A summary of the contracting firm's findings based on the survey data; (c) Recommendations, based on survey data, of the appropriate competitive position for the state relative to the compensation practices of comparable employers; (d) General recommendations regarding the mix of compensation for state employees, including base salary, benefits, and incentives; (e) Recommendations regarding revisions, modifications, or changes, if any, which should be made to the compensation practices of the state; (7) Unless otherwise directed by the Legislature, the contracting firm may not make recommendations or conduct studies regarding job classifications, working conditions, grievance processes, or other noncompensation matters; (8) Positions in the judicial branch, legislative branch, the offices of the constitutional officers, and the career service employees of the Board of Regents may be included in the study at the request of the Supreme Court, the Executive Board of the Legislative Research Council, the responsible constitutional officer and the Board of Regents, respectively."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13730, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76901.pdf", "status_text": "First read in House and referred to", "journal_page": 233, "committee_id_action": 600, "committee_id_assigned": 587, "result": "N", "vote": {}}, {"bill_id": 13730, "action_date": "1998-02-06T11:00:00-06:00", "document_id": 76680, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76680.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 587, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13730, "action_date": "1998-02-06T11:00:00-06:00", "document_id": 76680, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76680.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 587, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13730, "action_date": "1998-02-09T08:00:00-06:00", "document_id": 76685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76685.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 448, "committee_id_action": 587, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38350, "president_vote": null, "Yea": [2107, 2123, 2116, 2143, 2154, 2162, 2176, 2174], "Excused": [2184, 2167]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13730"}