{"session_id": 54, "bill_id": 18254, "bill_type": "House Bill", "bill_number": 1272, "bill_title": "permit the court to suspend certain mandatory jail sentences for DUI offenses on condition that the offender submit to certain drug treatment and testing.", "sponsors": [{"legislator_profile_id": 2883, "is_prime": true}, {"legislator_profile_id": 2931, "is_prime": true}, {"legislator_profile_id": 2839, "is_prime": false}, {"legislator_profile_id": 2842, "is_prime": false}, {"legislator_profile_id": 2845, "is_prime": false}, {"legislator_profile_id": 2858, "is_prime": false}, {"legislator_profile_id": 2881, "is_prime": false}, {"legislator_profile_id": 2889, "is_prime": false}, {"legislator_profile_id": 2893, "is_prime": false}, {"legislator_profile_id": 2901, "is_prime": false}, {"legislator_profile_id": 2916, "is_prime": false}], "keywords": ["Motor Vehicles"], "audio": [{"meeting_datetime": "2003-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hju19hb1272a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hju19hb1272a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hju19hb1272a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18254, "bill_version_id": 96459, "bill_version": "Introduced", "bill_version_date": "2003-02-04T07:48:59-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to permit the court to suspend certain mandatory jail sentences for DUI offenses on condition that the offender submit to certain drug treatment and testing. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-23 be amended by adding thereto a NEW SECTION to read as follows: For any violation of § 32-23-3, 32-23-4, or 32-23-4.6 that provides for a mandatory jail sentence, the court may, at its discretion, but on motion of the defendant, suspend such mandatory jail sentence, the provisions of § § 32-23-3, 32-23-4, and 32-23-4.6 notwithstanding, if the defendant agrees to be administered with and periodically tested for disulfiram or some other anti-alcoholic drug that produces highly unpleasant symptoms such as vomiting, headache, nausea, sweating, dyspnea, and vertigo whenever the user consumes any amount of alcohol. Section 2. That chapter 32-23 be amended by adding thereto a NEW SECTION to read as follows: In petitioning the court for the alternative sentencing provided for in section 1 of this Act, the defendant shall specifically agree to pay all costs inherent in the purchase, administration, treatment, and testing for the disulfiram or other anti-alcoholic drug. The defendant shall furnish the court with a doctor's statement attesting that the defendant's health is appropriate to the prescribed drug use. Section 3. That chapter 32-23 be amended by adding thereto a NEW SECTION to read as follows: If the court grants the alternative sentence permitted pursuant to section 1 of this Act, the court may prescribe any reasonable condition as it may find appropriate including mandatory random drug testing. The court may prescribe the term of treatment as it deems appropriate, but in no case may the term be less than thirty days or more than one year. The defendant shall specifically agree to all of the court's conditions as a prerequisite to receiving the alternative sentencing. Section 4. That chapter 32-23 be amended by adding thereto a NEW SECTION to read as follows: If the defendant, after agreeing to any condition imposed pursuant to section 2 or 3 of this Act, subsequently materially violates that agreement, the court may find the defendant in contempt and may impose any suitable penalty or may terminate the alternative sentence and impose all or part of the mandatory jail sentence to which the defendant was initially liable. Section 5. That chapter 32-23 be amended by adding thereto a NEW SECTION to read as follows: The defendant may, at any time, upon notification to the court, with or without the advice of a doctor, stop taking the drug for reasons of health. However, the court may then impose all or part of the mandatory jail sentence to which the defendant was initially liable."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18254, "action_date": "2003-02-04T14:00:00-06:00", "document_id": 96525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96525.pdf", "status_text": "First read in House and referred to", "journal_page": 291, "committee_id_action": 798, "committee_id_assigned": 796, "result": "N", "vote": {}}, {"bill_id": 18254, "action_date": "2003-02-10T07:45:00-06:00", "document_id": 96854, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96854.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 368, "committee_id_action": 796, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56301, "president_vote": null, "Yea": [2845, 2848, 2873, 2894, 2902, 2907, 2899, 2895], "Nay": [2858, 2863, 2869, 2913, 2922]}}, {"bill_id": 18254, "action_date": "2003-02-10T07:45:00-06:00", "document_id": 96854, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96854.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 796, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18254"}