{"session_id": 27, "bill_id": 8124, "bill_type": "Senate Bill", "bill_number": 160, "bill_title": "establish provisions for the selection and instruction of delegates to an Article V convention for proposing an amendment to the United States Constitution.", "sponsors": [{"legislator_profile_id": 1165, "is_prime": true}, {"legislator_profile_id": 1146, "is_prime": true}, {"legislator_profile_id": 1154, "is_prime": false}, {"legislator_profile_id": 1148, "is_prime": false}, {"legislator_profile_id": 1179, "is_prime": false}, {"legislator_profile_id": 1097, "is_prime": false}, {"legislator_profile_id": 1143, "is_prime": false}, {"legislator_profile_id": 1142, "is_prime": false}, {"legislator_profile_id": 1139, "is_prime": false}, {"legislator_profile_id": 1196, "is_prime": false}, {"legislator_profile_id": 1175, "is_prime": false}, {"legislator_profile_id": 1169, "is_prime": false}, {"legislator_profile_id": 1133, "is_prime": false}, {"legislator_profile_id": 1107, "is_prime": false}, {"legislator_profile_id": 1149, "is_prime": false}, {"legislator_profile_id": 1104, "is_prime": false}, {"legislator_profile_id": 1144, "is_prime": false}, {"legislator_profile_id": 1134, "is_prime": false}, {"legislator_profile_id": 1176, "is_prime": false}, {"legislator_profile_id": 1132, "is_prime": false}, {"legislator_profile_id": 1145, "is_prime": false}], "keywords": ["Legislature and Statutes", "State Affairs and Government"], "audio": [{"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo21.mp3", "start_seconds": 65.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo21.mp3", "start_seconds": 65.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo21.mp3", "start_seconds": 65.0}, {"meeting_datetime": "2017-02-15T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo23.mp3", "start_seconds": 3116.0}, {"meeting_datetime": "2017-02-15T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo23.mp3", "start_seconds": 3116.0}, {"meeting_datetime": "2017-02-15T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo23.mp3", "start_seconds": 3116.0}], "bill_versions": [{"bill_id": 8124, "bill_version_id": 43557, "bill_version": "Introduced", "bill_version_date": "2017-02-01T10:24:19.997-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish provisions for the selection and instruction of delegates to an Article V convention for proposing an amendment to the United States Constitution. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 2-15 be amended by adding a NEW SECTION to read: If a convention for proposing an amendment to the United States Constitution be called by Congress pursuant to Article V of the Constitution on or before December 31, 2018, the Legislature shall send a delegation to the convention. Section 2. That chapter 2-15 be amended by adding a NEW SECTION to read: The delegation shall be comprised of five delegates and five alternates. Section 3. That chapter 2-15 be amended by adding a NEW SECTION to read: Delegates and alternates shall be appointed as follows: (1) Two delegates and two alternates appointed by the president pro tempore of the Senate; (2) Two delegates and two alternates appointed by the speaker of the House of Representatives; and (3) One delegate and one alternative jointly appointed by the president pro tempore and the speaker. Section 4. That chapter 2-15 be amended by adding a NEW SECTION to read: If a delegate is not able to participate in the convention either permanently or temporarily, the delegate's respective alternate shall replace the delegate for the time he or she is unable to serve. If an alternate is not be able to participate, the delegation shall choose a replacement from the remaining alternates. Section 5. That chapter 2-15 be amended by adding a NEW SECTION to read: The delegation shall choose a presiding officer and organize in the manner the delegation desires. Section 6. That chapter 2-15 be amended by adding a NEW SECTION to read: The delegation may represent the Legislature at formal and informal planning sessions related to the convention, to conduct community meetings and hearings throughout the state prior to the convention, and to correspond with other state delegations. However, each member shall at all times adhere to the oath required by § 2-15-18 and to all instructions provided by this Act. Section 7. That chapter 2-15 be amended by adding a NEW SECTION to read: The Legislature shall provide the delegation necessary support staff and pay all of the costs of attending the convention and all planning meetings, community meetings, and hearings subject to available funding. Section 8. That chapter 2-15 be amended by adding a NEW SECTION to read: The term of office for the delegation shall end on the later of December 31, 2018, or on the adjournment of an amendment convention called prior to that date. Section 9. That chapter 2-15 be amended by adding a NEW SECTION to read: Any member of a delegation knowing of any violation of the oath or any misbehavior by a delegate shall report it to the Article V convention committee as provided by this Act. Section 10. That chapter 2-15 be amended by adding a NEW SECTION to read: An Article V convention committee shall be comprised of three persons, one appointed by the president pro tempore of the Senate, one appointed by the speaker of the House of Representatives, and one appointed jointly by each. No member of the Article V committee may be a member of the delegation. Section 11. That chapter 2-15 be amended by adding a NEW SECTION to read: The duties of the Legislature's Article V committee include: (1) Monitoring the delegation to determine if the delegation is following legislative instructions and obeying convention rules; (2) Advising the delegation on the Legislature's position on issues before the convention; (3) Disciplining any delegate who violates the oath of office or instructions or is otherwise guilty of malfeasance or nonfeasance; discipline may include recall from the convention or demotion to an alternate delegate; (4) Notifying the convention that a delegate has been recalled or converted to alternate delegate; and (5) Replacing any recalled delegate. Section 12. That chapter 2-15 be amended by adding a NEW SECTION to read: A delegate may only vote for rules consistent with the following principles: (1) The convention is convened under the authority granted to the state legislatures of the several states by Article V of the Constitution of the United States; (2) The only participants at this convention are the several states represented by their respective delegations duly selected in such a manner as their respective legislatures have determined; (3) The scope of the convention's authority is defined by applications adopted by at least two-thirds of the legislatures of the several states, which authority is limited to the subject of the call of the convention. The convention has no authority to propose of discuss an amendment on any other subject; (4) The convention shall provide for disciplining a delegation for exceeding the scope of the convention's authority by raising subjects for discussion or debate that lie outside the convention's authority; (5) The convention may not infringe on the respective state legislature's authority to or serving as members instruct, discipline, recall and replace delegates; (6) A quorum for all sessions of the convention and for all committee meetings shall be a majority of the states attending the convention or serving as members of the relevant committee; (7) All voting at the convention or in a committee shall be by state with each state having one vote, without apportionment or division. Each state legislature shall determine the internal voting and quorum rules for casting the vote of its delegation; (8) A majority vote of the quorum shall prevail on all issues before the convention and in all committees, except for procedural votes that may require a supermajority; and (9) An affirmative vote not greater than a majority of the several states shall be necessary to propose an amendment."}], "amendments": [], "fiscal_notes": [44365], "action_log": [{"bill_id": 8124, "action_date": "2017-02-01T14:00:00-06:00", "document_id": 43627, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43627.pdf", "status_text": "First read in Senate and referred to", "journal_page": 253, "committee_id_action": 360, "committee_id_assigned": 340, "result": "N", "vote": {}}, {"bill_id": 8124, "action_date": "2017-02-08T14:00:00-06:00", "document_id": 44140, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44140.pdf", "status_text": "Referred to", "journal_page": 340, "committee_id_action": 360, "committee_id_assigned": 338, "result": "P", "vote": {}}, {"bill_id": 8124, "action_date": "2017-02-13T08:00:00-06:00", "document_id": 44202, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44202.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 338, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8124, "action_date": "2017-02-15T08:00:00-06:00", "document_id": 44314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44314.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 338, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8124, "action_date": "2017-02-15T08:00:00-06:00", "document_id": 44472, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44472.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 392, "committee_id_action": 338, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23292, "president_vote": null, "Yea": [1171, 1108, 1106, 1163], "Nay": [1107, 1169], "Excused": [1189]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8124"}