{"session_id": 36, "bill_id": 9763, "bill_type": "House Bill", "bill_number": 1154, "bill_title": "require certain products contain digital blocking capability, establish a deactivation fee, establish the human trafficking and child exploitation prevention fund, and provide a penalty therefor.", "sponsors": [{"legislator_profile_id": 1556, "is_prime": true}, {"legislator_profile_id": 1583, "is_prime": true}, {"legislator_profile_id": 1578, "is_prime": false}, {"legislator_profile_id": 1444, "is_prime": false}, {"legislator_profile_id": 1438, "is_prime": false}, {"legislator_profile_id": 1647, "is_prime": false}, {"legislator_profile_id": 1626, "is_prime": false}, {"legislator_profile_id": 1622, "is_prime": false}, {"legislator_profile_id": 1564, "is_prime": false}], "keywords": ["Appropriation", "Crimes", "Sex Trafficking", "State Affairs and Government", "Taxation"], "audio": [{"meeting_datetime": "2019-02-08T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju20.mp3", "start_seconds": 1653.0}, {"meeting_datetime": "2019-02-08T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju20.mp3", "start_seconds": 1653.0}, {"meeting_datetime": "2019-02-08T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju20.mp3", "start_seconds": 1653.0}, {"meeting_datetime": "2019-02-08T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju20.mp3", "start_seconds": 1653.0}], "bill_versions": [{"bill_id": 9763, "bill_version_id": 52410, "bill_version": "Introduced", "bill_version_date": "2019-01-25T11:33:00.243-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require certain products contain digital blocking capability, establish a deactivation fee, establish the human trafficking and child exploitation prevention fund, and provide a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Consumer,\" a person who uses a distributor's product, unless the product was purchased for resale purposes; (2) \"Digital blocking capability,\" software preventing a device from accessing obscene material or other prohibited material on the internet; (3) \"Internet content distributor\" or \"distributor,\" a person who manufactures, sells, offers for sale, leases, or distributes a product that makes content accessible on the internet; (4) \"Nonconsensual pornography,\" an image or video of a person engaged in sexual activity or that displays a person nude, as the term is defined in subdivision 11-12-1(10), if the image or video contains personal identification information of the depicted person without the depicted person's consent; and (5) \"Obscene material,\" content that the average person, applying contemporary community standards, would find that, when taken as a whole, the dominant theme appeals to prurient interests; portrays sexual conduct or sadomasochistic abuse in a patently offensive way; and lacks serious literary, artistic, political, or scientific value. Section 2. That the code be amended by adding a NEW SECTION to read: A distributor may not manufacture, sell, offer for sale, lease, or distribute a product that makes content accessible to the internet unless the product contains digital blocking capability that prohibits access to a website: (1) Displaying obscene material by default; (2) Displaying child pornography by default; (3) Facilitating prostitution by default; (4) Facilitating human trafficking by default; and (5) Displaying nonconsensual pornography. Section 3. That the code be amended by adding a NEW SECTION to read: The distributor shall: (1) Make reasonable and ongoing efforts to ensure that the digital content blocking capability functions properly; (2) Establish a reporting mechanism, such as a website or call center, to allow a consumer to report unblocked websites displaying obscene material or to report blocked websites that are not displaying obscene material; and (3) Report child pornography received through the reporting mechanism to the National Center For Missing and Exploited Children's CyberTipline in accordance with 18 U.S.C. § 2258A. Section 4. That the code be amended by adding a NEW SECTION to read: A distributor may not block access to: (1) Social media websites that provide a means for the website's users to report obscene materials and have in place procedures for evaluating those reports and removing obscene material; (2) Websites that serve primarily as a search engine; and (3) Websites that display complete movies that are rated R and below by the Classification and Ratings Administration. Section 5. That the code be amended by adding a NEW SECTION to read: A distributor shall deactivate a product's digital blocking capability after a consumer: (1) Requests that the distributor deactivate the digital blocking capability; (2) Provides to the distributor an original or copy of a state-issued driver license, state-issued identification card, or passport, that verifies the consumer is eighteen years of age or older; (3) Acknowledges receiving from the distributor a warning about the potential danger of deactivating the digital blocking capability. The attorney general shall prepare and make available to the distributors a form that includes all content that must be in the warning; and (4) Pays to the distributor a one-time twenty dollar digital access fee to be remitted to the state. Section 6. That the code be amended by adding a NEW SECTION to read: A distributor who manufactures, sells, offers for sale, leases, or distributes a product that makes content accessible on the internet may charge a reasonable separate opt-in fee to deactivate the digital blocking capacity, which it may retain. Section 7. That the code be amended by adding a NEW SECTION to read: Each quarter, a distributor shall remit the fees collected under section 5 of this Act to the state treasury in the manner prescribed by the state treasurer. Section 8. That the code be amended by adding a NEW SECTION to read: There is created within the state treasury the human trafficking and child exploitation prevention fund into which all fees under section 5 of this Act, contributions, grants, payments ordered by the court, and other fees or revenue collected for the purpose of this Act shall be deposited. All moneys in the fund created by this section shall be used for purposes of developing, expanding, and strengthening programs for victims of human trafficking and other sex-related crimes and for the purposes of upholding community standards of decency. Interest earned on money in the fund shall be deposited into the fund. Expenditures from the fund shall be appropriated through the normal budget process. Section 9. That the code be amended by adding a NEW SECTION to read: The human trafficking and child exploitation prevention fund shall be administered by the Office of the Attorney General. Section 10. That the code be amended by adding a NEW SECTION to read: Expenditures authorized by this Act from the human trafficking and child exploitation prevention fund shall be paid on warrants drawn by the state auditor on vouchers approved by the attorney general. Section 11. That the code be amended by adding a NEW SECTION to read: The Office of the Attorney General may distribute grants from the human trafficking and child exploitation prevention fund to prevent human trafficking and to develop, provide, or expand services to the victims of human trafficking or child exploitation. Grants may be award to the following government and nongovernment groups: (1) State agencies for the purpose of conducting human trafficking enforcement programs, to support programs assisting victims of human trafficking, or for the purposes of conducting programs to uphold community standards of decency, including rape-kit testing, physical and mental health services, temporary and permanent housing placement, employment, placement, education, or training, victims compensation, needs of law enforcement, and other related purposes; (2) The Office of the Governor to support human trafficking education and prosecution projects or for the purposes of conducting programs to uphold community standards of decency; or (3) Faith-based groups, school districts, county and municipal governments, or nonprofit organizations for programs about preventing human trafficking or child exploitation or for programs that seek to uphold community standards of decency, including shelters, dream centers, family counseling, or musical, writing, design, cinematic, or pictorial creative art projects that promote decency, and other related uses. Section 12. That the code be amended by adding a NEW SECTION to read: If the digital blocking capability blocks a website that is not displaying material enumerated in section 2 of this Act and the block is reported to a reporting mechanism, the website shall be unblocked within five business days after the block is first reported. A consumer may seek judicial relief to unblock a website that was not supposed to be blocked. The prevailing party in civil litigation may seek attorney's fees, costs, and other forms of relief. Section 13. That the code be amended by adding a NEW SECTION to read: If a distributor who manufactures, sells, offers for sale, leases, or distributes a product that makes content accessible on the internet is unresponsive to a report of a website displaying obscene material that has breached the filter, the attorney general or a consumer may file a civil suit. The attorney general or a consumer may seek damages of up to five hundred dollars for each website that was reported but not subsequently blocked. The prevailing party in the civil action may seek attorney's fees, costs, and other forms of relief. Any award recovered by the attorney general shall be deposited into the human trafficking and child exploitation prevention fund created under section 8 of this Act. Section 14. That the code be amended by adding a NEW SECTION to read: It shall be an affirmative defense in civil action to a charge of violating this Act that the dissemination of the content described in section 2 of this Act was limited to institutions or organizations having scientific, educational, or other instructional purposes for displaying the material covered by section 2 of this Act. Section 15. That the code be amended by adding a NEW SECTION to read: A person who manufactures, sells, offers for sale, leases, or distributes a product that makes content accessible on the internet is guilty of a Class 2 misdemeanor, if the person knowingly: (1) Sells a product that makes content accessible on the internet without digital blocking capability that makes an attempt to render a website displaying obscene material, child pornography, revenge pornography, or a website that is known to facilitate prostitution or human trafficking inaccessible by default; or (2) Provides the mechanism or source code to deactivate the digital blocking capability to a minor or to an adult without complying with section 5 of this Act. Section 16. That the code be amended by adding a NEW SECTION to read: This Act does not apply to: (1) An occasional sale of an internet enabled device by a person that is not regularly engaged in the business of selling internet enabled devices; and (2) A product produced or sold before the effective date of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9763, "action_date": "2019-01-25T14:00:00-06:00", "document_id": 52449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52449.pdf", "status_text": "First Reading House", "journal_page": 203, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9763, "action_date": "2019-01-28T14:00:00-06:00", "document_id": 52545, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52545.pdf", "status_text": "Referred to", "journal_page": 219, "committee_id_action": 408, "committee_id_assigned": 410, "result": "N", "vote": {}}, {"bill_id": 9763, "action_date": "2019-02-08T10:00:00-06:00", "document_id": 52899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52899.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 410, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9763, "action_date": "2019-02-08T10:00:00-06:00", "document_id": 53339, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53339.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 410, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9763, "action_date": "2019-02-08T10:00:00-06:00", "document_id": 53339, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53339.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 340, "committee_id_action": 410, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28015, "president_vote": null, "Yea": [1619, 1643, 1645, 1446, 1637, 1629, 1436], "Nay": [1650, 1556, 1626, 1610], "Excused": [1638, 1635]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9763"}