{"session_id": 32, "bill_id": 8995, "bill_type": "House Bill", "bill_number": 1171, "bill_title": "establish a nonbeneficiary student scholarship program for certain students attending tribally controlled colleges and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 1279, "is_prime": true}, {"legislator_profile_id": 1262, "is_prime": true}, {"legislator_profile_id": 1268, "is_prime": false}, {"legislator_profile_id": 1228, "is_prime": false}, {"legislator_profile_id": 1238, "is_prime": false}, {"legislator_profile_id": 1232, "is_prime": false}, {"legislator_profile_id": 1293, "is_prime": false}, {"legislator_profile_id": 1243, "is_prime": false}, {"legislator_profile_id": 1289, "is_prime": false}, {"legislator_profile_id": 1256, "is_prime": false}, {"legislator_profile_id": 1258, "is_prime": false}, {"legislator_profile_id": 1237, "is_prime": false}, {"legislator_profile_id": 1229, "is_prime": false}], "keywords": ["Appropriations", "Education", "Students", "Tribal Government"], "audio": [{"meeting_datetime": "2018-02-08T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/jap20.mp3", "start_seconds": 114.0}, {"meeting_datetime": "2018-02-08T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/jap20.mp3", "start_seconds": 114.0}, {"meeting_datetime": "2018-02-08T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/jap20.mp3", "start_seconds": 114.0}], "bill_versions": [{"bill_id": 8995, "bill_version_id": 47760, "bill_version": "Introduced", "bill_version_date": "2018-01-24T09:57:41.193-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a nonbeneficiary student scholarship program for certain students attending tribally controlled colleges and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-55 be amended by adding a NEW SECTION to read: There is hereby established the nonbeneficiary student scholarship program to be administered by the Board of Regents. The purpose of the scholarship is to defray a portion of the costs incurred when a nonbeneficiary student is enrolled in a tribally controlled college or community college. For the purposes of this Act, a nonbeneficiary student is a student who is enrolled in Oglala Lakota College in Kyle, Sinte Gleska University in Rosebud, Sitting Bull College in Mobridge, or Sisseton-Wahpeton Community College in Sisseton; who meets the South Dakota residency requirement established in § 13-53-24; and who is not an enrolled member of a federally recognized Indian tribe. Section 2. That chapter 13-55 be amended by adding a NEW SECTION to read: To receive a scholarship under this Act, a nonbeneficiary student shall apply to a participating college on forms provided by the Board of Regents. A student is eligible to participate in the scholarship program for up to four consecutive spring and fall semesters or until the attainment of a baccalaureate degree, whichever comes first. However, the consecutive enrollment requirement may be waived for a good cause. Section 3. That chapter 13-55 be amended by adding a NEW SECTION to read: In order to maintain eligibility in the nonbeneficiary student scholarship program, a nonbeneficiary student shall maintain enrollment at a participating college and make continued progress toward a degree as determined by the student's program of study. Section 4. That chapter 13-55 be amended by adding a NEW SECTION to read: Funding for the nonbeneficiary student scholarship is limited to a maximum of four thousand dollars per year for each full-time equivalent nonbeneficiary student. One-half of the scholarship award shall be paid to the participating college on behalf of an eligible nonbeneficiary student at the beginning of the fall semester, and one-half of the scholarship award shall be paid to the participating college on behalf of an eligible nonbeneficiary student at the beginning of the spring semester. If, in any year, the funds available for scholarships are insufficient to permit each eligible nonbeneficiary student to receive the full amount provided in this section, the available funds shall be prorated and distributed on behalf of each eligible nonbeneficiary student in proportion to the entitlement created in this section. Section 5. There is hereby appropriated from the general fund the sum of fifty thousand dollars ($50,000), or so much thereof as may be necessary, to the Board of Regents to fund the nonbeneficiary scholarship program established in section 1 of this Act. Section 6. The executive director of the Board of Regents shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 7. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2019, shall revert in accordance with the procedures prescribed in chapter 4-8."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8995, "action_date": "2018-01-24T14:00:00-06:00", "document_id": 47830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47830.pdf", "status_text": "First read in House and referred to", "journal_page": 178, "committee_id_action": 396, "committee_id_assigned": 382, "result": "N", "vote": {}}, {"bill_id": 8995, "action_date": "2018-02-01T08:00:00-06:00", "document_id": 48047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48047.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 382, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8995, "action_date": "2018-02-08T08:00:00-06:00", "document_id": 48715, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48715.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 382, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8995, "action_date": "2018-02-08T08:00:00-06:00", "document_id": 48979, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48979.pdf", "status_text": "Tabled", "journal_page": 386, "committee_id_action": 382, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25558, "president_vote": null, "Nay": [1237, 1213, 1303], "Excused": [1289, 1281], "Yea": [1231, 1221, 1273, 1242, 1223, 1314, 1316, 1292, 1297, 1276, 1222, 1220, 1269]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8995"}