{"session_id": 54, "bill_id": 17863, "bill_type": "House Bill", "bill_number": 1018, "bill_title": "revise certain provisions related to advanced life support personnel.", "sponsors": [], "keywords": ["Advanced Life Support Personnel", "Professions and Occupations"], "audio": [{"meeting_datetime": "2003-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe08hb1018a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe08hb1018a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe08hb1018a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe08hb1018a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/she14hb1018a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/she14hb1018a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/she14hb1018a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/she14hb1018a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17863, "bill_version_id": 95294, "bill_version": "Introduced", "bill_version_date": "2003-01-11T11:30:16-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to advanced life support personnel. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-4B-1 be amended to read as follows: 36-4B-1. Terms used in this chapter mean: (1) \"Advanced life support,\" a level of prehospital and interhospital emergency care consisting of basic life support procedures and definitive therapy including the use of invasive procedures and may include the use of drugs and manual defibrillation; (2) \"Advanced life support personnel,\" any person other than a physician who has completed a department and board approved program and is licensed as an emergency medical technician-intermediate technician-intermediate/85 ; emergency medical technician-special skills technician-intermediate/99 ; or emergency medical technician-paramedic as set forth in this chapter, or its equivalent; (3) \"Board,\" the South Dakota Board of Medical and Osteopathic Examiners; (4) \"Department,\" the South Dakota State Department of Health; (5) \"Direct medical control,\" communications between field personnel and a physician during an emergency run; (6) \"Emergency medical services,\" health care provided to the patient at the scene, during transportation to a medical facility, between medical facilities and upon entry at the medical facility; (7) \"Emergency medical technician-basic,\" any person trained in emergency medical care in accordance with standards prescribed by rules and regulations promulgated pursuant to § 34-11-6, who provides emergency medical services, including automated external defibrillation under indirect medical control, in accordance with his the person's level of training; (8) \"Emergency medical technician-intermediate technician-intermediate/85 ,\" any person who has successfully completed a department and board approved program of instruction in basic life support and advanced life support skills in shock and fluid therapy, placement of esophageal airways, and other advanced life support skills approved by board action, and who is licensed by the board to perform such skills, including automated external defibrillation; (9) \"Emergency medical technician-paramedic,\" any person who has successfully completed a program of study approved by the department and the board and is licensed as an emergency medical technician-paramedic, which includes all training and skills set forth herein for emergency medical technician-intermediate technician-intermediate/85 and emergency medical technician-special skills technician-intermediate/99 , and other advanced skills programs approved by board action, and who is licensed by the board to perform such intermediate, special, and advanced skills; (10) \"Emergency medical technician-special skills technician-intermediate/99 ,\" any person who has successfully completed a department and board approved program of instruction in all areas of emergency medical technician-intermediate technician-intermediate/85 curriculum plus other specific areas of emergency medical care in the following areas: manual and automated external defibrillation, telemetered electrocardiography, administration of cardiac drugs, administration of specific medications and solutions, use of adjunctive breathing devices, advanced trauma care, tracheotomy suction, esophageal airways and endotracheal intubation, intraosseous infusion, or other special skills programs approved by board action, and who is licensed by the board to perform intermediate skills plus such special skills; (11) \"Emergency medical technician-student status,\" any person who has received authorization for student status by the board and who has been accepted into an advanced life support training program to perform, under direct supervision, those activities and services currently being studied; (12) \"Good faith,\" honesty, in fact, in the conduct, or transaction concerned; (13) \"Gross negligence,\" the intentional failure to perform a manifest duty in reckless disregard of the consequences as affecting the life or health of another; (14) \"Hour of advanced life support studies,\" fifty minutes of training; (15) \"Indirect medical control,\" the establishment and implementation of system policies and procedures, such as medical treatment protocols, quality assurance programs and case reviews by a physician licensed in South Dakota; (16) \"Local government,\" any county, municipality, township, or village in this state; (17) \"Medical community,\" the physicians and medical resources located and available within a geographic area; (18) \"Medical emergency,\" an event affecting an individual in such a manner that a need for immediate medical care is created; (19) \"Patient,\" an individual who, as a result of illness or injury needs immediate medical attention, whose physical or mental condition is such that the individual is in imminent danger of loss of life or significant health impairment, or who may be otherwise incapacitated or helpless as a result of a physical or mental condition; and (20) \"Prehospital care,\" those emergency medical services rendered to emergency patients in an out-of-hospital setting, administered for analytic, stabilizing, or preventive purposes, precedent to and during transportation of such patients to emergency treatment facilities. Section 2. That § 36-4B-3 be amended to read as follows: 36-4B-3. It is a Class 2 misdemeanor for any person not licensed under this chapter to hold herself or himself out or practice as an emergency medical technician-intermediate , special skills, or paramedic technician-intermediate/85, emergency medical technician-intermediate/99, or an emergency medical technician-paramedic . Each violation is considered a separate offense. Section 3. That § 36-4B-4 be amended to read as follows: 36-4B-4. Nothing in this chapter limits the activities and services of advanced life support personnel in pursuing an approved advanced life support traineeship providing that person has student status as required in § 36-4B-6. Any activity and service performed by any advanced life support student shall be directly supervised by a person currently licensed in South Dakota pursuant to chapter 36-4B or in another state at the same level for which the student is in training or higher. A registered nurse, physician's physician assistant, medical doctor, or doctor of osteopathy may act as the direct supervisor if he the person is currently licensed in this state or in another state to perform the activity or service he the person is supervising. Section 4. That § 36-4B-16 be amended to read as follows: 36-4B-16. An emergency medical technician-special skills technician-intermediate/99 may perform basic life support techniques and while under proper medical supervision intermediate skills, special skills techniques, and other advanced life support skills for which they are licensed by the board. Section 5. That § 36-4B-16.1 be amended to read as follows: 36-4B-16.1. An emergency medical technician-intermediate technician-intermediate/85 may perform basic life support techniques as set forth in chapter 34-11 and while under proper medical supervision advanced life support techniques listed in § 36-4B-1 and other advanced life support skills for which they are licensed by the board. Section 6. That § 36-4B-18 be amended to read as follows: 36-4B-18. In addition to tasks listed in § § 36-4B-16 and 36-4B-17, an emergency medical technician-intermediate technician-intermediate/85 , emergency medical technician-special skills technician-intermediate/99 , or an emergency medical technician-paramedic may be permitted to perform, under direct or indirect medical control, such other tasks approved by the board, and for which adequate training and proficiency can be demonstrated. Section 7. That § 36-4B-26 be amended to read as follows: 36-4B-26. A person holding an advanced life support personnel license under the provisions of this chapter shall renew the license annually on or before the fifteenth day of July. A person licensed as an emergency medical technician-intermediate technician-intermediate/85 , an emergency medical technician-special skills technician-intermediate/99 , or an emergency medical technician-paramedic shall renew his the license upon a form which shall be furnished to him the person by the board. Section 8. That § 36-4B-27 be amended to read as follows: 36-4B-27. A request for emergency medical technician-paramedic or emergency medical technician-special skills technician-intermediate/99 license renewal shall be accompanied annually by the prescribed fee and accompanied in odd numbered years by satisfactory evidence of sixty hours of advanced life support studies during the preceding two years. A request for emergency medical technician-intermediate technician-intermediate/85 license renewal shall be accompanied annually by the prescribed fee and accompanied in odd numbered years by satisfactory evidence of forty hours of advanced life support studies during the preceding two years. The request shall also be accompanied by a letter from the supervising physician and the employer of the advanced life support personnel. If the advanced life support personnel is terminated the reasons shall be submitted to the board, in writing, by both the ambulance service and supervising physician, within seventy-two hours of termination of any such working contract."}, {"bill_id": 17863, "bill_version_id": 96558, "bill_version": "Enrolled", "bill_version_date": "2003-02-05T08:26:49-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17863, "action_date": "2003-01-14T12:00:00-06:00", "document_id": 95377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95377.pdf", "status_text": "First read in House and referred to", "journal_page": 18, "committee_id_action": 798, "committee_id_assigned": 789, "result": "N", "vote": {}}, {"bill_id": 17863, "action_date": "2003-01-24T07:45:00-06:00", "document_id": 95685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95685.pdf", "status_text": "Do Pass,", "journal_page": 142, "committee_id_action": 789, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55539, "president_vote": null, "Yea": [2843, 2871, 2872, 2888, 2896, 2915, 2930, 2933, 2934, 2859, 2932], "Excused": [2862, 2900]}}, {"bill_id": 17863, "action_date": "2003-01-24T07:45:00-06:00", "document_id": 95685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95685.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 789, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17863, "action_date": "2003-01-24T07:45:00-06:00", "document_id": 95685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95685.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 789, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17863, "action_date": "2003-01-27T14:00:00-06:00", "document_id": 95819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95819.pdf", "status_text": "Do Pass,", "journal_page": 168, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56508, "president_vote": null, "Excused": [2833, 2870, 2933, 2934], "Yea": [2836, 2837, 2839, 2841, 2842, 2843, 2844, 2845, 2846, 2848, 2855, 2857, 2858, 2859, 2860, 2861, 2862, 2863, 2864, 2866, 2869, 2871, 2872, 2873, 2874, 2875, 2877, 2879, 2884, 2885, 2888, 2889, 2890, 2892, 2893, 2894, 2895, 2896, 2898, 2900, 2902, 2905, 2906, 2907, 2909, 2910, 2911, 2912, 2913, 2914, 2915, 2917, 2919, 2920, 2922, 2923, 2924, 2925, 2929, 2930, 2931, 2932, 2936, 2937, 2938, 2899]}}, {"bill_id": 17863, "action_date": "2003-01-28T14:00:00-06:00", "document_id": 95909, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95909.pdf", "status_text": "First read in Senate and referred to", "journal_page": 221, "committee_id_action": 799, "committee_id_assigned": 776, "result": "N", "vote": {}}, {"bill_id": 17863, "action_date": "2003-02-03T10:00:00-06:00", "document_id": 96417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96417.pdf", "status_text": "Do Pass,", "journal_page": 284, "committee_id_action": 776, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55971, "president_vote": null, "Yea": [2840, 2849, 2868, 2916, 2926, 2908, 2834]}}, {"bill_id": 17863, "action_date": "2003-02-03T10:00:00-06:00", "document_id": 96417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96417.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 776, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55973, "president_vote": null, "Yea": [2840, 2849, 2868, 2916, 2926, 2908, 2834]}}, {"bill_id": 17863, "action_date": "2003-02-03T10:00:00-06:00", "document_id": 96417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96417.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 776, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17863, "action_date": "2003-02-04T14:00:00-06:00", "document_id": 96529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96529.pdf", "status_text": "Do Pass,", "journal_page": 310, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56054, "president_vote": null, "Yea": [2832, 2834, 2838, 2840, 2847, 2849, 2850, 2852, 2853, 2856, 2865, 2868, 2876, 2878, 2880, 2881, 2882, 2883, 2886, 2887, 2891, 2897, 2901, 2903, 2904, 2908, 2916, 2921, 2926, 2927, 2928, 2935], "Excused": [2835, 2851, 2854]}}, {"bill_id": 17863, "action_date": "2003-02-05T14:00:00-06:00", "document_id": 96632, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96632.pdf", "status_text": "Signed by Speaker", "journal_page": 323, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17863, "action_date": "2003-02-06T14:00:00-06:00", "document_id": 96738, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96738.pdf", "status_text": "Signed by President", "journal_page": 360, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17863, "action_date": "2003-02-07T13:00:00-06:00", "document_id": 96830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96830.pdf", "status_text": "Delivered to the Governor", "journal_page": 365, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17863, "action_date": "2003-02-14T13:00:00-06:00", "document_id": 97264, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97264.pdf", "status_text": "Signed by Governor", "journal_page": 436, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2507}