{"session_id": 56, "bill_id": 18678, "bill_type": "Senate Bill", "bill_number": 197, "bill_title": "revise the criteria for congregate housing to be exempt from certain property taxes.", "sponsors": [{"legislator_profile_id": 3062, "is_prime": true}, {"legislator_profile_id": 3069, "is_prime": true}, {"legislator_profile_id": 3085, "is_prime": false}, {"legislator_profile_id": 3091, "is_prime": false}, {"legislator_profile_id": 3139, "is_prime": false}], "keywords": ["Property", "Property Taxes"], "audio": [{"meeting_datetime": "2004-02-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she16sb0197a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she16sb0197a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she16sb0197a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she16sb0197a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she16sb0197a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she19sb0197a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she19sb0197a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she19sb0197a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she19sb0197a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she19sb0197a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she19sb0197a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she19sb0197a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she19sb0197a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18678, "bill_version_id": 99973, "bill_version": "Introduced", "bill_version_date": "2004-01-27T08:21:27-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the criteria for congregate housing to be exempt from certain property taxes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-4-9.3 be amended to read as follows: 10-4-9.3. Property owned by any corporation, organization , or society and used primarily for human health care and health care related purposes is exempt from taxation. Such corporation, organization or society must shall be nonprofit and recognized as an exempt organization under section 501(c)(3) of the United States Internal Revenue Code of 1954 , as amended, and in effect on January 1, 1986 2004 , and may not have any none of its assets are available to any private interest. Such The property may shall be a hospital, sanitarium health care facility licensed pursuant to chapter 34-12 , orphanage, mental health center or adjustment training center regulated under chapter 27A-5, asylum, home, resort, congregate housing or camp. Congregate housing is health care related if it is an assisted, independent group-living environment operated by a health care facility licensed under chapter 34-12 which offers residential accommodations and supporting services primarily for persons at least sixty-two years of age or disabled as defined under chapter 10-6A. Supporting services must include the ability to provide health care and must include a food service which provides a balanced nutrition program. Such health care The facility must shall admit all persons for treatment consistent with the facility's ability to provide medical health care services required by the patient until such the facility is filled to its ordinary capacity and must conform to all applicable regulations of and permit inspections by the South Dakota Department of Health state as otherwise provided by law . Section 2. That chapter 10-4 be amended by adding thereto a NEW SECTION to read as follows: Any congregate housing facility owned by a corporation, organization, or society is exempt from certain property taxes as provided in section 4 of this Act, if the facility provides certain health care services and is recognized as an exempt nonprofit corporation, organization, or society under section 501(c)(3) of the United States Internal Revenue Code, as of January 1, 2004, and none of its assets are available to any private interest. A congregate housing facility does provide health care services if the facility is an independent group-living environment operated and owned by a health care facility licensed pursuant to chapter 34-12 which offers a continuum of care, residential accommodations, and supporting services primarily for persons at least sixty-two years of age or disabled as defined pursuant to chapter 10-6A. Supporting services include the ability to provide health care and a food service that satisfies a balanced nutrition program. As part of the statement required by § 10-4-19, the owner of the congregate housing facility shall submit a statement to the county director of equalization listing the health cares services provided and method used to satisfy the balanced nutrition program. In addition, no owner may apply for a property tax exemption for a congregate housing facility constructed after July 1, 2004, unless the congregate housing facility: (1) Consists of four or more individual housing units located within one structure; and (2) Not more than twenty-five percent of the individual housing units exceed eleven hundred square feet. Section 3. That chapter 10-4 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of section 2 of this Act, the term, continuum of care, is the ability of a licensed health care facility to provide living accommodations to any resident living in a congregate housing facility owned by such health care facility, if the resident requires additional health care services. The health care facility shall have sufficient facilities to permit residents to move into another level of care. This section does not require such health care facility to necessarily offer services normally provided by a hospital. Section 4. That chapter 10-4 be amended by adding thereto a NEW SECTION to read as follows: Any congregate housing facility property owned by a corporation, organization, or society and meets the provisions of section 2 of this Act is exempt from any property taxes levied by a school district. However, such congregate housing facility property is subject to all property taxes, levied by any other taxing district. For taxes payable in 2006, the tax levy shall be made on fifty percent of the taxable valuation of such property. For taxes payable in 2007 and each year thereafter the tax levy shall be made on the full taxable valuation of such property. In addition, the taxable value of congregate housing facility shall be reduced by the percentage of residents whose rent is subsidized by medicaid. This rent payment shall be based on the monthly occupancy rates by such residents for the previous calendar year. The owner of the congregate housing facility shall submit a certificate to the county director of equalization documenting the information required. Section 5. That § 10-4-12 be amended to read as follows: 10-4-12. If property owned by any health care organization or charitable, benevolent, or religious society described in section 2 of this Act and § § 10-4-9 to 10-4-9.3, inclusive, other than agricultural land, is used partly by such health care organization or charitable, benevolent, or religious society for health care, charitable, benevolent, or religious purposes, and the remaining part is occupied, rented, or used for other than health care, charitable, benevolent, or religious purposes, such the portion of property as that is so occupied, rented, or used for other than health care, charitable, benevolent, or religious purposes, shall be taxed as other property of the same class is taxed. For the purpose of determining the value of the taxable portion of the property, the appraised value of the entire property shall be multiplied by the percentage of the entire property used for other than health care, charitable, benevolent, or religious purposes. The resulting value shall be multiplied by the percentage of time such the property is used for other than health care, charitable, benevolent, or religious purposes. The resulting value shall be the assessed value for taxation purposes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18678, "action_date": "2004-01-27T14:00:00-06:00", "document_id": 100087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100087.pdf", "status_text": "First read in Senate and referred to", "journal_page": 168, "committee_id_action": 832, "committee_id_assigned": 809, "result": "N", "vote": {}}, {"bill_id": 18678, "action_date": "2004-02-02T10:00:00-06:00", "document_id": 100421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100421.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 809, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18678, "action_date": "2004-02-04T10:00:00-06:00", "document_id": 100608, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100608.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 809, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18678, "action_date": "2004-02-07T10:00:00-06:00", "document_id": 100869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100869.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 809, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18678, "action_date": "2004-02-07T10:00:00-06:00", "document_id": 100869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100869.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 809, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 57229, "president_vote": null, "Nay": [3052, 3137, 3120, 3046], "Yea": [3061, 3079, 3128]}}, {"bill_id": 18678, "action_date": "2004-02-07T10:00:00-06:00", "document_id": 100869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100869.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 391, "committee_id_action": 809, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57231, "president_vote": null, "Yea": [3052, 3079, 3137, 3120, 3046], "Nay": [3061, 3128]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18678"}