{"session_id": 44, "bill_id": 22058, "bill_type": "Senate Bill", "bill_number": 50, "bill_title": "repeal the requirement for a well pump installer license.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Professions and Occupations"], "audio": [{"meeting_datetime": "2021-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco05.mp3", "start_seconds": 1972.0}, {"meeting_datetime": "2021-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco05.mp3", "start_seconds": 1972.0}, {"meeting_datetime": "2021-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco05.mp3", "start_seconds": 1972.0}, {"meeting_datetime": "2021-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco05.mp3", "start_seconds": 1972.0}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen09.mp3", "start_seconds": 1575.0}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen09.mp3", "start_seconds": 1575.0}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen09.mp3", "start_seconds": 1575.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco15.mp3", "start_seconds": 945.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco15.mp3", "start_seconds": 945.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco15.mp3", "start_seconds": 945.0}], "bill_versions": [{"bill_id": 22058, "bill_version_id": 210643, "bill_version": "Introduced", "bill_version_date": "2021-01-09T11:57:05.94-06:00", "bill_text": "An Act to repeal the requirement for a well pump installer license. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 46-2A-1 be AMENDED. 46-2A-1. Application of provisions of chapter. The provisions of this chapter apply to any application for: (1) A permit to appropriate water; (2) An amendment of an existing permit or license, including change in use of water or change in place of use or diversion point of water; (3) A reservation for future use; (4) A permit for flood control; (5) A well driller license; (5A) A well pump installer license; (6) Reinstatement of a permit; (7) A vested right claim; and (8) Other cases as may be specified by statute. Section 2. That § 46-2A-3 be AMENDED. 46-2A-3. Recommendation of chief engineer on application--Mailing to applicant--Duties of applicant. In all cases except applications an application for a well driller license or a well pump installer license, the chief engineer shall mail a copy of the recommendation to the applicant and, if the recommendation is to approve or defer the application, a copy of the newspaper notice to be published and the times when it is to be published. If the recommendation is to deny the application, the applicant within twenty days of the date the recommendation was mailed shall state in writing whether the applicant intends to oppose the recommendation at a hearing before the Water Management Board. Failure to submit a statement of intent to oppose a recommendation to deny to the chief engineer constitutes a withdrawal of the application. If the applicant chooses to oppose the recommendation, the chief engineer shall provide the applicant notice of the hearing to be published pursuant to the provisions of § 46-2A-4. Any cost of publication shall be borne by the applicant. Section 3. That § 46-2A-4 be AMENDED. 46-2A-4. Publication of application and recommendation of chief engineer--Time for publication--Contents of notice. Except in the case of an application for a well driller license or a well pump installer license, if a recommendation is to approve or defer an application or if an applicant has filed a petition to oppose a recommendation to deny an application, the applicant shall publish notice of the application and recommendation at least once in at least one official newspaper in each county where the water will be diverted or used or where project works will be located. The official newspaper shall be selected by the chief engineer and shall be a newspaper designated as an official newspaper pursuant to § 7-18-3. If the official newspaper is a weekly newspaper, then the notice shall also be published at least once in a daily newspaper. The daily newspaper selected by the chief engineer shall be located as near as possible to the location where the water will be diverted or used. Public notice of the application shall also be posted on the department's website until final action is taken on the application. The publication shall be at least twenty days before the first day of the Water Management Board meeting at which the matter is noticed to be heard. No application for a permit, license, or amendment may be considered and approved by the board until proof of all required publications has been filed with the chief engineer. The notice, which shall be provided by the chief engineer to the applicable newspapers, shall include the following, as applicable: (1) The name and address of the applicant; (2) A brief description of the project, including, where applicable, the proposed place or places of use of the water or facilities, including the point of diversion, the amount of water to be used and the purpose for which the water or facility is to be used; (3) A brief statement describing the recommendation and the reasons for the recommendation; (4) A statement that any interested person who intends to participate in the hearing shall file a petition to oppose or support the application and that the petition shall be filed with the chief engineer and applicant at least ten days before the published date for hearing; (5) A statement that a petition to oppose or support an application may be informal, but shall be in writing and shall contain the following: (a) A statement describing the petitioner's interest in the application; (b) The reasons for the petitioner's opposition to or support for the application; and (c) The signature and mailing address of the petitioner or the petitioner's legal counsel; (6) A statement telling where copies of the recommendation, application, or other information may be obtained; (7) The time when and the place where the application will be considered by the board; (8) A statement that the recommendation of the chief engineer is not final or binding upon the board and is subject to the approval of the board after it reaches a conclusion based on facts at the public hearing; (9) A statement that the time of hearing will be automatically extended for at least twenty days upon written request of the applicant or any person who has filed a petition to oppose or support the application and a statement that any such request by the applicant or person filing a petition shall be made at least ten days before the published date for hearing; and (10) A statement that if the applicant does not contest the recommendation of the chief engineer and no petition to oppose the application is received, the chief engineer shall act on the application pursuant to the chief engineer's recommendation and no hearing may be held before the board, unless the chief engineer makes a finding that an application, even if uncontested, presents important issues of public policy or public interest that should be heard by the board. Section 4. That § 46-2A-13 be AMENDED. 46-2A-13. Well driller license--Issuance by chief engineer--Procedure on denial or deferral. In the case of an application for a well driller license or a well pump installer license, the chief engineer may issue the license. If the chief engineer's recommendation is to deny the license or to defer the decision on the license, the chief engineer shall mail a copy of the recommendation to the applicant with a statement of the reasons for the recommendation and the time and place of the hearing before the Water Management Board on the recommendation, in accordance with the provisions of chapter 1-26. Section 5. That § 46-6-9.1 be AMENDED. 46-6-9.1. Well driller license--Revocation. The chief engineer may initiate an action before the Water Management Board to revoke the license of any well driller or well pump installer upon refusal by the driller to properly complete any well or well pump installation in accordance with rules governing well construction or well pump installation or upon violation of this title, or any rule or order promulgated pursuant to this title. Any action for the revocation of a well driller's or well pump installer's license shall comply with the provisions of § 1-26-19. A well driller or well pump installer whose license has been revoked may not apply for a new license sooner than six months after the effective date of the revocation. Section 6. That § 46-6-9.2 be AMENDED. 46-6-9.2. Well driller's license required for certain persons. Any person who performs work for compensation in the repair of wells or as a well pump installer shall obtain a well driller's license issued pursuant to § 46-6-9 or a well pump installer's license issued pursuant to § 46-6-9.3 before conducting or contracting for such work. Section 7. That § 46-6-9.3 be REPEALED. 46-6-9.3. Well pump installer license--Fee--Issuance. Section 8. That § 46-6-9.4 be REPEALED. 46-6-9.4. Certain persons exempt from well pump installer license requirements. Section 9. That § 46-6-9.5 be AMENDED. 46-6-9.5. Well driller's license--Acts not authorized. No licensed well pump installer or well driller may perform any electrical, plumbing, or mechanical act regulated by state law unless licensed to do so. All applicable rules and regulations of state law and municipal ordinances shall apply regarding any permit and any installation practice."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22058, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 210377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/210377.pdf", "status_text": "First read in Senate and referred to", "journal_page": 12, "committee_id_action": 514, "committee_id_assigned": 504, "result": "N", "vote": {}}, {"bill_id": 22058, "action_date": "2021-01-19T10:00:00-06:00", "document_id": 211439, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211439.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22058, "action_date": "2021-01-19T10:00:00-06:00", "document_id": 211441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211441.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67543, "president_vote": null, "Nay": [1789, 1870, 3795], "Yea": [1828, 1850, 1856, 1858, 3796, 1881]}}, {"bill_id": 22058, "action_date": "2021-01-21T14:00:00-06:00", "document_id": 212230, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212230.pdf", "status_text": "Deferred to another day", "journal_page": 87, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22058, "action_date": "2021-01-22T13:00:00-06:00", "document_id": 212442, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212442.pdf", "status_text": "Deferred to another day", "journal_page": 97, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22058, "action_date": "2021-01-25T14:00:00-06:00", "document_id": 212700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212700.pdf", "status_text": "Do Pass", "journal_page": 105, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67812, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1785, 1786, 1794, 1803, 1806, 1811, 1819, 1828, 1831, 3805, 1847, 1850, 1853, 1856, 1858, 1860, 1865], "Nay": [1783, 1789, 1790, 1801, 1808, 1812, 1827, 1851, 3803, 3796, 1870], "Excused": [3795]}}, {"bill_id": 22058, "action_date": "2021-01-26T14:00:00-06:00", "document_id": 213163, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213163.pdf", "status_text": "First read in House and referred to", "journal_page": 130, "committee_id_action": 492, "committee_id_assigned": 487, "result": "N", "vote": {}}, {"bill_id": 22058, "action_date": "2021-02-03T10:00:00-06:00", "document_id": 214900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214900.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22058, "action_date": "2021-02-03T10:00:00-06:00", "document_id": 214901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214901.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68299, "president_vote": null, "Yea": [1766, 1767, 1772, 3802, 1834, 1843, 1883, 3782, 3789, 1866, 1769, 1823], "Nay": [1862]}}]}