{"session_id": 15, "bill_id": 3796, "bill_type": "Senate Commemoration", "bill_number": 16, "bill_title": "Honoring Courtney Peterson of Sisseton, South Dakota, as the recipient of the 2012 Miss Rodeo South Dakota crown.", "sponsors": [{"legislator_profile_id": 255, "is_prime": true}, {"legislator_profile_id": 256, "is_prime": true}, {"legislator_profile_id": 284, "is_prime": false}, {"legislator_profile_id": 239, "is_prime": false}, {"legislator_profile_id": 242, "is_prime": false}, {"legislator_profile_id": 211, "is_prime": false}, {"legislator_profile_id": 260, "is_prime": false}, {"legislator_profile_id": 225, "is_prime": false}, {"legislator_profile_id": 235, "is_prime": false}, {"legislator_profile_id": 233, "is_prime": false}, {"legislator_profile_id": 223, "is_prime": false}, {"legislator_profile_id": 241, "is_prime": false}, {"legislator_profile_id": 219, "is_prime": false}, {"legislator_profile_id": 243, "is_prime": false}, {"legislator_profile_id": 282, "is_prime": false}, {"legislator_profile_id": 216, "is_prime": false}, {"legislator_profile_id": 289, "is_prime": false}, {"legislator_profile_id": 218, "is_prime": false}, {"legislator_profile_id": 244, "is_prime": false}, {"legislator_profile_id": 238, "is_prime": false}], "keywords": ["Senate Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 3796, "bill_version_id": 21998, "bill_version": "Introduced", "bill_version_date": "2012-02-24T07:26:29.933-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Courtney Peterson of Sisseton, South Dakota, as the recipient of the 2012 Miss Rodeo South Dakota crown. WHEREAS, Courtney Peterson has shown unshakable determination for many years, showing dedication to her family, her church, and her community as a whole, while continuously pursuing excellence in all areas of competitive rodeo pageantry and many various endeavors in her young and decorated life; and WHEREAS, Courtney found great success as a student at South Dakota State University where she was involved in the Admissions Ambassador program, SF Briggs Student Organization, and Golden Key International Honor Society, and served as president of the National Postsecondary Agricultural Student Organization; and WHEREAS, Courtney has distinguished herself as a rodeo queen in South Dakota's official state sport, and as such, she has consistently fulfilled her honorary role as an ambassador for the state of South Dakota all over the United States; and WHEREAS, Courtney continues to expand her horizons through study at South Dakota State University where she is currently pursuing a master's degree in agricultural economics: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that Courtney Peterson be recognized and congratulated on her many achievements in rodeo and most notably her recent achievement of being crowned as 2012 Miss Rodeo South Dakota."}, {"bill_id": 3796, "bill_version_id": 22374, "bill_version": "Enrolled", "bill_version_date": "2012-02-28T17:53:15.703-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Courtney Peterson of Sisseton, South Dakota, as the recipient of the 2012 Miss Rodeo South Dakota crown. WHEREAS, Courtney Peterson has shown unshakable determination for many years, showing dedication to her family, her church, and her community as a whole, while continuously pursuing excellence in all areas of competitive rodeo pageantry and many various endeavors in her young and decorated life; and WHEREAS, Courtney found great success as a student at South Dakota State University where she was involved in the Admissions Ambassador program, SF Briggs Student Organization, and Golden Key International Honor Society, and served as president of the National Postsecondary Agricultural Student Organization; and WHEREAS, Courtney has distinguished herself as a rodeo queen in South Dakota's official state sport, and as such, she has consistently fulfilled her honorary role as an ambassador for the state of South Dakota all over the United States; and WHEREAS, Courtney continues to expand her horizons through study at South Dakota State University where she is currently pursuing a master's degree in agricultural economics: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that Courtney Peterson be recognized and congratulated on her many achievements in rodeo and most notably her recent achievement of being crowned as 2012 Miss Rodeo South Dakota. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3796, "action_date": "2012-02-24T14:00:00-06:00", "document_id": 22106, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22106.pdf", "status_text": "", "journal_page": 564, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3796"}