{"session_id": 51, "bill_id": 16520, "bill_type": "House Bill", "bill_number": 1220, "bill_title": "provide for the election of the Game, Fish and Parks Commission and to provide for the election of the secretary of game, fish and parks.", "sponsors": [{"legislator_profile_id": 2568, "is_prime": true}], "keywords": ["Department of Game, Fish and Parks", "Election"], "audio": [], "bill_versions": [{"bill_id": 16520, "bill_version_id": 88599, "bill_version": "Introduced", "bill_version_date": "2001-01-25T11:50:30-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the election of the Game, Fish and Parks Commission and to provide for the election of the secretary of game, fish and parks. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 41-2-1 be amended to read as follows: 41-2-1. There is hereby continued the department of state government known as the Department of Game, Fish and Parks, and a commission comprised of eight nine members, appointed by the Governor as provided in § 41-2-3 subject to confirmation by the state senate elected as provided by section 2 of this Act . Section 2. That chapter 41-2 be amended by adding thereto a NEW SECTION to read as follows: At the general election held in 2002 and every four years thereafter, there shall be chosen by the qualified voters of the state nine game, fish and parks commissioners having the qualifications prescribed by law who shall hold office for a term of four years from the first Tuesday after the first Monday in January following the election and until a successor is elected and qualified. Section 3. That chapter 41-2 be amended by adding thereto a NEW SECTION to read as follows: One commissioner shall be elected from the city of Sioux Falls, one commissioner shall be elected from the city of Rapid City, one commissioner shall be elected from the city of Aberdeen, and the remaining six commissioners shall be elected at large from the remaining areas of the state. Section 4. That chapter 41-2 be amended by adding thereto a NEW SECTION to read as follows: No person is qualified to hold the position of game, fish and parks commissioner except a citizen of the United States who is a qualified voter of this state, is at least twenty-five years old, and has resided in this state for at least two years immediately preceding the election. Section 5. That § 41-2-2 be repealed. 41-2-2. Not more than four of the game, fish and parks commissioners shall be members of the same political party, and, at the time of their appointment, not less than four shall be farmers actually residing on a farm, engaged in agriculture, deriving at least two-thirds of their gross annual incomes from crop or livestock production or both, and interested in wildlife conservation. At the time of their appointment not less than three commissioners shall reside west of the Missouri River and not less than five shall reside east of the Missouri River. Section 6. That § 41-2-3 be amended to read as follows: 41-2-3. The term of office of the game, fish and parks commissioners shall be four years. The Governor is authorized to and shall preserve: (1) An arrangement of length of terms whereby two members shall have terms expiring each year; (2) A rotation of terms between the republican and democratic parties. The expiration of terms shall occur on the tenth day of January of each year, and all required appointments may be made by the first day of March thereof, and shall be so made as to fill all vacancies on such commission arising either by expiration of term or from any other cause. No person shall serve on said commission for more than eight years, except that where his first appointment is for two years he may be reappointed thereafter for an additional two four-year terms. No person may serve more than two terms. Section 7. That chapter 41-2 be amended by adding thereto a NEW SECTION to read as follows: Any candidate for the position of game, fish and parks commissioner shall be nominated and voted for at the primary and general elections as provided in this Act. The position of game, fish and parks commissioner is a nonpolitical office. It is a Class 2 misdemeanor for any political party to endorse or nominate by any convention, or other method, any candidate for the position of game, fish and parks commissioner. Section 8. That chapter 41-2 be amended by adding thereto a NEW SECTION to read as follows: Nominating petitions for the position of game, fish and parks commissioner filed pursuant to this chapter shall be filed in the Office of the Secretary of State within the time prescribed by § 12-6-4 and shall be signed by a number of registered voters not less than one percent of the total combined vote cast for Governor at the most recent certified gubernatorial election. To the extent it is consistent with this chapter, § 12-6-8 governs such petitions. In any petition filed by or on behalf of any candidate for nomination to the position of game, fish and parks commissioner at any primary election or any attachment to the petition, no reference may be made to any party ballot or to the party affiliation of such candidate. The order of names of candidates for the position of game, fish and parks commissioner certified by the secretary of state to each of the county auditors shall be arranged by lot. Any candidate has the right to be present or represented when the arrangement is being determined. If no more than two nominating petitions are filed on behalf of candidates for each of commissioner positions representing Sioux Fall, Rapid City, and Aberdeen of no more than six nominating petitions are filed on behalf of candidates for the remaining commissioner positions, the names of such persons need not be placed upon the primary ballot but such persons are the nominees for the position. Section 9. That chapter 41-2 be amended by adding thereto a NEW SECTION to read as follows: At all primary elections at which candidates for the position of game, fish and parks commissioner are to be nominated and a primary is required there shall be prepared and furnished by the several county auditors, separate ballots upon which shall be placed the names of the candidates for the office. The ballots shall be entitled \"nonpolitical ballot for the position of game, fish and parks commissioner\" and shall contain no other designation. The names of all candidates shall be placed thereon without any party designation in the order designated by the secretary of state. The form of the nonpolitical ballot shall be prescribed by the State Board of Elections. Section 10. That chapter 41-2 be amended by adding thereto a NEW SECTION to read as follows: If after nominations have been made under the provisions of this chapter and the number of nominees for the position of game, fish and parks commissioner is reduced through death, withdrawal, or disqualification of a nominee for the office, the registered voters of the state, may, if there is sufficient time for filing a nominating petition pursuant to § 12-8-6, nominate one or more candidates for the position by a petition otherwise complying with this Act. Section 11. That chapter 41-2 be amended by adding thereto a NEW SECTION to read as follows: The nominees for the position of game, fish and parks commissioner are the two persons receiving the highest number of votes in the primary election for each of the positions representing Sioux Falls, Rapid City, and Aberdeen and the twelve persons receiving the highest number of votes in the primary election for the remaining six positions.. Section 12. That chapter 41-2 be amended by adding thereto a NEW SECTION to read as follows: At the general election held in 2002 and every four years thereafter, there shall be chosen by the qualified voters of the state a secretary of game, fish and parks having the qualifications prescribed by law who shall hold office for a term of four years from the first Tuesday after the first Monday in January following the election and until a successor is elected and qualified. Section 13. That chapter 41-2 be amended by adding thereto a NEW SECTION to read as follows: No person is qualified to hold the office of secretary of game, fish and parks except a citizen of the United States who is a qualified voter of this state, is at least twenty-five years old, and has resided in this state for at least two years immediately preceding the election. Section 14. That chapter 41-2 be amended by adding thereto a NEW SECTION to read as follows: The secretary of game, fish and parks during the secretary's term of office shall reside at the state capital. Section 15. That chapter 41-2 be amended by adding thereto a NEW SECTION to read as follows: If a vacancy occurs in the office of secretary of game, fish and parks by death, resignation, or otherwise, the Governor shall make a temporary appointment to fill the vacancy, but the person so appointed may hold the office only until the next general election and until a successor is elected and qualified. Section 16. That § 3-8-2.1 be amended to read as follows: 3-8-2.1. The annual salaries of the Governor, the lieutenant governor, the secretary of state, the state auditor, the state treasurer, the attorney general, the commissioner of school and public lands, the secretary of game, fish and parks, each justice of the Supreme Court , and each circuit judge shall be adjusted annually by the same rate appropriated as the across-the-board increase to base salaries of state employees under the General Appropriations Act in each corresponding year. Section 17. That chapter 41-2 be amended by adding thereto a NEW SECTION to read as follows: The secretary of game, fish and parks shall take and subscribe the same oath as required of other state officers, and shall be included in the state employees' blanket bond conditioned for the faithful performance of the duties of the office. Section 18. That chapter 41-2 be amended by adding thereto a NEW SECTION to read as follows: Any candidate for the office of secretary of game, fish and parks shall be nominated and voted for at the primary and general elections as provided in this Act. The office of secretary of game, fish and parks is a nonpolitical office. It is a Class 2 misdemeanor for any political party to endorse or nominate by any convention, or other method, any candidate for the office of secretary of game, fish and parks. Section 19. That chapter 41-2 be amended by adding thereto a NEW SECTION to read as follows: Nominating petitions for the office of secretary of game, fish and parks filed pursuant to this chapter shall be filed in the Office of the Secretary of State within the time prescribed by § 12-6-4 and shall be signed by a number of registered voters not less than one percent of the total combined vote cast for Governor at the most recent certified gubernatorial election. To the extent it is consistent with this chapter, § 12-6-8 governs such petitions. In any petition filed by or on behalf of any candidate for nomination to the office of secretary of game, fish and parks at any primary election or any attachment to the petition, no reference may be made to any party ballot or to the party affiliation of such candidate. The order of names of candidates for the office of secretary of game, fish and parks certified by the secretary of state to each of the county auditors shall be arranged by lot. Any candidate has the right to be present or represented when the arrangement is being determined. If no more than two nominating petitions are filed on behalf of candidates for the office of secretary of game, fish and parks, the names of such persons need not be placed upon the primary ballot but such persons are the nominees for the office. Section 20. That chapter 41-2 be amended by adding thereto a NEW SECTION to read as follows: At all primary elections at which candidates for the office of secretary of game, fish and parks are to be nominated and a primary is required there shall be prepared and furnished by the several county auditors, separate ballots upon which shall be placed the names of the candidates for the office. The ballots shall be entitled \"nonpolitical ballot for the office of secretary of game, fish and parks\" and shall contain no other designation. The names of all candidates shall be placed thereon without any party designation in the order designated by the secretary of state. The form of the nonpolitical ballot shall be prescribed by the State Board of Elections. Section 21. That chapter 41-2 be amended by adding thereto a NEW SECTION to read as follows: If after nominations have been made under the provisions of this chapter and the number of nominees for the office of secretary of game, fish and parks is reduced through death, withdrawal, or disqualification of a nominee for the office, the registered voters of the state, may, if there is sufficient time for filing a nominating petition pursuant to § 12-8-6, nominate one or more candidates for the office by a petition otherwise complying with this Act. Section 22. That chapter 41-2 be amended by adding thereto a NEW SECTION to read as follows: The nominees for the office of secretary of game, fish and parks are the two persons receiving the highest number of votes in the primary election. Section 23. That subdivision (11) of § 12-25-1 be amended to read as follows: (11) \"State office,\" the offices of Governor, lieutenant governor, secretary of state, attorney general, state auditor, state treasurer, commissioner of school and public lands , secretary of game, fish and parks, and public utilities commissioner. Section 24. That § 1-32-3 be amended to read as follows: 1-32-3. Except as provided by § 5-17-2 and this Act , the head of each principal department shall be appointed by the Governor with the consent of the senate and shall serve at the pleasure of the Governor pursuant to section 9, Article IV of the State Constitution. Section 25. That § 1-32-3.1 be repealed. 1-32-3.1. In addition to the other functions and responsibilities of the game, fish and parks commission, the commission shall nominate, not less than three persons for the position of secretary of game, fish and parks, who shall be appointed by and serve at the pleasure of the Governor. Section 26. That § 1-39-3 be repealed. 1-39-3. The secretary of the department of game, fish and parks shall be qualified by training and experience to administer the programs of the department and shall have such other qualifications as may be specified by statute."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16520, "action_date": "2001-01-25T14:00:00-06:00", "document_id": 88642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88642.pdf", "status_text": "First read in House and referred to", "journal_page": 208, "committee_id_action": 712, "committee_id_assigned": 707, "result": "N", "vote": {}}, {"bill_id": 16520, "action_date": "2001-02-07T20:00:00-06:00", "document_id": 89620, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89620.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 707, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16520, "action_date": "2001-02-07T20:00:00-06:00", "document_id": 89620, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89620.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 403, "committee_id_action": 707, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49205, "president_vote": null, "Yea": [2526, 2537, 2538, 2540, 2548, 2554, 2563, 2565, 2582, 2591, 2604, 2588, 2593]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16520"}