{"session_id": 51, "bill_id": 16303, "bill_type": "Senate Bill", "bill_number": 136, "bill_title": "allow certain annual leave and sick leave accrued by state employees to be counted as credited service for the purpose or determining retirement benefits under certain circumstances.", "sponsors": [{"legislator_profile_id": 2535, "is_prime": true}, {"legislator_profile_id": 2544, "is_prime": true}, {"legislator_profile_id": 2569, "is_prime": false}, {"legislator_profile_id": 2581, "is_prime": false}, {"legislator_profile_id": 2608, "is_prime": false}], "keywords": ["Employee", "Employer", "South Dakota Retirement System"], "audio": [{"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sre15sb0136a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sre15sb0136a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sre15sb0136a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16303, "bill_version_id": 88352, "bill_version": "Introduced", "bill_version_date": "2001-01-24T09:33:27-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow certain annual leave and sick leave accrued by state employees to be counted as credited service for the purpose or determining retirement benefits under certain circumstances. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 3-6-6 be amended to read as follows: 3-6-6. Each state employee shall earn fifteen working days vacation time per full year of employment. Any employee with more than fifteen years employment shall receive twenty working days vacation with pay for each year of employment. Such leave shall be accrued on an hourly, biweekly, or monthly basis as determined by the commissioner of personnel. Vacation hours earned shall not be used until the employee has served the initial six-month period, and are cumulative only to the extent of that which may be earned in a period of time not exceeding two years of regular and continuous state employment. Hours accumulated past this limitation may not be used for vacation, but shall be credited to the employee as service over and above time worked, for the purpose of determining a retirement allowance as provided in § 3-12-91. No advanced leave of absence for vacation with pay may be granted at any time. Section 2. That chapter 3-6 be amended by adding thereto a NEW SECTION to read as follows: If a state employee who receives payment for four hundred eighty hours on retirement, voluntary resignation, or termination due to physical disability has at the time of payment unused leave of absence for sickness in excess of one thousand nine hundred twenty hours, any unused and uncompensated leave of absence for sickness in excess of one thousand nine hundred twenty hours shall be credited to the employee as service over and above time worked, for the purpose of determining a retirement allowance as provided in § 3-12-91. Section 3. That subdivision (24) of § 3-12-47 be amended to read as follows: (24) \"Credited service,\" (a) Years of service, or fractions thereof, for which member contributions were made to the system; (b) Years of noncontributory service, or fractions thereof, credited prior to July 1, 1974, previously credited under the provisions of the retirement systems consolidated pursuant to § 3-12-46; (c) Any period of authorized leave of absence or sick leave with pay for which deductions for member contributions are made, deposited, and credited to the fund; (d) Any period of authorized leave of absence or sick leave without pay or temporary layoff, during or for which a member obtained credit by payments to the fund made in lieu of salary deductions; (e) Any period during which a member is on an authorized leave of absence to enter military service, if the member returns to public service upon discharge from military service; (f) Years of service, or fractions thereof, by faculty and administrators employed by the Board of Regents prior to April 1, 1964, credited pursuant to § § 3-12-69.4 and 3-12-69.5; (g) Years of noncontributory service, or fractions thereof, earned prior to July 1, 1967, but not credited under the South Dakota Public Employee Retirement System as it was consolidated pursuant to § 3-12-46 because the person earned the service prior to attaining the age of thirty. The service shall be credited only to those persons who are contributing members on July 1, 1987. No service may be credited pursuant to this subsection to any member who has withdrawn the member's accumulated contributions after July 1, 1967; and (h) Years of noncontributory service, or fractions thereof, earned by a member from July 1, 1967, to June 30, 1974, inclusive, but not credited under the South Dakota Public Employee Retirement System because of the age and service restrictions established under that system ; (i) Hours of unused and uncompensated leave of absence for sickness, as provided in section 2 of this Act, and (j) Hours of vacation leave beyond that which may be earned in a period of time not exceeding two years of regular and continuous state employment, as provided for by § 3-6-6 . If the conditions described in § 3-12-122 occur and benefit reductions are necessary to correct those conditions, the credited service granted by this subdivision may be reduced or eliminated;"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16303, "action_date": "2001-01-24T14:00:00-06:00", "document_id": 88427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 193, "committee_id_action": 713, "committee_id_assigned": 694, "result": "N", "vote": {}}, {"bill_id": 16303, "action_date": "2001-01-30T10:00:00-06:00", "document_id": 88993, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88993.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 694, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16303, "action_date": "2001-01-30T10:00:00-06:00", "document_id": 88993, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88993.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 298, "committee_id_action": 694, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50938, "president_vote": null, "Yea": [2580, 2581, 2616, 2534, 2516]}}]}