{"session_id": 36, "bill_id": 9957, "bill_type": "Senate Bill", "bill_number": 111, "bill_title": "revise provisions regarding certification of emergency medical responders.", "sponsors": [{"legislator_profile_id": 1430, "is_prime": true}, {"legislator_profile_id": 1446, "is_prime": true}], "keywords": ["Professions and Occupations", "Public Health and Safety"], "audio": [], "bill_versions": [{"bill_id": 9957, "bill_version_id": 52316, "bill_version": "Introduced", "bill_version_date": "2019-01-25T09:36:55.69-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise provisions regarding certification of emergency medical responders. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-11-5.2 be amended to read: 34-11-5.2. No A person may not practice as an emergency medical responder, or represent himself or herself as an emergency medical responder, unless the person possesses a certification from is certified as an emergency medical responder by the department. The In accordance with chapter 1-26, the department shall promulgate rules, pursuant to chapter 1-26, to provide for the application, qualifications, issuance, and renewal of a the certification of an emergency medical responder. A The rules promulgated under this section shall include a certification specific to rural areas of the state, including certification for a person who is a volunteer emergency medical responder who practices under direct supervision of a person compensated as an emergency medical responder. Any certification issued under this section shall be renewed every two years. Section 2. That chapter 34-11 be amended by adding a NEW SECTION to read: Upon application and in accordance with this section, the department may reissue a certification issued under § 34-11-5.2 that has expired. For any certification that expired within the preceding five years of the date of application, the department may reissue the certification without examination in accordance with rules promulgated under chapter 1-26. For any certification that expired more than five years prior to the date of application, the department may reissue the certification in accordance with the rules promulgated under § 34-11-5.2."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9957, "action_date": "2019-01-25T13:00:00-06:00", "document_id": 52455, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52455.pdf", "status_text": "First read in Senate and referred to", "journal_page": 184, "committee_id_action": 409, "committee_id_assigned": 420, "result": "N", "vote": {}}, {"bill_id": 9957, "action_date": "2019-02-06T14:00:00-06:00", "document_id": 53170, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53170.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 295, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}]}