{"session_id": 20, "bill_id": 5719, "bill_type": "Senate Commemoration", "bill_number": 3, "bill_title": "Congratulating and honoring Mike Whitehead on winning the State Truck Driving Competition.", "sponsors": [{"legislator_profile_id": 491, "is_prime": true}, {"legislator_profile_id": 500, "is_prime": true}, {"legislator_profile_id": 469, "is_prime": false}, {"legislator_profile_id": 444, "is_prime": false}, {"legislator_profile_id": 525, "is_prime": false}, {"legislator_profile_id": 524, "is_prime": false}, {"legislator_profile_id": 456, "is_prime": false}, {"legislator_profile_id": 495, "is_prime": false}, {"legislator_profile_id": 472, "is_prime": false}, {"legislator_profile_id": 470, "is_prime": false}, {"legislator_profile_id": 847, "is_prime": false}, {"legislator_profile_id": 496, "is_prime": false}, {"legislator_profile_id": 443, "is_prime": false}, {"legislator_profile_id": 429, "is_prime": false}, {"legislator_profile_id": 499, "is_prime": false}, {"legislator_profile_id": 452, "is_prime": false}, {"legislator_profile_id": 442, "is_prime": false}, {"legislator_profile_id": 438, "is_prime": false}, {"legislator_profile_id": 526, "is_prime": false}, {"legislator_profile_id": 492, "is_prime": false}, {"legislator_profile_id": 428, "is_prime": false}, {"legislator_profile_id": 475, "is_prime": false}, {"legislator_profile_id": 435, "is_prime": false}, {"legislator_profile_id": 440, "is_prime": false}, {"legislator_profile_id": 464, "is_prime": false}, {"legislator_profile_id": 849, "is_prime": false}, {"legislator_profile_id": 430, "is_prime": false}, {"legislator_profile_id": 494, "is_prime": false}, {"legislator_profile_id": 508, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 5719, "bill_version_id": 28965, "bill_version": "Introduced", "bill_version_date": "2014-01-24T10:30:10.157-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring Mike Whitehead on winning the State Truck Driving Competition. WHEREAS, Mike Whitehead, a truck driver from Lennox, South Dakota, has achieved recognition as the winner of the State Truck Driving Competition for the sixth year; and WHEREAS, Mike Whitehead qualified for the state competition by having a valid CDL and having been accident free during the previous year; and WHEREAS, Mike Whitehead had to compete in three different sections at the State Truck Driving Competition: the first section was a forty question test covering statistics from the Facts for Drivers book, the second section required the driver to conduct a \"pre-checklist\" inspection of the truck to find major and minor defects within the time limit of nine minutes, and the third section required drivers to maneuver the vehicle around a skills course: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature congratulates Mike Whitehead in winning the State Truck Driving Competition, recognizes his outstanding record of safety and cautious and knowledgeable driving, and extends best wishes for his continued success and happiness."}, {"bill_id": 5719, "bill_version_id": 29352, "bill_version": "Enrolled", "bill_version_date": "2014-01-29T16:50:18.74-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring Mike Whitehead on winning the State Truck Driving Competition. WHEREAS, Mike Whitehead, a truck driver from Lennox, South Dakota, has achieved recognition as the winner of the State Truck Driving Competition for the sixth year; and WHEREAS, Mike Whitehead qualified for the state competition by having a valid CDL and having been accident free during the previous year; and WHEREAS, Mike Whitehead had to compete in three different sections at the State Truck Driving Competition: the first section was a forty question test covering statistics from the Facts for Drivers book, the second section required the driver to conduct a \"pre-checklist\" inspection of the truck to find major and minor defects within the time limit of nine minutes, and the third section required drivers to maneuver the vehicle around a skills course: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature congratulates Mike Whitehead in winning the State Truck Driving Competition, recognizes his outstanding record of safety and cautious and knowledgeable driving, and extends best wishes for his continued success and happiness. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5719, "action_date": "2014-01-24T13:00:00-06:00", "document_id": 29003, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29003.pdf", "status_text": "", "journal_page": 119, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5719"}