{"session_id": 69, "bill_id": 24605, "bill_type": "Senate Bill", "bill_number": 38, "bill_title": "amend the amount a merchant or place of business may assess against returned checks.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24605", "sponsors": [{"legislator_profile_id": 4554, "is_prime": true}, {"legislator_profile_id": 4557, "is_prime": true}, {"legislator_profile_id": 4487, "is_prime": false}, {"legislator_profile_id": 4512, "is_prime": false}, {"legislator_profile_id": 4518, "is_prime": false}, {"legislator_profile_id": 4519, "is_prime": false}, {"legislator_profile_id": 4529, "is_prime": false}, {"legislator_profile_id": 4558, "is_prime": false}, {"legislator_profile_id": 4571, "is_prime": false}], "keywords": ["Uniform Commercial Code"], "audio": [], "bill_versions": [{"bill_id": 24605, "bill_version_id": 258077, "bill_version": "Introduced", "bill_version_date": "2024-01-03T17:16:58.407-06:00", "bill_text": "An Act to amend the amount a merchant or place of business may assess against returned checks. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 57A-3-421 be AMENDED: 57A-3-421. If a merchant or place of business conspicuously posts a notice on its premises or if a merchant or place of business regularly extends credit and prints a notice on its customer statements of such size and location as to be conspicuous, stating that a fee will be assessed against returned checks, any person who issues a check or other draft to the merchant or place of business which that is not honored for any of the following reasons upon presentment is liable for all reasonable costs and expenses of collection: (1) The drawer's account is closed; (2) The drawer's account does not have sufficient funds; or (3) The drawer does not have sufficient credit with the drawee. The costs and expenses provided for in this section are reasonable if they do not exceed forty sixty dollars plus any applicable sales tax."}], "amendments": [], "fiscal_notes": [], "action_log": []}