{"session_id": 10, "bill_id": 2653, "bill_type": "House Bill", "bill_number": 1167, "bill_title": "provide for the taxation of severed mineral interests and to provide for the extinction of de minimis claims through the utilization of tax deeds.", "sponsors": [{"legislator_profile_id": 90, "is_prime": true}, {"legislator_profile_id": 7, "is_prime": false}, {"legislator_profile_id": 70, "is_prime": false}, {"legislator_profile_id": 92, "is_prime": false}, {"legislator_profile_id": 95, "is_prime": false}, {"legislator_profile_id": 85, "is_prime": false}, {"legislator_profile_id": 4, "is_prime": false}, {"legislator_profile_id": 86, "is_prime": false}], "keywords": ["Counties", "Property Tax", "Real Estate", "Taxation"], "audio": [{"meeting_datetime": "2011-02-01T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hta14.mp3", "start_seconds": 3416.0}, {"meeting_datetime": "2011-02-01T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hta14.mp3", "start_seconds": 3416.0}, {"meeting_datetime": "2011-02-01T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hta14.mp3", "start_seconds": 3416.0}], "bill_versions": [{"bill_id": 2653, "bill_version_id": 15589, "bill_version": "Introduced", "bill_version_date": "2011-01-25T11:09:32.3-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the taxation of severed mineral interests and to provide for the extinction of de minimis claims through the utilization of tax deeds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, the term, severed mineral interest, means any property interest in the minerals deposited in any land in this state which interest is owned separately from any other fee interest to the surface of the property upon or beneath which the severed mineral interest exists. Section 2. Any severed mineral interest constitutes real property and such property shall be assessed, taxed, and collected in the same manner as any other real nonagricultural property. However, if no value may be readily determined for such severed mineral interests, a minimum valuation of five dollars per acre shall be applied. Section 3. The owner of any severed mineral interest shall, not later than November 1, 2011, file for record with the register of deeds in the county in which such severed mineral interest is located a verified statement setting forth his or her address, his or her interest, and the legal description of the property upon or beneath which the severed mineral interest exists along with any other information that the register of deeds may require. Section 4. If the owner of any severed mineral interest fails to comply with the provisions of section 3 of this Act, the provisions of § 10-6-20 apply. Section 5. If the owner of any severed mineral interest fails to comply with the provisions of section 3 of this Act, any person with actual knowledge of the existence of a severed mineral interest may report the existence of the severed mineral interest to the register of deeds in the county of record. Upon verification by the register of deeds of the existence of the severed mineral interest, property taxes pursuant to this Act shall be assessed against the last known owner of record. Section 6. The county treasurer, before offering for sale for unpaid taxes as provided in § 10-23-7 any severed mineral interest, shall notify the surface fee owner of the property from which the mineral interest was severed of the time and place of the sale and of the opportunity to purchase such severed mineral interest for the amount of unpaid taxes, penalties, and interest charged against such severed mineral interest."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2653, "action_date": "2011-01-25T14:00:00-06:00", "document_id": 15620, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15620.pdf", "status_text": "First read in House and referred to", "journal_page": 171, "committee_id_action": 115, "committee_id_assigned": 109, "result": "N", "vote": {}}, {"bill_id": 2653, "action_date": "2011-02-01T08:30:00-06:00", "document_id": 15837, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15837.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 109, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2653, "action_date": "2011-02-01T08:30:00-06:00", "document_id": 16090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16090.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 243, "committee_id_action": 109, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8377, "president_vote": null, "Yea": [72, 49, 15, 57, 39, 54, 92, 58, 102, 98, 67, 50, 91, 7, 89]}}]}