{"session_id": 45, "bill_id": 13026, "bill_type": "Senate Bill", "bill_number": 215, "bill_title": "to transfer the Unclaimed Property Office from the State Treasurer's Office to the secretary of revenue.", "sponsors": [{"legislator_profile_id": 1921, "is_prime": true}, {"legislator_profile_id": 1969, "is_prime": true}, {"legislator_profile_id": 1889, "is_prime": false}, {"legislator_profile_id": 1890, "is_prime": false}, {"legislator_profile_id": 1893, "is_prime": false}, {"legislator_profile_id": 1900, "is_prime": false}, {"legislator_profile_id": 1901, "is_prime": false}, {"legislator_profile_id": 1903, "is_prime": false}, {"legislator_profile_id": 1908, "is_prime": false}, {"legislator_profile_id": 1909, "is_prime": false}, {"legislator_profile_id": 1911, "is_prime": false}, {"legislator_profile_id": 1915, "is_prime": false}, {"legislator_profile_id": 1920, "is_prime": false}, {"legislator_profile_id": 1927, "is_prime": false}, {"legislator_profile_id": 1931, "is_prime": false}, {"legislator_profile_id": 1935, "is_prime": false}, {"legislator_profile_id": 1938, "is_prime": false}, {"legislator_profile_id": 1943, "is_prime": false}, {"legislator_profile_id": 1951, "is_prime": false}, {"legislator_profile_id": 1958, "is_prime": false}, {"legislator_profile_id": 1961, "is_prime": false}, {"legislator_profile_id": 1972, "is_prime": false}, {"legislator_profile_id": 1981, "is_prime": false}], "keywords": ["Governmental Reorganization & New Agencies", "Signed by Governor", "State Treasurer", "Unclaimed Property"], "audio": [], "bill_versions": [{"bill_id": 13026, "bill_version_id": 73892, "bill_version": "Introduced", "bill_version_date": "1997-01-30T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to transfer the Unclaimed Property Office from the State Treasurer's Office to the secretary of revenue. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-6-20.10 be amended to read as follows: 26-6-20.10. If, upon the death of a resident and after notification to a known guardian or conservator or relatives of property belonging to the resident, not exceeding two hundred dollars in value, the property remains unclaimed for sixty days, such the property shall escheat directly to the state notwithstanding chapter 21-36. The home, center, or other facility shall notify the office of surplus property of such the unclaimed property. However, all money, stocks, bonds, contracts , and claims on banks which can readily be converted to money shall be sent to the state treasurer secretary of revenue for deposit in the general fund. Section 2. That § 34-12-15.10 be amended to read as follows: 34-12-15.10. If, upon the death of a resident and after notification to any known guardian, conservator, or relatives of property belonging to the resident, not exceeding two hundred dollars in value, the property remains unclaimed for sixty days, such the property shall escheat directly to the state notwithstanding chapter 21-36. The home or other facility shall notify the office of surplus property of such the unclaimed property. However, all money, stocks, bonds, contracts , and claims on banks which can readily be converted to money shall be sent to the state treasurer secretary of revenue for deposit in the general fund. Section 3. That subdivision (1) of § 43-41B-1 be amended to read as follows: (1) \"Administrator,\" the state treasurer secretary or revenue ; Section 4. That § 43-41B-18 be amended to read as follows: 43-41B-18. (a) A person holding property tangible or intangible, presumed abandoned and subject to custody as unclaimed property under this chapter shall report to the administrator concerning the property as provided in this section. The expiration of any period of time specified by statute or court order, during which an action or proceeding may be commenced or enforced to obtain payment of a claim for money or recovery of property, shall does not prevent the money or property from being presumed abandoned property, nor affect any duty to file a report required by this chapter or to pay or deliver abandoned property to the state treasurer secretary of revenue . The holder of unclaimed property shall, before filing the annual report required by this section, communicate with the owner and take necessary steps to prevent abandonment from being presumed by exercising due diligence to ascertain the whereabouts of the owner. This shall include , but is not limited to, the mailing of notice to each person having an address if said the person is entitled to property of the value of fifty dollars or more presumed abandoned under this chapter. The mailed notice shall contain: (1) A statement that according to the records of the holder, property is being held to which the addressee appears to be entitled; (2) Information regarding any changes of the name of the holder; and (3) A statement that the property will escheat to the state. (b) The report must shall be verified and must shall include: (1) Except with respect to travelers checks and money orders, the name, if known, and last known address, if any, of each person appearing from the records of the holder to be the owner of property of the value of fifty dollars or more presumed abandoned under this chapter; (2) In the case of unclaimed funds of fifty dollars or more held or owing under any life or endowment insurance policy or annuity contract, the full name and last known address of the insured or annuitant and of the beneficiary according to the records of the insurance company holding or owing the funds; (3) In the case of the contents of a safe deposit box or other safekeeping repository or of other tangible property, a description of the property and the place where it is held and may be inspected by the administrator and any amounts owing to the holder; (4) The nature and identifying number, if any, or description of the property and the amount appearing from the records to be due, but items of value under fifty dollars each may be reported in the aggregate; (5) The date the property became payable, demandable, or returnable, and the date of the last transaction with the apparent owner with respect to the property; and (6) Other information the administrator prescribes by rule as necessary for the administration of this chapter. (c) If the person holding property presumed abandoned and subject to custody as unclaimed property is a successor to other persons who previously held the property for the apparent owner or the holder has changed his the holder's name while holding the property, he the person shall file with his the report all known names and addresses of each previous holder of the property. (d) The report must shall be filed before November first of each year as of June thirtieth, next preceding, but the report of any life insurance company must shall be filed before May first of each year as of December thirty-first next preceding. On written request by any person required to file a report, the administrator may postpone the reporting date or waive any interest fees or penalties. (e) The holder in possession of property presumed abandoned and subject to custody as unclaimed property under this chapter shall, between the time of the commencement and the termination of the applicable dormancy period, send written notice to the apparent owner at his the owner's last known address informing him the owner that the holder is in possession of property subject to this chapter if: (1) The holder has in its records an address for the apparent owner which the holder's records disclose to be accurate; (2) The claim of the apparent owner is not barred by the statutes of limitations; and (3) The property has a value of fifty dollars or more. Section 5. That § 43-41B-24.1 be amended to read as follows: 43-41B-24.1. Money in the unclaimed property trust fund for payment of costs and expenses authorized under § 43-41B-24 is continuously appropriated for those purposes. Any expenditures shall be paid upon warrants drawn by the state auditor pursuant to vouchers authorized by the state treasurer secretary of revenue . All funds paid out by the state treasurer secretary of revenue under chapter 43-41B shall be set forth in an informational budget as described in § 4-7-7.2 and be annually reviewed by the Legislature. Section 6. That § 43-41B-31 be amended to read as follows: 43-41B-31. (a) The administrator may require any person who has not filed a report to file a verified report stating whether or not the person is holding any unclaimed property reportable or deliverable under this chapter. The administrator may contract with the Department of Revenue to conduct such examinations. (b) The administrator, at reasonable times and upon reasonable notice, may examine the records of any person to determine whether the person has complied with the provisions of this chapter. The administrator may conduct the examination even if the person believes it is not in possession of any property reportable or deliverable under this chapter. (c) If a person is treated under § 43-41B-13, as the holder of the property only insofar as the interest of the business association in the property is concerned, the administrator, pursuant to subsection (b), may examine the records of the person if the administrator has given the notice required by subsection (b) to both the person and the business association at least sixty days before the examination. (d) If an examination of the records of a person results in the disclosure of property reportable and deliverable under this chapter, the administrator may assess the cost of the examination against the holder at the rate of one hundred dollars a day for each examiner, but in no case may the charges exceed the value of the property found to be reportable and deliverable. Section 7. That § 43-41B-36 be amended to read as follows: 43-41B-36. All agreements to pay compensation to recover or assist in the recovery of property reported under § 43-41B-18, made within twelve months prior to the reporting and remitting of abandoned property accounts and within twenty-four months after the date payment or delivery is made under § 43-41B-20, are unenforceable. No agreement entered into after twenty-four months of the required date of delivery of the property by the holder to the state treasurer secretary of revenue is valid if a person thereby undertakes to locate property included in a report for a fee or other compensation exceeding twenty-five percent of the value of the recoverable property unless the agreement is in writing and signed by the owner. Nothing in this section may be construed to prevent an owner from asserting at any time that an agreement to locate property is based upon excessive or unjust consideration. A violation of this section is a Class 1 misdemeanor. Section 8. That § 47-7-49 be amended to read as follows: 47-7-49. Upon the voluntary or involuntary dissolution of a corporation, the portion of the assets distributable to a creditor or shareholder who is unknown or cannot be found, or who is under disability and there is no person legally competent to receive such distributive portion, shall be reduced to cash and deposited with the state treasurer secretary of revenue and shall be paid over to such creditor or shareholder or to his such person's legal representative upon proof satisfactory to the state treasurer secretary of revenue of his such person's right thereto. Section 9. That § 47-18-26 be amended to read as follows: 47-18-26. Upon liquidation of a cooperative, the assets distributable to persons who are unknown or cannot be found may be reduced to cash and deposited with the state treasury. If claimed within ten years thereafter such the funds shall be paid without interest to persons entitled thereto upon proof satisfactory to the state treasurer secretary of revenue of their right thereto. If not claimed within ten years, such the funds shall become the property of the state to be used in furthering agriculture. Section 10. That § 47-26-38 be amended to read as follows: 47-26-38. Upon the voluntary or involuntary dissolution of a corporation, the portion of the assets distributable to any person who is unknown or cannot be found, or who is under disability and there is no person legally competent to receive such the distributive portion, shall be reduced to cash and deposited with the state treasurer secretary of revenue and shall be paid over to such person or to his the person's legal representative upon proof satisfactory to the state treasurer secretary of revenue of his the person's right thereto. Section 11. That § 51A-11-10 be amended to read as follows: 51A-11-10. If the rental due on a safe deposit box has not been paid for one year, the lessor may send a notice by registered or certified mail to the last known address of the lessee stating that the safe deposit box will be opened and its contents stored at the expense of the lessee unless payment of the rental is made within thirty days. After such time the box may be opened in the presence of an officer of the lessor and a notary public. The notary public shall issue a certificate reciting the name of the lessee, the date of the opening of the box, the names of the witnesses present, and a list of its contents. The certificate with the contents of the box shall be included in a sealed package marked with the lessee's name and date of opening, and it shall then be placed in the general vaults of the lessor at a rental not exceeding the rental previously charged for the box until it is claimed or delivered to the state treasurer secretary of revenue for disposal pursuant to chapter 43-41B. The state treasurer secretary of revenue shall reimburse the lessor for unpaid box rentals from the proceeds of the package, if any. Section 12. That § 51A-15-5 be amended to read as follows: 51A-15-5. The contents of safe deposit boxes which have not been removed within thirty days after demand shall be opened and the contents dealt with in the manner provided for boxes upon which the payment of rental is in default and the sealed packages containing the contents and the certificates together with any other unclaimed property held by the bank as bailee and certified inventories thereof shall be transferred to the state treasurer secretary of revenue who shall retain it for one year unless sooner claimed by the person entitled thereto. After one year the state treasurer secretary of revenue shall dispose of the property pursuant to chapter 43-41B. Section 13. That § 51A-15-7 be amended to read as follows: 51A-15-7. Any assets remaining after the discharge of all obligations shall be distributed to the stockholders in accordance with their respective interests. No such distribution shall may be made before: (1) All claims of depositors and creditors have been paid, or, in the case of any disputed claim, the bank has transmitted to the director a sum adequate to meet any liability that may be judicially determined. (2) Any funds payable to a depositor or creditor and unclaimed have been transmitted to the state treasurer secretary of revenue , and (3) Approved by the director. Any unclaimed distribution to a stockholder or depositor shall be held until ninety days after the final distribution and then transmitted to the state treasurer secretary of revenue for disposition pursuant to chapter 43-41B. Section 14. That § 51A-15-43 be amended to read as follows: 51A-15-43. Unclaimed funds remaining after the completion of the liquidation shall be transferred to the state treasurer secretary of revenue for disposal pursuant to chapter 43-41B. Section 15. That § 52-13-52 be amended to read as follows: 52-13-52. Unclaimed funds remaining after the completion of the liquidation by the director of the Division of Banking are transferred to the state treasurer secretary of revenue for disposal pursuant to chapter 43-41A. Section 16. That § 58-29B-128 be amended to read as follows: 58-29B-128. All unclaimed funds subject to distribution remaining in the liquidator's hands when he the liquidator is ready to apply to the court for discharge, including the amount distributable to any creditor, shareholder, member, or other person who is unknown or cannot be found, shall be deposited with the state treasurer secretary of revenue , and shall be paid without interest except in accordance with § 58-29B-123 to the person entitled thereto or his the person's legal representative upon proof satisfactory to the state treasurer secretary of revenue of his the person's right thereto. Any amount on deposit not claimed within six years from the discharge of the liquidator shall be deemed to have been abandoned and shall be escheated without formal escheat proceedings and be deposited into the general fund. Section 17. That § 58-29B-129 be amended to read as follows: 58-29B-129. All funds withheld under § § 58-29B-112 to 58-29B-114, inclusive, and not distributed shall upon discharge of the liquidator be deposited with the state treasurer secretary of revenue and paid by him the secretary in accordance with § 58-29B-123. Any sums remaining which under § 58-29B-123 would revert to the undistributed assets of the insurer shall be transferred to the state treasurer secretary of revenue and become the property of the state under § 58-29B-128, unless the director in his discretion petitions the court to reopen the liquidation under § 58-29B-131. Section 18. That § 58-29B-130 be amended to read as follows: 58-29B-130. If all assets justifying the expense of collection and distribution have been collected and distributed under this chapter, the liquidator shall apply to the court for discharge. The court may grant the discharge and make any other orders, including an order to transfer to the state treasurer secretary of revenue any remaining funds that are uneconomic to distribute, as may be deemed appropriate. Any other person may apply to the court at any time for an order under this section. If the application is denied, the applicant shall pay the costs and expenses of the liquidator in resisting the application, including a reasonable attorney's fee. Section 19. That chapter 43-41B be amended by adding thereto a NEW SECTION to read as follows: On July 1, 1997, the state treasurer shall transfer to the secretary of revenue all funds and unclaimed property collected and held by the state treasurer pursuant to the provisions of chapter 43-41B, § § 26-6-20.10, 34-12-15.10, 47-7-49, 47-18-26, 47-26-38, 51A-11-10, 51A-15- 5, 51A-15-7, 51A-15-43, 52-13-52, 58-29B-128, 58-29B-129, and 58-29B-130. In addition, the state treasurer shall transfer to the secretary of revenue all books of account, receipts, and other documentation relating to the funds and unclaimed property."}, {"bill_id": 13026, "bill_version_id": 73891, "bill_version": "Enrolled", "bill_version_date": "1997-03-05T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13026, "action_date": "1997-01-30T14:00:00-06:00", "document_id": 72891, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72891.pdf", "status_text": "First read in Senate and referred to", "journal_page": 240, "committee_id_action": 545, "committee_id_assigned": 527, "result": "N", "vote": {}}, {"bill_id": 13026, "action_date": "1997-02-05T07:45:00-06:00", "document_id": 72287, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72287.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13026, "action_date": "1997-02-05T07:45:00-06:00", "document_id": 72287, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72287.pdf", "status_text": "Deferred to another day", "journal_page": 318, "committee_id_action": 527, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13026, "action_date": "1997-02-07T07:45:00-06:00", "document_id": 72309, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72309.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13026, "action_date": "1997-02-07T07:45:00-06:00", "document_id": 72309, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72309.pdf", "status_text": "Do Pass,", "journal_page": 350, "committee_id_action": 527, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36017, "president_vote": null, "Yea": [1911, 1915, 1986, 1969, 1927], "Excused": [1956], "Nay": [1912, 1930, 1946]}}, {"bill_id": 13026, "action_date": "1997-02-10T14:00:00-06:00", "document_id": 72905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72905.pdf", "status_text": "Motion to Amend,", "journal_page": 373, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13026, "action_date": "1997-02-10T14:00:00-06:00", "document_id": 72905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72905.pdf", "status_text": "Tabled amendment", "journal_page": 375, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13026, "action_date": "1997-02-10T14:00:00-06:00", "document_id": 72905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72905.pdf", "status_text": "Do Pass,", "journal_page": 376, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36975, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1908, 1911, 1915, 1920, 1925, 1927, 1928, 1935, 1938, 1960, 1969, 1972, 1976, 1981, 1986], "Nay": [1905, 1912, 1919, 1930, 1932, 1939, 1945, 1946, 1955, 1959, 1965, 1977, 1978, 1979], "Excused": [1956]}}, {"bill_id": 13026, "action_date": "1997-02-10T14:00:00-06:00", "document_id": 72905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72905.pdf", "status_text": "Intent to reconsider", "journal_page": 377, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13026, "action_date": "1997-02-11T14:00:00-06:00", "document_id": 72907, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72907.pdf", "status_text": "Reconsidered", "journal_page": 388, "committee_id_action": 545, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 36726, "president_vote": null, "Nay": [1884, 1885, 1889, 1893, 1901, 1908, 1911, 1915, 1920, 1925, 1927, 1928, 1935, 1938, 1960, 1969, 1972, 1976, 1981, 1986], "Yea": [1905, 1912, 1919, 1930, 1932, 1939, 1945, 1946, 1955, 1959, 1965, 1977, 1978, 1979], "Excused": [1956]}}, {"bill_id": 13026, "action_date": "1997-02-12T14:00:00-06:00", "document_id": 72908, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72908.pdf", "status_text": "First read in House and referred to", "journal_page": 457, "committee_id_action": 544, "committee_id_assigned": 539, "result": "N", "vote": {}}, {"bill_id": 13026, "action_date": "1997-02-26T10:00:00-06:00", "document_id": 72451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72451.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13026, "action_date": "1997-02-28T10:00:00-06:00", "document_id": 72473, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72473.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13026, "action_date": "1997-02-28T10:00:00-06:00", "document_id": 72473, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72473.pdf", "status_text": "Do Pass,", "journal_page": 775, "committee_id_action": 539, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37406, "president_vote": null, "Nay": [1890, 1967, 1926, 1949, 1970], "Yea": [1900, 1904, 1924, 1931, 1936, 1961, 1921], "Excused": [1940]}}, {"bill_id": 13026, "action_date": "1997-03-03T14:00:00-06:00", "document_id": 72934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72934.pdf", "status_text": "Deferred to another day", "journal_page": 808, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13026, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72936.pdf", "status_text": "Do Pass,", "journal_page": 851, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37154, "president_vote": null, "Nay": [1886, 1887, 1890, 1896, 1897, 1898, 1902, 1913, 1916, 1917, 1918, 1922, 1923, 1926, 1937, 1940, 1942, 1947, 1948, 1949, 1954, 1967, 1970, 1971, 1974, 1975, 1980, 1982, 1983, 1984], "Yea": [1888, 1891, 1892, 1894, 1895, 1899, 1900, 1904, 1906, 1907, 1909, 1910, 1914, 1921, 1929, 1931, 1933, 1934, 1936, 1941, 1943, 1944, 1950, 1951, 1952, 1953, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1968, 1973, 1985, 1987, 1988, 1924], "Excused": [1903]}}, {"bill_id": 13026, "action_date": "1997-03-05T14:00:00-06:00", "document_id": 72939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72939.pdf", "status_text": "Signed by President", "journal_page": 816, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13026, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72941.pdf", "status_text": "Delivered to the Governor", "journal_page": 837, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13026, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72940.pdf", "status_text": "Signed by Speaker", "journal_page": 929, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13026, "action_date": "1997-03-11T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 746, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13026"}