{"session_id": 45, "bill_id": 12669, "bill_type": "Senate Bill", "bill_number": 42, "bill_title": "to revise certain provisions regarding officers and employees of the state entering into contracts with the state.", "sponsors": [], "keywords": ["Restrictions on State Employees", "Restrictions on State Officers", "Signed by Governor", "State Contracts"], "audio": [], "bill_versions": [{"bill_id": 12669, "bill_version_id": 74056, "bill_version": "Introduced", "bill_version_date": "1997-01-12T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding officers and employees of the state entering into contracts with the state. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-21-5 be repealed. 1-21-5. No member of the state fair commission nor its secretary-treasurer, shall be interested, either directly or indirectly, in any contract made by said commission. Section 2. That § 5-15-22 be repealed. 5-15-22. Any member of the capitol complex restoration and beautification commission, or any employee thereof, who shall be interested, either directly or indirectly, in the acquisition of the lands embraced within the grounds plan as enlarged or amended, or in any contract or work connected therewith, so as to receive any benefit therefrom, or the promise of any benefit therefrom, either by way of commission, rebate, bonus, division of profits, or otherwise, shall be guilty of a Class 6 felony and shall be incapable of holding any office or employment under the state. Section 3. That § 5-23-14 be repealed. 5-23-14. No contract may be awarded to any officer or employee of the state, nor shall any part of any contract be awarded to any firm, association, or corporation, in which any state officer or employee is interested, either directly or indirectly, and any contract made in violation of the provisions of this chapter is void. However, the provisions of this section do not apply to notaries public nor to state officers or employees or persons serving on boards or commissions, who may be paid per diem compensation provided by § 4-7-10.4, but who are not drawing a salary from the state. The provisions of this section do not apply to a member of the state Legislature when such person is the lowest responsible bidder in accordance with the provisions of chapter 5-18 if such contract award is not in violation of the provisions of section 12 of Article III of the state Constitution. The provisions of this section do not apply to any officer or employee of the state who is a stockholder of a corporation and does not participate in the management or operation of the corporation or an officer or employee of the state whose interest may be held in trust, the corpus and income of which are unknown to the beneficiary. The provisions of this section do not apply to members of the South Dakota national guard who in their official state capacity, are not directly or indirectly involved in awarding or in preparing, recommending or determining the specifications or requirements of the bid and are not otherwise prohibited from contracting by the provisions of this section. The provisions of this chapter do not apply to members or employees of the South Dakota building authority authorized by chapter 5-12. This section shall supersede all provisions of state law to the contrary. Any officer or employee of this state who knowingly violates this section is guilty of a Class 2 misdemeanor. Section 4. That § 5-23-14.1 be repealed. 5-23-14.1. The provisions of § § 5-23-14 and 5-23-24 do not apply to any temporary legislative session employee who is appointed by an officer or other appointing authority of the Legislature to work in preparation for, or during, the legislative session. Section 5. That § 5-23-24 be repealed. 5-23-24. No contract shall be awarded to any officer or employee of the state nor shall all or any part of any contract be performed in any printing plant or publishing house in which any state officer or employee shall be interested, either directly or indirectly, and any contract made in violation of the provisions of this chapter shall be null and void; provided, however, that the provisions of this section shall not apply to such notaries public nor to such other state officers or employees serving on boards or commissions, who are not drawing a salary from the state. The provisions of this section shall also not apply to a member of the state Legislature if such person is the lowest responsible bidder in accordance with the provisions of chapter 5-18 when such contract award is not in violation of the provisions of section 12 of Article III of the state Constitution. Any officer or employee of this state who knowingly violates this section is guilty of a Class 2 misdemeanor. Section 6. That § 13-49-17 be repealed. 13-49-17. No regent shall be directly or indirectly pecuniarily interested in any contract authorized by § 13-49-15. Section 7. That § 31-2-26 be repealed. 31-2-26. No officer or employee of the Department of Transportation shall be either directly or indirectly interested financially in any contract made by the department for the purchase of equipment, material, or supplies or contract for purchase of right-of-way construction, maintenance, improving or repairing any highway, including bridges, on, or in connection with, the state trunk highways in the state except as an ordinary taxpayer; nor shall any officer or employee of such department take or receive anything of value for, or on account of, any contract, act, or proceeding relating to the location or relocation of contract for, construction, improvement, repair, or maintenance of any road or bridge, except the salary or compensation provided by law. Any officer or employee of the department who violates any of the provisions of this section shall be guilty of a Class 5 felony. Section 8. That chapter 3-16 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Officer,\" any person holding an elected position in the executive, legislative, or judicial branch of state government, including constitutional offices; any person holding an appointed position in the executive or legislative branch of state government, if the appointment is confirmed by the senate or made by the executive board of the Legislative Research Council. The term includes persons appointed to fill vacancies in such elective or appointive positions. The term also includes any person who serves without compensation or who may be paid per diem pursuant to § 4-7-10.4, and who has the actual or ostensible authority to approve or award contracts or to recommend the approval or awarding of contracts; (2) \"Managing employee,\" any person employed by the state, who is drawing a salary or wage that is payable in whole or in part by the state, and who has the actual or ostensible authority to approve or award contracts, or to recommend the approval or awarding of contracts; (3) \"Business entity,\" any firm, association, sole proprietorship, partnership, limited liability company, corporation, or cooperative; (4) \"Direct or indirect interest,\" a pecuniary interest arising from a contract with the state, including instances where: (a) An officer or managing employee has a financial interest in a business entity of more than five percent, participates in the management of the business entity, or will be directly benefited by the contract through commissions or other forms of direct compensation; or (b) A contract with a spouse or an unemancipated child of an officer or managing employee, or with a business entity where the spouse or unemancipated child has more than five percent interest in the business entity, participates in the management of the business entity, or will be directly benefited by the contract through commissions or other forms of direct compensation; (5) \"State,\" any branch, constitutional office, department, agency, institution, board, commission, authority, or other entity of state government. Section 9. That chapter 3-16 be amended by adding thereto a NEW SECTION to read as follows: No contract involving the expenditure of state public funds or the transfer of state property may be awarded to any officer or managing employee of the state, nor may any part of any such contract be awarded to any business entity in which any officer or managing employee has a direct or indirect interest. Any contract made in violation of the provisions of this section is void. Any officer or managing employee of this state who knowingly violates this section is guilty of a Class 2 misdemeanor. The attorney general may bring an action for the recovery of any money paid under a contract rendered void under this section. Any officer or managing employee who violates the provisions of this section, and any person or business entity receiving payment, or any part thereof, pursuant to a contract which violates the provisions of this section, are jointly and severally liable to the state for the full amount so paid or received. Section 10. That chapter 3-16 be amended by adding thereto a NEW SECTION to read as follows: The provisions of section 9 of this Act are not violated if the contract is made pursuant to any one of the conditions set forth in the following subdivisions, without fraud or deceit: (1) If the officer's or managing employee's direct or indirect interest is held in trust, the corpus and income of which are unknown to the beneficiary; (2) If the contract is with a business entity and competitive bidding procedures are followed pursuant to chapters 5-18 and 5-23, and more than one such competitive bid is submitted; (3) If the contract is for the disposal of surplus or obsolete property pursuant to chapter 5-23, or for the disposal of property unfit for use pursuant to chapter 5-24, and the property is sold at public auction; (4) If the contract involves a temporary legislative session employee who is appointed by an officer or other appointing authority of the Legislature to work in preparation for, or during, the legislative session; (5) If the managing employee or officer who serves without compensation, or who may be paid per diem pursuant to § 4-7-10.4, is not involved in an official capacity in approving, awarding, or recommending the approval or award of the contract, and has no supervisory authority over the persons who approve or award the contract or who recommend the approval or awarding of the contract; (6) If the officer or managing employee has an interest in the contract only as a member of the general public; or (7) If the contract is an employment contract with the state. Nothing within this section is intended to effect any contract that is prohibited under the provisions of section 12 of Article III or section 17 of Article VIII of the Constitution. Section 11. That chapter 3-16 be amended by adding thereto a NEW SECTION to read as follows: The provisions of this Act do not apply to any license or permit issued by the state."}, {"bill_id": 12669, "bill_version_id": 74058, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "1997-01-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding officers and employees of the state entering into contracts with the state. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-21-5 be repealed. 1-21-5. No member of the state fair commission nor its secretary-treasurer, shall be interested, either directly or indirectly, in any contract made by said commission. Section 2. That § 5-15-22 be repealed. 5-15-22. Any member of the capitol complex restoration and beautification commission, or any employee thereof, who shall be interested, either directly or indirectly, in the acquisition of the lands embraced within the grounds plan as enlarged or amended, or in any contract or work connected therewith, so as to receive any benefit therefrom, or the promise of any benefit therefrom, either by way of commission, rebate, bonus, division of profits, or otherwise, shall be guilty of a Class 6 felony and shall be incapable of holding any office or employment under the state. Section 3. That § 5-23-14 be repealed. 5-23-14. No contract may be awarded to any officer or employee of the state, nor shall any part of any contract be awarded to any firm, association, or corporation, in which any state officer or employee is interested, either directly or indirectly, and any contract made in violation of the provisions of this chapter is void. However, the provisions of this section do not apply to notaries public nor to state officers or employees or persons serving on boards or commissions, who may be paid per diem compensation provided by § 4-7-10.4, but who are not drawing a salary from the state. The provisions of this section do not apply to a member of the state Legislature when such person is the lowest responsible bidder in accordance with the provisions of chapter 5-18 if such contract award is not in violation of the provisions of section 12 of Article III of the state Constitution. The provisions of this section do not apply to any officer or employee of the state who is a stockholder of a corporation and does not participate in the management or operation of the corporation or an officer or employee of the state whose interest may be held in trust, the corpus and income of which are unknown to the beneficiary. The provisions of this section do not apply to members of the South Dakota national guard who in their official state capacity, are not directly or indirectly involved in awarding or in preparing, recommending or determining the specifications or requirements of the bid and are not otherwise prohibited from contracting by the provisions of this section. The provisions of this chapter do not apply to members or employees of the South Dakota building authority authorized by chapter 5-12. This section shall supersede all provisions of state law to the contrary. Any officer or employee of this state who knowingly violates this section is guilty of a Class 2 misdemeanor. Section 4. That § 5-23-14.1 be repealed. 5-23-14.1. The provisions of § § 5-23-14 and 5-23-24 do not apply to any temporary legislative session employee who is appointed by an officer or other appointing authority of the Legislature to work in preparation for, or during, the legislative session. Section 5. That § 5-23-24 be repealed. 5-23-24. No contract shall be awarded to any officer or employee of the state nor shall all or any part of any contract be performed in any printing plant or publishing house in which any state officer or employee shall be interested, either directly or indirectly, and any contract made in violation of the provisions of this chapter shall be null and void; provided, however, that the provisions of this section shall not apply to such notaries public nor to such other state officers or employees serving on boards or commissions, who are not drawing a salary from the state. The provisions of this section shall also not apply to a member of the state Legislature if such person is the lowest responsible bidder in accordance with the provisions of chapter 5-18 when such contract award is not in violation of the provisions of section 12 of Article III of the state Constitution. Any officer or employee of this state who knowingly violates this section is guilty of a Class 2 misdemeanor. Section 6. That § 13-49-17 be repealed. 13-49-17. No regent shall be directly or indirectly pecuniarily interested in any contract authorized by § 13-49-15. Section 7. That § 31-2-26 be repealed. 31-2-26. No officer or employee of the Department of Transportation shall be either directly or indirectly interested financially in any contract made by the department for the purchase of equipment, material, or supplies or contract for purchase of right-of-way construction, maintenance, improving or repairing any highway, including bridges, on, or in connection with, the state trunk highways in the state except as an ordinary taxpayer; nor shall any officer or employee of such department take or receive anything of value for, or on account of, any contract, act, or proceeding relating to the location or relocation of contract for, construction, improvement, repair, or maintenance of any road or bridge, except the salary or compensation provided by law. Any officer or employee of the department who violates any of the provisions of this section shall be guilty of a Class 5 felony. Section 8. That chapter 3-16 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Officer,\" any person holding an elected position in the executive, legislative, or judicial branch of state government, including constitutional offices; any person holding an appointed position in the executive or legislative branch of state government, if the appointment is confirmed by the senate or made by the executive board of the Legislative Research Council. The term includes persons appointed to fill vacancies in such elective or appointive positions. The term also includes any person who serves without compensation or who may be paid per diem pursuant to § 4-7-10.4, and who has the actual or ostensible authority to approve or award contracts or to recommend the approval or awarding of contracts; (2) \"Managing employee,\" any person employed by the state, who is drawing a salary or wage that is payable in whole or in part by the state, and who has the actual or ostensible authority to approve or award contracts, or to recommend the approval or awarding of contracts; (3) \"Business entity,\" any firm, association, sole proprietorship, partnership, limited liability company, corporation, or cooperative; (4) \"Direct or indirect interest,\" a pecuniary interest arising from a contract with the state, including instances where: (a) An officer or managing employee has a financial interest in a business entity of more than five percent, participates in the management of the business entity, or will be directly benefited by the contract through commissions or other forms of direct compensation; or (b) A contract with a spouse or an unemancipated child of an officer or managing employee, or with a business entity where the spouse or unemancipated child has more than five percent interest in the business entity, participates in the management of the business entity, or will be directly benefited by the contract through commissions or other forms of direct compensation; (5) \"State,\" any branch, constitutional office, department, agency, institution, board, commission, authority, or other entity of state government. Section 9. That chapter 3-16 be amended by adding thereto a NEW SECTION to read as follows: No contract involving the expenditure of state public funds or the transfer of state property may be awarded to any officer or managing employee of the state, nor may any part of any such contract be awarded to any person or business entity in which any officer or managing employee has a direct or indirect interest. Any contract made in violation of the provisions of this section is void. Any officer or managing employee of this state who knowingly violates this section is guilty of a Class 2 misdemeanor. The attorney general may bring an action for the recovery of any money paid under a contract rendered void under this section. Any officer or managing employee who knowingly violates the provisions of this section, and any person or business entity receiving payment, or any part thereof, pursuant to a contract which violates the provisions of this section, are jointly and severally liable to the state for the full amount so paid or received. Section 10. That chapter 3-16 be amended by adding thereto a NEW SECTION to read as follows: The provisions of section 9 of this Act are not violated if the contract is made pursuant to any one of the conditions set forth in the following subdivisions, without fraud or deceit: (1) If the officer's or managing employee's direct or indirect interest is held in trust, the corpus and income of which are unknown to the beneficiary; (2) If the contract is with a business entity and competitive bidding procedures are followed pursuant to chapters 5-18 and 5-23, and more than one such competitive bid is submitted; (3) If the contract is for the disposal of surplus or obsolete property pursuant to chapter 5-23, or for the disposal of property unfit for use pursuant to chapter 5-24, and the property is sold at public auction; (4) If the contract involves a temporary legislative session employee who is appointed by an officer or other appointing authority of the Legislature to work in preparation for, or during, the legislative session; (5) If the managing employee or officer who serves without compensation, or who may be paid per diem pursuant to § 4-7-10.4, is not involved in an official capacity in approving, awarding, or recommending the approval or award of the contract, and has no supervisory authority over the persons who approve or award the contract or who recommend the approval or awarding of the contract; (6) If the officer or managing employee has an interest in the contract only as a member of the general public; (7) If the contract is an employment contract with the state; (8) If the contract is for financial aid for education; (9) If the contract is for public assistance, benefits, entitlement, or services available to all members of the general public who qualify for the assistance program or service; (10) If the contract is for the admission to state sponsored events or facilities open to the general public; or (11) If the contract is for goods supplied by the South Dakota Cement Plant under the same terms and conditions as goods are supplied to other persons and business entities. Nothing within this section is intended to effect any contract that is prohibited under the provisions of section 12 of Article III or section 17 of Article VIII of the Constitution. Section 11. That chapter 3-16 be amended by adding thereto a NEW SECTION to read as follows: The provisions of this Act do not apply to any license or permit issued by the state. BILL HISTORY January 14 - First read in Senate and referred to Judiciary. S.J. 19 January 24 - Scheduled for hearing. January 24 - Passed as amended, AYES 4, NAYS 3. S.J. 154"}, {"bill_id": 12669, "bill_version_id": 74057, "bill_version": "Senate Engrossed", "bill_version_date": "1997-01-30T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding officers and employees of the state entering into contracts with the state. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-21-5 be repealed. 1-21-5. No member of the state fair commission nor its secretary-treasurer, shall be interested, either directly or indirectly, in any contract made by said commission. Section 2. That § 5-15-22 be repealed. 5-15-22. Any member of the capitol complex restoration and beautification commission, or any employee thereof, who shall be interested, either directly or indirectly, in the acquisition of the lands embraced within the grounds plan as enlarged or amended, or in any contract or work connected therewith, so as to receive any benefit therefrom, or the promise of any benefit therefrom, either by way of commission, rebate, bonus, division of profits, or otherwise, shall be guilty of a Class 6 felony and shall be incapable of holding any office or employment under the state. Section 3. That § 5-23-14 be repealed. 5-23-14. No contract may be awarded to any officer or employee of the state, nor shall any part of any contract be awarded to any firm, association, or corporation, in which any state officer or employee is interested, either directly or indirectly, and any contract made in violation of the provisions of this chapter is void. However, the provisions of this section do not apply to notaries public nor to state officers or employees or persons serving on boards or commissions, who may be paid per diem compensation provided by § 4-7-10.4, but who are not drawing a salary from the state. The provisions of this section do not apply to a member of the state Legislature when such person is the lowest responsible bidder in accordance with the provisions of chapter 5-18 if such contract award is not in violation of the provisions of section 12 of Article III of the state Constitution. The provisions of this section do not apply to any officer or employee of the state who is a stockholder of a corporation and does not participate in the management or operation of the corporation or an officer or employee of the state whose interest may be held in trust, the corpus and income of which are unknown to the beneficiary. The provisions of this section do not apply to members of the South Dakota national guard who in their official state capacity, are not directly or indirectly involved in awarding or in preparing, recommending or determining the specifications or requirements of the bid and are not otherwise prohibited from contracting by the provisions of this section. The provisions of this chapter do not apply to members or employees of the South Dakota building authority authorized by chapter 5-12. This section shall supersede all provisions of state law to the contrary. Any officer or employee of this state who knowingly violates this section is guilty of a Class 2 misdemeanor. Section 4. That § 5-23-14.1 be repealed. 5-23-14.1. The provisions of § § 5-23-14 and 5-23-24 do not apply to any temporary legislative session employee who is appointed by an officer or other appointing authority of the Legislature to work in preparation for, or during, the legislative session. Section 5. That § 5-23-24 be repealed. 5-23-24. No contract shall be awarded to any officer or employee of the state nor shall all or any part of any contract be performed in any printing plant or publishing house in which any state officer or employee shall be interested, either directly or indirectly, and any contract made in violation of the provisions of this chapter shall be null and void; provided, however, that the provisions of this section shall not apply to such notaries public nor to such other state officers or employees serving on boards or commissions, who are not drawing a salary from the state. The provisions of this section shall also not apply to a member of the state Legislature if such person is the lowest responsible bidder in accordance with the provisions of chapter 5-18 when such contract award is not in violation of the provisions of section 12 of Article III of the state Constitution. Any officer or employee of this state who knowingly violates this section is guilty of a Class 2 misdemeanor. Section 6. That § 13-49-17 be repealed. 13-49-17. No regent shall be directly or indirectly pecuniarily interested in any contract authorized by § 13-49-15. Section 7. That § 31-2-26 be repealed. 31-2-26. No officer or employee of the Department of Transportation shall be either directly or indirectly interested financially in any contract made by the department for the purchase of equipment, material, or supplies or contract for purchase of right-of-way construction, maintenance, improving or repairing any highway, including bridges, on, or in connection with, the state trunk highways in the state except as an ordinary taxpayer; nor shall any officer or employee of such department take or receive anything of value for, or on account of, any contract, act, or proceeding relating to the location or relocation of contract for, construction, improvement, repair, or maintenance of any road or bridge, except the salary or compensation provided by law. Any officer or employee of the department who violates any of the provisions of this section shall be guilty of a Class 5 felony. Section 8. That chapter 3-16 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Officer,\" any person holding an elected position in the executive, legislative, or judicial branch of state government, including constitutional offices; any person holding an appointed position in the executive or legislative branch of state government, if the appointment is confirmed by the senate or made by the executive board of the Legislative Research Council. The term includes persons appointed to fill vacancies in such elective or appointive positions. The term also includes any person who serves without compensation or who may be paid per diem pursuant to § 4-7-10.4, and who has the actual or ostensible authority to approve or award contracts or to recommend the approval or awarding of contracts; (2) \"Managing employee,\" any person employed by the state, who is drawing a salary or wage that is payable in whole or in part by the state, and who has the actual or ostensible authority to approve or award contracts, or to recommend the approval or awarding of contracts; (3) \"Business entity,\" any firm, association, sole proprietorship, partnership, limited liability company, corporation, or cooperative; (4) \"Direct or indirect interest,\" a pecuniary interest arising from a contract with the state, including instances where: (a) An officer or managing employee has a financial interest in a business entity of more than five percent, participates in the management of the business entity, or will be directly benefited by the contract through commissions or other forms of direct compensation; or (b) An officer or managing employee's spouse or unemancipated child has a financial interest in the contract, or a financial interest in the business entity contracting with the state, if the spouse or unemancipated child has an ownership interest of more than five percent, participates in the management of the business entity, or directly benefits from the contract with the business entity through commissions or other forms of direct compensation; (5) \"State,\" any branch, constitutional office, department, agency, institution, board or commission. Section 9. That chapter 3-16 be amended by adding thereto a NEW SECTION to read as follows: No contract involving the expenditure of state public funds or the transfer of state property may be awarded to any officer or managing employee of the state, nor may any part of any such contract be awarded to any person or business entity in which any officer or managing employee has a direct or indirect interest. Any contract made in violation of the provisions of this section is void. Any officer or managing employee of this state who knowingly violates this section is guilty of a Class 2 misdemeanor. The attorney general may bring an action for the recovery of any money paid under a contract rendered void under this section. Any officer or managing employee who knowingly violates the provisions of this section, and any person or business entity receiving payment, or any part thereof, pursuant to a contract which violates the provisions of this section, are jointly and severally liable to the state for the full amount so paid or received. Section 10. That chapter 3-16 be amended by adding thereto a NEW SECTION to read as follows: The provisions of section 9 of this Act are not violated if the contract is made pursuant to any one of the conditions set forth in the following subdivisions, without fraud or deceit: (1) If the officer's or managing employee's direct or indirect interest is held in trust, the corpus and income of which are unknown to the beneficiary; (2) If the contract is with a business entity and competitive bidding procedures are followed pursuant to chapters 5-18 and 5-23, and more than one such competitive bid is submitted; (3) If the contract is for the disposal of surplus or obsolete property pursuant to chapter 5-23, or for the disposal of property unfit for use pursuant to chapter 5-24, and the property is sold at public auction; (4) If the contract involves a temporary legislative session employee who is appointed by an officer or other appointing authority of the Legislature to work in preparation for, or during, the legislative session; (5) If the managing employee or officer who serves without compensation, or who may be paid per diem pursuant to § 4-7-10.4, is not involved in an official capacity in approving, awarding, or recommending the approval or award of the contract, and has no supervisory authority over the persons who approve or award the contract or who recommend the approval or awarding of the contract; (6) If the officer or managing employee has an interest in the contract only as a member of the general public; (7) If the contract is an employment contract with the state; (8) If the contract is for financial aid for education; (9) If the contract is for public assistance, benefits, entitlement, or services available to all members of the general public who qualify for the assistance program or service; (10) If the contract is for the admission to state sponsored events or facilities open to the general public; or (11) If the contract is for goods supplied by the South Dakota Cement Plant under the same terms and conditions as goods are supplied to other persons and business entities. Nothing within this section is intended to effect any contract that is prohibited under the provisions of section 12 of Article III or section 17 of Article VIII of the Constitution. Section 11. That chapter 3-16 be amended by adding thereto a NEW SECTION to read as follows: The provisions of this Act do not apply to any license or permit issued by the state. BILL HISTORY January 14 - First read in Senate and referred to Judiciary. S.J. 19 January 24 - Scheduled for hearing. January 24 - Passed as amended, AYES 4, NAYS 3. S.J. 154 January 28 - Second reading Senate. S.J. 199 January 29 - Second reading Senate. S.J. 223 January 29 - Passed as amended, AYES 25, NAYS 8. S.J. 223"}, {"bill_id": 12669, "bill_version_id": 74055, "bill_version": "House Judiciary Engrossed", "bill_version_date": "1997-03-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding officers and employees of the state entering into contracts with the state. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-21-5 be repealed. 1-21-5. No member of the state fair commission nor its secretary-treasurer, shall be interested, either directly or indirectly, in any contract made by said commission. Section 2. That § 5-15-22 be repealed. 5-15-22. Any member of the capitol complex restoration and beautification commission, or any employee thereof, who shall be interested, either directly or indirectly, in the acquisition of the lands embraced within the grounds plan as enlarged or amended, or in any contract or work connected therewith, so as to receive any benefit therefrom, or the promise of any benefit therefrom, either by way of commission, rebate, bonus, division of profits, or otherwise, shall be guilty of a Class 6 felony and shall be incapable of holding any office or employment under the state. Section 3. That § 5-23-14 be repealed. 5-23-14. No contract may be awarded to any officer or employee of the state, nor shall any part of any contract be awarded to any firm, association, or corporation, in which any state officer or employee is interested, either directly or indirectly, and any contract made in violation of the provisions of this chapter is void. However, the provisions of this section do not apply to notaries public nor to state officers or employees or persons serving on boards or commissions, who may be paid per diem compensation provided by § 4-7-10.4, but who are not drawing a salary from the state. The provisions of this section do not apply to a member of the state Legislature when such person is the lowest responsible bidder in accordance with the provisions of chapter 5-18 if such contract award is not in violation of the provisions of section 12 of Article III of the state Constitution. The provisions of this section do not apply to any officer or employee of the state who is a stockholder of a corporation and does not participate in the management or operation of the corporation or an officer or employee of the state whose interest may be held in trust, the corpus and income of which are unknown to the beneficiary. The provisions of this section do not apply to members of the South Dakota national guard who in their official state capacity, are not directly or indirectly involved in awarding or in preparing, recommending or determining the specifications or requirements of the bid and are not otherwise prohibited from contracting by the provisions of this section. The provisions of this chapter do not apply to members or employees of the South Dakota building authority authorized by chapter 5-12. This section shall supersede all provisions of state law to the contrary. Any officer or employee of this state who knowingly violates this section is guilty of a Class 2 misdemeanor. Section 4. That § 5-23-14.1 be repealed. 5-23-14.1. The provisions of § § 5-23-14 and 5-23-24 do not apply to any temporary legislative session employee who is appointed by an officer or other appointing authority of the Legislature to work in preparation for, or during, the legislative session. Section 5. That § 5-23-24 be repealed. 5-23-24. No contract shall be awarded to any officer or employee of the state nor shall all or any part of any contract be performed in any printing plant or publishing house in which any state officer or employee shall be interested, either directly or indirectly, and any contract made in violation of the provisions of this chapter shall be null and void; provided, however, that the provisions of this section shall not apply to such notaries public nor to such other state officers or employees serving on boards or commissions, who are not drawing a salary from the state. The provisions of this section shall also not apply to a member of the state Legislature if such person is the lowest responsible bidder in accordance with the provisions of chapter 5-18 when such contract award is not in violation of the provisions of section 12 of Article III of the state Constitution. Any officer or employee of this state who knowingly violates this section is guilty of a Class 2 misdemeanor. Section 6. That § 13-49-17 be repealed. 13-49-17. No regent shall be directly or indirectly pecuniarily interested in any contract authorized by § 13-49-15. Section 7. That § 31-2-26 be repealed. 31-2-26. No officer or employee of the Department of Transportation shall be either directly or indirectly interested financially in any contract made by the department for the purchase of equipment, material, or supplies or contract for purchase of right-of-way construction, maintenance, improving or repairing any highway, including bridges, on, or in connection with, the state trunk highways in the state except as an ordinary taxpayer; nor shall any officer or employee of such department take or receive anything of value for, or on account of, any contract, act, or proceeding relating to the location or relocation of contract for, construction, improvement, repair, or maintenance of any road or bridge, except the salary or compensation provided by law. Any officer or employee of the department who violates any of the provisions of this section shall be guilty of a Class 5 felony. Section 8. No state officer or employee who approves, awards or administers a contract with the state, involving the expenditure of public funds or the sale or lease of state property, may have an interest in a contract which is within the scope of the officer's or employee's official duties. This prohibition includes officers or employees who, in their official capacity, recommend the approval or award of the contract or who supervise a person who approves, awards or administers the contract. This prohibition does not include officers who serve without compensation or who may be paid per diem pursuant to § 4-7-10.4. Any contract made in violation of this section is void. Any officer or employee who knowingly violates this section is guilty of a Class 2 misdemeanor. BILL HISTORY 1/14/97 First read in Senate and referred to Judiciary. S.J. 19 1/24/97 Scheduled for Committee hearing on this date. 1/24/97 Judiciary Do Pass Amended, Passed, AYES 4, NAYS 3. S.J. 154 1/28/97 Senate Deferred to another day. S.J. 199 1/29/97 Motion to Amend, Passed. S.J. 223 1/29/97 Senate Do Pass Amended, Passed, AYES 25, NAYS 8. S.J. 223 1/30/97 First read in House and referred to Judiciary. H.J. 229 2/19/97 Scheduled for Committee hearing on this date. 2/19/97 Judiciary Deferred to another day. H.J. 561 2/24/97 Scheduled for Committee hearing on this date. 2/26/97 Scheduled for Committee hearing on this date. 3/3/97 Scheduled for Committee hearing on this date. 3/3/97 Judiciary Do Pass Amended, Passed, AYES 9, NAYS 3."}, {"bill_id": 12669, "bill_version_id": 74054, "bill_version": "Enrolled", "bill_version_date": "1997-03-05T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12669, "action_date": "1997-01-14T14:00:00-06:00", "document_id": 72867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72867.pdf", "status_text": "First read in Senate and referred to", "journal_page": 19, "committee_id_action": 545, "committee_id_assigned": 523, "result": "N", "vote": {}}, {"bill_id": 12669, "action_date": "1997-01-24T10:00:00-06:00", "document_id": 72213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72213.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 523, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12669, "action_date": "1997-01-24T10:00:00-06:00", "document_id": 72213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72213.pdf", "status_text": "Do Pass Amended,", "journal_page": 154, "committee_id_action": 523, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37718, "president_vote": null, "Yea": [1884, 1901, 1956, 1986], "Nay": [1912, 1919, 1979]}}, {"bill_id": 12669, "action_date": "1997-01-28T14:00:00-06:00", "document_id": 72887, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72887.pdf", "status_text": "Deferred to another day", "journal_page": 199, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12669, "action_date": "1997-01-29T14:00:00-06:00", "document_id": 72889, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72889.pdf", "status_text": "Motion to Amend,", "journal_page": 223, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12669, "action_date": "1997-01-29T14:00:00-06:00", "document_id": 72889, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72889.pdf", "status_text": "Do Pass Amended,", "journal_page": 223, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37057, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1908, 1911, 1915, 1920, 1925, 1927, 1928, 1935, 1938, 1945, 1955, 1956, 1960, 1969, 1972, 1976, 1977, 1981, 1986], "Nay": [1912, 1930, 1932, 1939, 1946, 1959, 1965, 1978], "Excused": [1919, 1979]}}, {"bill_id": 12669, "action_date": "1997-01-30T14:00:00-06:00", "document_id": 72890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72890.pdf", "status_text": "First read in House and referred to", "journal_page": 229, "committee_id_action": 544, "committee_id_assigned": 542, "result": "N", "vote": {}}, {"bill_id": 12669, "action_date": "1997-02-19T07:45:00-06:00", "document_id": 72399, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72399.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 542, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12669, "action_date": "1997-02-19T07:45:00-06:00", "document_id": 72399, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72399.pdf", "status_text": "Deferred to another day", "journal_page": 561, "committee_id_action": 542, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12669, "action_date": "1997-02-24T07:45:00-06:00", "document_id": 72427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72427.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 542, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12669, "action_date": "1997-02-26T07:45:00-06:00", "document_id": 72444, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72444.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 542, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12669, "action_date": "1997-03-03T07:45:00-06:00", "document_id": 72477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72477.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 542, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12669, "action_date": "1997-03-03T07:45:00-06:00", "document_id": 72477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72477.pdf", "status_text": "Do Pass Amended,", "journal_page": 793, "committee_id_action": 542, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37184, "president_vote": null, "Yea": [1931, 1924, 1892, 1894, 1910, 1918, 1951, 1968, 1982], "Excused": [1903], "Nay": [1898, 1922, 1954]}}, {"bill_id": 12669, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72936.pdf", "status_text": "Do Pass Amended,", "journal_page": 870, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37741, "president_vote": null, "Yea": [1886, 1887, 1888, 1890, 1891, 1892, 1894, 1895, 1897, 1900, 1906, 1909, 1913, 1914, 1916, 1918, 1921, 1926, 1929, 1931, 1933, 1934, 1936, 1941, 1943, 1944, 1950, 1951, 1952, 1953, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1973, 1975, 1980, 1984, 1985, 1987, 1988, 1924], "Nay": [1896, 1898, 1899, 1902, 1903, 1917, 1922, 1923, 1937, 1940, 1942, 1947, 1948, 1949, 1954, 1970, 1971, 1974, 1982, 1983], "Excused": [1904, 1910], "Absent": [1907]}}, {"bill_id": 12669, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72941.pdf", "status_text": "Signed by President", "journal_page": 828, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12669, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72941.pdf", "status_text": "Delivered to the Governor", "journal_page": 837, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12669, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72940.pdf", "status_text": "Signed by Speaker", "journal_page": 929, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12669, "action_date": "1997-03-19T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 536, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12669"}