{"session_id": 48, "bill_id": 14705, "bill_type": "Senate Bill", "bill_number": 211, "bill_title": "revise certain provisions relating to workers' compensation.", "sponsors": [], "keywords": ["Workers Compensation"], "audio": [], "bill_versions": [{"bill_id": 14705, "bill_version_id": 80540, "bill_version": "Introduced", "bill_version_date": "1999-01-29T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to workers' compensation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-20-24 be amended to read as follows: 58-20-24. Effective January 1, 1995, every policy issued by any corporation, association or organization to assure the payment of compensation under the provisions of the title , \" Workers' Compensation \" , shall contain provisions to provide medical services and health care to injured workers for compensable injuries and diseases under a managed care case management plan that meets the requirements established in rules promulgated by the Department of Labor pursuant to chapter 1-26. All policies and plans shall meet the requirements of § 58-17-54. However, the requirements of this section become effective January 1, 1994, for insurers issuing policies pursuant to § 58-20-15. Section 2. That chapter 62-1 be amended by adding thereto a NEW SECTION to read as follows: An aggravation of a preexisting injury is an injury which, in expert medical opinion, independently and materially contributes, however slightly, to an employee's disability, impairment, or need for treatment, including new or increased symptoms. Section 3. That chapter 62-1 be amended by adding thereto a NEW SECTION to read as follows: There is a recurrence of an injury if, in expert medical opinion, there has not been an aggravation of the injury. A recurrent injury must remain a major contributing cause of the disability, improvement, or need for treatment. Section 4. That subdivision (7) of § 62-1-1 be amended to read as follows: (7) \"Injury\" or \"personal injury,\" only injury arising out of and in the course of the employment, and does not include a disease in any form except as it results from the injury. An injury is compensable only if it is established by medical evidence, subject to the following conditions: (a) No injury is compensable unless the employment or employment related activities are a major contributing cause of the condition complained of; or (b) If the injury combines with a preexisting disease or condition to cause or prolong disability, impairment or need for treatment, the condition complained of is compensable if the employment or employment related injury is and remains a major contributing cause of the disability, impairment or need for treatment. (c) If the injury combines with a preexisting work related compensable injury, disability, or impairment, the subsequent injury is compensable if the subsequent employment or subsequent employment related activities contributed independently to the disability, impairment, or need for treatment. The term does not include a mental injury arising from emotional, mental, or nonphysical stress or stimuli. A mental injury is compensable only if a compensable physical injury is and remains a major contributing cause of the mental injury, as shown by clear and convincing evidence. A mental injury is any psychological, psychiatric, or emotional condition for which compensation is sought. Section 5. That § 62-2-10 be amended to read as follows: 62-2-10. The Governor shall appoint a State Workers' Compensation Advisory Council, composed of eight members, four representing employees, two of whom shall be from recommendations submitted by the South Dakota Federation of Labor. No employee representative may be a member of a personnel department. Four shall represent employers. The members may not be all of the same political party. Expenses of council members shall be paid by the Department of Labor. The length of terms shall be is three years with no more than three expiring each year. Members shall serve until a new appointment is made by the Governor. Nonvoting members shall be the lieutenant governor, are the secretary of labor and the secretary of commerce and regulation. Five voting members of the council are a quorum for meetings. The lieutenant governor shall serve as the chair and has the right to vote . Any recommendations by the advisory council shall be by unanimous majority vote. The council shall aid the Department of Labor and the Department of Commerce and Regulation in reviewing the workers' compensation program as to its content, adequacy, and effectiveness and make recommendations for its improvement. The council shall meet as frequently as necessary but not less than twice each year. The council shall make reports of its meetings that shall include a record of its discussions , including all issues voted upon and the vote count, and its recommendations. The council shall make an annual report to the Governor and Legislature by December thirty-first of each year. The department shall make the reports available to any interested persons or groups. Section 6. That § 62-4-1 be amended to read as follows: 62-4-1. The employer shall provide necessary first aid, medical, surgical, and hospital services, or other suitable and proper care including medical and surgical supplies, apparatus, artificial members , and body aids during the disability or treatment of an employee within the provisions of this title. Repair or replacement of damaged prosthetic devices is compensable and is considered a medical service under this section if the devices were damaged or destroyed in a work related accident. Repair or replacement of damaged hearing aids, dentures, prescription eyeglasses, eyeglass frames , or contact lenses is considered a medical service under this section if the hearing aids, dentures, prescription eyeglasses, eyeglass frames , or contact lenses were damaged or destroyed in an accident which also causes another injury which is compensable under this law. The employee shall have the initial selection to secure his the employee's own physician, surgeon, or hospital services at the employer's expense. If the employee selects a health care provider located in a community not the home or workplace of the employee, and a health care provider is available to provide the services needed by the employee in the local community or in a closer community, no travel expenses need be paid by the employer or the employer's insurer. If an injured employee has not required medical treatment for a period of three years, it is presumed that no further medical care with respect to the injury is necessary. Documentation that the injury is work related by the primary treating or rating physician after three years shall automatically rebut the presumption. However, the claimant may present other medical proof to rebut the presumption. Section 7. That § 62-4-5 be amended to read as follows: 62-4-5. If, after an injury has been sustained, the employee as a result thereof becomes partially incapacitated from pursuing the employee's usual and customary line of employment, or if the employee has been released by the employee's physician from temporary total disability and has not been given a rating to which § 62-4-6 would apply, the employee shall receive compensation, subject to the limitations as to maximum amounts fixed in § 62-4-3, equal to one-half of the difference between the average amount which the employee earned before the accident, and the average amount which the employee is earning or is able to earn in some suitable employment or business after the accident. If the employee has not received a bona fide job offer that the employee is physically capable of performing, compensation shall be at the rate provided by § 62-4-3. However, in no event may the total calculation be less than the amount the claimant was receiving for temporary total disability, unless the claimant refuses suitable employment with the employer . Section 8. That § 62-4-52 be amended to read as follows: 62-4-52. Terms used in § 62-4-53 mean: (1) \"Community,\" the area within sixty road miles of the employee's residence unless: (a) The employee is physically limited to travel within a lesser distance; (b) Consideration of the wages available within sixty road miles and the cost of commuting to the job site makes it financially infeasible to work within such a distance; (c) An employee has expanded the employee's community by regularly being employed at a distance greater than sixty road miles of the employee's residence, in which case community shall be defined as that distance previously traveled. (2) \"Sporadic employment resulting in an insubstantial income,\" employment that does not offer an employee the opportunity to work either full-time or part-time and pay wages equivalent to, or greater than, the workers' compensation benefit rate applicable to the employee at the time of the employee's injury. Commission or piece-work pay may or may not be considered sporadic employment depending upon the facts of the individual situation. If a position is available that has essential functions that the injured employee can perform, with or without reasonable accommodations, the employment is not sporadic. Section 9. That § 62-4-53 be amended to read as follows: 62-4-53. An employee is permanently totally disabled if the employee's physical condition, in combination with the employee's age, training, and experience and the type of work available in the employee's community, cause the employee to be unable to secure anything more than sporadic employment resulting in an insubstantial income. An employee has the burden of proof to make a prima facie showing of permanent total disability. The burden then shifts to the employer to show that some form of suitable work is regularly and continuously available to the claimant employee in the community. The employer may meet this burden by showing that a position is available that has essential functions the employee can perform with or without reasonable accommodations. An employee shall introduce evidence of a reasonable, good faith work search effort unless the medical or vocational findings show such efforts would be futile. The effort to seek employment is not reasonable if the employee places undue limitations on the kind of work the employee will accept or purposefully leaves the labor market. An employee shall introduce expert opinion evidence that the employee is unable to benefit from vocational rehabilitation or that the same is not feasible. If an employee chooses to move to an area to obtain suitable employment that is not available within the employee's community, the employer shall pay moving expenses of household goods not to exceed four weeks of compensation at the rate provided by § 62-4-3. Section 10. That § 62-6-1 be amended to read as follows: 62-6-1. Every employer coming under the provisions of this title shall keep a record of all injuries, fatal or otherwise, sustained by his the employer's employees in the course of their employment. The record shall be completed within ten seven calendar days, not counting Sundays and legal holidays, after any employer has knowledge of the occurrence of an injury. The record shall be on a form approved by the Department of Labor. The employer shall preserve the record for a period of at least four years from the date of injury. The record shall be signed by the employer and a copy given to the injured employee. Any employer who fails to complete or maintain the injury records required by this section is guilty of a Class 2 misdemeanor. Section 11. That § 62-6-2 be amended to read as follows: 62-6-2. An employer covered by the provisions of this title who has knowledge of an injury that requires medical treatment other than minor first aid or that incapacitates the employee for seven or more calendar days shall file a written report with: (1) The Department of Labor when the employer is self-insured under § 62-5-4; or (2) The employer's insurer when the employer has insured the liability under § 62-5-2 or 62-5-3. The report shall be filed within ten seven calendar days , not counting Sundays and legal holidays, after the employer has knowledge of the injury, unless the employer had good cause for failing to file the written report within the ten-day seven-day period. If the tenth day is a Saturday, Sunday, or legal holiday, the report may be filed on the next day that is not a Saturday, Sunday, or a legal holiday. The report shall be made on a form approved by the Department of Labor. Any employer who fails to file a report as required by this section is guilty of a Class 2 misdemeanor and is subject to an administrative fine of one hundred dollars payable to the Department of Labor. Section 12. That § 62-7-10 be amended to read as follows: 62-7-10. An employee who claims compensation for an injury shall immediately, or as soon thereafter as practical, notify the employer of the occurrence of the injury. Written notice of the injury shall be provided to the employer no later than three business days twenty-four hours after its occurrence. The notice need not be in any particular form but must shall advise the employer of when, where, and how the injury occurred. Failure to give notice as required by this section prohibits a claim for compensation under this title unless the employee or the employee's representative can show: (1) The employer or the employer's representative had actual knowledge of the injury; or (2) The employer was given written notice after the date of the injury and the employee had good cause for failing to give written notice within the three business-day twenty- four hour period, which determination shall be liberally construed in favor of the employee. Section 13. That § 62-7-13 be amended to read as follows: 62-7-13. The department may make such inquiries and investigations it deems necessary. The hearings of the department shall be in the municipality or place where the injury occurred. However, if the injury occurred in a remote place the hearing may be held at some other a place which the department determines to be more convenient to the parties and to the witnesses. A record of the proceedings at the hearing shall be kept, the expense of the record to be borne by the department. The department shall file its decision, its findings of fact , and conclusions of law and shall serve the same on the parties forthwith by dispatching a copy addressed to each party or his the party's attorney by mail, postage paid. Section 14. That § 62-7-41 be amended to read as follows: 62-7-41. If an employee is not totally disabled but is unable to return to the employee's usual and customary employment, the employer may, in lieu of rehabilitation other disability compensation , require the employee to accept, in addition to an earned income, a supplemental wage benefit to be paid by the employer which, in total with the earned income, equals the workers' compensation benefit rate applicable to the employee at the time of the employee's injury, plus a weekly return to work incentive of twenty percent of the weekly rate otherwise payable to the employee under § 62-4-3, provided the employee is actually offered employment or is employed. Section 15. That § 62-7-35.1 be amended to read as follows: 62-7-35.1. In any case in which any benefits have been tendered pursuant to this title on account of an injury, any claim for additional compensation shall be barred, unless a claim is filed within three years from the date of the last payment of benefits. However, the time limitation of this section does not apply to claims for medical care or the replacement of medicine, crutches, ambulatory devices, artificial limbs, eyeglasses, contact lenses, hearing aids, and other apparatus, which medical care or apparatus are permanently or indefinitely required as the result of a compensable injury. The provision of such medical care or replacement of such items does not constitute payment of compensation so as to toll the running of the statute of limitations. The provisions this section do not apply to review and revision of payments or other benefits under § 62-7-33. Section 16. That chapter 62-7 be amended by adding thereto a NEW SECTION to read as follows: The right to compensation under this title is forever barred if no medical treatment has been obtained within seven years after the employee files the first report of injury."}, {"bill_id": 14705, "bill_version_id": 80541, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "1999-02-11T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to workers' compensation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-20-24 be amended to read as follows: 58-20-24. Effective January 1, 1995, every policy issued by any corporation, association or organization to assure the payment of compensation under the provisions of the title , \" Workers' Compensation \" , shall contain provisions to provide medical services and health care to injured workers for compensable injuries and diseases under a managed care case management plan that meets the requirements established in rules promulgated by the Department of Labor pursuant to chapter 1-26. All policies and plans shall meet the requirements of § 58-17-54. However, the requirements of this section become effective January 1, 1994, for insurers issuing policies pursuant to § 58-20-15. Section 2. That subdivision (7) of § 62-1-1 be amended to read as follows: (7) \"Injury\" or \"personal injury,\" only injury arising out of and in the course of the employment, and does not include a disease in any form except as it results from the injury. An injury is compensable only if it is established by medical evidence, subject to the following conditions: (a) No injury is compensable unless the employment or employment related activities are a major contributing cause of the condition complained of; or (b) If the injury combines with a preexisting disease or condition to cause or prolong disability, impairment or need for treatment, the condition complained of is compensable if the employment or employment related injury is and remains a major contributing cause of the disability, impairment or need for treatment. (c) If the injury combines with a preexisting work related compensable injury, disability, or impairment, the subsequent injury is compensable if the subsequent employment or subsequent employment related activities contributed independently to the disability, impairment, or need for treatment. The term does not include a mental injury arising from emotional, mental, or nonphysical stress or stimuli. A mental injury is compensable only if a compensable physical injury is and remains a major contributing cause of the mental injury, as shown by clear and convincing evidence. A mental injury is any psychological, psychiatric, or emotional condition for which compensation is sought. Section 3. That § 62-2-10 be amended to read as follows: 62-2-10. The Governor shall appoint a State Workers' Compensation Advisory Council, composed of eight members, four representing employees, two of whom shall be from recommendations submitted by the South Dakota Federation of Labor. No employee representative may be a member of a personnel department. Four shall represent employers. The members may not be all of the same political party. Expenses of council members shall be paid by the Department of Labor. The length of terms shall be is three years with no more than three expiring each year. Members shall serve until a new appointment is made by the Governor. Nonvoting members shall be the lieutenant governor, are the secretary of labor and the secretary of commerce and regulation. Five voting members of the council are a quorum for meetings. The lieutenant governor shall serve as the chair and has the right to vote . Any recommendations by the advisory council shall be by unanimous majority vote. The council shall aid the Department of Labor and the Department of Commerce and Regulation in reviewing the workers' compensation program as to its content, adequacy, and effectiveness and make recommendations for its improvement. The council shall meet as frequently as necessary but not less than twice each year. The council shall make reports of its meetings that shall include a record of its discussions , including all issues voted upon and the vote count, and its recommendations. The council shall make an annual report to the Governor and Legislature by December thirty-first of each year. The department shall make the reports available to any interested persons or groups. Section 4. That § 62-4-1 be amended to read as follows: 62-4-1. The employer shall provide necessary first aid, medical, surgical, and hospital services, or other suitable and proper care including medical and surgical supplies, apparatus, artificial members , and body aids during the disability or treatment of an employee within the provisions of this title. Repair or replacement of damaged prosthetic devices is compensable and is considered a medical service under this section if the devices were damaged or destroyed in a work related accident. Repair or replacement of damaged hearing aids, dentures, prescription eyeglasses, eyeglass frames , or contact lenses is considered a medical service under this section if the hearing aids, dentures, prescription eyeglasses, eyeglass frames , or contact lenses were damaged or destroyed in an accident which also causes another injury which is compensable under this law. The employee shall have the initial selection to secure his the employee's own physician, surgeon, or hospital services at the employer's expense. If the employee selects a health care provider located in a community not the home or workplace of the employee, and a health care provider is available to provide the services needed by the employee in the local community or in a closer community, no travel expenses need be paid by the employer or the employer's insurer. If an injured employee has not required medical treatment for a period of three years, it is presumed that no further medical care with respect to the injury is necessary. Documentation that the injury is work related by the primary treating or rating physician after three years shall automatically rebut the presumption. However, the claimant may present other medical proof to rebut the presumption. Section 5. That § 62-4-5 be amended to read as follows: 62-4-5. If, after an injury has been sustained, the employee as a result thereof becomes partially incapacitated from pursuing the employee's usual and customary line of employment, or if the employee has been released by the employee's physician from temporary total disability and has not been given a rating to which § 62-4-6 would apply, the employee shall receive compensation, subject to the limitations as to maximum amounts fixed in § 62-4-3, equal to one-half of the difference between the average amount which the employee earned before the accident, and the average amount which the employee is earning or is able to earn in some suitable employment or business after the accident. If the employee has not received a bona fide job offer that the employee is physically capable of performing, compensation shall be at the rate provided by § 62-4-3. However, in no event may the total calculation be less than the amount the claimant was receiving for temporary total disability, unless the claimant refuses suitable employment with the employer . Section 6. That § 62-4-52 be amended to read as follows: 62-4-52. Terms used in § 62-4-53 mean: (1) \"Community,\" the area within sixty road miles of the employee's residence unless: (a) The employee is physically limited to travel within a lesser distance; (b) Consideration of the wages available within sixty road miles and the cost of commuting to the job site makes it financially infeasible to work within such a distance; (c) An employee has expanded the employee's community by regularly being employed at a distance greater than sixty road miles of the employee's residence, in which case community shall be defined as that distance previously traveled. (2) \"Sporadic employment resulting in an insubstantial income,\" employment that does not offer an employee the opportunity to work either full-time or part-time and pay wages equivalent to, or greater than, the workers' compensation benefit rate applicable to the employee at the time of the employee's injury. Commission or piece-work pay may or may not be considered sporadic employment depending upon the facts of the individual situation. If a bona fide position is available that has essential functions that the injured employee can perform, with or without reasonable accommodations, and offers the employee the opportunity to work either full-time or part-time and pays wages equivalent to, or greater than, the workers' compensation benefit rate applicable to the employee at the time of the employee's injury the employment is not sporadic. The department shall retain jurisdiction over disputes arising under this provision to ensure that any such position is suitable when compared to the employee's former job and that such employment is regularly and continuously available to the employee. Section 7. That § 62-4-53 be amended to read as follows: 62-4-53. An employee is permanently totally disabled if the employee's physical condition, in combination with the employee's age, training, and experience and the type of work available in the employee's community, cause the employee to be unable to secure anything more than sporadic employment resulting in an insubstantial income. An employee has the burden of proof to make a prima facie showing of permanent total disability. The burden then shifts to the employer to show that some form of suitable work is regularly and continuously available to the claimant employee in the community. The employer may meet this burden by showing that a position is available which is not sporadic employment resulting in an insubstantial income as defined in subdivision 62-4-52(2). An employee shall introduce evidence of a reasonable, good faith work search effort unless the medical or vocational findings show such efforts would be futile. The effort to seek employment is not reasonable if the employee places undue limitations on the kind of work the employee will accept or purposefully leaves the labor market. An employee shall introduce expert opinion evidence that the employee is unable to benefit from vocational rehabilitation or that the same is not feasible. If an employee chooses to move to an area to obtain suitable employment that is not available within the employee's community, the employer shall pay moving expenses of household goods not to exceed four weeks of compensation at the rate provided by § 62-4-3. Section 8. That § 62-6-1 be amended to read as follows: 62-6-1. Every employer coming under the provisions of this title shall keep a record of all injuries, fatal or otherwise, sustained by his the employer's employees in the course of their employment. The record shall be completed within ten seven calendar days, not counting Sundays and legal holidays, after any employer has knowledge of the occurrence of an injury. The record shall be on a form approved by the Department of Labor. The employer shall preserve the record for a period of at least four years from the date of injury. The record shall be signed by the employer and a copy given to the injured employee. Any employer who fails to complete or maintain the injury records required by this section is guilty of a Class 2 misdemeanor. Section 9. That § 62-6-2 be amended to read as follows: 62-6-2. An employer covered by the provisions of this title who has knowledge of an injury that requires medical treatment other than minor first aid or that incapacitates the employee for seven or more calendar days shall file a written report with: (1) The Department of Labor when the employer is self-insured under § 62-5-4; or (2) The employer's insurer when the employer has insured the liability under § 62-5-2 or 62-5-3. The report shall be filed within ten seven calendar days , not counting Sundays and legal holidays, after the employer has knowledge of the injury, unless the employer had good cause for failing to file the written report within the ten-day seven-day period. If the tenth day is a Saturday, Sunday, or legal holiday, the report may be filed on the next day that is not a Saturday, Sunday, or a legal holiday. The report shall be made on a form approved by the Department of Labor. Any employer who fails to file a report as required by this section is guilty of a Class 2 misdemeanor and is subject to an administrative fine of one hundred dollars payable to the Department of Labor. Section 10. That § 62-7-13 be amended to read as follows: 62-7-13. The department may make such inquiries and investigations it deems necessary. The hearings of the department shall be in the municipality or place where the injury occurred. However, if the injury occurred in a remote place the hearing may be held at some other a place which the department determines to be more convenient to the parties and to the witnesses. A record of the proceedings at the hearing shall be kept, the expense of the record to be borne by the department. The department shall file its decision, its findings of fact , and conclusions of law and shall serve the same on the parties forthwith by dispatching a copy addressed to each party or his the party's attorney by mail, postage paid. Section 11. That § 62-7-41 be amended to read as follows: 62-7-41. If an employee is not totally disabled but is unable to return to the employee's usual and customary employment, the employer may, in lieu of rehabilitation other disability compensation , require the employee to accept, in addition to an earned income, a supplemental wage benefit to be paid by the employer which, in total with the earned income, equals the workers' compensation benefit rate applicable to the employee at the time of the employee's injury, plus a weekly return to work incentive of twenty percent of the weekly rate otherwise payable to the employee under § 62-4-3, provided the employee is actually offered employment or is employed. Section 12. That § 62-7-35.1 be amended to read as follows: 62-7-35.1. In any case in which any benefits have been tendered pursuant to this title on account of an injury, any claim for additional compensation shall be barred, unless a claim is filed within three years from the date of the last payment of benefits. However, the time limitation of this section does not apply to claims for medical care or the replacement of medicine, crutches, ambulatory devices, artificial limbs, eyeglasses, contact lenses, hearing aids, and other apparatus, which medical care or apparatus are permanently or indefinitely required as the result of a compensable injury. The provision of such medical care or replacement of such items does not constitute payment of compensation so as to toll the running of the statute of limitations. The provisions this section do not apply to review and revision of payments or other benefits under § 62-7-33. Section 13. That chapter 62-7 be amended by adding thereto a NEW SECTION to read as follows: The right to compensation under this title is forever barred if no medical treatment has been obtained within seven years after the employee files the first report of injury. BILL HISTORY 1/29/99 First read in Senate and referred to State Affairs. S.J. 254 2/8/99 Scheduled for Committee hearing on this date. 2/8/99 Scheduled for Committee hearing on this date. 2/10/99 Scheduled for Committee hearing on this date. 2/10/99 State Affairs Do Pass Amended, Passed, AYES 6, NAYS 3. S.J. 443"}, {"bill_id": 14705, "bill_version_id": 80539, "bill_version": "House State Affairs Engrossed", "bill_version_date": "1999-02-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to workers' compensation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-20-24 be amended to read as follows: 58-20-24. Effective January 1, 1995, every policy issued by any corporation, association, or organization to assure the payment of compensation under the provisions of the title , \" Workers' Compensation \" , shall contain provisions to provide medical services and health care to injured workers for compensable injuries and diseases under a managed care case management plan that meets the requirements established in rules promulgated by the Department of Labor pursuant to chapter 1-26. All policies and plans shall meet the requirements of § 58-17-54. However, the requirements of this section become effective January 1, 1994, for insurers issuing policies pursuant to § 58-20-15. Section 2. That subdivision (7) of § 62-1-1 be amended to read as follows: (7) \"Injury\" or \"personal injury,\" only injury arising out of and in the course of the employment, and does not include a disease in any form except as it results from the injury. An injury is compensable only if it is established by medical evidence, subject to the following conditions: (a) No injury is compensable unless the employment or employment related activities are a major contributing cause of the condition complained of; or (b) If the injury combines with a preexisting disease or condition to cause or prolong disability, impairment, or need for treatment, the condition complained of is compensable if the employment or employment related injury is and remains a major contributing cause of the disability, impairment, or need for treatment. (c) If the injury combines with a preexisting work related compensable injury, disability, or impairment, the subsequent injury is compensable if the subsequent employment or subsequent employment related activities contributed independently to the disability, impairment, or need for treatment. The term does not include a mental injury arising from emotional, mental, or nonphysical stress or stimuli. A mental injury is compensable only if a compensable physical injury is and remains a major contributing cause of the mental injury, as shown by clear and convincing evidence. A mental injury is any psychological, psychiatric, or emotional condition for which compensation is sought. Section 3. That § 62-2-10 be amended to read as follows: 62-2-10. The Governor shall appoint a State Workers' Compensation Advisory Council, composed of eight members, four representing employees, two of whom shall be from recommendations submitted by the South Dakota Federation of Labor. No employee representative may be a member of a personnel department. Four shall represent employers. The members may not be all of the same political party. Expenses of council members shall be paid by the Department of Labor. The length of terms shall be is three years with no more than three expiring each year. Members shall serve until a new appointment is made by the Governor. Nonvoting members shall be the lieutenant governor, are the secretary of labor and the secretary of commerce and regulation. Five voting members of the council are a quorum for meetings. The lieutenant governor shall serve as the chair and has the right to vote . Any recommendations by the advisory council shall be by unanimous majority vote. The council shall aid the Department of Labor and the Department of Commerce and Regulation in reviewing the workers' compensation program as to its content, adequacy, and effectiveness and make recommendations for its improvement. The council shall meet as frequently as necessary but not less than twice each year. The council shall make reports of its meetings that shall include a record of its discussions , including all issues voted upon and the vote count, and its recommendations. The council shall make an annual report to the Governor and Legislature by December thirty-first of each year. The department shall make the reports available to any interested persons or groups. Section 4. That § 62-4-1 be amended to read as follows: 62-4-1. The employer shall provide necessary first aid, medical, surgical, and hospital services, or other suitable and proper care including medical and surgical supplies, apparatus, artificial members , and body aids during the disability or treatment of an employee within the provisions of this title. Repair or replacement of damaged prosthetic devices is compensable and is considered a medical service under this section if the devices were damaged or destroyed in a work related accident. Repair or replacement of damaged hearing aids, dentures, prescription eyeglasses, eyeglass frames , or contact lenses is considered a medical service under this section if the hearing aids, dentures, prescription eyeglasses, eyeglass frames , or contact lenses were damaged or destroyed in an accident which also causes another injury which is compensable under this law. The employee shall have the initial selection to secure his the employee's own physician, surgeon, or hospital services at the employer's expense. If the employee selects a health care provider located in a community not the home or workplace of the employee, and a health care provider is available to provide the services needed by the employee in the local community or in a closer community, no travel expenses need be paid by the employer or the employer's insurer. If an injured employee has not required medical treatment for a period of three years, it is presumed that no further medical care with respect to the injury is necessary. Documentation that the injury is work related by the primary treating or rating physician after three years shall automatically rebut the presumption. However, the claimant may present other medical proof to rebut the presumption. Section 5. That § 62-4-5 be amended to read as follows: 62-4-5. If, after an injury has been sustained, the employee as a result thereof becomes partially incapacitated from pursuing the employee's usual and customary line of employment, or if the employee has been released by the employee's physician from temporary total disability and has not been given a rating to which § 62-4-6 would apply, the employee shall receive compensation, subject to the limitations as to maximum amounts fixed in § 62-4-3, equal to one-half of the difference between the average amount which the employee earned before the accident, and the average amount which the employee is earning or is able to earn in some suitable employment or business after the accident. If the employee has not received a bona fide job offer that the employee is physically capable of performing, compensation shall be at the rate provided by § 62-4-3. However, in no event may the total calculation be less than the amount the claimant was receiving for temporary total disability, unless the claimant refuses suitable employment with the employer . Section 6. That § 62-4-52 be amended to read as follows: 62-4-52. Terms used in § 62-4-53 mean: (1) \"Community,\" the area within sixty road miles of the employee's residence unless: (a) The employee is physically limited to travel within a lesser distance; (b) Consideration of the wages available within sixty road miles and the cost of commuting to the job site makes it financially infeasible to work within such a distance; (c) An employee has expanded the employee's community by regularly being employed at a distance greater than sixty road miles of the employee's residence, in which case community shall be defined as that distance previously traveled. (2) \"Sporadic employment resulting in an insubstantial income,\" employment that does not offer an employee the opportunity to work either full-time or part-time and pay wages equivalent to, or greater than, the workers' compensation benefit rate applicable to the employee at the time of the employee's injury. Commission or piece-work pay may or may not be considered sporadic employment depending upon the facts of the individual situation. If a bona fide position is available that has essential functions that the injured employee can perform, with or without reasonable accommodations, and offers the employee the opportunity to work either full-time or part-time and pays wages equivalent to, or greater than, the workers' compensation benefit rate applicable to the employee at the time of the employee's injury the employment is not sporadic. The department shall retain jurisdiction over disputes arising under this provision to ensure that any such position is suitable when compared to the employee's former job and that such employment is regularly and continuously available to the employee. Section 7. That § 62-4-53 be amended to read as follows: 62-4-53. An employee is permanently totally disabled if the employee's physical condition, in combination with the employee's age, training, and experience and the type of work available in the employee's community, cause the employee to be unable to secure anything more than sporadic employment resulting in an insubstantial income. An employee has the burden of proof to make a prima facie showing of permanent total disability. The burden then shifts to the employer to show that some form of suitable work is regularly and continuously available to the claimant employee in the community. The employer may meet this burden by showing that a position is available which is not sporadic employment resulting in an insubstantial income as defined in subdivision 62-4-52(2). An employee shall introduce evidence of a reasonable, good faith work search effort unless the medical or vocational findings show such efforts would be futile. The effort to seek employment is not reasonable if the employee places undue limitations on the kind of work the employee will accept or purposefully leaves the labor market. An employee shall introduce expert opinion evidence that the employee is unable to benefit from vocational rehabilitation or that the same is not feasible. If an employee chooses to move to an area to obtain suitable employment that is not available within the employee's community, the employer shall pay moving expenses of household goods not to exceed four weeks of compensation at the rate provided by § 62-4-3. Section 8. That § 62-6-1 be amended to read as follows: 62-6-1. Every employer coming under the provisions of this title shall keep a record of all injuries, fatal or otherwise, sustained by his the employer's employees in the course of their employment. The record shall be completed within ten seven calendar days, not counting Sundays and legal holidays, after any employer has knowledge of the occurrence of an injury. The record shall be on a form approved by the Department of Labor. The employer shall preserve the record for a period of at least four years from the date of injury. The record shall be signed by the employer and a copy given to the injured employee. Any employer who fails to complete or maintain the injury records required by this section is guilty of a Class 2 misdemeanor. Section 9. That § 62-6-2 be amended to read as follows: 62-6-2. An employer covered by the provisions of this title who has knowledge of an injury that requires medical treatment other than minor first aid or that incapacitates the employee for seven or more calendar days shall file a written report with: (1) The Department of Labor when the employer is self-insured under § 62-5-4; or (2) The employer's insurer when the employer has insured the liability under § 62-5-2 or 62-5-3. The report shall be filed within ten seven calendar days , not counting Sundays and legal holidays, after the employer has knowledge of the injury, unless the employer had good cause for failing to file the written report within the ten-day seven-day period. If the tenth day is a Saturday, Sunday, or legal holiday, the report may be filed on the next day that is not a Saturday, Sunday, or a legal holiday. The report shall be made on a form approved by the Department of Labor. Any employer who fails to file a report as required by this section is guilty of a Class 2 misdemeanor and is subject to an administrative fine of one hundred dollars payable to the Department of Labor. Section 10. That § 62-7-13 be amended to read as follows: 62-7-13. The department may make such inquiries and investigations it deems necessary. The hearings of the department shall be in the municipality or place where the injury occurred. However, if the injury occurred in a remote place the hearing may be held at some other a place which the department determines to be more convenient to the parties and to the witnesses. A record of the proceedings at the hearing shall be kept, the expense of the record to be borne by the department. The department shall file its decision, its findings of fact , and conclusions of law and shall serve the same on the parties forthwith by dispatching a copy addressed to each party or his the party's attorney by mail, postage paid. Section 11. That § 62-7-35.1 be amended to read as follows: 62-7-35.1. In any case in which any benefits have been tendered pursuant to this title on account of an injury, any claim for additional compensation shall be barred, unless a claim is filed within three years from the date of the last payment of benefits. However, the time limitation of this section does not apply to claims for medical care or the replacement of medicine, crutches, ambulatory devices, artificial limbs, eyeglasses, contact lenses, hearing aids, and other apparatus, which medical care or apparatus are permanently or indefinitely required as the result of a compensable injury. The provision of such medical care or replacement of such items does not constitute payment of compensation so as to toll the running of the statute of limitations. The provisions this section do not apply to review and revision of payments or other benefits under § 62-7-33. Section 12. That chapter 62-7 be amended by adding thereto a NEW SECTION to read as follows: The right to compensation under this title is forever barred if no medical treatment has been obtained within seven years after the employee files the first report of injury. BILL HISTORY 1/29/99 First read in Senate and referred to State Affairs. S.J. 254 2/8/99 Scheduled for Committee hearing on this date. 2/8/99 Scheduled for Committee hearing on this date. 2/10/99 Scheduled for Committee hearing on this date. 2/10/99 State Affairs Do Pass Amended, Passed, AYES 6, NAYS 3. S.J. 443 2/16/99 Senate Do Pass Amended, Passed, AYES 21, NAYS 14. S.J. 505 2/17/99 First read in House and referred to State Affairs. H.J. 588 2/24/99 Scheduled for Committee hearing on this date. 2/26/99 Scheduled for Committee hearing on this date. 2/26/99 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 4. H.J. 805"}, {"bill_id": 14705, "bill_version_id": 80538, "bill_version": "Enrolled", "bill_version_date": "1999-03-03T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14705, "action_date": "1999-01-29T14:00:00-06:00", "document_id": 81773, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81773.pdf", "status_text": "First read in Senate and referred to", "journal_page": 254, "committee_id_action": 629, "committee_id_assigned": 611, "result": "N", "vote": {}}, {"bill_id": 14705, "action_date": "1999-02-08T07:45:00-06:00", "document_id": 82086, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82086.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14705, "action_date": "1999-02-08T19:30:00-06:00", "document_id": 82087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82087.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14705, "action_date": "1999-02-10T07:45:00-06:00", "document_id": 82088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82088.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14705, "action_date": "1999-02-10T07:45:00-06:00", "document_id": 82088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82088.pdf", "status_text": "Do Pass Amended,", "journal_page": 443, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41277, "president_vote": null, "Yea": [2224, 2270, 2230, 2299, 2283, 2241], "Nay": [2246, 2259, 2292]}}, {"bill_id": 14705, "action_date": "1999-02-16T14:00:00-06:00", "document_id": 82155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82155.pdf", "status_text": "Do Pass Amended,", "journal_page": 505, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41522, "president_vote": null, "Yea": [2199, 2201, 2202, 2205, 2206, 2215, 2221, 2224, 2230, 2235, 2241, 2242, 2251, 2263, 2270, 2275, 2283, 2285, 2289, 2294, 2299], "Nay": [2217, 2225, 2226, 2234, 2239, 2246, 2252, 2258, 2259, 2269, 2274, 2280, 2292, 2293]}}, {"bill_id": 14705, "action_date": "1999-02-17T14:00:00-06:00", "document_id": 82131, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82131.pdf", "status_text": "First read in House and referred to", "journal_page": 588, "committee_id_action": 628, "committee_id_assigned": 623, "result": "N", "vote": {}}, {"bill_id": 14705, "action_date": "1999-02-24T10:00:00-06:00", "document_id": 81969, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81969.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14705, "action_date": "1999-02-26T10:00:00-06:00", "document_id": 81970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81970.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14705, "action_date": "1999-02-26T10:00:00-06:00", "document_id": 81970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81970.pdf", "status_text": "Do Pass Amended,", "journal_page": 805, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42130, "president_vote": null, "Yea": [2208, 2228, 2245, 2247, 2257, 2282, 2287, 2266, 2214], "Nay": [2232, 2240, 2254, 2262]}}, {"bill_id": 14705, "action_date": "1999-03-02T14:00:00-06:00", "document_id": 81765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81765.pdf", "status_text": "Do Pass Amended,", "journal_page": 855, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43621, "president_vote": null, "Yea": [2200, 2203, 2204, 2207, 2208, 2212, 2213, 2214, 2218, 2219, 2220, 2222, 2223, 2227, 2228, 2229, 2231, 2236, 2237, 2244, 2247, 2248, 2250, 2255, 2257, 2260, 2264, 2265, 2266, 2267, 2268, 2273, 2277, 2278, 2279, 2281, 2282, 2284, 2286, 2287, 2288, 2291, 2297, 2298, 2301, 2302, 2303, 2245], "Nay": [2209, 2210, 2211, 2216, 2232, 2238, 2240, 2243, 2249, 2253, 2254, 2256, 2261, 2262, 2271, 2272, 2276, 2290, 2295, 2296, 2300], "Excused": [2233]}}, {"bill_id": 14705, "action_date": "1999-03-04T14:00:00-06:00", "document_id": 81781, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81781.pdf", "status_text": "Signed by President", "journal_page": 785, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14705, "action_date": "1999-03-04T14:00:00-06:00", "document_id": 81781, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81781.pdf", "status_text": "Delivered to the Governor", "journal_page": 786, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14705, "action_date": "1999-03-04T14:00:00-06:00", "document_id": 81766, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81766.pdf", "status_text": "Signed by Speaker", "journal_page": 928, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14705, "action_date": "1999-03-08T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1455}