{"session_id": 64, "bill_id": 23132, "bill_type": "House Bill", "bill_number": 1154, "bill_title": "reduce the number of years of delinquent property taxes required for a county to issue a tax deed on a property.", "sponsors": [{"legislator_profile_id": 3924, "is_prime": true}, {"legislator_profile_id": 3912, "is_prime": false}, {"legislator_profile_id": 3914, "is_prime": false}, {"legislator_profile_id": 3917, "is_prime": false}, {"legislator_profile_id": 3925, "is_prime": false}, {"legislator_profile_id": 3932, "is_prime": false}, {"legislator_profile_id": 3937, "is_prime": false}, {"legislator_profile_id": 3941, "is_prime": false}, {"legislator_profile_id": 3945, "is_prime": false}, {"legislator_profile_id": 3956, "is_prime": false}, {"legislator_profile_id": 3958, "is_prime": false}, {"legislator_profile_id": 3971, "is_prime": false}, {"legislator_profile_id": 3978, "is_prime": false}, {"legislator_profile_id": 3990, "is_prime": false}, {"legislator_profile_id": 3995, "is_prime": false}, {"legislator_profile_id": 3996, "is_prime": false}, {"legislator_profile_id": 4000, "is_prime": false}, {"legislator_profile_id": 4004, "is_prime": false}, {"legislator_profile_id": 4005, "is_prime": false}, {"legislator_profile_id": 4016, "is_prime": false}], "keywords": ["Counties", "Property", "Property Tax", "Taxation"], "audio": [], "bill_versions": [{"bill_id": 23132, "bill_version_id": 229969, "bill_version": "Introduced", "bill_version_date": "2022-01-26T09:40:26.957-06:00", "bill_text": "An Act to reduce the number of years of delinquent property taxes required for a county to issue a tax deed on a property. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-26-1 be AMENDED: 10-26-1. The treasurer of each county within this state may make a list of all taxes upon all real property in the county that appear from the tax records to be delinquent for a period of at least six three years and that have not been satisfied by payment, or redemption, or sale of real estate, against which such taxes are assessed, to actual purchasers. The list shall include all such taxes upon any real estate that may at any tax sale have been bid in for the county, except real estate upon which the county holds school loans, and shall include all tax judgments against lands that have not been sold or bid off for the payment of the judgment. If a tax judgment stands against any such real estate, unsatisfied, the taxes and interest shall be computed as if the judgment had not been taken, and a sale of the real estate under the provisions of this chapter satisfies the judgment. The list shall contain a description of each piece or parcel of land and each lot, block, and addition, upon which taxes have not been paid as specified in this section. Opposite each description the name of the owner to whom the taxes are assessed, if known, shall be specified. If the name of the owner is unknown, a statement to that effect shall be provided. The year for which the taxes are delinquent shall be shown giving the year and the amount of tax for each year including the penalty and interest for each year and the total aggregate amount of all taxes delinquent and the penalty and interest. The year given is deemed inclusive. Section 2. That § 10-26-4 be AMENDED: 10-26-4. On or before October tenth in the year in which the list of unpaid taxes is prepared by the treasurer and after the filing of the list as required by this chapter, the county treasurer shall give notice that tax deed will issue on the lands described in the delinquent tax list by serving notice to take tax deed by county on the recorded owner of the property. Notice shall be served either in person or by registered or certified mail sent to the recorded owner's last known address and posting a copy of the list at the place designated by the county commissioners under the provisions of § 17-3-1 in the county in which the lands are situated. A notice in substantially the following form shall be attached to the list: \"NOTICE TO TAKE TAX DEED BY COUNTY \"NOTICE IS HEREBY GIVEN to all persons, firms, or corporations, who have, or claim any estate, right, title, or interest on, or claim to, or lien upon, any of the several pieces or parcels or lots of lands described in the list hereto attached. The list of taxes, including taxes reduced to judgment, upon real estate, which appear from the records in the office of the county treasurer of the county of _________, State of South Dakota, which are delinquent for the year as therein shown, which have not been paid for any of the years as therein shown, having been filed as required by law in the office of the county treasurer and county auditor of said county of _________, of which the list attached is a copy, pursuant to the provisions of chapter 10-26 of the South Dakota Codified Laws, being a proceeding for enforcing the payment of taxes upon real estate for the said county of _______________ remaining delinquent for six three years or more. \"NOTICE IS HEREBY GIVEN that the right of redemption will expire AND TAX DEED will be issued to _______________ county upon the expiration of sixty days from the completed service of this notice unless redemption is made as provided by law. (Signed) __________ Treasurer of __________ county\" Section 3. That § 10-26-5 be AMENDED: 10-26-5. The county treasurer shall also give notice of intention to take tax deed by the county of the property by publishing notice in the designated newspapers of the county in which the real estate is situated. The notice shall be published at least two successive weeks before November tenth of the year in which the list is prepared and filed. The notice shall be substantially in the following form: \"NOTICE OF INTENTION TO TAKE TAX DEED BY COUNTY \"NOTICE IS HEREBY GIVEN that WHEREAS the taxes remain unpaid upon real property described in that certain delinquent tax list, which is now on file in the offices of the county treasurer and county auditor of _______________ county of South Dakota, giving the years of all taxes delinquent for a period of six three years or more immediately preceding the filing of said list as aforesaid, that the right of redemption will expire and TAX DEED will be issued to _______________ county upon the expiration of sixty days from the completed service of this notice unless redemption is made as provided by law. (Signed) __________ Treasurer of __________ county\" Section 4. That § 10-26-7 be AMENDED: 10-26-7. The treasurer shall execute a tax deed to the county of any piece or parcel or lot of land and shall include in the deed any number of descriptions, which may be substantially in the following form: \"I, __________, treasurer of the county of __________ do hereby certify that pursuant to chapter 10-26 of the South Dakota Codified Laws in proceedings to enforce the payment of taxes delinquent upon real estate for six three years or more, in the county of __________, I did on or before the tenth day of September __________, file in my office and in the office of the county auditor, a list of all taxes upon all real property which appear from the tax records to be delinquent, in the office of the county treasurer in said county. \"And it appearing that such real property has not been redeemed; that notice of right to redeem has been given as required by law; that sixty days have expired since the completed service of such notice; that such real property was charged on the tax list, and that the same was legally advertised. \"NOW, THEREFORE, THIS INDENTURE made this __________ day of __________, _______, by __________, treasurer of said county, party of the first part, and the said __________ county, party of the second part, I do, therefore, pursuant to the statute in such cases made and provided, convey the said piece, parcel or lot or pieces, parcels or lots of land in fee simple to __________ county as provided by said chapter 10-26 of the South Dakota Compiled Laws of 1967, described as follows, to wit: to have and to hold the said mentioned tract or parcel of land, with the appurtenances thereto belonging, to __________ county, the said party of the second part, and its assigns forever, in as full and ample manner as the said treasurer of said county is empowered by law to convey the same. \"In Testimony Whereof, the said _______________ treasurer of the said county of _______________ has hereunto set his hand and seal on the day and year aforesaid. \"ATTEST: __________ Treasurer of __________ county ____________________________ Auditor of __________ county \"ACKNOWLEDGMENT \"State of South Dakota County of ______________ ss. \"On this __________ day of __________, in the year __________, before me personally appeared __________ county treasurer of the said county of __________ known to me to be the person who is described in and who executed the within instrument and acknowledged to me that he executed the same. __________ __________ \"Office of Register of Deeds State of South Dakota ss. ______________ County \"I hereby certify that the within instrument was filed in this office for record on the __________ day of __________ A. D., __________ at __________ o'clock ______m., and recorded in Volume __________ of __________ on page __________. REGISTER OF DEEDS By _______________ Deputy\""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23132, "action_date": "2022-01-26T14:00:00-06:00", "document_id": 229686, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/229686.pdf", "status_text": "First Reading House", "journal_page": 128, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23132, "action_date": "2022-02-08T14:00:00-06:00", "document_id": 232771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232771.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 236, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}]}