{"session_id": 10, "bill_id": 2691, "bill_type": "Senate Bill", "bill_number": 177, "bill_title": "increase certain registration fees and taxes for the use of motor vehicles on the public highways.", "sponsors": [{"legislator_profile_id": 22, "is_prime": true}, {"legislator_profile_id": 66, "is_prime": true}, {"legislator_profile_id": 40, "is_prime": false}, {"legislator_profile_id": 48, "is_prime": false}, {"legislator_profile_id": 41, "is_prime": false}, {"legislator_profile_id": 25, "is_prime": false}, {"legislator_profile_id": 13, "is_prime": false}, {"legislator_profile_id": 31, "is_prime": false}, {"legislator_profile_id": 95, "is_prime": false}, {"legislator_profile_id": 16, "is_prime": false}, {"legislator_profile_id": 102, "is_prime": false}, {"legislator_profile_id": 81, "is_prime": false}, {"legislator_profile_id": 98, "is_prime": false}, {"legislator_profile_id": 14, "is_prime": false}, {"legislator_profile_id": 6, "is_prime": false}, {"legislator_profile_id": 45, "is_prime": false}, {"legislator_profile_id": 35, "is_prime": false}, {"legislator_profile_id": 97, "is_prime": false}, {"legislator_profile_id": 47, "is_prime": false}], "keywords": ["Highways and Bridges", "Licenses", "Motor Vehicles", "Taxation"], "audio": [{"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/str19.mp3", "start_seconds": 275.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/str19.mp3", "start_seconds": 275.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/str19.mp3", "start_seconds": 275.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/str19.mp3", "start_seconds": 275.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/str19.mp3", "start_seconds": 275.0}], "bill_versions": [{"bill_id": 2691, "bill_version_id": 15937, "bill_version": "Introduced", "bill_version_date": "2011-01-31T09:45:48.757-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase certain registration fees and taxes for the use of motor vehicles on the public highways. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-5-30 be amended to read as follows: 32-5-30. If any noncommercial motor vehicle, according to the manufacturer's model year designation, is five ten years old or more on January first of the year for which a license fee is required, such fee shall be seventy percent of the fee ordinarily prescribed. Section 2. That § 32-9-15 be amended to read as follows: 32-9-15. In consideration of the unusual use of the public highways, each person, except as otherwise provided in this chapter, desiring to operate a motor vehicle, trailer, or semitrailer, upon the public highways of this state as a motor carrier, shall annually pay the commercial motor vehicle fee as follows, to the county treasurer of the county of which he the person is a resident, if a carrier of property; or to the Department of Revenue and Regulation, if he the person is not a resident of this state: (1) Gross weight under 4000 pounds, eighty-five dollars; (2) Gross weight of 4001 to 6000 pounds, one hundred dollars; (3) Gross weight of 6001 to 8000 pounds, one hundred fifteen dollars; (4) Gross weight of 8001 to 10,000 pounds, one hundred thirty dollars; (5) Gross weight of 10,001 to 12,000 pounds, one hundred fifty dollars; (6) Gross weight of 12,001 to 14,000 pounds, one hundred seventy-five dollars; (7) Gross weight of 14,001 to 16,000 pounds, two hundred dollars; (8) Gross weight of 16,001 to 18,000 pounds, two hundred twenty-five dollars; (9) Gross weight of 18,001 to 20,000 pounds, two hundred fifty dollars; (10) For each additional 2000 pounds or major fraction thereof in excess of 20,000 pounds, forty dollars.; (11) For each vehicle or combination of vehicles as defined in § 32-22-10 with a gross weight in excess of 78,000 pounds, seven dollars in addition to the fee schedule above. If any commercial motor vehicle, according to the manufacturer's model year designation, is five ten years old or more on January first of the year for which a license fee is required, that fee is ninety percent of the fee ordinarily prescribed. Section 3. That § 32-5-6 be amended to read as follows: 32-5-6. License fees and compensation on a noncommercial motor vehicle which is an automobile, pickup truck, or van as provided by § 32-5-5, shall be determined by the manufacturer's shipping weight, including accessories, as follows: (1) Two thousand pounds or less, inclusive, thirty dollars; (2) From 2,001 to 4,000 pounds, inclusive, forty-two fifty-one dollars; (3) From 4,001 to 6,000 pounds, inclusive, fifty-five seventy-two dollars and fifty cents; (4) Over 6,000 pounds, sixty-five ninety-two dollars and fifty cents. Section 4. That § 32-5-6.3 be amended to read as follows: 32-5-6.3. License fees on a noncommercial motor vehicle which is not an automobile, pickup truck, or van licensed pursuant to § 32-5-6 shall be determined by the gross weight of the motor vehicle as defined by subdivision 32-9-1(6), and based on the following: (1) Eight thousand pounds or less, inclusive, fifty-five sixty-seven dollars and fifty cents; (2) For each additional 2,000 pounds or major fraction thereof from 8,001 to 32,000 pounds, inclusive, three dollars; (3) For each additional 2,000 pounds or major fraction thereof from 32,001 to 54,000 pounds, inclusive, six dollars; (4) For each additional 2,000 pounds or major fraction thereof from 54,001 to 80,000 pounds, inclusive, eighteen dollars; (5) For each additional 2,000 pounds or major fraction thereof in excess of 80,000 pounds, twenty-four in excess of 8,000 pounds, ten dollars. It is a Class 2 misdemeanor for a person to operate a motor vehicle licensed pursuant to this section at a gross weight in excess of the gross weight for which it has been licensed. If the owner chooses to lower the registered weight, the plate shall be returned along with any validation decal and a new plate issued with the correct registered weight. Section 5. That § 32-5-6.1 be amended to read as follows: 32-5-6.1. License fees for any noncommercial motor home shall be determined by the manufacturer's shipping weight, including accessories, as follows: (1) Six thousand pounds or less, inclusive, sixty seventy-five dollars; (2) From 6,001 to 8,000 pounds, inclusive, eighty one hundred dollars; (3) From 8,001 to 10,000 pounds, inclusive, one hundred twenty-five dollars; (4) For each additional 2,000 pounds or major fraction thereof, in excess of 10,000 pounds, twenty twenty-five dollars. For the purposes of this section, a motor home is a vehicle designed to provide temporary living quarters for recreational, camping, or travel use, built on or permanently attached to a self-propelled motor vehicle chassis or on a chassis cab or van that is an integral part of the completed vehicle. Section 6. That § 32-5-8 be amended to read as follows: 32-5-8. License fees and compensation for any recreational vehicle as defined in § 32-3-1 or for any noncommercial trailer and semitrailer, for use of the highways payable under § 32-5-5 and pulled by a noncommercial motor vehicle on which the license fees were paid pursuant to § 32-5-6, shall be determined upon the basis of their actual weight as follows: (1) One thousand pounds or less, inclusive, ten twelve dollars and fifty cents; (2) From 1,001 to 2,000 pounds, inclusive, twenty twenty-five dollars; (3) From 2,001 to 3,000 pounds, inclusive, thirty-five forty dollars; (4) From 3,001 to 4,000 pounds, inclusive, forty-five fifty-two dollars and fifty cents; (5) From 4,001 to 5,000 pounds, inclusive, fifty-five sixty-five dollars; (6) From 5,001 to 6,000 pounds, inclusive, sixty-five seventy-seven dollars and fifty cents; (7) From 6,001 to 7,000 pounds, inclusive, seventy-five ninety dollars; (8) From 7,001 to 8,000 pounds, inclusive, eighty-five one hundred two dollars and fifty cents; (9) From 8,001 to 9,000 pounds, inclusive, ninety-five one hundred fifteen dollars; (10) From 9,001 to 10,000 pounds, inclusive, one hundred five twenty-seven dollars and fifty cents; (11) For each additional 1,000 pounds or major fraction thereof, in excess of 10,000 pounds, ten twelve dollars and fifty cents. Any trailer or semitrailer licensed pursuant to this section may be pulled by a noncommercial motor vehicle licensed pursuant to § 32-5-8.1 or a commercially licensed motor vehicle if the motor vehicle is registered at a gross weight to cover the weight of the trailer and its load. Section 7. That § 32-5-9 be amended to read as follows: 32-5-9. License fees and compensation for use of the highways payable under § 32-5-5 shall be: nine twelve dollars and fifty cents for motorcycles with a piston displacement of less than three hundred fifty cubic centimeters and twelve fourteen dollars and fifty cents for motorcycles with a piston displacement of three hundred fifty cubic centimeters or more. Section 8. That § 32-6B-21 be amended to read as follows: 32-6B-21. The department shall issue metal numerical license plates to licensed dealers upon application and payment of a forty-two sixty-three dollar yearly fee to be paid at the time of the annual review date for each set desired. Such The fees shall be distributed in the manner specified in §§ 32-11-2 and 32-11-4.1 to 32-11-9, inclusive. The license plates shall be numbered consecutively and shall bear as a prefix the number 77. The plates may be issued for a multiple year period. If a dealer's license is revoked or canceled or the dealer goes out of business the 77 plates shall be returned to the department. If any person operates a motor vehicle with 77 plates after the dealer license is revoked or canceled or after the dealer goes out of business, or if the person refuses to return the plates, the person is guilty of a Class 2 misdemeanor. Section 9. That § 32-5B-1 be amended to read as follows: 32-5B-1. In addition to all other license and registration fees for the use of the highways, a person shall pay an excise tax at the rate of three and one-half percent on the purchase price of any motor vehicle, as defined by § 32-3-1 or 32-5B-21, purchased or acquired for use on the streets and highways of this state and required to be registered under the laws of this state. This tax shall be in lieu of any tax levied by chapters 10-45 and 10-46 on the sales of such vehicles. Failure to pay the full amount of excise tax is a Class 1 misdemeanor. Section 10. The provisions of sections 3 to 9, inclusive, of this Act are effective on July 1, 2012. Section 11. That § 10-47B-4 be amended to read as follows: 10-47B-4. The fuel excise tax rates for the tax imposed by this chapter are as follows: (1) Motor fuel (except ethyl alcohol, methyl alcohol, and aviation gasoline)--$.22 $.27 per gallon; (2) Special fuel (except jet fuel)--$.22 $.27 per gallon; (3) Aviation gasoline--$.06 per gallon; (4) Jet fuel--$.04 per gallon; (5) Liquid petroleum gas--$.20 per gallon; (6) Compressed natural gas--$.10 per gallon; (7) Ethyl alcohol and methyl alcohol--$.08 $.098 per gallon. Section 12. That section 12 of chapter 55 of the 2009 Session Laws be amended to read as follows: Section 12. That section 3 of chapter 54 of the 2008 Session Laws be amended to read as follows: Section 3. That § 10-47B-4 be amended to read as follows: 10-47B-4. The fuel excise tax rates for the tax imposed by this chapter are as follows: (1) Motor fuel (except ethanol blends, biodiesel, biodiesel blends, E85 and M85 blends ethyl alcohol, methyl alcohol, and aviation gasoline)--$.22 $.27 per gallon; (2) Special fuel (except jet fuel)--$.22 $.27 per gallon; (3) Ethanol blends--$.20 per gallon; (4) Aviation gasoline--$.06 per gallon; (5)(4) Jet fuel--$.04 per gallon; (6) E85 and M85--$.10 per gallon; (7) E85 and M85 used in aircraft--$.04 per gallon; (8)(5) Liquid petroleum gas--$.20 per gallon; (9)(6) Compressed natural gas--$.10 per gallon; (7) Ethyl alcohol and methyl alcohol--$.098 per gallon; (10)(8) Biodiesel and biodiesel blends--$.20 $.25 per gallon. Section 13. That § 32-5-6 be amended to read as follows: 32-5-6. License fees and compensation on a noncommercial motor vehicle which is an automobile, pickup truck, or van as provided by § 32-5-5, shall be determined by the manufacturer's shipping weight, including accessories, as follows: (1) Two thousand pounds or less, inclusive, thirty dollars; (2) From 2,001 to 4,000 pounds, inclusive, forty-two sixty dollars; (3) From 4,001 to 6,000 pounds, inclusive, fifty-five ninety dollars; (4) Over 6,000 pounds, sixty-five one hundred twenty dollars. Section 14. That § 32-5-6.3 be amended to read as follows: 32-5-6.3. License fees on a noncommercial motor vehicle which is not an automobile, pickup truck, or van licensed pursuant to § 32-5-6 shall be determined by the gross weight of the motor vehicle as defined by subdivision 32-9-1(6), and based on the following: (1) Eight thousand pounds or less, inclusive, fifty-five eighty dollars; (2) For each additional 2,000 pounds or major fraction thereof from 8,001 to 32,000 pounds, inclusive, three dollars; (3) For each additional 2,000 pounds or major fraction thereof from 32,001 to 54,000 pounds, inclusive, six dollars; (4) For each additional 2,000 pounds or major fraction thereof from 54,001 to 80,000 pounds, inclusive, eighteen dollars; (5) For each additional 2,000 pounds or major fraction thereof in excess of 80,000 pounds, twenty-four in excess of 8,000 pounds, twenty dollars. It is a Class 2 misdemeanor for a person to operate a motor vehicle licensed pursuant to this section at a gross weight in excess of the gross weight for which it has been licensed. If the owner chooses to lower the registered weight, the plate shall be returned along with any validation decal and a new plate issued with the correct registered weight. Section 15. That § 32-5-6.1 be amended to read as follows: 32-5-6.1. License fees for any noncommercial motor home shall be determined by the manufacturer's shipping weight, including accessories, as follows: (1) Six thousand pounds or less, inclusive, sixty ninety dollars; (2) From 6,001 to 8,000 pounds, inclusive, eighty one hundred twenty dollars; (3) From 8,001 to 10,000 pounds, inclusive, one hundred fifty dollars; (4) For each additional 2,000 pounds or major fraction thereof, in excess of 10,000 pounds, twenty thirty dollars. For the purposes of this section, a motor home is a vehicle designed to provide temporary living quarters for recreational, camping, or travel use, built on or permanently attached to a self-propelled motor vehicle chassis or on a chassis cab or van that is an integral part of the completed vehicle. Section 16. That § 32-5-8 be amended to read as follows: 32-5-8. License fees and compensation for any recreational vehicle as defined in § 32-3-1 or for any noncommercial trailer and semitrailer, for use of the highways payable under § 32-5-5 and pulled by a noncommercial motor vehicle on which the license fees were paid pursuant to § 32-5-6, shall be determined upon the basis of their actual weight as follows: (1) One thousand pounds or less, inclusive, ten fifteen dollars; (2) From 1,001 to 2,000 pounds, inclusive, twenty thirty dollars; (3) From 2,001 to 3,000 pounds, inclusive, thirty-five forty-five dollars; (4) From 3,001 to 4,000 pounds, inclusive, forty-five sixty dollars; (5) From 4,001 to 5,000 pounds, inclusive, fifty-five seventy-five dollars; (6) From 5,001 to 6,000 pounds, inclusive, sixty-five ninety dollars; (7) From 6,001 to 7,000 pounds, inclusive, seventy-five one hundred five dollars; (8) From 7,001 to 8,000 pounds, inclusive, eighty-five one hundred twenty dollars; (9) From 8,001 to 9,000 pounds, inclusive, ninety-five one hundred thirty-five dollars; (10) From 9,001 to 10,000 pounds, inclusive, one hundred five fifty dollars; (11) For each additional 1,000 pounds or major fraction thereof, in excess of 10,000 pounds, ten fifteen dollars. Any trailer or semitrailer licensed pursuant to this section may be pulled by a noncommercial motor vehicle licensed pursuant to § 32-5-8.1 or a commercially licensed motor vehicle if the motor vehicle is registered at a gross weight to cover the weight of the trailer and its load. Section 17. That § 32-5-9 be amended to read as follows: 32-5-9. License fees and compensation for use of the highways payable under § 32-5-5 shall be: nine fourteen dollars and fifty cents for motorcycles with a piston displacement of less than three hundred fifty cubic centimeters and twelve seventeen dollars for motorcycles with a piston displacement of three hundred fifty cubic centimeters or more. Section 18. That § 32-6B-21 be amended to read as follows: 32-6B-21. The department shall issue metal numerical license plates to licensed dealers upon application and payment of a forty-two eighty-four dollar yearly fee to be paid at the time of the annual review date for each set desired. Such The fees shall be distributed in the manner specified in §§ 32-11-2 and 32-11-4.1 to 32-11-9, inclusive. The license plates shall be numbered consecutively and shall bear as a prefix the number 77. The plates may be issued for a multiple year period. If a dealer's license is revoked or canceled or the dealer goes out of business the 77 plates shall be returned to the department. If any person operates a motor vehicle with 77 plates after the dealer license is revoked or canceled or after the dealer goes out of business, or if the person refuses to return the plates, the person is guilty of a Class 2 misdemeanor. Section 19. The provisions of sections 11 to 18, inclusive, of this Act are effective on July 1, 2013. Section 20. That § 10-47B-4 be amended to read as follows: 10-47B-4. The fuel excise tax rates for the tax imposed by this chapter are as follows: (1) Motor fuel (except ethyl alcohol, methyl alcohol, and aviation gasoline)--$.22 $.32 per gallon; (2) Special fuel (except jet fuel)--$.22 $.32 per gallon; (3) Aviation gasoline--$.06 per gallon; (4) Jet fuel--$.04 per gallon; (5) Liquid petroleum gas--$.20 per gallon; (6) Compressed natural gas--$.10 per gallon; (7) Ethyl alcohol and methyl alcohol--$.08 $.116 per gallon. Section 21. That section 12 of chapter 55 of the 2009 Session Laws be amended to read as follows: Section 12. That section 3 of chapter 54 of the 2008 Session Laws be amended to read as follows: Section 3. That § 10-47B-4 be amended to read as follows: 10-47B-4. The fuel excise tax rates for the tax imposed by this chapter are as follows: (1) Motor fuel (except ethanol blends, biodiesel, biodiesel blends, E85 and M85 blends ethyl alcohol, methyl alcohol, and aviation gasoline)--$.22 $.32 per gallon; (2) Special fuel (except jet fuel)--$.22 $.32 per gallon; (3) Ethanol blends--$.20 per gallon; (4) Aviation gasoline--$.06 per gallon; (5)(4) Jet fuel--$.04 per gallon; (6) E85 and M85--$.10 per gallon; (7) E85 and M85 used in aircraft--$.04 per gallon; (8)(5) Liquid petroleum gas--$.20 per gallon; (9)(6) Compressed natural gas--$.10 per gallon; (7) Ethyl alcohol and methyl alcohol--$.116 per gallon; (10)(8) Biodiesel and biodiesel blends--$.20 $.30 per gallon. Section 22. That § 32-5B-1 be amended to read as follows: 32-5B-1. In addition to all other license and registration fees for the use of the highways, a person shall pay an excise tax at the rate of three four percent on the purchase price of any motor vehicle, as defined by § 32-3-1 or 32-5B-21, purchased or acquired for use on the streets and highways of this state and required to be registered under the laws of this state. This tax shall be in lieu of any tax levied by chapters 10-45 and 10-46 on the sales of such vehicles. Failure to pay the full amount of excise tax is a Class 1 misdemeanor. Section 23. The provisions of sections 20 to 22, inclusive, of this Act are effective on July 1, 2014."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2691, "action_date": "2011-01-31T14:00:00-06:00", "document_id": 16043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16043.pdf", "status_text": "First read in Senate and referred to", "journal_page": 243, "committee_id_action": 113, "committee_id_assigned": 100, "result": "N", "vote": {}}, {"bill_id": 2691, "action_date": "2011-02-09T07:45:00-06:00", "document_id": 16228, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16228.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 100, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2691, "action_date": "2011-02-09T07:45:00-06:00", "document_id": 16588, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16588.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 100, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2691, "action_date": "2011-02-09T07:45:00-06:00", "document_id": 16588, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16588.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 100, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2691, "action_date": "2011-02-09T07:45:00-06:00", "document_id": 16588, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16588.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 372, "committee_id_action": 100, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8784, "president_vote": null, "Yea": [40, 25, 13, 2, 41, 22], "Excused": [31]}}]}