{"session_id": 15, "bill_id": 3813, "bill_type": "Senate Commemoration", "bill_number": 24, "bill_title": "Honoring the Yankton High School Girls' and Boys' Cross Country Teams for their outstanding performances at the 2011 State Class AA Cross Country Meet.", "sponsors": [{"legislator_profile_id": 228, "is_prime": true}, {"legislator_profile_id": 266, "is_prime": true}, {"legislator_profile_id": 267, "is_prime": false}], "keywords": ["Senate Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 3813, "bill_version_id": 22384, "bill_version": "Introduced", "bill_version_date": "2012-02-29T07:45:14.477-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Yankton High School Girls' and Boys' Cross Country Teams for their outstanding performances at the 2011 State Class AA Cross Country Meet. WHEREAS, the Yankton High School Cross Country Teams won the 2011 Combined State Class AA Cross Country Meet Championship under the direction of coaches Dave Dannenbring, Luke Youmans, and Doug Harr: and WHEREAS, the members of the Yankton High School Girls' Cross Country Team include Alicia Aune, Jenna Grossenburg, Ashtyn Haak, Annie Kruse, Whitlee Larson, Tristan Olson, and Savannah Woods; and WHEREAS, the members of the Yankton High School Boys' Cross Country Team include Evan Bergeson, Jacob Bies, Brice Cowman, Justin Grode, Kipp Kinsley, Ryan Olson, and Logan Smith; and WHEREAS, the Yankton High School Cross Country Teams have displayed exemplary dedication to the sport with the girls' team claiming seven of the last nine state titles and the boys' team winning five of the last seven titles: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Yankton High School Girls' and Boys' Cross Country Teams be congratulated on winning the 2011 Combined State Class AA Cross Country Meet Championship."}, {"bill_id": 3813, "bill_version_id": 22526, "bill_version": "Enrolled", "bill_version_date": "2012-03-01T15:10:31.037-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Yankton High School Girls' and Boys' Cross Country Teams for their outstanding performances at the 2011 State Class AA Cross Country Meet. WHEREAS, the Yankton High School Cross Country Teams won the 2011 Combined State Class AA Cross Country Meet Championship under the direction of coaches Dave Dannenbring, Luke Youmans, and Doug Harr: and WHEREAS, the members of the Yankton High School Girls' Cross Country Team include Alicia Aune, Jenna Grossenburg, Ashtyn Haak, Annie Kruse, Whitlee Larson, Tristan Olson, and Savannah Woods; and WHEREAS, the members of the Yankton High School Boys' Cross Country Team include Evan Bergeson, Jacob Bies, Brice Cowman, Justin Grode, Kipp Kinsley, Ryan Olson, and Logan Smith; and WHEREAS, the Yankton High School Cross Country Teams have displayed exemplary dedication to the sport with the girls' team claiming seven of the last nine state titles and the boys' team winning five of the last seven titles: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Yankton High School Girls' and Boys' Cross Country Teams be congratulated on winning the 2011 Combined State Class AA Cross Country Meet Championship. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3813, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22446, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22446.pdf", "status_text": "", "journal_page": 635, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3813"}