{"session_id": 61, "bill_id": 21426, "bill_type": "Senate Bill", "bill_number": 117, "bill_title": "increase general funding for school districts, to impose a temporary limit on the growth of state general fund spending, and to suspend the transfer of moneys from the general fund to the budget reserve fund, and to the property tax reduction fund.", "sponsors": [{"legislator_profile_id": 3609, "is_prime": true}, {"legislator_profile_id": 3612, "is_prime": true}, {"legislator_profile_id": 3572, "is_prime": false}, {"legislator_profile_id": 3575, "is_prime": false}, {"legislator_profile_id": 3577, "is_prime": false}, {"legislator_profile_id": 3580, "is_prime": false}, {"legislator_profile_id": 3586, "is_prime": false}, {"legislator_profile_id": 3591, "is_prime": false}, {"legislator_profile_id": 3592, "is_prime": false}, {"legislator_profile_id": 3594, "is_prime": false}, {"legislator_profile_id": 3597, "is_prime": false}, {"legislator_profile_id": 3598, "is_prime": false}, {"legislator_profile_id": 3600, "is_prime": false}, {"legislator_profile_id": 3605, "is_prime": false}, {"legislator_profile_id": 3608, "is_prime": false}, {"legislator_profile_id": 3615, "is_prime": false}, {"legislator_profile_id": 3617, "is_prime": false}, {"legislator_profile_id": 3621, "is_prime": false}, {"legislator_profile_id": 3623, "is_prime": false}, {"legislator_profile_id": 3625, "is_prime": false}, {"legislator_profile_id": 3627, "is_prime": false}, {"legislator_profile_id": 3631, "is_prime": false}, {"legislator_profile_id": 3633, "is_prime": false}, {"legislator_profile_id": 3637, "is_prime": false}, {"legislator_profile_id": 3638, "is_prime": false}, {"legislator_profile_id": 3641, "is_prime": false}, {"legislator_profile_id": 3645, "is_prime": false}, {"legislator_profile_id": 3652, "is_prime": false}, {"legislator_profile_id": 3660, "is_prime": false}, {"legislator_profile_id": 3663, "is_prime": false}, {"legislator_profile_id": 3665, "is_prime": false}, {"legislator_profile_id": 3667, "is_prime": false}, {"legislator_profile_id": 3669, "is_prime": false}], "keywords": ["Appropriation", "Education", "School Districts", "State Aid to Education"], "audio": [{"meeting_datetime": "2007-01-31T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst16.mp3", "start_seconds": 6045.0}, {"meeting_datetime": "2007-01-31T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst16.mp3", "start_seconds": 6045.0}, {"meeting_datetime": "2007-01-31T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst16.mp3", "start_seconds": 6045.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed25.mp3", "start_seconds": 423.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed25.mp3", "start_seconds": 8990.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed25.mp3", "start_seconds": 8990.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed25.mp3", "start_seconds": 8990.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed25.mp3", "start_seconds": 8990.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed25.mp3", "start_seconds": 8990.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed25.mp3", "start_seconds": 8990.0}], "bill_versions": [{"bill_id": 21426, "bill_version_id": 110637, "bill_version": "Introduced", "bill_version_date": "2007-01-24T09:37:22-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase general funding for school districts, to impose a temporary limit on the growth of state general fund spending, and to suspend the transfer of moneys from the general fund to the budget reserve fund, and to the property tax reduction fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There are hereby established within the state treasury the one-time education adequacy fund and the ongoing education adequacy fund. The commissioner of the Bureau of Finance and Management shall transfer the proceeds of the property tax reduction fund to the one-time education adequacy fund. In addition, on July first of each fiscal year or at such time that the prior fiscal year general fund ending unobligated cash balance is determined, the commissioner of the Bureau of Finance and Management shall transfer all prior year unobligated cash to the one-time education adequacy fund. Proceeds from the ongoing education adequacy fund shall be used to fund supplemental general school aid established in section 7 of this Act. If the proceeds are not sufficient to fully fund the supplemental general school aid, proceeds from the one-time education adequacy fund shall also be used for that purpose. Section 2. That § 4-5-29.2 be amended to read as follows: 4-5-29.2. Pursuant to S.D. Const., Art. XII, § 6, the state investment officer shall determine the market value of the education enhancement trust fund as of December 31, 2003, and each calendar year thereafter less the investment expenses transferred pursuant to § 4-5-30. The state investment officer shall calculate an amount equal to four percent of that market value determine the investment income available for distribution , without invading principal , as eligible for distribution . For the purpose of this section, the term, principal, means the sum of all contributions to the fund. Beginning with the distribution in fiscal year 2008, the market value shall be determined by adding the market value of the trust fund at the end of the sixteen most recent calendar quarters as of December thirty-first, and dividing the sum by sixteen. Upon notice of that amount by the state investment officer, the state treasurer shall transfer the amount from twenty two million eight hundred thousand dollars, or so much as may be available, from the investment income on the education enhancement trust fund to the state general fund as soon as practicable after July first of the next fiscal year. Section 3. That § 4-7-32 be amended to read as follows: 4-7-32. On If the commissioner of the Bureau of Finance and Management determines that the ongoing education adequacy fund established in section 1 of this Act is sufficient to provide funding to each school district in an amount equal to the supplemental base allotment as defined in section 8 of this Act per adjusted average daily membership as defined in subdivision 13-13- 10.1(2) and on July first of each fiscal year thereafter or at such time that the prior fiscal year general fund ending unobligated cash balance is determined, the commissioner of the Bureau of Finance and Management shall transfer all prior year unobligated cash up to an amount equal to ten percent of the general fund appropriations from the general appropriation act for the prior fiscal year into the budget reserve fund. In no event shall the cash balance in the budget reserve fund be greater than ten percent of the general fund appropriations from the general appropriation act for the prior fiscal year. Expenditures out of the budget reserve fund shall only be by special appropriation of the Legislature and shall only redress such unforeseen expenditure obligations or such unforeseen revenue shortfalls as may constitute an emergency pursuant to S.D. Const., Art. III, § 1. Section 4. That § 4-7-39 be amended to read as follows: 4-7-39. The If the commissioner of the Bureau of Finance and Management determines that the ongoing education adequacy fund established in section 1 of this Act is sufficient to provide funding to school districts in an amount equal to the supplemental base allotment as defined in section 8 of this Act per adjusted average daily membership as defined in subdivision 13-13- 10.1(2), the commissioner of the Bureau of Finance and Management shall transfer any unobligated cash remaining after the transfer into the budget reserve fund as required by § 4-7- 32 into the property tax reduction fund if the amount in the property tax reduction fund does not exceed fifteen percent of the general fund appropriations in the General Appropriations Act for the previous fiscal year. Section 5. That chapter 4-7 be amended by adding thereto a NEW SECTION to read as follows: For the period beginning on July 1, 2008, and ending when the commissioner of the Bureau of Finance and Management determines that the ongoing education adequacy fund established in section 1 of this Act is sufficient to provide funding to each school district in an amount equal to the supplemental base allotment as defined in section 8 of this Act per adjusted average daily membership as defined in subdivision 13-13-10.1(2), the total general fund moneys appropriated by the general appropriations act and any special appropriations may not increase from the total general fund moneys appropriated by the general appropriations act and any special appropriations of the most recent fiscal year by more than one-half percent plus the index factor as defined in subdivision 13-13-10.1(3). If, during this period of time, the general fund revenues for a fiscal year exceed the allowable increase, the revenue exceeding the allowable increase shall be transferred by the commissioner of the Bureau of Finance and Management to the ongoing education adequacy fund. However, the proceeds from any tax or tax increase enacted on or after July 1, 2008, shall be excluded from this calculation, and those revenues may be appropriated through the general appropriations act even if they are in excess of the allowable increase. In addition, any moneys used to provide medical services pursuant to chapter 28-6 shall also be excluded from this calculation. Section 6. That § 10-13-44 be amended to read as follows: 10-13-44. The property tax reduction fund is hereby created in the state treasury. The If the commissioner of the Bureau of Finance and Management determines that the ongoing education adequacy fund established in section 1 of this Act is sufficient to provide funding to each school district in an amount equal to the supplemental base allotment as defined in section 8 of this Act per adjusted average daily membership as defined in subdivision 13-13-10.1(2), the Department of Revenue and Regulation shall distribute any money appropriated to the fund. Effective January 1, 1996, through December 31, 1996, the State of South Dakota may remit tax credit payments on a monthly basis for eligible property taxpayers on or about the last day of every month. Tax credit payments shall be sent to counties based upon information received from the counties pursuant to § 10-13-43. In fiscal year 1997 and each year thereafter, the The commissioner of finance and management may transfer moneys available from the property tax reduction fund to the general fund necessary to provide property tax relief through state aid to education. Section 7. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: For the period beginning on July 1, 2008, and ending when the commissioner of the Bureau of Finance and Management determines that the ongoing education adequacy fund established in section 1 of this Act is sufficient to provide funding to each school district in an amount equal to the supplemental base allotment defined in section 8 of this Act per adjusted average daily membership, local school districts, in addition to receiving general school aid distributed pursuant to § § 13-13-10.1 to 13-13-41, inclusive, shall also receive supplemental general school aid. General funds appropriated for supplemental general school aid pursuant to this section may not be calculated in or subject to the spending limitations set forth in section 5 of this Act. Section 8. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: Supplemental general school aid pursuant to section 7 of this Act shall be distributed to local school districts as follows: (1) In fiscal year 2008, each school district shall receive a supplemental payment per average daily membership that is equal to twenty percent of the supplemental base allotment; (2) In fiscal year 2009, each school district shall receive a supplemental payment per average daily membership that is equal to thirty-five percent of the supplemental base allotment; (3) In fiscal year 2010, each school district shall receive a supplemental payment per average daily membership that is equal to fifty-five percent of the supplemental base allotment; (4) In fiscal year 2011, each school district shall receive a supplemental payment per average daily membership that is equal to sixty-five percent of the supplemental base allotment; (5) In fiscal year 2012, each school district shall receive a supplemental payment per average daily membership that is equal to ninety percent of the supplemental base allotment; (6) In fiscal year 2013, each school district shall receive a supplemental payment per average daily membership that is equal to the supplemental base allotment. For purposes of this section, the supplemental base allotment equals $853.03 in fiscal year 2008 and is the previous year's supplemental base allotment increased by the index factor in subsequent years. The index factor is defined in subdivision 13-13-10.1(3). Section 9. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less total general fund revenues received by the state for the year before the year immediately preceding the year of adjustment ; (4) \"Per student allocation,\" for the first school fiscal year 2006 is $4,237.72 following the effective date of this section, it is the previous fiscal year's per student allocation increased by the index factor plus the supplemental base allotment as defined in section 8 of this Act . Each school fiscal year thereafter, the per student allocation is the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42; (7) \"General fund balance,\" the unreserved fund balance of the general fund, less general fund exclusions plus, beginning with transfers made in fiscal year 2001, any transfers out of the general fund for the previous school fiscal year; (8) \"General fund balance percentage,\" is a school district's general fund balance divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (9) \"General fund base percentage,\" is the general fund balance percentage as of June 30, 2000. However, the general fund base percentage can never increase and can never be less than twenty percent; (10) \"Allowable general fund balance,\" the fund base percentage multiplied by the district's general fund expenditures in the previous school fiscal year; (11) \"Imputed interest rate,\" the average prime rate for the preceding fiscal year minus 2.5 percentage points; (12) \"General fund exclusions,\" revenue a school district has received from the imposition of the excess tax levy pursuant to § 10-12-43; revenue a school district has received from gifts, contributions, grants, or donations; revenue a school district has received under the provisions of §§ 13-6-92 to 13-6-96, revenue a school district has received as compensation for being a sparse school district under the terms of §§ 13-13-78 and 13-13-79, inclusive; and any revenue in the general fund set aside for a noninsurable judgment. Section 10. Section 9 of this Act is effective when the commissioner of the Bureau of Finance and Management determines that the ongoing education adequacy fund established in section 1 of this Act is sufficient to provide funding to each school district in an amount equal to the supplemental base allotment as defined in section 8 of this Act per adjusted average daily membership. Section 11. Beginning one year following the date when the commissioner of the Bureau of Finance and Management determines that the ongoing education adequacy fund established in section 1 of this Act is sufficient to provide funding to each school district in an amount equal to the supplemental base allotment as defined in section 8 of this Act, all existing excess tax levies authorized pursuant to § 10-12-43 are hereby revoked, and no new excess tax levies pursuant to § 10-12-43 may be imposed for a period of one year."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21426, "action_date": "2007-01-24T14:00:00-06:00", "document_id": 110695, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110695.pdf", "status_text": "First read in Senate and referred to", "journal_page": 211, "committee_id_action": 924, "committee_id_assigned": 906, "result": "N", "vote": {}}, {"bill_id": 21426, "action_date": "2007-01-31T07:45:00-06:00", "document_id": 111251, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111251.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 906, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21426, "action_date": "2007-02-06T14:00:00-06:00", "document_id": 111676, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111676.pdf", "status_text": "Re-referred to", "journal_page": 395, "committee_id_action": 924, "committee_id_assigned": 899, "result": "P", "vote": {}}, {"bill_id": 21426, "action_date": "2007-02-13T07:45:00-06:00", "document_id": 112122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112122.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 899, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21426, "action_date": "2007-02-13T15:45:00-06:00", "document_id": 112223, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112223.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 899, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21426, "action_date": "2007-02-13T15:45:00-06:00", "document_id": 112223, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112223.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 514, "committee_id_action": 899, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65134, "president_vote": null, "Yea": [3602, 3636, 3626, 3647], "Nay": [3621, 3641, 3652]}}]}