{"session_id": 15, "bill_id": 3285, "bill_type": "Senate Bill", "bill_number": 195, "bill_title": "make appropriations from the water and environment fund, the water pollution control revolving fund subfund, and the drinking water revolving fund subfund for various water and environmental purposes, to revise the state water plan, to authorize the construction and establish the state cost share for the Belle Fourche irrigation upgrade project, and to declare an emergency.", "sponsors": [], "keywords": ["Appropriation", "Environmental Protection", "Office of the Governor", "Water Management"], "audio": [{"meeting_datetime": "2012-02-02T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sap14.mp3", "start_seconds": 9570.0}, {"meeting_datetime": "2012-02-02T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sap14.mp3", "start_seconds": 9570.0}, {"meeting_datetime": "2012-02-02T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sap14.mp3", "start_seconds": 9570.0}, {"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen15.mp3", "start_seconds": 3719.0}, {"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen15.mp3", "start_seconds": 3719.0}, {"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen15.mp3", "start_seconds": 3719.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hap25.mp3", "start_seconds": 3098.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hap25.mp3", "start_seconds": 3098.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hap25.mp3", "start_seconds": 3098.0}, {"meeting_datetime": "2012-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou26.mp3", "start_seconds": 4920.0}, {"meeting_datetime": "2012-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou26.mp3", "start_seconds": 4920.0}, {"meeting_datetime": "2012-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou26.mp3", "start_seconds": 4920.0}], "bill_versions": [{"bill_id": 3285, "bill_version_id": 20282, "bill_version": "Introduced", "bill_version_date": "2012-01-26T11:32:28.933-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to make appropriations from the water and environment fund, the water pollution control revolving fund subfund, and the drinking water revolving fund subfund for various water and environmental purposes, to revise the state water plan, to authorize the construction and establish the state cost share for the Belle Fourche irrigation upgrade project, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of four million dollars ($4,000,000), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing grants to local project sponsors for the engineering design, preconstruction activities, and construction of the facilities included in the Southern Black Hills Water System as authorized in § 46A-1-13.11. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 2. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of two million five hundred thousand dollars ($2,500,000), or so much thereof as may be necessary, to provide funds to the South Dakota Board of Water and Natural Resources for the purpose of providing a one million two hundred fifty thousand dollar grant and a one million two hundred fifty thousand dollar loan to the project sponsors for the engineering design, preconstruction activities, and construction of the facilities included in the Belle Fourche irrigation upgrade project as authorized in section 4 of this Act. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 3. That § 46A-1-2.1 be amended to read as follows: 46A-1-2.1. The Legislature finds that the following water resources projects are necessary for the general welfare of the people of the State of South Dakota and authorizes the projects pursuant to § 46A-1-2 to be included in the state water resources management system to serve as the preferred, priority objectives of the state: Belle Fourche irrigation upgrade project, Big Sioux flood control study, Black Hills hydrology and water management study, Cendak irrigation project, Gregory County pumped storage site, Lake Andes-Wagner/Marty II irrigation unit, Lewis and Clark rural water system, Mni Wiconi rural water system, Perkins County rural water system, Sioux Falls flood control project, Southern Black Hills Water System, and Vermillion basin flood control project. Section 4. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: Pursuant to §§ 46A-1-11 to 46A-1-13, inclusive, construction of a five million dollar Belle Fourche irrigation upgrade project to include replacement of the Indian Creek siphon, the Horse Creek siphon, the north canal control house, and the south canal control house, repair of the Belle Fourche River siphon, and removal of sediment from the south canal intake is hereby authorized for the purpose of stabilizing crop and forage production in central western South Dakota to offset the effects of drought conditions which naturally devastate South Dakota's economic viability. The Board of Water and Natural Resources may provide loans under the state water resources management system revolving loan program in amounts not to exceed a total of two million five hundred thousand dollars to the Belle Fourche irrigation upgrade project. No disbursements may be made under the loans authorized by this section unless funds are appropriated by the Legislature in conformance with § 46A-1-61. Notwithstanding the provisions of § 46A-1-66, no interest may accrue until the Board of Water and Natural Resources certifies the completion of the construction of the project as authorized. The initial loan repayment is due and payable one year following the certification of construction completion. Loan terms and conditions shall be set by the Board of Water and Natural Resources. Notwithstanding the provisions of §§ 46A-6-31 to 46A-6-38, inclusive, no court approval or confirmation of the loans is required. The Board of Water and Natural Resources may provide grants in amounts not to exceed two million five hundred thousand dollars, or so much thereof as may be necessary, to the Belle Fourche irrigation upgrade project. No disbursements may be made under the grant authorized by this section unless funds are appropriated by the Legislature in conformance with § 46A-1-61. The loan and grant authorized by this section may be increased or decreased by such amounts as may be justified by reason of ordinary fluctuations in development costs incurred after January 1, 2012, as indicated by engineering costs indices applicable for the type of construction involved. Section 5. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of six million dollars ($6,000,000), or so much thereof as may be necessary, to the Board of Water and Natural Resources for the purpose of providing grants and loans to project sponsors under the consolidated water facilities construction program established pursuant to § 46A-1-63.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 6. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of one million dollars ($1,000,000), or so much thereof that may be necessary, to the Board of Water and Natural Resources for the purpose of providing grants and loans to project sponsors under the solid waste management program established pursuant to § 46A-1-83. Funds shall be provided according to the terms and conditions established by the Board of Water and Natural Resources. Notwithstanding § 46A-1-67, the term of years for loans under this section may be extended to the useful life of the facilities being financed. Section 7. Notwithstanding § 34A-6-85, there is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, from the fees received pursuant to §§ 34A-6-81 to 34A-6-84, inclusive, the sum of one million six hundred fifty thousand dollars ($1,650,000), or so much thereof that may be necessary, to the Board of Water and Natural Resources for the purpose of providing grants and loans to project sponsors for the construction, remediation, enlargement, closure, or upgrade of regional landfills. Funds shall be provided according to the terms and conditions established by the Board of Water and Natural Resources. Notwithstanding § 46A-1-67, the term of years for loans under this section may be extended to the useful life of the facilities being financed. The department may use up to five hundred thousand dollars ($500,000) of the funds appropriated by this section, to contract for the statewide cleanup of waste tires and solid waste. Notwithstanding § 46A-1-61, the department may fund up to one hundred percent of the nonfederal share of statewide waste tires and solid waste cleanup projects. Section 8. There is hereby appropriated from administrative expense surcharge fees deposited in the state water pollution control revolving fund program subfund established pursuant to § 46A-1-60.1, the sum of one million four hundred fifty thousand dollars ($1,450,000), or so much thereof as may be necessary, to the Board of Water and Natural Resources for the purpose of providing water quality grants under the state water pollution control revolving fund program established pursuant to § 46A-1-60.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 9. There is hereby appropriated from administrative expense surcharge fees deposited in the state water pollution control revolving fund program subfund established pursuant to § 46A-1-60.1, the sum of one hundred thousand dollars ($100,000), or so much thereof as may be necessary, to the Board of Water and Natural Resources for the purpose of contracting for the preparation of applications and administration of clean water state revolving fund loans under the state water pollution control revolving fund program established pursuant to § 46A-1-60.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 10. There is hereby appropriated from administrative expense surcharge fees deposited in the state drinking water revolving fund program subfund established pursuant to § 46A-1-60.1, the sum one hundred thousand dollars ($100,000), or so much thereof as may be necessary, to the Board of Water and Natural Resources for the purpose of contracting for the preparation of applications and administration of drinking water state revolving fund loans under the state drinking water revolving fund program established pursuant to § 46A-1-60.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 11. There is hereby appropriated from federal funds deposited in the state drinking water revolving fund program subfund established pursuant to § 46A-1-60.1, the sum of seven hundred thousand dollars ($700,000), or so much thereof as may be necessary, to the Board of Water and Natural Resources for the purpose of providing small system technical assistance and local assistance set-aside grants to project sponsors under the state drinking water revolving fund program established pursuant to § 46A-1-60.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 12. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 3285, "bill_version_id": 22010, "bill_version": "Enrolled", "bill_version_date": "2012-02-24T08:41:57.28-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3285, "action_date": "2012-01-26T13:30:00-06:00", "document_id": 20314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20314.pdf", "status_text": "First read in Senate and referred to", "journal_page": 194, "committee_id_action": 171, "committee_id_assigned": 170, "result": "N", "vote": {}}, {"bill_id": 3285, "action_date": "2012-02-02T08:30:00-06:00", "document_id": 20443, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20443.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 170, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3285, "action_date": "2012-02-02T08:30:00-06:00", "document_id": 20678, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20678.pdf", "status_text": "Do Pass", "journal_page": 254, "committee_id_action": 170, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10928, "president_vote": null, "Excused": [289], "Yea": [220, 214, 287, 247, 233, 229, 218, 251]}}, {"bill_id": 3285, "action_date": "2012-02-06T14:00:00-06:00", "document_id": 20812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20812.pdf", "status_text": "Do Pass", "journal_page": 284, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11046, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 249, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 291, 223, 264, 240, 252, 214, 226, 219, 220, 229, 290, 236, 243, 261, 289, 218, 254, 232]}}, {"bill_id": 3285, "action_date": "2012-02-07T14:00:00-06:00", "document_id": 20920, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20920.pdf", "status_text": "First read in House and referred to", "journal_page": 337, "committee_id_action": 173, "committee_id_assigned": 175, "result": "N", "vote": {}}, {"bill_id": 3285, "action_date": "2012-02-22T08:00:00-06:00", "document_id": 21639, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21639.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 175, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3285, "action_date": "2012-02-22T08:00:00-06:00", "document_id": 21831, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21831.pdf", "status_text": "Do Pass", "journal_page": 543, "committee_id_action": 175, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11946, "president_vote": null, "Yea": [211, 256, 265, 277, 314, 309, 296, 231, 274]}}, {"bill_id": 3285, "action_date": "2012-02-23T14:00:00-06:00", "document_id": 21978, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21978.pdf", "status_text": "Do Pass", "journal_page": 580, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12056, "president_vote": null, "Excused": [222, 257, 248, 295], "Yea": [262, 265, 227, 242, 231, 281, 269, 296, 211, 314, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 270, 299, 266, 221, 272, 279, 305, 271, 263, 230, 280, 301, 237, 246, 292, 304, 267, 294, 312, 213, 241, 311, 277, 307, 276, 308, 273, 315, 282, 278, 259, 224, 216, 302, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 256, 215]}}, {"bill_id": 3285, "action_date": "2012-02-24T14:00:00-06:00", "document_id": 22106, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22106.pdf", "status_text": "Signed by the President", "journal_page": 563, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3285, "action_date": "2012-02-27T14:00:00-06:00", "document_id": 22274, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22274.pdf", "status_text": "Signed by the Speaker", "journal_page": 639, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3285, "action_date": "2012-02-28T13:00:00-06:00", "document_id": 22354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22354.pdf", "status_text": "Delivered to the Governor", "journal_page": 592, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3285, "action_date": "2012-03-02T10:00:00-06:00", "document_id": 22575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22575.pdf", "status_text": "Signed by the Governor", "journal_page": 659, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5171, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3285"}