{"session_id": 68, "bill_id": 23972, "bill_type": "Senate Bill", "bill_number": 199, "bill_title": "clarify the requirements for using state aircraft and vehicles.", "sponsors": [{"legislator_profile_id": 4394, "is_prime": true}, {"legislator_profile_id": 4339, "is_prime": false}, {"legislator_profile_id": 4354, "is_prime": false}, {"legislator_profile_id": 4466, "is_prime": false}], "keywords": ["Public Property, Purchases and Contracts", "State Employees"], "audio": [], "bill_versions": [{"bill_id": 23972, "bill_version_id": 247919, "bill_version": "Introduced", "bill_version_date": "2023-02-01T08:16:08.847-06:00", "bill_text": "An Act to clarify the requirements for using state aircraft and vehicles. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 5-25-1.1 be AMENDED: 5-25-1.1. Vehicles owned or leased by the state may be used only in the conduct of state business. No state officer or employee, except the Governor, law enforcement officers of the South Dakota Highway Patrol, law enforcement officers of the Division of Criminal Investigation, and conservation officers may use, or permit the use of, any state-owned motor vehicle other than in the conduct of state business. Nothing in this section prohibits any use of any state vehicle, if, in order to provide for the most efficient use of state equipment or personnel, supervisory personnel issue written instructions to any state employee to use a state vehicle for transportation: (1) Between the employee's permanent residence and work station; or (2) Between the employee's temporary residence or eating place and work station if assigned to a locality other than the employee's permanent residence. For purposes of this section, any aircraft owned or leased by the state may be used only in the conduct of state business. None of the exceptions listed above are applicable regarding the use of any aircraft owned or leased by the state or any of its agencies. A person who is not employed by the state may not make use of or ride in an aircraft owned or leased by the state. State aircraft may not be used by any person to attend a social, recreational, religious, political, or personal event. For a trip where state aircraft is used in the conduct of state business, the route taken must be the shortest and most direct route to the location where the state business is to be conducted, and the duration of the trip may not be extended so that a state official or employee may attend a social, recreational, religious, political, or personal event. For purposes of this section, the term, state business, means any activity directed and authorized by an office, department, institution, board, or agency of the state to advance a policy or purpose of the state entity. A violation of this section is a Class 2 misdemeanor. The violator is also subject to a civil action by the State of South Dakota in circuit court for the recovery of a civil penalty of not more than one thousand dollars plus ten times the cost incurred by the state for misuse of any aircraft owned or leased by the state. An action for the recovery of a civil penalty or compensatory damages shall, upon demand, be tried by a jury."}], "amendments": [{"bill_id": 23972, "document_id": 249303, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249303.pdf", "legislator_profile_id": 4394, "document_id_instructions": 249322, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/249322.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 23972, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247759.pdf", "status_text": "First read in Senate and referred to", "journal_page": 163, "committee_id_action": 1183, "committee_id_assigned": 1186, "result": "N", "vote": {}}, {"bill_id": 23972, "action_date": "2023-02-15T08:00:00-06:00", "document_id": 249262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249262.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1186, "committee_id_assigned": null, "result": "N", "vote": {}}]}