{"session_id": 57, "bill_id": 19591, "bill_type": "House Bill", "bill_number": 1062, "bill_title": "revise certain provisions regarding the Board of Counselor Examiners and the practice of counseling and marriage and family therapy.", "sponsors": [], "keywords": ["Department of Human Services", "Licenses", "Professions and Occupations"], "audio": [{"meeting_datetime": "2005-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hhe09.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hhe13hb1062a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19591, "bill_version_id": 102667, "bill_version": "Introduced", "bill_version_date": "2005-01-08T15:55:21-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the Board of Counselor Examiners and the practice of counseling and marriage and family therapy. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-32-1 be amended to read as follows: 36-32-1. Terms as used in this chapter mean: (1) \"Board,\" the Board of Counselor Examiners South Dakota Board of Examiners for Counselors and Marriage and Family Therapists established under this chapter; (2) \"Counseling,\" rendering or offering to render to any person, group, organization, or the general public, a counseling service involving the application of clinical counseling principles, methods, or procedures to assist any person in achieving more effective personal, social, educational, or career development and adjustment \"Counseling treatment interventions,\" the application of cognitive, affective, behavioral, and systemic counseling strategies which include principles of development, wellness, and pathology that reflect a pluralistic society implemented in the context of a professional counseling relationship ; (3) \"Counseling principles, methods, or procedures,\" an approach to counseling that emphasizes the counselor's role in systematically assisting any client through all of the following: assessing and analyzing background and current information, formulating a conceptual understanding of the problem, exploring possible solutions, and developing and providing a treatment plan for mental and emotional adjustment or development; (4) \"Doctorate or master's degree in counseling,\" completion of study following a bachelor's degree in a clearly identified counseling program which stands as a recognizable organizational entity within an accredited institution of higher learning and which includes participation in a supervised practicum and internship in counseling; (5) (4) \"Postgraduate,\" following completion of study for a master's or doctoral degree; (5) \"Practice of professional counseling,\" application of mental health, psychological, and human development principles in order to: (a) Facilitate human development and adjustment throughout the life span; (b) Prevent, diagnose, and treat mental, emotional, or behavioral disorders and associated distresses which interfere with mental health; (c) Conduct assessments and diagnoses for the purpose of establishing treatment goals and objectives; and (d) Plan, implement, and evaluate treatment plans using counseling treatment interventions; (6) \"Supervised internship,\" an actual on-the-job-experience in professional counseling under the supervision of an on-site supervisor who is a licensed professional counselor or related mental health professional or who is eligible to be licensed; (7) \"Supervised practicum,\" the providing of counseling to any bona fide client or group seeking services from a counselor. This supervised practicum shall be under the direction of a qualified graduate faculty member and includes critiquing of counseling, either observed or recorded on audio or video tape. Section 2. That § 36-32-2 be amended to read as follows: 36-32-2. There is hereby created the South Dakota Board of Counselor Examiners for Counselors and Marriage and Family Therapists , which shall consist consists of seven members, one of whom shall be a lay member representing consumers of the services regulated by the board, one of whom shall be a counselor educator, one of whom shall be a licensed marriage and family therapist, one of whom shall be a licensed professional counselor--mental health, and two of whom shall be from any of the licensed disciplines governed by this board, all appointed by the Governor. All members with the exception of the lay member and the counselor educator shall be engaged in rendering counseling services. Section 3. That § 36-32-9 be amended to read as follows: 36-32-9. It is a Class 2 misdemeanor for any person to engage in the practice, or attempt to practice counseling as a licensed professional counselor without a license, or licensed professional counselor--mental health without a certificate, issued pursuant to this chapter professional counseling without a license . Section 4. That § 36-32-12 be amended to read as follows: 36-32-12. Nothing in this chapter may be construed to prevent anyone from doing work within the standards and ethics of the person's respective profession or calling, provided the person does not hold himself or herself out to the public as a counselor by using the title \"licensed professional counselor,\" \"licensed counselor\" or \"licensed professional counselor-- mental health\" unless the person is licensed or certified under this chapter. This chapter does not apply to the activities and services of a person practicing professional counseling as part of that person's duties as a: (1) Professional licensed or certified under this title acting in a manner consistent with state law regarding the scope of practice; (2) Member of the clergy; (3) Person performing volunteer services for a public or private nonprofit organization; (4) Person employed by a school, college, university, or other institution of higher learning; (5) Person who is employed by a federal, state, county, or local governmental institution or agency while performing those duties for which the person was employed by the institution, agency, or facility; (6) Person who is employed by a licensed health care facility, an accredited prevention or treatment facility, an adjustment training center, a nonprofit mental health center, or a licensed or registered child welfare agency; or (7) Person who has an approved plan of supervision on file with the board. Students enrolled in recognized programs of study leading to counseling degrees may practice only under the direct supervision of a counselor educator or counselor licensed under this chapter. Section 5. That § 36-32-39 be amended to read as follows: 36-32-39. All moneys coming into the custody of the board, including license fees, renewal fees, reciprocity endorsement fees, penalty fees, and any other payments, shall be deposited by the board to the state treasurer weekly, or as prescribed by the state treasurer. The state treasurer shall credit the moneys to the South Dakota Board of Counselor Examiners for Counselors and Marriage and Family Therapists account in the state treasury, which account is hereby created. The moneys in the South Dakota Board of Counselor Examiners for Counselors and Marriage and Family Therapists account are hereby continuously appropriated to the board for the purpose of paying the expense of administering and enforcing the provisions of this chapter. Such expenditures shall only be paid on warrants drawn by the state auditor and approved by the board or one of its officers. However, the total expense incurred may not exceed the total moneys collected by the board under the provisions of this chapter. The board, for the purposes of this chapter, may accept grants, gifts, or contributions. Section 6. That § 36-33-2 be amended to read as follows: 36-33-2. For purposes of this chapter, board means the Board of Counselor Examiners South Dakota Board of Examiners for Counselors and Marriage and Family Therapists as established in chapter 36-32. Section 7. That § 36-33-4 be amended to read as follows: 36-33-4. It is a Class 2 misdemeanor for any person to engage in the practice of, or attempt to practice, marriage and family therapy as a licensed marriage and family therapist without a license issued pursuant to the provisions of this chapter without a license . Section 8. That § 36-33-7 be repealed. 36-33-7. Any of the following persons are exempt from the requirements of this chapter: (1) A person practicing marriage and family therapy as part of that person's duties as an employee of: (a) A recognized educational institution, or a federal, state, county, or local governmental institution or agency while performing those duties for which the person was employed by such institution, agency, or facility; or (b) An organization which is nonprofit and which meets community needs while performing those duties for which the person was employed by such an agency; (2) A person who is a marriage and family therapy intern or person preparing for the practice of marriage and family therapy under qualified supervision in a training institution or facility or supervisory arrangement recognized and approved by the board, if the person is designated by a title such as marriage therapy intern, family therapy intern, or some other title clearly indicating such training status. Section 9. That § 36-33-8 be amended to read as follows: 36-33-8. Nothing in this chapter may be construed to prevent any other qualified professional, including a clinical social worker, psychiatric nurse, professional counselor, clinical and counseling psychologist, physician, attorney-at-law, or member of the clergy, from performing or advertising the performance of marriage and family therapy consistent with the accepted standards of that person's profession. However, no such person may use a title or description stating or implying that the person is licensed to practice marriage and family therapy pursuant to this chapter. This chapter does not apply to the activities and services of a person practicing marriage and family therapy as part of that person's duties as a: (1) Professional licensed or certified under this title acting in a manner consistent with state law regarding the scope of practice; (2) Member of the clergy; (3) Person performing volunteer services for a public or private nonprofit organization; (4) Person employed by a school, college, university, or other institution of higher learning; (5) Person who is employed by a federal, state, county, or local governmental institution or agency while performing those duties for which the person was employed by the institution, agency, or facility; (6) Person who is employed by a licensed health care facility, an accredited prevention or treatment facility, an adjustment training center, a nonprofit mental health center, or a licensed or registered child welfare agency; or (7) Person who is a marriage and family therapy intern or person preparing for the practice of marriage and family therapy under qualified supervision in a training institution or facility or supervisory arrangement recognized and approved by the board, if the person is designated by a title such as marriage therapy intern, family therapy intern, or some other title clearly indicating such training status. A student enrolled in recognized programs of study leading to marriage and family therapy counseling degrees may practice only under the direct supervision of a marriage and family therapy counselor or educator or marriage and family therapy counselor licensed under this chapter."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19591, "action_date": "2005-01-11T12:00:00-06:00", "document_id": 102709, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102709.pdf", "status_text": "First read in House and referred to", "journal_page": 24, "committee_id_action": 860, "committee_id_assigned": 851, "result": "N", "vote": {}}, {"bill_id": 19591, "action_date": "2005-01-24T07:45:00-06:00", "document_id": 103035, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103035.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 851, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19591, "action_date": "2005-01-24T07:45:00-06:00", "document_id": 103035, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103035.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 851, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19591, "action_date": "2005-01-28T07:45:00-06:00", "document_id": 103518, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103518.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 851, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19591, "action_date": "2005-01-28T07:45:00-06:00", "document_id": 103518, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103518.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 220, "committee_id_action": 851, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61195, "president_vote": null, "Yea": [3155, 3170, 3178, 3183, 3189, 3197, 3206, 3211, 3216, 3231, 3243, 3171, 3249]}}]}