{"session_id": 10, "bill_id": 2893, "bill_type": "Senate Commemoration", "bill_number": 7, "bill_title": " Honoring Dennis Olson of Brandon as the 2010 winner of the South Dakota Municipal League Excellence in Municipal Government Award.", "sponsors": [{"legislator_profile_id": 12, "is_prime": true}, {"legislator_profile_id": 13, "is_prime": true}, {"legislator_profile_id": 11, "is_prime": false}], "keywords": ["Senate Commemorative"], "audio": [], "bill_versions": [{"bill_id": 2893, "bill_version_id": 16073, "bill_version": "Introduced", "bill_version_date": "2011-02-01T09:29:10.183-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Dennis Olson of Brandon as the 2010 winner of the South Dakota Municipal League Excellence in Municipal Government Award. WHEREAS, Dennis Olson is an outstanding city administrator and finance officer who is not only an asset to his city, but all municipalities in the State of South Dakota; and WHEREAS, Dennis Olson is a strong advocate for South Dakota, providing an example of leadership, commitment, volunteerism, and giving back to one's community; and WHEREAS, Dennis Olson's activity with our municipalities has expanded to service to all cities in South Dakota; and WHEREAS, Dennis Olson's calm professionalism has helped his council focus on the task that needs to be accomplished: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that Dennis Olson be recognized for his excellence in municipal government."}, {"bill_id": 2893, "bill_version_id": 16314, "bill_version": "Enrolled", "bill_version_date": "2011-02-03T15:02:16.13-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Dennis Olson of Brandon as the 2010 winner of the South Dakota Municipal League Excellence in Municipal Government Award. WHEREAS, Dennis Olson is an outstanding city administrator and finance officer who is not only an asset to his city, but all municipalities in the State of South Dakota; and WHEREAS, Dennis Olson is a strong advocate for South Dakota, providing an example of leadership, commitment, volunteerism, and giving back to one's community; and WHEREAS, Dennis Olson's activity with our municipalities has expanded to service to all cities in South Dakota; and WHEREAS, Dennis Olson's calm professionalism has helped his council focus on the task that needs to be accomplished: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that Dennis Olson be recognized for his excellence in municipal government. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2893, "action_date": "2011-02-01T14:00:00-06:00", "document_id": 16134, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16134.pdf", "status_text": "", "journal_page": 287, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2893"}