{"session_id": 59, "bill_id": 20609, "bill_type": "Senate Bill", "bill_number": 143, "bill_title": "make an appropriation to the state fair.", "sponsors": [{"legislator_profile_id": 3453, "is_prime": true}, {"legislator_profile_id": 3455, "is_prime": true}, {"legislator_profile_id": 3382, "is_prime": false}, {"legislator_profile_id": 3399, "is_prime": false}, {"legislator_profile_id": 3430, "is_prime": false}, {"legislator_profile_id": 3438, "is_prime": false}], "keywords": ["Appropriation", "State Fair"], "audio": [{"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sst16.mp3", "start_seconds": 260.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sst16.mp3", "start_seconds": 260.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sst16.mp3", "start_seconds": 260.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sst16.mp3", "start_seconds": 260.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sst16.mp3", "start_seconds": 260.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sst16.mp3", "start_seconds": 260.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sap21.mp3", "start_seconds": 62.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sap21.mp3", "start_seconds": 62.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sap21.mp3", "start_seconds": 62.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sap21.mp3", "start_seconds": 62.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sap21.mp3", "start_seconds": 62.0}, {"meeting_datetime": "2006-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen24.mp3", "start_seconds": 5956.0}, {"meeting_datetime": "2006-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen24.mp3", "start_seconds": 5956.0}, {"meeting_datetime": "2006-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen24.mp3", "start_seconds": 5956.0}, {"meeting_datetime": "2006-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen24.mp3", "start_seconds": 5956.0}, {"meeting_datetime": "2006-02-21T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hap29.mp3", "start_seconds": 65.0}, {"meeting_datetime": "2006-02-21T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hap29.mp3", "start_seconds": 65.0}, {"meeting_datetime": "2006-02-21T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hap29.mp3", "start_seconds": 65.0}, {"meeting_datetime": "2006-02-21T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hap29.mp3", "start_seconds": 65.0}, {"meeting_datetime": "2006-02-22T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hap30.mp3", "start_seconds": 1079.0}, {"meeting_datetime": "2006-02-22T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hap30.mp3", "start_seconds": 1079.0}, {"meeting_datetime": "2006-02-22T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hap30.mp3", "start_seconds": 1079.0}, {"meeting_datetime": "2006-02-22T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hap30.mp3", "start_seconds": 1079.0}, {"meeting_datetime": "2006-02-22T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hap30.mp3", "start_seconds": 1079.0}, {"meeting_datetime": "2006-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou31.mp3", "start_seconds": 11904.0}, {"meeting_datetime": "2006-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou31.mp3", "start_seconds": 11904.0}, {"meeting_datetime": "2006-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou31.mp3", "start_seconds": 11904.0}, {"meeting_datetime": "2006-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou31.mp3", "start_seconds": 11904.0}, {"meeting_datetime": "2006-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou31.mp3", "start_seconds": 11904.0}, {"meeting_datetime": "2006-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou31.mp3", "start_seconds": 11904.0}], "bill_versions": [{"bill_id": 20609, "bill_version_id": 106787, "bill_version": "Introduced", "bill_version_date": "2006-01-19T10:47:43-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to abolish the state fair, to create South Dakota Achievement Days, and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-21-1 be repealed. 1-21-1. There is created a State Fair Commission within the Department of Agriculture. The commission shall act in an advisory capacity to the secretary of agriculture. The commission may consist of up to thirteen members appointed by and serving at the pleasure of the Governor. Seven of the members may be appointed at large; an additional six members may be appointed from each of the following: 4-H Clubs of South Dakota, a resident of the city of Huron, a resident of Beadle County, a vendor, an exhibitor, and an employee of the South Dakota State University. Not all of the members may be of the same political party. The commission shall meet periodically at the call of the secretary and shall assist the Department of Agriculture in planning, promoting, and presenting the state fair and such other duties as assigned by the secretary. Section 2. That § 1-21-1.2 be repealed. 1-21-1.2. All members of the State Fair Commission shall be appointed at large. Section 3. That § 1-21-2 be repealed. 1-21-2. The State Fair Commission shall hold an annual meeting on the third Tuesday in January each year, at the office of the secretary-treasurer at Huron, South Dakota. It may hold other meetings at places and at times requested by the secretary of agriculture. The secretary-treasurer shall give notice of all meetings, except the regular annual meeting, to all members in ample time to enable them to attend by ordinary methods of travel. At the regular annual meeting the commission shall elect from its own membership, a president and a vice-president. Each member of the commission shall have an equal voice and equal voting power on the commission and in conduct of the affairs of the commission. Section 4. That § 1-21-4 be repealed. 1-21-4. The secretary of agriculture shall appoint and may, at pleasure, remove, subject to the approval by the Governor, a state fair manager. The manager shall perform such duties as may be required by the secretary of agriculture. The state fair manager shall serve as an ex-officio member of the State Fair Commission. Section 5. That § 1-21-6 be repealed. 1-21-6. The secretary of agriculture has supervision and control of the state fairgrounds throughout the year, the holding of an annual fair on the fairgrounds, the collection of exhibits for the fair and the promotion of agriculture, horticulture, manufacturing, and the domestic arts. Section 6. That § 1-21-6.1 be repealed. 1-21-6.1. The secretary of agriculture may appoint as many law enforcement officers, as defined in § 23-3-27 and certified by the state, as may be necessary to serve as state fair law enforcement officers to ensure peace and good order on or about the fairgrounds during the annual fair. The secretary shall issue to each officer a certificate of authority. Each officer shall possess all the powers of a certified law enforcement officer with jurisdiction to make arrests within Beadle County. The secretary may promulgate rules pursuant to chapter 1-26 establishing additional qualifications in excess of the certification requirements for a certified law officer. Section 7. That § 1-21-9 be repealed. 1-21-9. The secretary of agriculture shall hold one state fair each year upon the grounds provided for such purposes by the state at the city of Huron. The term, fair, as used in this chapter means a bona fide exhibit of the four principal classes of livestock and of poultry, together with mineral, agricultural, and horticultural products, machinery, mechanical, and fine arts. Section 8. That § 1-21-10 be repealed. 1-21-10. The Department of Agriculture may hold state fairs and other activities at the city of Huron at such times as it may determine. The secretary of agriculture may promulgate rules pursuant to chapter 1-26 concerning: (1) Traffic and camping regulation; (2) Advertising on the fairgrounds; (3) Admission policies; (4) Employee policies; (5) Exhibitor policies; (6) Maintenance responsibilities; (7) Entry requirements; (8) Department superintendent duties; (9) Health and heredity requirements for animals; (10) The provision of feed and forage; (11) Administration of stalls; (12) Judges and judging; (13) Protests and appeals; (14) Premiums and awards; (15) Space rental provisions and requirements; (16) The establishment of opening and closing dates; (17) The establishment and collection of fees for admission, parking, camping, entry, and exhibits, solicitation booths, and commercial exhibits; and (18) Terms, conditions, and fees for the use of the fairgrounds and fairgrounds facilities when the state fair is not in progress. The department may collect exhibits, offer and pay premiums, fix the terms and times of admission to the grandstand and outside gate, appoint judges, employ personnel, and do any act necessary in the conduct of the state fairs and other activities. The department may adopt special rules governing specific premiums, awards, entry, and exhibit requirements and related policies pursuant to subdivision 1-26-1(8) within the scope of the general rules authorized pursuant to this section. Section 9. That § 1-21-14 be repealed. 1-21-14. All sums received for admissions, concessions, and privileges, or for any purpose, by the secretary of agriculture, shall be placed in the state fair fund and shall be budgeted and expended in accordance with Title 4 on warrants drawn by the state auditor upon vouchers approved by the secretary of agriculture. Section 10. That § 1-21-17 be repealed. 1-21-17. The terms of any contract and the negotiations for any contract between the secretary of agriculture and any performers or entertainers may be kept confidential. However, sixty days after the expiration of such contract, the terms of such contract shall become a public record Source: SL 1993, ch 16, § 1; SL 2003, ch 16, § 10. Section 11. That § 1-21-18 be repealed. 1-21-18. Unless inconsistent with other provisions of this chapter, all rules that are in effect on July 1, 2003, as adopted by the State Fair Commission, shall continue with full force and effect until they are specifically altered, amended, or revoked by the adoption of superseding rules by the secretary of agriculture. Section 12. The term, South Dakota Achievement Days, as used in this Act means an exhibition designed to promote education, and to encourage improvement in agriculture, horticulture, livestock, poultry, dairy products, liberal arts, mechanical fabrics, fine arts, domestic economy, and 4-H club activities by offering premiums and rewards for the best exhibits. Section 13. Starting in the summer of 2007, South Dakota Achievement Days shall be held at the following sites on a rotating annual basis: (1) Sioux Empire Fair at Sioux Falls; (2) Central States Fair at Rapid City; (3) Brown County Fair at Aberdeen. Section 14. There is hereby annually appropriated from the state general fund the sum of two hundred thousand dollars ($ 200,000 ), or so much thereof that may be necessary, to the Department of Agriculture as financial assistance to the governing board of the fair that will host South Dakota Achievement Days for that year. The money shall be used to organize, operate, and promote South Dakota Achievement Days. Section 15. There is hereby appropriated from the state general fund the sum of one hundred thousand dollars ( $100,000 ), or so much thereof that may be necessary, to the Department of Agriculture for costs associated with closure of the state fair in Huron. Section 16. The secretary of the Department of Agriculture shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 17. This Act is effective on July 1, 2007."}, {"bill_id": 20609, "bill_version_id": 107676, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2006-02-01T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create South Dakota Achievement Days, and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The term, South Dakota Achievement Days, as used in this Act means an exhibition designed to promote education, and to encourage improvement in agriculture, horticulture, livestock, poultry, dairy products, liberal arts, mechanical fabrics, fine arts, domestic economy, and 4-H club activities by offering premiums and rewards for the best exhibits. Section 2. Starting in the summer of 2007, South Dakota State Fair and Achievement Days shall be held at Huron. Section 3. There is hereby annually appropriated from the state general fund the sum of two hundred thousand dollars ($ 200,000 ), or so much thereof that may be necessary, to the Department of Agriculture as financial assistance to the governing board of the fair that will host South Dakota State Fair and Achievement Days for that year. The money shall be used to organize, operate, and promote South Dakota State Fair and Achievement Days. Section 4. The secretary of the Department of Agriculture shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 5. This Act is effective on July 1, 2007."}, {"bill_id": 20609, "bill_version_id": 108229, "bill_version": "Senate Appropriations Engrossed", "bill_version_date": "2006-02-08T12:10:09-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to make an appropriation to the state fair. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby appropriated from the state general fund the sum of seven hundred fifty thousand dollars ($ 750,000 ), or so much thereof as may be necessary, to the Department of Agriculture for the state fair. Section 2. There is hereby appropriated from the employer's investment in South Dakota's future fund the sum of two hundred fifty thousand dollars ($ 250,000 ), or so much thereof as may be necessary, to the Department of Agriculture for the state fair. The money appropriated in this section may be spent only after all other appropriations of moneys for the state fair for fiscal year 2007 have been fully spent. Section 3. The Secretary of the Department of Agriculture shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 4. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2007, shall revert in accordance with § 4-8-21. 250 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.038 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 20609, "bill_version_id": 109179, "bill_version": "House Appropriations Engrossed", "bill_version_date": "2006-02-22T10:56:21-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to make an appropriation to the state fair. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby appropriated from the state general fund the sum of five hundred thousand dollars ( $500,000 ), or so much thereof as may be necessary, to the Department of Agriculture for the state fair. Section 2. There is hereby appropriated from the employer's investment in South Dakota's future fund the sum of two hundred fifty thousand dollars ($ 250,000 ), or so much thereof as may be necessary, to the Department of Agriculture for the state fair. The money appropriated in this section may be spent only after all other appropriations of moneys for the state fair for fiscal year 2007 have been fully spent. Section 3. The Secretary of the Department of Agriculture shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 4. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2007, shall revert in accordance with § 4-8-21. 250 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.038 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 20609, "bill_version_id": 109335, "bill_version": "House Engrossed", "bill_version_date": "2006-02-23T18:18:29-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to make an appropriation to the state fair. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby appropriated from the state general fund the sum of five hundred thousand dollars ( $500,000 ), or so much thereof as may be necessary, to the Department of Agriculture for the state fair. Section 2. The Secretary of the Department of Agriculture shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 3. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2007, shall revert in accordance with § 4-8-21. 250 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.038 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 20609, "bill_version_id": 109516, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2006-03-01T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to make an appropriation to the state fair. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby appropriated from the state general fund the sum of seven hundred fifty thousand dollars ( $750,000 ), or so much thereof as may be necessary, to the Department of Agriculture for the state fair. Section 2. The Secretary of the Department of Agriculture shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 3. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2007, shall revert in accordance with § 4-8-21. 250 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.038 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 20609, "bill_version_id": 109598, "bill_version": "Enrolled", "bill_version_date": "2006-03-01T09:27:14-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20609, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106850, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106850.pdf", "status_text": "First read in Senate and referred to", "journal_page": 112, "committee_id_action": 894, "committee_id_assigned": 876, "result": "N", "vote": {}}, {"bill_id": 20609, "action_date": "2006-02-01T07:45:00-06:00", "document_id": 107662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107662.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 876, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20609, "action_date": "2006-02-01T07:45:00-06:00", "document_id": 107662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107662.pdf", "status_text": "Referred as Amended to", "journal_page": 296, "committee_id_action": 876, "committee_id_assigned": 892, "result": "P", "vote": {"vote_id": 63937, "president_vote": null, "Yea": [3361, 3423, 3425, 3435, 3447, 3416, 3365], "Nay": [3428, 3452]}}, {"bill_id": 20609, "action_date": "2006-02-01T07:45:00-06:00", "document_id": 107662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107662.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 876, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20609, "action_date": "2006-02-06T08:00:00-06:00", "document_id": 107966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107966.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 892, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20609, "action_date": "2006-02-07T08:00:00-06:00", "document_id": 108040, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108040.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 892, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20609, "action_date": "2006-02-08T10:00:00-06:00", "document_id": 108223, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108223.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 892, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20609, "action_date": "2006-02-08T10:00:00-06:00", "document_id": 108223, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108223.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 892, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20609, "action_date": "2006-02-08T10:00:00-06:00", "document_id": 108223, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108223.pdf", "status_text": "Do Pass Amended,", "journal_page": 399, "committee_id_action": 892, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62422, "president_vote": null, "Yea": [3364, 3379, 3384, 3391, 3397, 3430, 3450, 3453, 3363]}}, {"bill_id": 20609, "action_date": "2006-02-08T10:00:00-06:00", "document_id": 108223, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108223.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 892, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20609, "action_date": "2006-02-10T13:00:00-06:00", "document_id": 108515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108515.pdf", "status_text": "Deferred to another day", "journal_page": 459, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20609, "action_date": "2006-02-13T14:00:00-06:00", "document_id": 108624, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108624.pdf", "status_text": "Do Pass Amended,", "journal_page": 483, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62680, "president_vote": null, "Nay": [3361, 3377, 3390, 3415], "Yea": [3362, 3363, 3364, 3365, 3368, 3374, 3376, 3379, 3384, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3416, 3421, 3423, 3425, 3428, 3430, 3432, 3435, 3439, 3447, 3450, 3452, 3453, 3458]}}, {"bill_id": 20609, "action_date": "2006-02-14T14:00:00-06:00", "document_id": 108711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108711.pdf", "status_text": "First read in House and referred to", "journal_page": 561, "committee_id_action": 893, "committee_id_assigned": 880, "result": "N", "vote": {}}, {"bill_id": 20609, "action_date": "2006-02-21T10:00:00-06:00", "document_id": 109078, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109078.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 880, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20609, "action_date": "2006-02-22T08:00:00-06:00", "document_id": 109169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109169.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 880, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20609, "action_date": "2006-02-22T08:00:00-06:00", "document_id": 109169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109169.pdf", "status_text": "Do Pass Amended,", "journal_page": 669, "committee_id_action": 880, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63025, "president_vote": null, "Yea": [3375, 3388, 3399, 3405, 3410, 3438, 3441, 3455, 3440]}}, {"bill_id": 20609, "action_date": "2006-02-23T14:00:00-06:00", "document_id": 109342, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109342.pdf", "status_text": "Motion to Amend,", "journal_page": 714, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64616, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3372, 3373, 3378, 3381, 3382, 3383, 3385, 3386, 3392, 3394, 3395, 3399, 3400, 3402, 3403, 3405, 3406, 3407, 3410, 3414, 3417, 3418, 3420, 3422, 3424, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3455, 3456, 3460, 3462, 3463, 3464, 3465, 3426], "Nay": [3371, 3375, 3380, 3387, 3388, 3389, 3393, 3398, 3408, 3419, 3427, 3454, 3457, 3459, 3461], "Excused": [3401]}}, {"bill_id": 20609, "action_date": "2006-02-23T14:00:00-06:00", "document_id": 109342, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109342.pdf", "status_text": "Do Pass Amended,", "journal_page": 716, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64618, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3371, 3372, 3373, 3375, 3378, 3380, 3381, 3382, 3383, 3385, 3386, 3387, 3388, 3389, 3392, 3393, 3394, 3399, 3400, 3402, 3405, 3407, 3408, 3410, 3414, 3417, 3418, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3456, 3457, 3459, 3460, 3462, 3463, 3464, 3465, 3426], "Nay": [3395, 3398, 3403, 3406], "Excused": [3401, 3461]}}, {"bill_id": 20609, "action_date": "2006-02-27T08:30:00-06:00", "document_id": 109513, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109513.pdf", "status_text": "Conference Committee appointments", "journal_page": 766, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20609, "action_date": "2006-02-27T08:30:00-06:00", "document_id": 109513, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109513.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 777, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64654, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3371, 3372, 3373, 3375, 3378, 3380, 3381, 3382, 3383, 3385, 3386, 3387, 3388, 3389, 3392, 3393, 3394, 3398, 3399, 3400, 3401, 3402, 3405, 3406, 3407, 3408, 3410, 3414, 3417, 3418, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3456, 3457, 3461, 3462, 3463, 3464, 3465, 3426], "Nay": [3395, 3403, 3460], "Excused": [3459]}}, {"bill_id": 20609, "action_date": "2006-02-27T08:30:00-06:00", "document_id": 109512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109512.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 709, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63247, "president_vote": null, "Nay": [3361, 3362, 3377, 3415], "Yea": [3363, 3364, 3365, 3368, 3374, 3376, 3379, 3384, 3390, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3416, 3421, 3423, 3425, 3428, 3430, 3432, 3435, 3439, 3447, 3450, 3452, 3453, 3458]}}, {"bill_id": 20609, "action_date": "2006-02-28T08:30:00-06:00", "document_id": 109578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109578.pdf", "status_text": "Conference Committee appointments", "journal_page": 785, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20609, "action_date": "2006-02-28T08:30:00-06:00", "document_id": 109525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109525.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 724, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63281, "president_vote": null, "Nay": [3361, 3377, 3415], "Yea": [3362, 3363, 3364, 3365, 3368, 3374, 3376, 3379, 3384, 3390, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3416, 3421, 3423, 3425, 3428, 3430, 3432, 3435, 3439, 3447, 3450, 3452, 3453, 3458]}}, {"bill_id": 20609, "action_date": "2006-02-28T08:30:00-06:00", "document_id": 109578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109578.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 803, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64666, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3371, 3372, 3373, 3375, 3378, 3381, 3382, 3383, 3385, 3387, 3388, 3389, 3392, 3393, 3394, 3398, 3399, 3400, 3401, 3402, 3405, 3407, 3408, 3410, 3414, 3417, 3418, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3456, 3457, 3459, 3460, 3462, 3463, 3464, 3465, 3426], "Excused": [3380, 3386, 3406, 3461], "Nay": [3395, 3403]}}, {"bill_id": 20609, "action_date": "2006-02-28T08:30:00-06:00", "document_id": 109578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109578.pdf", "status_text": "Signed by Speaker", "journal_page": 809, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20609, "action_date": "2006-02-28T08:30:00-06:00", "document_id": 109525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109525.pdf", "status_text": "Delivered to the Governor", "journal_page": 745, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20609, "action_date": "2006-02-28T08:30:00-06:00", "document_id": 109525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109525.pdf", "status_text": "Signed by President", "journal_page": 746, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20609, "action_date": "2006-02-28T10:45:00-06:00", "document_id": 109534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109534.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63262, "president_vote": null, "Yea": [3364, 3382, 3398, 3453, 3455], "Excused": [3390]}}, {"bill_id": 20609, "action_date": "2006-03-21T12:00:00-06:00", "document_id": 109618, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109618.pdf", "status_text": "Signed by Governor", "journal_page": 750, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3420}