{"session_id": 61, "bill_id": 20938, "bill_type": "House Bill", "bill_number": 1116, "bill_title": "allow a school district to deny an application for open enrollment or to return an open-enrolled student to the resident district for disciplinary reasons.", "sponsors": [{"legislator_profile_id": 3573, "is_prime": true}, {"legislator_profile_id": 3590, "is_prime": true}, {"legislator_profile_id": 3593, "is_prime": false}, {"legislator_profile_id": 3598, "is_prime": false}, {"legislator_profile_id": 3605, "is_prime": false}, {"legislator_profile_id": 3629, "is_prime": false}, {"legislator_profile_id": 3635, "is_prime": false}, {"legislator_profile_id": 3647, "is_prime": false}, {"legislator_profile_id": 3660, "is_prime": false}], "keywords": ["Education", "School Districts", "Student"], "audio": [{"meeting_datetime": "2007-01-30T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed15.mp3", "start_seconds": 5668.0}, {"meeting_datetime": "2007-01-30T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed15.mp3", "start_seconds": 5668.0}, {"meeting_datetime": "2007-01-30T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed15.mp3", "start_seconds": 5668.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed17.mp3", "start_seconds": 637.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed17.mp3", "start_seconds": 637.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed17.mp3", "start_seconds": 637.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed17.mp3", "start_seconds": 637.0}], "bill_versions": [{"bill_id": 20938, "bill_version_id": 110434, "bill_version": "Introduced", "bill_version_date": "2007-01-19T10:07:33-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow a school district to deny an application for open enrollment or to return an open-enrolled student to the resident district for disciplinary reasons. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-28-43 be amended to read as follows: 13-28-43. A student's parent or legal guardian who wishes to enroll the student, or an emancipated student who wishes to enroll, under the provisions of §§ 13-28-40 to 13-28-47, inclusive, in a South Dakota school district other than the resident district or in a school within the resident district other than the school to which the student has been assigned shall apply on forms provided by the Department of Education. When a school board receives an application for enrollment from a nonresident student, the board shall request from the resident school district a copy of the applicant's permanent school record. The school board or the board's designee of the district in which the student desires to enroll shall approve or disapprove the application and shall notify the applicant and the resident board, if applicable, of its decision within five days of the decision. If, within the past two years, the resident school district has taken any disciplinary action against the applicant, the nonresident district may disapprove the application or approve the application on a conditional basis. If the nonresident school district approves the application on a conditional basis, the applicant is enrolled in the nonresident district, but that enrollment may be rescinded by the nonresident district at any time during the first six months of enrollment if any disciplinary actions are taken against the student during that period of time. If a student's enrollment in the nonresident district is rescinded, the student shall enroll in the resident district. Once the first six months of enrollment have passed, however, the nonresident district may not rescind the student's enrollment pursuant to this section. The district in which the student desires to enroll shall review the applications in the order received. Intradistrict transfer applications may be accepted and acted upon at any time at the board's discretion if the policies on which the transfer decisions are based are consistent with the other requirements of §§ 13-28-40 to 13-28-47, inclusive. An application may be withdrawn by the applicant prior to the approval of the request and upon notification of the district to which the student applied. Once approved by the district in which the student wishes to enroll, the approved application serves as the applicant's notice of intent to enroll in the nonresident district or desired school during the school year and obligates the student to attend school in the nonresident district or desired school during the school year, unless the affected school board or boards agree in writing to allow the student to transfer back to the resident district or assigned school, or unless the student's application was approved on a conditional basis and the student is returned during the first six months of enrollment to the resident district due to disciplinary actions, or unless the parents, guardians, or emancipated student change residence to another district. Once enrolled in a nonresident district or nonassigned school, the student may remain enrolled and is not required to resubmit annual applications. Section 2. That § 13-28-44 be amended to read as follows: 13-28-44. Each school district by November 1, 1997 , shall by resolution adopt relevant standards for the acceptance and rejection of an application to enroll in the district under the provisions of §§ 13-28-40 to 13-28-47, inclusive. The board shall adopt standards through official board action, set them forth in writing, and make them available to any individual upon receiving an oral or written request. Standards shall be limited to the capacity of a program, class, grade level, and school building operated by the board and the pupil/teacher ratio , except that a school district may disapprove any application from a student against whom disciplinary actions have been taken during the previous two years . Discrimination based on race, gender, religious affiliation, or disability is prohibited. If two or more children from a family residing in the same household must enroll in different school districts as the result of a board's denial of an application to transfer from a resident district or to enroll in a nonresident district under the provisions of §§ 13-28-40 to 13-28-47, inclusive, neither the resident board nor the nonresident board may deny the application unless it is denied due to disciplinary actions pursuant to § 13-28-43 . However, two or more children from a family residing in the same household who are eligible for kindergarten through twelfth grade may open enroll only if, pursuant to § 13-28-42.1, the nonresident district can provide an appropriate instructional program and facilities, including transportation, for the child in need of special education or special education and related services. If the nonresident district cannot meet the provisions of § 13-28-42.1 for the child in need of special education or special education and related services, the nonresident district may deny that child's application for open enrollment. The decision of a local school board regarding a student's application for open enrollment or a request to return to the resident district under the provisions of §§ 13-28-40 to 13-28-47, inclusive, is subject to de novo appeal under the provisions of chapter 13-46. The Department of Education may promulgate rules pursuant to chapter 1-26 specifying procedural and administrative requirements for the implementation of the open enrollment program and related transfers and enrollments under the provisions of §§ 13-28-40 to 13-28-47, inclusive."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20938, "action_date": "2007-01-19T13:00:00-06:00", "document_id": 110479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110479.pdf", "status_text": "First read in House and referred to", "journal_page": 127, "committee_id_action": 923, "committee_id_assigned": 912, "result": "N", "vote": {}}, {"bill_id": 20938, "action_date": "2007-01-30T10:00:00-06:00", "document_id": 111160, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111160.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 912, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20938, "action_date": "2007-02-01T10:00:00-06:00", "document_id": 111397, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111397.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 912, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20938, "action_date": "2007-02-01T10:00:00-06:00", "document_id": 111397, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111397.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 316, "committee_id_action": 912, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66653, "president_vote": null, "Excused": [3577, 3671], "Yea": [3579, 3599, 3604, 3614, 3643, 3665, 3674, 3675, 3613], "Nay": [3587, 3591, 3635, 3649]}}]}