{"session_id": 61, "bill_id": 21136, "bill_type": "House Bill", "bill_number": 1028, "bill_title": "revise certain provisions regarding the regulation of physician assistants.", "sponsors": [], "keywords": ["Administrative Rules", "Board of Medical and Osteopathic Examiners", "Fees", "Professional and Occupational Licensing"], "audio": [{"meeting_datetime": "2007-01-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe08.mp3", "start_seconds": 185.0}, {"meeting_datetime": "2007-01-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe08.mp3", "start_seconds": 185.0}, {"meeting_datetime": "2007-01-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe08.mp3", "start_seconds": 185.0}, {"meeting_datetime": "2007-01-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe08.mp3", "start_seconds": 185.0}, {"meeting_datetime": "2007-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou10.mp3", "start_seconds": 1034.0}, {"meeting_datetime": "2007-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou10.mp3", "start_seconds": 1034.0}, {"meeting_datetime": "2007-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou10.mp3", "start_seconds": 1034.0}, {"meeting_datetime": "2007-01-31T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/she16.mp3", "start_seconds": 103.0}, {"meeting_datetime": "2007-01-31T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/she16.mp3", "start_seconds": 103.0}, {"meeting_datetime": "2007-01-31T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/she16.mp3", "start_seconds": 103.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen17.mp3", "start_seconds": 2802.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen17.mp3", "start_seconds": 2802.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen17.mp3", "start_seconds": 2802.0}], "bill_versions": [{"bill_id": 21136, "bill_version_id": 110032, "bill_version": "Introduced", "bill_version_date": "2007-01-06T11:16:28-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation of physician assistants. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-4A-1 be amended to read as follows: 36-4A-1. Terms as used in this chapter mean: (1) \"Assistant to the primary care physician,\" a person who is a graduate of an approved program of instruction in primary health care, who has passed a licensure examination administered by the board, and is approved by the board to perform direct patient care services under the supervision of a primary care physician or physicians approved by the board to supervise such an assistant; (2) \"Assistant to the specialist physician,\" a person who is a graduate of an approved program for instruction in a recognized clinical specialty, who has passed a licensure examination administered by the board and is approved by the board to perform direct patient care services in said specialty under the supervision of a specialist physician or physicians approved by the board to supervise such assistant; (3) \"Board,\" the State Board of Medical and Osteopathic Examiners; (4) (2) \"Physician assistant,\" a health professional who meets the qualifications defined in this chapter and is licensed by the board; (3) \"Supervising physician,\" the physician, either primary care or specialist, with whom a physician assistant has a practice agreement; (5) \"Physician assistant,\" a person who is either an assistant to the primary care physician or an assistant to the specialist physician; (6) \"Primary care physician,\" a physician, approved by the board, who supervises a particular assistant to the primary care physician; (7) \"Specialist physician,\" a physician in a given specialty of medicine, approved by the board, who supervises a particular assistant to a specialist physician a doctor of medicine or doctor of osteopathy licensed by the board who supervises a physician assistant; (4) \"Supervision,\" the act of overseeing the activities of, and accepting responsibility for, the medical services rendered by a physician assistant . Section 2. That § 36-4A-3.1 be amended to read as follows: 36-4A-3.1. The board shall appoint a physician assistant advisory committee composed of three physician assistants. Each committee member shall serve a term of three years. However, the terms of initial appointees shall be staggered so that no more than one member's term expires in any one year. No committee member may be appointed to more than three consecutive full terms. If a vacancy occurs, the board shall appoint a person to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The committee shall meet at least annually or as deemed necessary to conduct business. The advisory committee shall assist the board in evaluating standards of physician assistant care and the regulation of physician assistants pursuant to this chapter. The committee shall also make recommendations to the board regarding rules promulgated pursuant to this chapter. Section 3. That § 36-4A-4 be amended to read as follows: 36-4A-4. Except as provided in §§ 36-4A-5 to 36-4A-7, inclusive, it is a Class 2 misdemeanor for any person not certified under this chapter to practice as a physician assistant or to hold himself out to be a physician assistant in this state and 36-4A-6, any person who practices as a physician assistant in this state without a license issued by the board and a practice agreement approved by the board is guilty of a Class 1 misdemeanor . Each violation shall be considered a separate offense. Section 4. That § 36-4A-5 be amended to read as follows: 36-4A-5. Nothing in this chapter shall be construed to limit limits the activities and services of a physician assistant in pursuing an approved course of study or a trainee serving in an approved physician assistant traineeship at an accredited physician assistant program . Section 5. That § 36-4A-6 be amended to read as follows: 36-4A-6. Nothing in this chapter shall be construed to limit limits the activities of employees of the United States Army, Air Force, Navy, or Marine Hospitals or of the United States Veterans' Administration, or the United States Public Health Service a physician assistant employed by the federal government in the performance of their duties, nor to the Christian Scientists as such who do not practice medicine, surgery, or obstetrics by the use of any material remedies or agencies. Any physician assistant who is employed by the federal government and practices outside of the federal system shall be licensed and abide by the terms of this chapter. Section 6. That § 36-4A-8 be amended to read as follows: 36-4A-8. The board shall license as a physician assistant and issue an appropriate license to any person who files a verified application with the board signed by both the proposed supervising physician and the physician assistant to be licensed, upon a form prescribed by the board, renders payment of the required fee, and furnishes evidence to the board that the physician assistant applying for licensure may grant a license to an applicant who : (1) Is at least eighteen years of age; (2) Is of good moral character; (3) Is a resident of South Dakota; (4) Has completed a course of study approved by the board at an accredited university, college, or school which includes the subjects of anatomy, physiology, biochemistry, pathology, pharmacology, microbiology, medicine, surgery, pediatrics, psychiatry, and obstetrics, and possesses a license of completion of the physician assistant courses of study from the institution; (5) Has had at least two years' experience with patients in a clinical setting in an associated field such as military medicine, nursing, dentistry, pharmacy, etc. The board shall decide in each individual case as to what experience would be recognized as fulfillment of the requirement; (6) Has passed an impartially administered examination given and graded by the board or one of equivalency authorized by the board. Such examination may be in writing or oral, or both, and shall fairly test the applicant's knowledge in theoretical and applied primary medical care as it applies to the practice of the physician assistant in at least the subjects of physical diagnosis, laboratory procedures, common childhood diseases and common medical diseases, emergency care and treatment, minor surgery, emergency obstetrics, and common psychiatric disorders. The applicant's professional skill and judgment in the utilization of medical and surgical techniques may also be examined; and (7) Deleted by SL 1999, ch 192, § 2. (8) (2) Has successfully completed an educational program for physician assistants accredited by the Accreditation Review Commission on Education for the Physician Assistant or its successor agency, or, prior to 2001, either by the Committee on Allied Health Education and Accreditation or the Commission on Accreditation of Allied Health Education Program; (3) Has passed the Physician Assistant National Certification Examination administered by the National Committee on Education for Physician Assistants; and (4) Has submitted verification that neither the physician assistant applicant nor the supervising physician named in the practice agreement are is not subject to any disciplinary proceeding or pending complaint before any medical or other licensing board unless such pending complaint is waived by the licensing board the board considers such proceedings or complaint and agrees to licensure . Section 7. That § 36-4A-8.1 be amended to read as follows: 36-4A-8.1. Upon application and payment of a fifty dollar fee, the The board may issue a temporary permit to practice as a physician assistant license to an applicant who has successfully completed an approved program and the curriculum requirements pursuant to §§ 36-4A-12 and 36-4A-13 and has submitted evidence to the board that he the applicant is a candidate accepted to write the examination required by § 36-4A-8 or is awaiting the results of the first examination for which the applicant is eligible after graduation from an approved physician assistant program. A temporary permit license may be issued only once and is effective for a term of not more than eight months one hundred twenty days . A temporary permit license expires on the occurrence of the following: (1) Issuance of a regular license; (2) Failure to pass the licensing examination; or (3) Expiration of the term for which the temporary permit license was issued. Section 8. That § 36-4A-10 be amended to read as follows: 36-4A-10. The board may certify license , as a physician assistant in this state, without examination, those physician assistants practicing in this state on July 1, 1973 , except that . However, such physician assistants , shall be are subject to the provisions of this chapter in so far as said the chapter provides for a revocation of licenses and the causes therefor thereof . Section 9. That chapter 36-4A be amended by adding thereto a NEW SECTION to read as follows: The term, practice agreement, as used in this chapter, means a written agreement authored and signed by the physician assistant and the supervising physician. The practice agreement shall prescribe the delegated activities which the physician assistant may perform, consistent with section 10 of this Act and contain such other information as required by the board to describe the physician assistant's level of competence and the supervision provided by the physician. A signed copy of the practice agreement shall be kept on file at the physician assistant's primary practice site and be filed with and approved by the board prior to beginning practice. No physician assistant may practice without an approved practice agreement. Section 10. That chapter 36-4A be amended by adding thereto a NEW SECTION to read as follows: A physician assistant shall be considered an agent of the supervising physician in the performance of all practice-related activities. A physician assistant may provide those medical services that are delegated by the supervising physician pursuant to section 9 of this Act if the service is within the physician assistant's skills, forms a component of the physician's scope of practice, and is provided with supervision including: (1) Initial medical diagnosis and institution of a plan of therapy or referral; (2) Prescribing and provision of drug samples or a limited supply of labeled medications, including controlled substances listed on Schedule II in chapter 34-20B for one period of not more than thirty days, for treatment of causative factors and symptoms. Medications or sample drugs provided to patients shall be accompanied with written administration instructions and appropriate documentation shall be entered in the patient's record. Physician assistants may request, receive, and sign for professional samples of drugs provided by the manufacturer; (3) Responding to emergencies and the institution of emergency treatment measures including the writing of a chemical or physical restraint order when the patient may do personal harm or harm others; (4) Completing and signing of official documents such as birth and death certificates and similar documents required by law; (5) Taking X rays and performing radiologic procedures; and (6) Performing physician examinations for participation in athletics and certifying that the patient is healthy and able to participate in athletics. Section 11. That chapter 36-4A be amended by adding thereto a NEW SECTION to read as follows: A physician assistant licensed in this state or licensed or authorized to practice in any other United States jurisdiction or who is credentialed as a physician assistant by a federal employer who is responding to a need for medical care created by an emergency or a state or local disaster (not to be defined as an emergency situation which occurs in the place of one's employment) may render such care that he or she is able to provide without supervision as it is defined in this chapter, or with such supervision as is available. No physician who supervises a physician assistant providing medical care in response to such an emergency or state or local disaster is required to meet the requirements set forth in this chapter for a supervising physician. Section 12. That chapter 36-4A be amended by adding thereto a NEW SECTION to read as follows: No physician assistant licensed in this state or licensed or authorized to practice in other states of the United States who voluntarily and gratuitously, and other than in the ordinary course of employment or practice, renders emergency medical assistance is liable for civil damages for any personal injuries which result from acts or omissions by those persons in rendering emergency care which constitute ordinary negligence. The immunity granted by this section does not apply to acts or omissions constituting willful, or wanton negligence or if the medical assistance is rendered at any hospital, physician's office, or other health care delivery entity where those services are normally rendered. No physician who supervises a physician assistant voluntarily and gratuitously providing emergency care as described in this section is liable for civil damages for any personal injuries which result from acts or omissions by the physician assistant rendering emergency care. Section 13. That § 36-4A-27 be amended to read as follows: 36-4A-27. Nothing in this chapter shall be construed to authorize physician's assistants authorizes any physician assistant to perform those specific functions and duties delegated by law to those persons licensed as chiropractors under chapter 36-5, dentists and dental hygienists under chapter 36-6A, optometrists under chapter 36-7, podiatrists under chapter 36-8 or pharmacists under chapter 36-11. Section 14. That § 36-4A-28 be amended to read as follows: 36-4A-28. In the event If any physician assistant shall render renders services in a hospital and related institutions as licensed pursuant to the provisions of chapter 34-12, the physician assistant shall be is subject to the rules and regulations of that hospital and related institutions. Section 15. That § 36-4A-29 be amended to read as follows: 36-4A-29. The physician, by direct and indirect supervision, continuous monitoring, and evaluation accepts initial and continuing responsibility for the physician assistant or assistants responsible to the physician until such relationship is terminated. This supervision may be by personal contact or indirect contact by telecommunication. Supervision may be by direct personal contact, or by a combination of direct personal contact and contact via telecommunication, as may be required by the board. If the office of a physician assistant is separate from the main office of the supervising physician, the supervision shall include at least one-half business day per week of on-site personal supervision by a supervising physician as required by the board . A physician assistant who is issued a temporary permit license pursuant to § 36-4A-8.1 shall initially receive thirty days of on-site, direct supervision by a supervising physician. Thereafter, and until expiration of the temporary permit license , the supervision shall include at least two one-half business days per week of on-site personal supervision by a supervising physician. Section 16. That § 36-4A-29.1 be amended to read as follows: 36-4A-29.1. In consideration of the health care needs of urban and rural residents, a supervising physician may apply to the board for authority to modify the method and frequency of supervision of a physician assistant as required by § 36-4A-29. The board may grant the authorize modifications in the method and frequency of supervision of a physician assistant required by § 36-4A-29 that it considers appropriate based upon its finding of adequate supervision, training, and proficiency. A supervising physician may apply to the board for permission to supervise more than one physician assistant. The board shall establish the number of physician assistants, up to four FTE, to be supervised by a supervising physician based upon its finding that adequate supervision will exist under the arrangement proposed by the supervising physician. The board may consider a joint application for both modification of supervision and the number of physician assistants supervised as provided in this section. Nothing in this section is intended to diminish the professional and legal responsibility of a supervising physician toward the physician's patients as provided in § 36-4A-30. Section 17. That chapter 36-4A be amended by adding thereto a NEW SECTION to read as follows: In order to supervise a physician assistant, a physician shall: (1) Be licensed as a physician by the board pursuant to chapter 36-4; (2) Be free from any restriction on his or her ability to supervise a physician assistant that has been imposed by board disciplinary action; and (3) Maintain a written practice agreement with the physician assistant as described in section 8 of this Act. Section 18. That § 36-4A-30 be amended to read as follows: 36-4A-30. Nothing in this chapter shall be construed to relieve relieves the physician of the professional or legal responsibility for the care and treatment of his patients cared for by the physician assistant . Section 19. That chapter 36-4A be amended by adding thereto a NEW SECTION to read as follows: Nothing in this chapter limits the employment arrangement of a physician and a physician assistant licensed under this Act. Section 20. That § 36-4A-31 be amended to read as follows: 36-4A-31. Every person holding a license as a physician assistant under the provisions of this chapter shall renew his license annually on or before the fifteenth day of July. Renewal of a license shall be requested by every person licensed as a physician assistant upon a form which shall be furnished to him by the Board of Medical and Osteopathic Examiners. The license of every person licensed under the provisions of this chapter shall be renewed annually on a date set by the board. The request for renewal shall be made on a form furnished by the board and shall include such proof, as may be required by the board, of continuance of the qualifications for original licensure including the information set forth in subdivision 36-4A-8(8) and payment of the annual renewal fee. Section 21. That § 36-4A-32 be amended to read as follows: 36-4A-32. A renewal request shall be accompanied by the prescribed fee together with evidence satisfactory to the board of the completion during the preceding twelve months of at least thirty hours of post-graduate studies in family medicine approved by the board. Such request shall be further accompanied by a letter from both physician and physician assistant indicating the location and scope of practice of the physician assistant. The board shall be further notified in writing, by both the physician and physician assistant within seventy-two hours of termination of any such working contract and the reasons for such terminations. Any physician assistant who maintains current certification by the National Commission on Certification of Physician Assistants (NCCPA) may document compliance with this requirement by providing proof of current certification by the NCCPA. Section 22. That § 36-4A-33 be amended to read as follows: 36-4A-33. Any license not renewed pursuant to § 36-4A-31 shall be is suspended. A license so suspended may be reinstated during the following twelve months by application to the board and payment of the renewal fee and a reinstatement fee as fixed by the board pursuant to § 36- 4A-34 . Thereafter, a license so suspended may be reinstated only upon payment of all delinquent renewal fees and a reinstatement fee fixed by the board pursuant to § 36-4A-34, following specific approval by the board. Section 23. That § 36-4A-34 be amended to read as follows: 36-4A-34. The fees in connection with a license as a physician assistant shall be as follows board shall collect in advance the following nonrefundable fees from applicants : (1) For license by examination, not less than twenty-five dollars nor an initial license, not more than seventy-five dollars; (2) For reexamination within one year, not less than fifteen dollars nor more than forty-five dollars; (3) For license by reciprocity, not less than twenty-five dollars nor more than seventy-five dollars; (4) For renewal of a license, not more than one hundred dollars; (5) (3) For reinstatement of a lapsed license, not less than five dollars nor the current renewal fee plus not more than twenty-five dollars; (6) For reissuance of a lost or destroyed license, following approval of the board, ten dollars (4) For a temporary license, not more than fifty dollars . Section 24. That § 36-4A-36 be amended to read as follows: 36-4A-36. All fees received by the board and all fines moneys collected under the provisions of this chapter shall be paid to the Board of Medical and Osteopathic Examiners who shall credit the same to the State Board of Medical Examiner's fund deposited in a bank as authorized by the board . No fee shall may be refunded. The funds are subject to withdrawal as authorized by the board. A report of all receipts and expenditures shall be made at the close of each fiscal year and filed with the state auditor. Section 25. That § 36-4A-37 be amended to read as follows: 36-4A-37. The South Dakota State Board of Medical and Osteopathic Examiners board may deny the issuance or renewal of a license or suspend or revoke . The board may suspend, revoke, or impose other disciplinary actions upon the license of any physician assistant issued under this chapter upon satisfactory proof, in compliance with chapter 1-26, of such person's the licensee's : (1) Incompetence Professional incompetence or unprofessional or dishonorable conduct as defined in § § 36-4-29 and 36-4-30; (2) Violation of this chapter in any respect; (3) Failure to notify the board, in writing, of the termination of the contract with the person's supervising physician within seven days after the termination maintain on file with the board a copy of each practice agreement containing the current information regarding the licensee's practice status as required by the board ; (4) Rendering medical services beyond the specific tasks allowed those delegated to the physician assistant in the practice agreement ; or (5) Rendering medical services without supervision of a physician as required by law and the rules of the board. Section 26. That § 36-4A-41 be amended to read as follows: 36-4A-41. Upon application, the board may reissue a license to practice to any person whose licensure which has been canceled, suspended, or revoked. A reissuance of a license which has been canceled or revoked shall not be made prior to one year after said cancellation or revocation and the reissuance of any license may be made in such manner and form and under conditions as the board may require. Section 27. That § 36-4A-42 be amended to read as follows: 36-4A-42. The board shall promulgate rules pursuant to chapter 1-26 pertaining to : fees, licensure of physician assistants, placement of physician assistants supervision requirements, and disciplinary proceedings. Section 28. That § 36-4A-2 be repealed. 36-4A-2. Supervision of physician assistant refers to the responsibility of the physician to observe, direct and review the work, records, and practice permitted by §§ 36-4A-21 to 36-4A- 26, inclusive, to ensure the patient, the physician, and the physician assistant that good and safe treatment is rendered. Section 29. That § 36-4A-3 be repealed. 36-4A-3. There is hereby created a state physician assistant program under the direction and control of the State Board of Medical and Osteopathic Examiners. Section 30. That § 36-4A-7 be repealed. 36-4A-7. Nothing in this chapter shall be construed to limit the employment of a physician assistant by any federal agency, but the physician assistant so employed must be individually supervised by a designated and approved physician. Such employment shall be subject to all the provisions of this chapter. Section 31. That § 36-4A-9 be repealed. 36-4A-9. The board may license as a physician assistant in this state, without examination, a person who has been so certified or licensed by examination in another state of the United States which has requirements substantially equivalent to those in this chapter and who meets all requirements of this chapter other than examination. Section 32. That § 36-4A-11 be repealed. 36-4A-11. Nothing in this chapter shall be construed to limit the practice in this state for a period of not more than six months by a person licensed as a physician assistant in another state with requirements for such licensure substantially equivalent to those in this chapter, if such person first secures a permit from the board in a manner prescribed by the board, but the board may reduce such period to not less than thirty days. Section 33. That § 36-4A-12 be repealed. 36-4A-12. An educational program for instruction of a physician assistant shall be approved by the board. Section 34. That § 36-4A-13 be repealed. 36-4A-13. The curriculum of an educational program for instruction of a physician assistant shall be approved by the board. Section 35. That § 36-4A-14 be repealed. 36-4A-14. An educational program for instruction as an assistant to the specialist physician in any recognized clinical specialty shall meet the following general requirements, as well as specific curriculum requirements for the particular specialty more specifically set forth in § 36- 4A-15, for approval: (1) The program shall establish that its theoretical and clinical training program produces an assistant to the specialist physician necessary to the effective delivery of medical services within that specialty; (2) Candidates for admission shall have successfully completed an approved high school course of study or have passed a standard equivalency test; (3) Prior clinical experience in direct patient contact is required for each candidate; (4) The educational program shall be established in educational institutions approved by the board which meet the standards of any accrediting agency recognized by the National Commission on Accrediting and which are affiliated with board approved clinical facilities; (5) The educational program shall develop an evaluation mechanism satisfactory to the board to determine the effectiveness of its theoretical and clinical program compatible with state-wide standards, the results of which must be made available to the board annually; (6) Course work may carry academic credit. Upon successful completion of the theoretical and clinical program the student may receive an associate of arts or science degree; (7) The educational program shall establish equivalency and proficiency testing and other mechanisms whereby full academic credit is given for past education and experience in the courses of the curriculum required for the particular specialty, more specifically set forth herein; (8) The director of the educational program must be a licensed physician who is certified as or eligible to be a member of the appropriate official national specialty board for the particular specialty and who holds a faculty appointment at the educational institution; (9) Instructors in the theoretical program and clinical training program shall be competent in their respective fields of instruction and clinical training and be properly qualified; (10) The educational program shall establish a definitive candidate selection procedure satisfactory to the board; (11) The number of students enrolled in the theoretical program should not exceed the number that can be clinically supervised and trained; (12) The educational program shall have an elective period, preferably near the end of the program, to permit the student to gain knowledge of subjects which pertain to the clinical specialty and the student's particular intended employment therein; (13) The educational program shall establish a continuing clinical educational program for physician assistants in the particular specialty. Section 36. That § 36-4A-15 be repealed. 36-4A-15. An approved educational program for instruction of an assistant to the specialist physician shall include the curriculum provided in § 36-4A-13 and, in addition, adequate instruction in the special subjects approved by the given specialty advisory committee to the Board of Medical and Osteopathic Examiners. Section 37. That § 36-4A-16 be repealed. 36-4A-16. Educational programs for instruction of an assistant to the primary care physician and assistant to the specialist physician must be approved by the Board of Medical and Osteopathic Examiners and schools offering such programs shall submit applications for approval on forms provided by said board. Section 38. That § 36-4A-16.1 be repealed. 36-4A-16.1. All state funds appropriated for the support and development of physician's assistants programs shall be administered under the direction and supervision of the University of South Dakota School of Medicine. Section 39. That § 36-4A-17 be repealed. 36-4A-17. An educational program approved by the board as meeting the general educational requirements of § 36-4A-12 or § 36-4A-14 and specific curriculum requirements established in this chapter for educational programs for an assistant to the primary care physician or for a particular curriculum specialty shall notify the board whenever a change occurs in the directorship of the educational program or when major modifications in the curriculum are anticipated. Section 40. That § 36-4A-18 be repealed. 36-4A-18. Failure of an educational program to continue compliance with the general requirements of § 36-4A-14 and the specific curriculum requirements for the particular specialty set forth in § 36-4A-15 subsequent to approval by the board may result in the board withdrawing said approval. Section 41. That § 36-4A-19 be repealed. 36-4A-19. The South Dakota State Board of Medical and Osteopathic Examiners shall provide for the placement of physician assistants. The board shall notify the physician who has made application to place a physician assistant of the board's affirmative or negative decision regarding the placement. In placing physician assistants the board may consider: (1) The distance between the supervising physician and the physician assistant; (2) The ability of the supervising physician to adequately provide supervision as required by law and good medical practice; and (3) The consistency between the type and scope of medical practice of the supervising physician and the proposed medical practice of the physician assistant. In addition, if the proposed office of the physician assistant is separate from the main office of the supervising physician, the board may also consider the availability or nonavailability of medical services in the proposed location of the physician assistant and such specific requirements as the board may provide as a condition precedent to approving a particular placement. Section 42. That § 36-4A-20 be repealed. 36-4A-20. A certified true copy of the proposed practice agreement between the supervising physician and the physician assistant outlining those activities in §§ 36-4A-21 to 36-4A-26, inclusive, which the physician assistant may perform, shall be filed with and approved by the board. Section 43. That § 36-4A-21 be repealed. 36-4A-21. An assistant to the primary care physician may perform, under the responsibility and supervision of the primary care physician, selected diagnostic and therapeutic tasks in each of five major clinical disciplines (medicine, surgery, pediatrics, psychiatry, and obstetrics). Section 44. That § 36-4A-22 be repealed. 36-4A-22. Specifically, and by way of limitations, an assistant to the primary care physician may: (1) Take a complete, detailed, and accurate history; do a complete physical examination, when appropriate, to include pelvic and breast examinations specifically excluding endoscopic examinations; record pertinent data in acceptable medical form; and, if the physical examination is for participation in athletics, certify that the patient is healthy and able to participate; (2) Perform or assist in the performance of the following routine laboratory and governing techniques: (a) The drawing of venous or peripheral blood and the routine examination of the blood; (b) Urinary bladder catheterization and routine urinalysis; (c) Nasogastric intubation and gastric lavage; (d) The collection of and the examination of the stool; (e) The taking of cultures; (f) The performance and reading of skin tests; (g) The performance of pulmonary function tests excluding endoscopic procedures; (h) The performance of tonometry; (i) The performance of hearing screenings; (j) The taking of EKG tracings; (3) Make a tentative medical diagnosis and institute therapy or referral; prescribe medications and provide drug samples or a limited supply of labeled medications, including controlled drugs or substances listed on Schedule II in chapter 34-20B for one period of not more than thirty days, for symptoms and temporary pain relief; treat common childhood diseases; to assist in the follow-up treatment of geriatric and psychiatric disorders referred by the physicians. Medications or sample drugs provided to patients shall be accompanied with written administration instructions and appropriate documentation shall be entered in the patient's medical record; (4) Perform the following routine therapeutic procedures: (a) Injections; (b) Immunizations; (c) Debridement, suture, and care of superficial wounds; (d) Debridement of minor superficial burns; (e) Removal of foreign bodies from the external surface of the skin (specifically excluding foreign bodies of the cornea); (f) Removal of sutures; (g) Removal of impacted cerumen; (h) Subcutaneous local anesthesia, excluding any nerve blocks; (i) Strapping, casting, and splinting of sprains; (j) Anterior nasal packing for epistaxis; (k) Removal of cast; (l) Application of traction; (m) Application of physical therapy modalities; (n) Incision and drainage of superficial skin infections; (5) Assist the primary care physician in health maintenance of patients by: (a) Well-baby and well-child clinics to include initial and current booster immunization for communicable disease; (b) Pre- and post-natal surveillance to include clinics and home visits; (c) Family planning, counseling, and management; (6) Institute emergency measures and emergency treatment or appropriate measures in situations such as cardiac arrest, shock, hemorrhage, convulsions, poisonings, and emergency obstetric delivery. Emergency measures includes writing a chemical or physical restraint order when the patient may do personal harm or harm others; (7) Assist the primary care physician in the management of long-term care to include: (a) Ordering indicated laboratory procedures; (b) Managing a medical care regimen for acute and chronically ill patients within established standing orders. (Prescription of modifications needed by patients coping with illness or maintaining health, such as in diet, exercise, relief from pain, medication, and adaptation to handicaps or impairments); (c) Making referrals to appropriate agencies; (8) Assist the primary care physician in the hospital setting by arranging hospital admissions under the direction of the physician, by accompanying the primary care physician on rounds, and recording the physician's patient progress notes; by accurately and appropriately transcribing and executing specific orders at the direction of the physician; by assistance at surgery; by compiling detailed narrative and case summaries; by completion of the forms pertinent to the patient's medical record; (9) Assist the primary care physician in the office in the ordering of drugs and supplies, in the keeping of records, and in the upkeep of equipment; (10) Assist the primary care physician in providing services to patients requiring continuing care (nursing home, extended care, and home care) including follow-up visits after the initial treatment by the physician; (11) Assist the primary care physician in the completion of official documents such as death certificates, birth certificates, and similar documents required by law, including signing the documents; (12) Take X-rays to be read by a physician. A physician's assistant may not administer injections in conjunction with the taking of any X-rays. Section 45. That § 36-4A-23 be repealed. 36-4A-23. In addition to the tasks performable listed in § 36-4A-22 an assistant to the primary care physician may be permitted to perform, under the supervision of the primary care physician, such other tasks, except those expressly excluded herein, for which adequate training and proficiency can be demonstrated in a manner satisfactory to the board. Section 46. That § 36-4A-24 be repealed. 36-4A-24. An assistant to the specialist physician may perform, under the responsibility and supervision of the specialist physician, selected diagnostic and therapeutic tasks in the major clinical disciplines. Section 47. That § 36-4A-25 be repealed. 36-4A-25. Specifically, and by way of limitations, an assistant to the specialist physician may perform those tasks authorized for the assistant to the primary care physician under subdivisions 36-4A-22(1), (2), (4), and (6), provided, however, that the assistant to the specialist physician may remove superficial foreign bodies of the cornea. An assistant to the specialist physician may also assist at major surgery. Section 48. That § 36-4A-26 be repealed. 36-4A-26. In addition to the tasks performable listed in § 36-4A-25 an assistant to the specialist physician may be permitted to perform, under the supervision of the specialist physician, such other tasks, except those expressly excluded herein, for which adequate training and proficiency can be demonstrated in a manner satisfactory to the board. Section 49. That § 36-4A-35 be repealed. 36-4A-35. Not later than the first day of April of each fiscal year, the board shall promulgate rules pursuant to chapter 1-26 to set fees in each of the above categories within the stated limits in an amount which will produce sufficient revenue for the ensuing fiscal year not to exceed one hundred twenty percent of the anticipated expenses of the board for the operation of the physician assistant program by the board for that year. Section 50. That § 36-4A-43 be repealed. 36-4A-43. A locum tenens license allows the holder thereof to practice as a physician assistant in this state for a limited period of time and is subject to the requirements and conditions set forth in the license. Section 51. That § 36-4A-44 be repealed. 36-4A-44. Each new applicant for a locum tenens license shall submit a licensure fee of fifty dollars made payable to the secretary of the board and appear personally at the office of the board or at the office of a member of the board. Section 52. That § 36-4A-45 be repealed. 36-4A-45. The board may issue a license for locum tenens to an applicant who holds a valid physician assistant license in any state or territory of the United States, the District of Columbia, or province of Canada or who has successfully completed an approved program and the curriculum requirements pursuant to §§ 36-4A-12 and 36-4A-13. To obtain a locum tenens license, the applicant shall present a petition to the board signed under oath by a licensed physician practicing in this state and by the applicant requesting a locum tenens license. The petition shall set forth the reasons why the applicant should be issued a locum tenens license. In addition to the petition, the locum tenens applicant shall complete and submit to the board the application required by § 36-4A-8. A new petition shall be submitted to the board for each locum tenens practice location. Section 53. That § 36-4A-46 be repealed. 36-4A-46. Any person holding a locum tenens license under the provisions of this chapter shall renew the license annually on or before the fifteenth day of July upon a form which shall be furnished to the person by the board. The request for renewal shall include proof, as may be required by the board, of continuance of the qualifications for original licensure and payment of an annual renewal fee of fifty dollars. Section 54. That § 36-4A-47 be repealed. 36-4A-47. A renewal request pursuant to § 36-4A-46 shall be accompanied by evidence satisfactory to the board of the completion during the preceding twelve months of at least thirty hours of post-graduate studies in family medicine which has been approved by the board. Section 55. That § 36-4A-48 be repealed. 36-4A-48. Any physician assistant applying for a locum tenens license shall have practiced a minimum of three hundred hours in the preceding twenty-four months and shall meet locum tenens licensure requirements as set forth in §§ 36-4A-43 to 36-4A-47, inclusive. Section 56. That § 36-4A-49 be repealed. 36-4A-49. The term, employer physician, wherever it is used in chapter 36-4A means supervising physician. The Code Commission in future supplements and revisions of the South Dakota Codified Laws shall substitute the term, supervising physician, and its derivatives for the term, employer physician, and its derivatives. The term, employment contract, wherever it is used in chapter 36-4A means practice agreement. The Code Commission in future supplements and revisions of the South Dakota Codified Laws shall substitute the term, practice agreement, and its derivatives for the term, employment contract, and its derivatives. The term, physician's assistant, wherever it is used in chapter 36-4A means physician assistant. The Code Commission in future supplements and revisions of the South Dakota Codified Laws shall substitute the term, physician assistant, and its derivatives for the term, physician's assistant, and its derivatives. The term, certification, wherever it is used in chapter 36-4A means licensure. The Code Commission in future supplements and revisions of the South Dakota Codified Laws shall substitute the term, licensure, and its derivatives for the term, certification, and its derivatives."}, {"bill_id": 21136, "bill_version_id": 110473, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2007-01-19T13:52:52-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation of physician assistants. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-4A-1 be amended to read as follows: 36-4A-1. Terms as used in this chapter mean: (1) \"Assistant to the primary care physician,\" a person who is a graduate of an approved program of instruction in primary health care, who has passed a licensure examination administered by the board, and is approved by the board to perform direct patient care services under the supervision of a primary care physician or physicians approved by the board to supervise such an assistant; (2) \"Assistant to the specialist physician,\" a person who is a graduate of an approved program for instruction in a recognized clinical specialty, who has passed a licensure examination administered by the board and is approved by the board to perform direct patient care services in said specialty under the supervision of a specialist physician or physicians approved by the board to supervise such assistant; (3) \"Board,\" the State Board of Medical and Osteopathic Examiners; (4) (2) \"Physician assistant,\" a health professional who meets the qualifications defined in this chapter and is licensed by the board; (3) \"Supervising physician,\" the physician, either primary care or specialist, with whom a physician assistant has a practice agreement; (5) \"Physician assistant,\" a person who is either an assistant to the primary care physician or an assistant to the specialist physician; (6) \"Primary care physician,\" a physician, approved by the board, who supervises a particular assistant to the primary care physician; (7) \"Specialist physician,\" a physician in a given specialty of medicine, approved by the board, who supervises a particular assistant to a specialist physician a doctor of medicine or doctor of osteopathy licensed by the board who supervises a physician assistant; (4) \"Supervision,\" the act of overseeing the activities of, and accepting responsibility for, the medical services rendered by a physician assistant . Section 2. That § 36-4A-3.1 be amended to read as follows: 36-4A-3.1. The board shall appoint a physician assistant advisory committee composed of three physician assistants. Each committee member shall serve a term of three years. However, the terms of initial appointees shall be staggered so that no more than one member's term expires in any one year. No committee member may be appointed to more than three consecutive full terms. If a vacancy occurs, the board shall appoint a person to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The committee shall meet at least annually or as deemed necessary to conduct business. The advisory committee shall assist the board in evaluating standards of physician assistant care and the regulation of physician assistants pursuant to this chapter. The committee shall also make recommendations to the board regarding rules promulgated pursuant to this chapter. Section 3. That § 36-4A-4 be amended to read as follows: 36-4A-4. Except as provided in §§ 36-4A-5 to 36-4A-7, inclusive, it is a Class 2 misdemeanor for any person not certified under this chapter to practice as a physician assistant or to hold himself out to be a physician assistant in this state and 36-4A-6, any person who practices as a physician assistant in this state without a license issued by the board and a practice agreement approved by the board is guilty of a Class 1 misdemeanor . Each violation shall be considered a separate offense. Section 4. That § 36-4A-5 be amended to read as follows: 36-4A-5. Nothing in this chapter shall be construed to limit limits the activities and services of a physician assistant in pursuing an approved course of study or a trainee serving in an approved physician assistant traineeship at an accredited physician assistant program . Section 5. That § 36-4A-6 be amended to read as follows: 36-4A-6. Nothing in this chapter shall be construed to limit limits the activities of employees of the United States Army, Air Force, Navy, or Marine Hospitals or of the United States Veterans' Administration, or the United States Public Health Service a physician assistant employed by the federal government in the performance of their duties, nor to the Christian Scientists as such who do not practice medicine, surgery, or obstetrics by the use of any material remedies or agencies. Any physician assistant who is employed by the federal government and practices outside of the federal system shall be licensed and abide by the terms of this chapter. Section 6. That § 36-4A-8 be amended to read as follows: 36-4A-8. The board shall license as a physician assistant and issue an appropriate license to any person who files a verified application with the board signed by both the proposed supervising physician and the physician assistant to be licensed, upon a form prescribed by the board, renders payment of the required fee, and furnishes evidence to the board that the physician assistant applying for licensure may grant a license to an applicant who : (1) Is at least eighteen years of age; (2) Is of good moral character; (3) Is a resident of South Dakota; (4) Has completed a course of study approved by the board at an accredited university, college, or school which includes the subjects of anatomy, physiology, biochemistry, pathology, pharmacology, microbiology, medicine, surgery, pediatrics, psychiatry, and obstetrics, and possesses a license of completion of the physician assistant courses of study from the institution; (5) Has had at least two years' experience with patients in a clinical setting in an associated field such as military medicine, nursing, dentistry, pharmacy, etc. The board shall decide in each individual case as to what experience would be recognized as fulfillment of the requirement; (6) Has passed an impartially administered examination given and graded by the board or one of equivalency authorized by the board. Such examination may be in writing or oral, or both, and shall fairly test the applicant's knowledge in theoretical and applied primary medical care as it applies to the practice of the physician assistant in at least the subjects of physical diagnosis, laboratory procedures, common childhood diseases and common medical diseases, emergency care and treatment, minor surgery, emergency obstetrics, and common psychiatric disorders. The applicant's professional skill and judgment in the utilization of medical and surgical techniques may also be examined; and (7) Deleted by SL 1999, ch 192, § 2. (8) (2) Has successfully completed an educational program for physician assistants accredited by the Accreditation Review Commission on Education for the Physician Assistant or its successor agency, or, prior to 2001, either by the Committee on Allied Health Education and Accreditation or the Commission on Accreditation of Allied Health Education Program; (3) Has passed the Physician Assistant National Certification Examination administered by the National Committee on Education for Physician Assistants; and (4) Has submitted verification that neither the physician assistant applicant nor the supervising physician named in the practice agreement are is not subject to any disciplinary proceeding or pending complaint before any medical or other licensing board unless such pending complaint is waived by the licensing board the board considers such proceedings or complaint and agrees to licensure . Section 7. That § 36-4A-8.1 be amended to read as follows: 36-4A-8.1. Upon application and payment of a fifty dollar fee, the The board may issue a temporary permit to practice as a physician assistant license to an applicant who has successfully completed an approved program and the curriculum requirements pursuant to §§ 36-4A-12 and 36-4A-13 and has submitted evidence to the board that he the applicant is a candidate accepted to write the examination required by § 36-4A-8 or is awaiting the results of the first examination for which the applicant is eligible after graduation from an approved physician assistant program. A temporary permit license may be issued only once and is effective for a term of not more than eight months one hundred twenty days . A temporary permit license expires on the occurrence of the following: (1) Issuance of a regular license; (2) Failure to pass the licensing examination; or (3) Expiration of the term for which the temporary permit license was issued. Section 8. That § 36-4A-10 be amended to read as follows: 36-4A-10. The board may certify license , as a physician assistant in this state, without examination, those physician assistants practicing in this state on July 1, 1973 , except that . However, such physician assistants , shall be are subject to the provisions of this chapter in so far as said the chapter provides for a revocation of licenses and the causes therefor thereof . Section 9. That chapter 36-4A be amended by adding thereto a NEW SECTION to read as follows: The term, practice agreement, as used in this chapter, means a written agreement authored and signed by the physician assistant and the supervising physician. The practice agreement shall prescribe the delegated activities which the physician assistant may perform, consistent with section 10 of this Act and contain such other information as required by the board to describe the physician assistant's level of competence and the supervision provided by the physician. A signed copy of the practice agreement shall be kept on file at the physician assistant's primary practice site and be filed with and approved by the board prior to beginning practice. No physician assistant may practice without an approved practice agreement. Section 10. That chapter 36-4A be amended by adding thereto a NEW SECTION to read as follows: A physician assistant shall be considered an agent of the supervising physician in the performance of all practice-related activities. A physician assistant may provide those medical services that are delegated by the supervising physician pursuant to section 9 of this Act if the service is within the physician assistant's skills, forms a component of the physician's scope of practice, and is provided with supervision including: (1) Initial medical diagnosis and institution of a plan of therapy or referral; (2) Prescribing and provision of drug samples or a limited supply of labeled medications, including controlled substances listed on Schedule II in chapter 34-20B for one period of not more than thirty days, for treatment of causative factors and symptoms. Medications or sample drugs provided to patients shall be accompanied with written administration instructions and appropriate documentation shall be entered in the patient's record. Physician assistants may request, receive, and sign for professional samples of drugs provided by the manufacturer; (3) Responding to emergencies and the institution of emergency treatment measures including the writing of a chemical or physical restraint order when the patient may do personal harm or harm others; (4) Completing and signing of official documents such as birth and death certificates and similar documents required by law; (5) Taking X rays and performing radiologic procedures; and (6) Performing physical examinations for participation in athletics and certifying that the patient is healthy and able to participate in athletics. Section 11. That chapter 36-4A be amended by adding thereto a NEW SECTION to read as follows: A physician assistant licensed in this state or licensed or authorized to practice in any other United States jurisdiction or who is credentialed as a physician assistant by a federal employer who is responding to a need for medical care created by an emergency or a state or local disaster (not to be defined as an emergency situation which occurs in the place of one's employment) may render such care that he or she is able to provide without supervision as it is defined in this chapter, or with such supervision as is available. No physician who supervises a physician assistant providing medical care in response to such an emergency or state or local disaster is required to meet the requirements set forth in this chapter for a supervising physician. Section 12. That chapter 36-4A be amended by adding thereto a NEW SECTION to read as follows: No physician assistant licensed in this state or licensed or authorized to practice in other states of the United States who voluntarily and gratuitously, and other than in the ordinary course of employment or practice, renders emergency medical assistance is liable for civil damages for any personal injuries which result from acts or omissions by those persons in rendering emergency care which constitute ordinary negligence. The immunity granted by this section does not apply to acts or omissions constituting willful, or wanton negligence or if the medical assistance is rendered at any hospital, physician's office, or other health care delivery entity where those services are normally rendered. No physician who supervises a physician assistant voluntarily and gratuitously providing emergency care as described in this section is liable for civil damages for any personal injuries which result from acts or omissions by the physician assistant rendering emergency care. Section 13. That § 36-4A-27 be amended to read as follows: 36-4A-27. Nothing in this chapter shall be construed to authorize physician's assistants authorizes any physician assistant to perform those specific functions and duties delegated by law to those persons licensed as chiropractors under chapter 36-5, dentists and dental hygienists under chapter 36-6A, optometrists under chapter 36-7, podiatrists under chapter 36-8 or pharmacists under chapter 36-11. Section 14. That § 36-4A-28 be amended to read as follows: 36-4A-28. In the event If any physician assistant shall render renders services in a hospital and related institutions as licensed pursuant to the provisions of chapter 34-12, the physician assistant shall be is subject to the rules and regulations of that hospital and related institutions. Section 15. That § 36-4A-29 be amended to read as follows: 36-4A-29. The physician, by direct and indirect supervision, continuous monitoring, and evaluation accepts initial and continuing responsibility for the physician assistant or assistants responsible to the physician until such relationship is terminated. This supervision may be by personal contact or indirect contact by telecommunication. Supervision may be by direct personal contact, or by a combination of direct personal contact and contact via telecommunication, as may be required by the board. If the office of a physician assistant is separate from the main office of the supervising physician, the supervision shall include at least one-half business day per week of on-site personal supervision by a supervising physician as required by the board . A physician assistant who is issued a temporary permit license pursuant to § 36-4A-8.1 shall initially receive thirty days of on-site, direct supervision by a supervising physician. Thereafter, and until expiration of the temporary permit license , the supervision shall include at least two one-half business days per week of on-site personal supervision by a supervising physician. Section 16. That § 36-4A-29.1 be amended to read as follows: 36-4A-29.1. In consideration of the health care needs of urban and rural residents, a supervising physician may apply to the board for authority to modify the method and frequency of supervision of a physician assistant as required by § 36-4A-29. The board may grant the authorize modifications in the method and frequency of supervision of a physician assistant required by § 36-4A-29 that it considers appropriate based upon its finding of adequate supervision, training, and proficiency. A supervising physician may apply to the board for permission to supervise more than one physician assistant. The board shall establish the number of physician assistants, up to four FTE, to be supervised by a supervising physician based upon its finding that adequate supervision will exist under the arrangement proposed by the supervising physician. The board may consider a joint application for both modification of supervision and the number of physician assistants supervised as provided in this section. Nothing in this section is intended to diminish the professional and legal responsibility of a supervising physician toward the physician's patients as provided in § 36-4A-30. Section 17. That chapter 36-4A be amended by adding thereto a NEW SECTION to read as follows: In order to supervise a physician assistant, a physician shall: (1) Be licensed as a physician by the board pursuant to chapter 36-4; (2) Be free from any restriction on his or her ability to supervise a physician assistant that has been imposed by board disciplinary action; and (3) Maintain a written practice agreement with the physician assistant as described in section 8 of this Act. Section 18. That § 36-4A-30 be amended to read as follows: 36-4A-30. Nothing in this chapter shall be construed to relieve relieves the physician of the professional or legal responsibility for the care and treatment of his patients cared for by the physician assistant . Section 19. That chapter 36-4A be amended by adding thereto a NEW SECTION to read as follows: Nothing in this chapter limits the employment arrangement of a physician and a physician assistant licensed under this Act. Section 20. That § 36-4A-31 be amended to read as follows: 36-4A-31. Every person holding a license as a physician assistant under the provisions of this chapter shall renew his license annually on or before the fifteenth day of July. Renewal of a license shall be requested by every person licensed as a physician assistant upon a form which shall be furnished to him by the Board of Medical and Osteopathic Examiners. The license of every person licensed under the provisions of this chapter shall be renewed annually on a date set by the board. The request for renewal shall be made on a form furnished by the board and shall include such proof, as may be required by the board, of continuance of the qualifications for original licensure including the information set forth in subdivision 36-4A-8(8) 36-4A-8(2) and payment of the annual renewal fee. Section 21. That § 36-4A-32 be amended to read as follows: 36-4A-32. A renewal request shall be accompanied by the prescribed fee together with evidence satisfactory to the board of the completion during the preceding twelve months of at least thirty hours of post-graduate studies in family medicine approved by the board. Such request shall be further accompanied by a letter from both physician and physician assistant indicating the location and scope of practice of the physician assistant. The board shall be further notified in writing, by both the physician and physician assistant within seventy-two hours of termination of any such working contract and the reasons for such terminations. Any physician assistant who maintains current certification by the National Commission on Certification of Physician Assistants (NCCPA) may document compliance with this requirement by providing proof of current certification by the NCCPA. Section 22. That § 36-4A-33 be amended to read as follows: 36-4A-33. Any license not renewed pursuant to § 36-4A-31 shall be is suspended. A license so suspended may be reinstated during the following twelve months by application to the board and payment of the renewal fee and a reinstatement fee as fixed by the board pursuant to § 36- 4A-34 . Thereafter, a license so suspended may be reinstated only upon payment of all delinquent renewal fees and a reinstatement fee fixed by the board pursuant to § 36-4A-34, following specific approval by the board. Section 23. That § 36-4A-34 be amended to read as follows: 36-4A-34. The fees in connection with a license as a physician assistant shall be as follows board shall collect in advance the following nonrefundable fees from applicants : (1) For license by examination, not less than twenty-five dollars nor an initial license, not more than seventy-five dollars; (2) For reexamination within one year, not less than fifteen dollars nor more than forty-five dollars; (3) For license by reciprocity, not less than twenty-five dollars nor more than seventy-five dollars; (4) For renewal of a license, not more than one hundred dollars; (5) (3) For reinstatement of a lapsed license, not less than five dollars nor the current renewal fee plus not more than twenty-five dollars; (6) For reissuance of a lost or destroyed license, following approval of the board, ten dollars (4) For a temporary license, not more than fifty dollars . Section 24. That § 36-4A-36 be amended to read as follows: 36-4A-36. All fees received by the board and all fines moneys collected under the provisions of this chapter shall be paid to the Board of Medical and Osteopathic Examiners who shall credit the same to the State Board of Medical Examiner's fund deposited in a bank as authorized by the board . No fee shall may be refunded. The funds are subject to withdrawal as authorized by the board. A report of all receipts and expenditures shall be made at the close of each fiscal year and filed with the state auditor. Section 25. That § 36-4A-37 be amended to read as follows: 36-4A-37. The South Dakota State Board of Medical and Osteopathic Examiners board may deny the issuance or renewal of a license or suspend or revoke . The board may suspend, revoke, or impose other disciplinary actions upon the license of any physician assistant issued under this chapter upon satisfactory proof, in compliance with chapter 1-26, of such person's the licensee's : (1) Incompetence Professional incompetence or unprofessional or dishonorable conduct as defined in § § 36-4-29 and 36-4-30; (2) Violation of this chapter in any respect; (3) Failure to notify the board, in writing, of the termination of the contract with the person's supervising physician within seven days after the termination maintain on file with the board a copy of each practice agreement containing the current information regarding the licensee's practice status as required by the board ; (4) Rendering medical services beyond the specific tasks allowed those delegated to the physician assistant in the practice agreement ; or (5) Rendering medical services without supervision of a physician as required by law and the rules of the board. Section 26. That § 36-4A-41 be amended to read as follows: 36-4A-41. Upon application, the board may reissue a license to practice to any person whose licensure which has been canceled, suspended, or revoked. A reissuance of a license which has been canceled or revoked shall not be made prior to one year after said cancellation or revocation and the reissuance of any license may be made in such manner and form and under conditions as the board may require. Section 27. That § 36-4A-42 be amended to read as follows: 36-4A-42. The board shall promulgate rules pursuant to chapter 1-26 pertaining to : fees, licensure of physician assistants, placement of physician assistants supervision requirements, and disciplinary proceedings. Section 28. That § 36-4A-2 be repealed. 36-4A-2. Supervision of physician assistant refers to the responsibility of the physician to observe, direct and review the work, records, and practice permitted by §§ 36-4A-21 to 36-4A- 26, inclusive, to ensure the patient, the physician, and the physician assistant that good and safe treatment is rendered. Section 29. That § 36-4A-3 be repealed. 36-4A-3. There is hereby created a state physician assistant program under the direction and control of the State Board of Medical and Osteopathic Examiners. Section 30. That § 36-4A-7 be repealed. 36-4A-7. Nothing in this chapter shall be construed to limit the employment of a physician assistant by any federal agency, but the physician assistant so employed must be individually supervised by a designated and approved physician. Such employment shall be subject to all the provisions of this chapter. Section 31. That § 36-4A-9 be repealed. 36-4A-9. The board may license as a physician assistant in this state, without examination, a person who has been so certified or licensed by examination in another state of the United States which has requirements substantially equivalent to those in this chapter and who meets all requirements of this chapter other than examination. Section 32. That § 36-4A-11 be repealed. 36-4A-11. Nothing in this chapter shall be construed to limit the practice in this state for a period of not more than six months by a person licensed as a physician assistant in another state with requirements for such licensure substantially equivalent to those in this chapter, if such person first secures a permit from the board in a manner prescribed by the board, but the board may reduce such period to not less than thirty days. Section 33. That § 36-4A-12 be repealed. 36-4A-12. An educational program for instruction of a physician assistant shall be approved by the board. Section 34. That § 36-4A-13 be repealed. 36-4A-13. The curriculum of an educational program for instruction of a physician assistant shall be approved by the board. Section 35. That § 36-4A-14 be repealed. 36-4A-14. An educational program for instruction as an assistant to the specialist physician in any recognized clinical specialty shall meet the following general requirements, as well as specific curriculum requirements for the particular specialty more specifically set forth in § 36- 4A-15, for approval: (1) The program shall establish that its theoretical and clinical training program produces an assistant to the specialist physician necessary to the effective delivery of medical services within that specialty; (2) Candidates for admission shall have successfully completed an approved high school course of study or have passed a standard equivalency test; (3) Prior clinical experience in direct patient contact is required for each candidate; (4) The educational program shall be established in educational institutions approved by the board which meet the standards of any accrediting agency recognized by the National Commission on Accrediting and which are affiliated with board approved clinical facilities; (5) The educational program shall develop an evaluation mechanism satisfactory to the board to determine the effectiveness of its theoretical and clinical program compatible with state-wide standards, the results of which must be made available to the board annually; (6) Course work may carry academic credit. Upon successful completion of the theoretical and clinical program the student may receive an associate of arts or science degree; (7) The educational program shall establish equivalency and proficiency testing and other mechanisms whereby full academic credit is given for past education and experience in the courses of the curriculum required for the particular specialty, more specifically set forth herein; (8) The director of the educational program must be a licensed physician who is certified as or eligible to be a member of the appropriate official national specialty board for the particular specialty and who holds a faculty appointment at the educational institution; (9) Instructors in the theoretical program and clinical training program shall be competent in their respective fields of instruction and clinical training and be properly qualified; (10) The educational program shall establish a definitive candidate selection procedure satisfactory to the board; (11) The number of students enrolled in the theoretical program should not exceed the number that can be clinically supervised and trained; (12) The educational program shall have an elective period, preferably near the end of the program, to permit the student to gain knowledge of subjects which pertain to the clinical specialty and the student's particular intended employment therein; (13) The educational program shall establish a continuing clinical educational program for physician assistants in the particular specialty. Section 36. That § 36-4A-15 be repealed. 36-4A-15. An approved educational program for instruction of an assistant to the specialist physician shall include the curriculum provided in § 36-4A-13 and, in addition, adequate instruction in the special subjects approved by the given specialty advisory committee to the Board of Medical and Osteopathic Examiners. Section 37. That § 36-4A-16 be repealed. 36-4A-16. Educational programs for instruction of an assistant to the primary care physician and assistant to the specialist physician must be approved by the Board of Medical and Osteopathic Examiners and schools offering such programs shall submit applications for approval on forms provided by said board. Section 38. That § 36-4A-16.1 be repealed. 36-4A-16.1. All state funds appropriated for the support and development of physician's assistants programs shall be administered under the direction and supervision of the University of South Dakota School of Medicine. Section 39. That § 36-4A-17 be repealed. 36-4A-17. An educational program approved by the board as meeting the general educational requirements of § 36-4A-12 or § 36-4A-14 and specific curriculum requirements established in this chapter for educational programs for an assistant to the primary care physician or for a particular curriculum specialty shall notify the board whenever a change occurs in the directorship of the educational program or when major modifications in the curriculum are anticipated. Section 40. That § 36-4A-18 be repealed. 36-4A-18. Failure of an educational program to continue compliance with the general requirements of § 36-4A-14 and the specific curriculum requirements for the particular specialty set forth in § 36-4A-15 subsequent to approval by the board may result in the board withdrawing said approval. Section 41. That § 36-4A-19 be repealed. 36-4A-19. The South Dakota State Board of Medical and Osteopathic Examiners shall provide for the placement of physician assistants. The board shall notify the physician who has made application to place a physician assistant of the board's affirmative or negative decision regarding the placement. In placing physician assistants the board may consider: (1) The distance between the supervising physician and the physician assistant; (2) The ability of the supervising physician to adequately provide supervision as required by law and good medical practice; and (3) The consistency between the type and scope of medical practice of the supervising physician and the proposed medical practice of the physician assistant. In addition, if the proposed office of the physician assistant is separate from the main office of the supervising physician, the board may also consider the availability or nonavailability of medical services in the proposed location of the physician assistant and such specific requirements as the board may provide as a condition precedent to approving a particular placement. Section 42. That § 36-4A-20 be repealed. 36-4A-20. A certified true copy of the proposed practice agreement between the supervising physician and the physician assistant outlining those activities in §§ 36-4A-21 to 36-4A-26, inclusive, which the physician assistant may perform, shall be filed with and approved by the board. Section 43. That § 36-4A-21 be repealed. 36-4A-21. An assistant to the primary care physician may perform, under the responsibility and supervision of the primary care physician, selected diagnostic and therapeutic tasks in each of five major clinical disciplines (medicine, surgery, pediatrics, psychiatry, and obstetrics). Section 44. That § 36-4A-22 be repealed. 36-4A-22. Specifically, and by way of limitations, an assistant to the primary care physician may: (1) Take a complete, detailed, and accurate history; do a complete physical examination, when appropriate, to include pelvic and breast examinations specifically excluding endoscopic examinations; record pertinent data in acceptable medical form; and, if the physical examination is for participation in athletics, certify that the patient is healthy and able to participate; (2) Perform or assist in the performance of the following routine laboratory and governing techniques: (a) The drawing of venous or peripheral blood and the routine examination of the blood; (b) Urinary bladder catheterization and routine urinalysis; (c) Nasogastric intubation and gastric lavage; (d) The collection of and the examination of the stool; (e) The taking of cultures; (f) The performance and reading of skin tests; (g) The performance of pulmonary function tests excluding endoscopic procedures; (h) The performance of tonometry; (i) The performance of hearing screenings; (j) The taking of EKG tracings; (3) Make a tentative medical diagnosis and institute therapy or referral; prescribe medications and provide drug samples or a limited supply of labeled medications, including controlled drugs or substances listed on Schedule II in chapter 34-20B for one period of not more than thirty days, for symptoms and temporary pain relief; treat common childhood diseases; to assist in the follow-up treatment of geriatric and psychiatric disorders referred by the physicians. Medications or sample drugs provided to patients shall be accompanied with written administration instructions and appropriate documentation shall be entered in the patient's medical record; (4) Perform the following routine therapeutic procedures: (a) Injections; (b) Immunizations; (c) Debridement, suture, and care of superficial wounds; (d) Debridement of minor superficial burns; (e) Removal of foreign bodies from the external surface of the skin (specifically excluding foreign bodies of the cornea); (f) Removal of sutures; (g) Removal of impacted cerumen; (h) Subcutaneous local anesthesia, excluding any nerve blocks; (i) Strapping, casting, and splinting of sprains; (j) Anterior nasal packing for epistaxis; (k) Removal of cast; (l) Application of traction; (m) Application of physical therapy modalities; (n) Incision and drainage of superficial skin infections; (5) Assist the primary care physician in health maintenance of patients by: (a) Well-baby and well-child clinics to include initial and current booster immunization for communicable disease; (b) Pre- and post-natal surveillance to include clinics and home visits; (c) Family planning, counseling, and management; (6) Institute emergency measures and emergency treatment or appropriate measures in situations such as cardiac arrest, shock, hemorrhage, convulsions, poisonings, and emergency obstetric delivery. Emergency measures includes writing a chemical or physical restraint order when the patient may do personal harm or harm others; (7) Assist the primary care physician in the management of long-term care to include: (a) Ordering indicated laboratory procedures; (b) Managing a medical care regimen for acute and chronically ill patients within established standing orders. (Prescription of modifications needed by patients coping with illness or maintaining health, such as in diet, exercise, relief from pain, medication, and adaptation to handicaps or impairments); (c) Making referrals to appropriate agencies; (8) Assist the primary care physician in the hospital setting by arranging hospital admissions under the direction of the physician, by accompanying the primary care physician on rounds, and recording the physician's patient progress notes; by accurately and appropriately transcribing and executing specific orders at the direction of the physician; by assistance at surgery; by compiling detailed narrative and case summaries; by completion of the forms pertinent to the patient's medical record; (9) Assist the primary care physician in the office in the ordering of drugs and supplies, in the keeping of records, and in the upkeep of equipment; (10) Assist the primary care physician in providing services to patients requiring continuing care (nursing home, extended care, and home care) including follow-up visits after the initial treatment by the physician; (11) Assist the primary care physician in the completion of official documents such as death certificates, birth certificates, and similar documents required by law, including signing the documents; (12) Take X-rays to be read by a physician. A physician's assistant may not administer injections in conjunction with the taking of any X-rays. Section 45. That § 36-4A-23 be repealed. 36-4A-23. In addition to the tasks performable listed in § 36-4A-22 an assistant to the primary care physician may be permitted to perform, under the supervision of the primary care physician, such other tasks, except those expressly excluded herein, for which adequate training and proficiency can be demonstrated in a manner satisfactory to the board. Section 46. That § 36-4A-24 be repealed. 36-4A-24. An assistant to the specialist physician may perform, under the responsibility and supervision of the specialist physician, selected diagnostic and therapeutic tasks in the major clinical disciplines. Section 47. That § 36-4A-25 be repealed. 36-4A-25. Specifically, and by way of limitations, an assistant to the specialist physician may perform those tasks authorized for the assistant to the primary care physician under subdivisions 36-4A-22(1), (2), (4), and (6), provided, however, that the assistant to the specialist physician may remove superficial foreign bodies of the cornea. An assistant to the specialist physician may also assist at major surgery. Section 48. That § 36-4A-26 be repealed. 36-4A-26. In addition to the tasks performable listed in § 36-4A-25 an assistant to the specialist physician may be permitted to perform, under the supervision of the specialist physician, such other tasks, except those expressly excluded herein, for which adequate training and proficiency can be demonstrated in a manner satisfactory to the board. Section 49. That § 36-4A-35 be repealed. 36-4A-35. Not later than the first day of April of each fiscal year, the board shall promulgate rules pursuant to chapter 1-26 to set fees in each of the above categories within the stated limits in an amount which will produce sufficient revenue for the ensuing fiscal year not to exceed one hundred twenty percent of the anticipated expenses of the board for the operation of the physician assistant program by the board for that year. Section 50. That § 36-4A-43 be repealed. 36-4A-43. A locum tenens license allows the holder thereof to practice as a physician assistant in this state for a limited period of time and is subject to the requirements and conditions set forth in the license. Section 51. That § 36-4A-44 be repealed. 36-4A-44. Each new applicant for a locum tenens license shall submit a licensure fee of fifty dollars made payable to the secretary of the board and appear personally at the office of the board or at the office of a member of the board. Section 52. That § 36-4A-45 be repealed. 36-4A-45. The board may issue a license for locum tenens to an applicant who holds a valid physician assistant license in any state or territory of the United States, the District of Columbia, or province of Canada or who has successfully completed an approved program and the curriculum requirements pursuant to §§ 36-4A-12 and 36-4A-13. To obtain a locum tenens license, the applicant shall present a petition to the board signed under oath by a licensed physician practicing in this state and by the applicant requesting a locum tenens license. The petition shall set forth the reasons why the applicant should be issued a locum tenens license. In addition to the petition, the locum tenens applicant shall complete and submit to the board the application required by § 36-4A-8. A new petition shall be submitted to the board for each locum tenens practice location. Section 53. That § 36-4A-46 be repealed. 36-4A-46. Any person holding a locum tenens license under the provisions of this chapter shall renew the license annually on or before the fifteenth day of July upon a form which shall be furnished to the person by the board. The request for renewal shall include proof, as may be required by the board, of continuance of the qualifications for original licensure and payment of an annual renewal fee of fifty dollars. Section 54. That § 36-4A-47 be repealed. 36-4A-47. A renewal request pursuant to § 36-4A-46 shall be accompanied by evidence satisfactory to the board of the completion during the preceding twelve months of at least thirty hours of post-graduate studies in family medicine which has been approved by the board. Section 55. That § 36-4A-48 be repealed. 36-4A-48. Any physician assistant applying for a locum tenens license shall have practiced a minimum of three hundred hours in the preceding twenty-four months and shall meet locum tenens licensure requirements as set forth in §§ 36-4A-43 to 36-4A-47, inclusive. Section 56. That § 36-4A-49 be repealed. 36-4A-49. The term, employer physician, wherever it is used in chapter 36-4A means supervising physician. The Code Commission in future supplements and revisions of the South Dakota Codified Laws shall substitute the term, supervising physician, and its derivatives for the term, employer physician, and its derivatives. The term, employment contract, wherever it is used in chapter 36-4A means practice agreement. The Code Commission in future supplements and revisions of the South Dakota Codified Laws shall substitute the term, practice agreement, and its derivatives for the term, employment contract, and its derivatives. The term, physician's assistant, wherever it is used in chapter 36-4A means physician assistant. The Code Commission in future supplements and revisions of the South Dakota Codified Laws shall substitute the term, physician assistant, and its derivatives for the term, physician's assistant, and its derivatives. The term, certification, wherever it is used in chapter 36-4A means licensure. The Code Commission in future supplements and revisions of the South Dakota Codified Laws shall substitute the term, licensure, and its derivatives for the term, certification, and its derivatives."}, {"bill_id": 21136, "bill_version_id": 111423, "bill_version": "Enrolled", "bill_version_date": "2007-02-02T08:26:49-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21136, "action_date": "2007-01-09T12:00:00-06:00", "document_id": 110145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110145.pdf", "status_text": "First read in House and referred to", "journal_page": 26, "committee_id_action": 923, "committee_id_assigned": 914, "result": "N", "vote": {}}, {"bill_id": 21136, "action_date": "2007-01-19T07:45:00-06:00", "document_id": 110440, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110440.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 914, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21136, "action_date": "2007-01-19T07:45:00-06:00", "document_id": 110440, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110440.pdf", "status_text": "Do Pass Amended,", "journal_page": 124, "committee_id_action": 914, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66045, "president_vote": null, "Yea": [3576, 3588, 3613, 3620, 3624, 3637, 3645, 3646, 3656, 3662, 3671, 3670], "Excused": [3631]}}, {"bill_id": 21136, "action_date": "2007-01-23T14:00:00-06:00", "document_id": 110616, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110616.pdf", "status_text": "Do Pass Amended,", "journal_page": 162, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66934, "president_vote": null, "Yea": [3572, 3576, 3577, 3578, 3579, 3580, 3581, 3582, 3583, 3586, 3587, 3588, 3590, 3591, 3592, 3593, 3594, 3597, 3598, 3599, 3600, 3604, 3605, 3606, 3609, 3611, 3613, 3614, 3616, 3619, 3620, 3622, 3624, 3628, 3629, 3631, 3632, 3635, 3637, 3638, 3640, 3642, 3643, 3644, 3645, 3646, 3648, 3650, 3651, 3653, 3654, 3655, 3656, 3657, 3658, 3660, 3662, 3663, 3665, 3666, 3668, 3670, 3671, 3672, 3673, 3674, 3675, 3676, 3584], "Excused": [3649]}}, {"bill_id": 21136, "action_date": "2007-01-24T14:00:00-06:00", "document_id": 110695, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110695.pdf", "status_text": "First read in Senate and referred to", "journal_page": 213, "committee_id_action": 924, "committee_id_assigned": 901, "result": "N", "vote": {}}, {"bill_id": 21136, "action_date": "2007-01-31T10:00:00-06:00", "document_id": 111265, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111265.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 901, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21136, "action_date": "2007-01-31T10:00:00-06:00", "document_id": 111265, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111265.pdf", "status_text": "Do Pass,", "journal_page": 306, "committee_id_action": 901, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66547, "president_vote": null, "Yea": [3595, 3607, 3621, 3623, 3647, 3669, 3585]}}, {"bill_id": 21136, "action_date": "2007-02-01T14:00:00-06:00", "document_id": 111404, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111404.pdf", "status_text": "Do Pass Amended,", "journal_page": 347, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66659, "president_vote": null, "Yea": [3571, 3573, 3574, 3575, 3585, 3589, 3595, 3596, 3602, 3603, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3621, 3623, 3625, 3626, 3627, 3630, 3633, 3634, 3636, 3639, 3641, 3647, 3652, 3659, 3661, 3664, 3667, 3669]}}, {"bill_id": 21136, "action_date": "2007-02-02T13:00:00-06:00", "document_id": 111493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111493.pdf", "status_text": "Signed by Speaker", "journal_page": 325, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21136, "action_date": "2007-02-05T14:00:00-06:00", "document_id": 111593, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111593.pdf", "status_text": "Signed by President", "journal_page": 386, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21136, "action_date": "2007-02-05T14:00:00-06:00", "document_id": 111585, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111585.pdf", "status_text": "Delivered to the Governor", "journal_page": 348, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21136, "action_date": "2007-02-07T14:00:00-06:00", "document_id": 111788, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111788.pdf", "status_text": "Signed by Governor", "journal_page": 374, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3759}