{"session_id": 19, "bill_id": 136, "bill_type": "Senate Bill", "bill_number": 218, "bill_title": "establish a program to assist rural counties to recruit attorneys.", "sponsors": [{"legislator_profile_id": 335, "is_prime": true}, {"legislator_profile_id": 327, "is_prime": true}, {"legislator_profile_id": 330, "is_prime": false}, {"legislator_profile_id": 337, "is_prime": false}, {"legislator_profile_id": 349, "is_prime": false}, {"legislator_profile_id": 342, "is_prime": false}, {"legislator_profile_id": 340, "is_prime": false}, {"legislator_profile_id": 334, "is_prime": false}, {"legislator_profile_id": 350, "is_prime": false}, {"legislator_profile_id": 347, "is_prime": false}, {"legislator_profile_id": 416, "is_prime": false}, {"legislator_profile_id": 336, "is_prime": false}, {"legislator_profile_id": 329, "is_prime": false}, {"legislator_profile_id": 369, "is_prime": false}, {"legislator_profile_id": 331, "is_prime": false}, {"legislator_profile_id": 400, "is_prime": false}, {"legislator_profile_id": 419, "is_prime": false}, {"legislator_profile_id": 371, "is_prime": false}, {"legislator_profile_id": 332, "is_prime": false}, {"legislator_profile_id": 320, "is_prime": false}, {"legislator_profile_id": 408, "is_prime": false}, {"legislator_profile_id": 368, "is_prime": false}, {"legislator_profile_id": 328, "is_prime": false}, {"legislator_profile_id": 333, "is_prime": false}, {"legislator_profile_id": 405, "is_prime": false}, {"legislator_profile_id": 377, "is_prime": false}, {"legislator_profile_id": 367, "is_prime": false}, {"legislator_profile_id": 339, "is_prime": false}, {"legislator_profile_id": 387, "is_prime": false}, {"legislator_profile_id": 354, "is_prime": false}, {"legislator_profile_id": 383, "is_prime": false}, {"legislator_profile_id": 353, "is_prime": false}], "keywords": ["Counties", "Courts and Judiciary", "Unified Judicial System"], "audio": [{"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sju18.mp3", "start_seconds": 235.0}, {"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sju18.mp3", "start_seconds": 235.0}, {"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sju18.mp3", "start_seconds": 235.0}, {"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sju18.mp3", "start_seconds": 235.0}, {"meeting_datetime": "2013-02-14T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap23.mp3", "start_seconds": 142.0}, {"meeting_datetime": "2013-02-14T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap23.mp3", "start_seconds": 142.0}, {"meeting_datetime": "2013-02-14T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap23.mp3", "start_seconds": 142.0}, {"meeting_datetime": "2013-02-14T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap23.mp3", "start_seconds": 142.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap25.mp3", "start_seconds": 7466.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap25.mp3", "start_seconds": 7466.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap25.mp3", "start_seconds": 7466.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap25.mp3", "start_seconds": 7466.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap25.mp3", "start_seconds": 7466.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap25.mp3", "start_seconds": 7466.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap25.mp3", "start_seconds": 7466.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen26.mp3", "start_seconds": 9279.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen26.mp3", "start_seconds": 9279.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen26.mp3", "start_seconds": 9279.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen26.mp3", "start_seconds": 9279.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen26.mp3", "start_seconds": 9279.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen26.mp3", "start_seconds": 9279.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen26.mp3", "start_seconds": 9279.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen26.mp3", "start_seconds": 9279.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen26.mp3", "start_seconds": 10778.0}], "bill_versions": [{"bill_id": 136, "bill_version_id": 24710, "bill_version": "Introduced", "bill_version_date": "2013-01-28T09:23:06.98-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a program to assist rural counties to recruit attorneys. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Unified Judicial System may establish a program to assist rural counties in recruiting attorneys. Section 2. A county eligible to participate in the recruitment assistance program is any county in this state which: (1) Has a population of twelve thousand persons or less; (2) Agrees to provide its portion of the incentive payment pursuant to the provisions of this Act; and (3) Is determined to be eligible by the Unified Judicial System. Each interested county shall apply to the Unified Judicial System. Before making a determination of eligibility, the Unified Judicial System shall conduct a county assessment designed to evaluate the county's need for an attorney and its ability to sustain and support an attorney. The Unified Judicial System shall maintain a list of counties that have been assessed and that are eligible for participation in the recruitment assistance program established by this Act. The Unified Judicial System may revise any county assessment or conduct a new assessment as necessary to reflect any change in conditions within a county. Section 3. A law student is eligible to participate in the recruitment assistance program established pursuant to this Act if the student is enrolled at the University of South Dakota School of Law or has been a resident of the state for at least three years and is enrolled in a law school accredited by the American Bar Association outside of the state. The student shall also agree to practice in an eligible rural county for a minimum period of five years. However, no more than twelve attorneys may participate in the program at any specified time. Section 4. An attorney who fulfills the requirements of the recruitment assistance program established pursuant to this Act, is entitled to receive an incentive payment in an amount equal to one hundred fifty percent of the University of South Dakota School of Law resident tuition. Section 5. Any agreement for the payment of recruitment assistance pursuant to this Act shall obligate the rural county to be served by the attorney to provide thirty-five percent of the total amount of the incentive payment. When the rural county certifies to the Unified Judicial System that it has paid the full amount for which it is obligated, the Unified Judicial System shall pay to the law student the remaining balance of the total incentive payment amount for that year. The Unified Judicial System shall pay the required amount out of funds appropriated by the Legislature for such purpose. The incentive payment shall be paid upon the successful academic completion of each academic year. However, a county may prepay its portion of the incentive payment at any time during the three-year period. If the law student or attorney has received a payment pursuant to this Act and subsequently breeches the agreement, the student or attorney shall repay all sums received pursuant to this Act under the terms and conditions set by the Unified Judicial System. Failure to make repayment is grounds for discipline by the State Bar of South Dakota and the Supreme Court. Section 6. Any rural county may appropriate funds for the purpose of carrying out the provisions of this Act. A rural county may enter an agreement with any county, municipality, school district, or nonprofit entity to assist the county in carrying out the provisions of this Act. Section 7. No recruitment assistance agreement entered into pursuant to the provisions of this Act is effective until it is filed with and approved by the Unified Judicial System. The Supreme Court may promulgate rules necessary to implement the provisions of this Act. Section 8. No person may participate in the program established pursuant to the provisions of this Act if the person has previously participated in the program, or any other state or federal scholarship, loan repayment, or tuition reimbursement program that obligates the person to provide attorney services within an underserved area."}, {"bill_id": 136, "bill_version_id": 25279, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2013-02-05T14:03:11.773-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a program to assist rural counties to recruit attorneys. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Unified Judicial System may establish a program to assist rural counties in recruiting attorneys. Section 2. A county eligible to participate in the recruitment assistance program is any county in this state which: (1) Has a population of twelve thousand persons or less; (2) Agrees to provide its portion of the incentive payment pursuant to the provisions of this Act; and (3) Is determined to be eligible by the Unified Judicial System. Each interested county shall apply to the Unified Judicial System. Before making a determination of eligibility, the Unified Judicial System shall conduct a county assessment designed to evaluate the county's need for an attorney and its ability to sustain and support an attorney. The Unified Judicial System shall maintain a list of counties that have been assessed and that are eligible for participation in the recruitment assistance program established by this Act. The Unified Judicial System may revise any county assessment or conduct a new assessment as necessary to reflect any change in conditions within a county. Section 3. A law student is eligible to participate in the recruitment assistance program established pursuant to this Act if the student is enrolled at the University of South Dakota School of Law or has been a resident of the state for at least three years and is enrolled in a law school accredited by the American Bar Association outside of the state. The student shall also agree to practice in an eligible rural county for at least five years. Any attorney who agrees to practice for at least five years in an eligible rural county is also eligible to participate in the recruitment assistance program. However, no more than four persons may be added to the program in any one year and no more than a total of sixteen persons may participate in the program. No person may be added to the program after July 1, 2017. Section 4. Any law student or attorney who fulfills the requirements of the recruitment assistance program established pursuant to this Act, is entitled to receive an incentive payment in an amount equal to one hundred fifty percent of the University of South Dakota School of Law resident tuition. Section 5. Any agreement for the payment of recruitment assistance pursuant to this Act shall obligate the rural county to be served by the attorney to provide thirty-five percent of the total amount of the incentive payment. When the rural county certifies to the Unified Judicial System that it has paid the amount for which it is obligated, the Unified Judicial System shall pay to the law student the remaining balance of the total incentive payment amount for that year. The Unified Judicial System shall pay the required amount out of funds appropriated by the Legislature for such purpose. For a law student the incentive payment shall be paid upon the successful academic completion of each academic year. However, a county may prepay its portion of the incentive payment at any time during the three-year period. For an attorney one-third of the incentive payment shall be paid after each year of the attorney's first three years of practice in an eligible rural county and the county has paid its one-third portion of the incentive payment. However, a county may prepay its portion of the incentive payment any time during the three-year period. If the law student or attorney has received a payment pursuant to this Act and subsequently breeches the agreement, the student or attorney shall repay all sums received pursuant to this Act under the terms and conditions set by the Unified Judicial System. Failure to make repayment is grounds for discipline by the State Bar of South Dakota and the Supreme Court. Section 6. Any rural county may appropriate funds for the purpose of carrying out the provisions of this Act. A rural county may enter an agreement with any county, municipality, school district, or nonprofit entity to assist the county in carrying out the provisions of this Act. Section 7. No recruitment assistance agreement entered into pursuant to the provisions of this Act is effective until it is filed with and approved by the Unified Judicial System. The agreement shall provide that the attorney practice law full-time in the eligible county for at least five years. The Supreme Court may promulgate rules necessary to implement the provisions of this Act. Section 8. No person may participate in the program established pursuant to the provisions of this Act if the person has previously participated in the program, or any other state or federal scholarship, loan repayment, or tuition reimbursement program that obligates the person to provide attorney services within an underserved area."}, {"bill_id": 136, "bill_version_id": 25989, "bill_version": "Senate Appropriations Engrossed", "bill_version_date": "2013-02-19T16:55:13.217-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a program to assist rural counties to recruit attorneys. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Unified Judicial System may establish a pilot program to assist rural counties in recruiting attorneys. Section 2. A county eligible to participate in the recruitment assistance pilot program is any county in this state which: (1) Has a population of twelve thousand persons or less; (2) Agrees to provide its portion of the incentive payment pursuant to the provisions of this Act; and (3) Is determined to be eligible by the Unified Judicial System. Each interested county shall apply to the Unified Judicial System. Before making a determination of eligibility, the Unified Judicial System shall conduct a county assessment designed to evaluate the county's need for an attorney and its ability to sustain and support an attorney. The Unified Judicial System shall maintain a list of counties that have been assessed and that are eligible for participation in the recruitment assistance pilot program established by this Act. The Unified Judicial System may revise any county assessment or conduct a new assessment as necessary to reflect any change in conditions within a county. Section 3. In making the selection of the participating counties, the Unified Judicial System shall be guided by: (1) Demographics of the county; (2) Age and number of the current membership of the county bar; (3) Recommendation of the presiding circuit judge; (4) Programs of economic development within the county; (5) Geographical location to other counties receiving assistance; (6) Evaluation of the law student or attorney seeking assistance under this program; (7) Existing or previous ties of the applicant to the county; and (8) Prior participation by the county in this pilot program. Section 4. A law student is eligible to participate in the recruitment assistance pilot program established pursuant to this Act if the student is enrolled at the University of South Dakota School of Law or has been a resident of the state for at least three years and is enrolled in a law school accredited by the American Bar Association outside of the state. The student shall also agree to practice in an eligible rural county for at least five years. Any attorney who agrees to practice for at least five years in an eligible rural county is also eligible to participate in the recruitment assistance pilot program. However, no more than four persons may be added to the program in any one year and no more than a total of sixteen persons may participate in the program. No person may be added to the program after July 1, 2017. Section 5. Any law student or attorney who fulfills the requirements of the recruitment assistance pilot program established pursuant to this Act, is entitled to receive an incentive payment in an amount equal to one hundred fifty percent of the University of South Dakota School of Law resident tuition and fees. Section 6. Any agreement for the payment of recruitment assistance pursuant to this Act shall obligate the rural county to be served by the attorney to provide thirty-five percent of the total amount of the incentive payment. When the rural county certifies to the Unified Judicial System that it has paid the amount for which it is obligated, the Unified Judicial System shall pay to the law student the remaining balance of the total incentive payment amount for that year. The Unified Judicial System shall pay the required amount out of funds appropriated in section 9 of this Act. For a law student the incentive payment shall be paid upon the successful academic completion of each academic year. However, a county may prepay its portion of the incentive payment at any time during the three-year period. For an attorney one-third of the incentive payment shall be paid after each year of the attorney's first three years of practice in an eligible rural county and the county has paid its one-third portion of the incentive payment. However, a county may prepay its portion of the incentive payment any time during the three-year period. If the law student or attorney has received a payment pursuant to this Act and subsequently breeches the agreement, the student or attorney shall repay all sums received pursuant to this Act under the terms and conditions set by the Unified Judicial System. Failure to make repayment is grounds for discipline by the State Bar of South Dakota and the Supreme Court. Section 7. Any rural county may appropriate funds for the purpose of carrying out the provisions of this Act. A rural county may enter an agreement with any county, municipality, school district, or nonprofit entity to assist the county in carrying out the provisions of this Act. Section 8. No recruitment assistance agreement entered into pursuant to the provisions of this Act is effective until it is filed with and approved by the Unified Judicial System. The agreement shall provide that the attorney practice law full-time in the eligible county for at least five years. The Supreme Court may promulgate rules necessary to implement the provisions of this Act. Section 9. No person may participate in the program established pursuant to the provisions of this Act if the person has previously participated in the program, or any other state or federal scholarship, loan repayment, or tuition reimbursement program that obligates the person to provide attorney services within an underserved area. Section 10. There is hereby appropriated from the general fund the sum of one dollar ($1), or so much thereof as may be necessary, to the Unified Judicial System to provide payments described in section 5 of this Act. Section 11. The Chief Justice shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 12. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 13. The Unified Judicial System shall annually file with the Legislative Research Council a report on the status of the program."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 136, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24841.pdf", "status_text": "First read in Senate and referred to", "journal_page": 241, "committee_id_action": 200, "committee_id_assigned": 181, "result": "N", "vote": {}}, {"bill_id": 136, "action_date": "2013-02-05T08:00:00-06:00", "document_id": 25074, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25074.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 181, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 136, "action_date": "2013-02-05T08:00:00-06:00", "document_id": 25272, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25272.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 181, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 136, "action_date": "2013-02-05T08:00:00-06:00", "document_id": 25272, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25272.pdf", "status_text": "Referred as Amended to", "journal_page": 323, "committee_id_action": 181, "committee_id_assigned": 199, "result": "P", "vote": {"vote_id": 13384, "president_vote": null, "Yea": [327, 419, 336, 325, 330, 362, 339]}}, {"bill_id": 136, "action_date": "2013-02-14T08:00:00-06:00", "document_id": 25512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25512.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 199, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 136, "action_date": "2013-02-14T08:00:00-06:00", "document_id": 25753, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25753.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 199, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 136, "action_date": "2013-02-19T08:00:00-06:00", "document_id": 25770, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25770.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 199, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 136, "action_date": "2013-02-19T08:00:00-06:00", "document_id": 25971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25971.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 199, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 136, "action_date": "2013-02-19T08:00:00-06:00", "document_id": 25971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25971.pdf", "status_text": "Amend the amendment", "journal_page": 0, "committee_id_action": 199, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 136, "action_date": "2013-02-19T08:00:00-06:00", "document_id": 25971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25971.pdf", "status_text": "Do Pass Amended", "journal_page": 462, "committee_id_action": 199, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13979, "president_vote": null, "Yea": [367, 376, 317, 365, 379, 319, 321], "Excused": [387], "Nay": [338]}}, {"bill_id": 136, "action_date": "2013-02-20T14:00:00-06:00", "document_id": 26088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26088.pdf", "status_text": "Do Pass Amended", "journal_page": 502, "committee_id_action": 200, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 14097, "president_vote": null, "Nay": [338, 388, 363, 325, 358, 376, 345, 419, 385, 384], "Yea": [362, 330, 337, 366, 340, 365, 364, 336, 329, 331, 317, 320, 321, 368, 328, 333, 386, 367, 319, 339, 327, 383, 379], "Excused": [322, 387]}}, {"bill_id": 136, "action_date": "2013-02-20T14:00:00-06:00", "document_id": 26088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26088.pdf", "status_text": "Intent to reconsider", "journal_page": 502, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 136, "action_date": "2013-02-20T14:00:00-06:00", "document_id": 26088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26088.pdf", "status_text": "Reconsidered", "journal_page": 504, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14104, "president_vote": null, "Nay": [338, 388, 363, 325, 358, 376, 329, 419, 385, 384, 321, 368, 383], "Yea": [362, 330, 337, 366, 340, 365, 364, 336, 345, 331, 317, 320, 328, 333, 386, 367, 319, 339, 327, 379], "Excused": [322, 387]}}, {"bill_id": 136, "action_date": "2013-02-20T14:00:00-06:00", "document_id": 26088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26088.pdf", "status_text": "Do Pass Amended", "journal_page": 505, "committee_id_action": 200, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 14105, "president_vote": null, "Nay": [338, 388, 363, 325, 358, 376, 329, 385, 384, 321, 368], "Yea": [362, 330, 337, 366, 340, 365, 364, 336, 345, 331, 419, 317, 320, 328, 333, 386, 367, 319, 339, 327, 383, 379], "Excused": [322, 387]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/136"}