{"session_id": 68, "bill_id": 23573, "bill_type": "Senate Bill", "bill_number": 57, "bill_title": "revise the eligibility of alternative instruction students for participation in school district activities.", "sponsors": [{"legislator_profile_id": 4386, "is_prime": true}], "keywords": ["Education", "School Districts"], "audio": [{"meeting_datetime": "2023-02-02T07:45:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sed16.mp3", "start_seconds": 563.0}, {"meeting_datetime": "2023-02-02T07:45:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sed16.mp3", "start_seconds": 563.0}, {"meeting_datetime": "2023-02-02T07:45:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sed16.mp3", "start_seconds": 563.0}, {"meeting_datetime": "2023-02-02T07:45:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sed16.mp3", "start_seconds": 563.0}], "bill_versions": [{"bill_id": 23573, "bill_version_id": 243128, "bill_version": "Introduced", "bill_version_date": "2023-01-11T14:39:10.273-06:00", "bill_text": "An Act to revise the eligibility of alternative instruction students for participation in school district activities. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-36-7 be AMENDED: 13-36-7. Any student enrolling in a South Dakota district pursuant to § 13-15-21 is eligible to participate in any interscholastic activity sponsored by the South Dakota High School Activities Association. Each public school district shall allow participation in athletics, fine arts, or activities for a child being provided alternative instruction pursuant to § 13-27-3 within. A child being provided with alternative instruction may only participate through the child's district in which the child resides of residence. The parent, guardian, or other person in control of a child being provided alternative instruction shall submit proof of age when participating in athletics, fine arts, or activities. A child being provided with alternative instruction who enrolls in a district under the enrollment options program established in § 13-28-40 may not participate in an interscholastic activity sponsored by the South Dakota High School Activities Association through that district. Any child being provided with alternative instruction and participating in an activity sponsored by the South Dakota High School Activities Association activities shall be is held to the same local training rules and South Dakota High School Activities Association transfer and non-academic eligibility rules as enrolled students. Pursuant to § 13-27-3, and before the current season of the sport or activity the alternative instruction child is participating in, the parent, guardian, or other person in control of a child being provided alternative instruction shall provide the appropriate school official with a copy of a transcript of the previous semester's completed coursework that is issued by the parent, guardian, or other person in control of the child. The parent, guardian, or other person in control of a child being provided alternative instruction shall notify the appropriate school official if the child becomes ineligible under South Dakota High School Activities Association or local school rules in so far as those standards apply to § 13-27-3. Nothing in this section confers any vested right in any student wishing to participate in any interscholastic activity to be selected for competition in such the activity. However, any Any enrolled student who leaves an accredited program during the course of the school year and who will be provided alternative instruction is ineligible for participation in interscholastic activities for the balance of the current season of the sport or activity the student is participating in at the time of notification of alternative instruction."}], "amendments": [{"bill_id": 23573, "document_id": 245124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245124.pdf", "legislator_profile_id": 4386, "document_id_instructions": 245134, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/245134.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 23573, "action_date": "2023-01-12T13:00:00-06:00", "document_id": 241529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241529.pdf", "status_text": "First read in Senate and referred to", "journal_page": 41, "committee_id_action": 1183, "committee_id_assigned": 1174, "result": "N", "vote": {}}, {"bill_id": 23573, "action_date": "2023-02-02T07:45:00-06:00", "document_id": 247578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247578.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1174, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23573, "action_date": "2023-02-02T07:45:00-06:00", "document_id": 247581, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247581.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1174, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23573, "action_date": "2023-02-02T07:45:00-06:00", "document_id": 247581, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247581.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1174, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76678, "president_vote": null, "Yea": [4339, 4342, 4404, 4453, 4414], "Nay": [4348, 4407]}}]}