{"session_id": 24, "bill_id": 7429, "bill_type": "Senate Bill", "bill_number": 141, "bill_title": "revise the distribution of petroleum release compensation and tank inspection fees, to provide funding for the local bridge improvement grant fund, and to repeal the state capital construction fund, ethanol fuel fund, and ethanol infrastructure incentive fund.", "sponsors": [{"legislator_profile_id": 1033, "is_prime": true}, {"legislator_profile_id": 973, "is_prime": true}], "keywords": ["Environmental Protection", "Fees", "Highways and Bridges", "Motor Vehicles"], "audio": [{"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/str25.mp3", "start_seconds": 148.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/str25.mp3", "start_seconds": 148.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/str25.mp3", "start_seconds": 148.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/str25.mp3", "start_seconds": 148.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen27.mp3", "start_seconds": 3460.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen27.mp3", "start_seconds": 3460.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen27.mp3", "start_seconds": 3460.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen27.mp3", "start_seconds": 3460.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen27.mp3", "start_seconds": 3460.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen27.mp3", "start_seconds": 3460.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen27.mp3", "start_seconds": 3460.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen27.mp3", "start_seconds": 8310.0}], "bill_versions": [{"bill_id": 7429, "bill_version_id": 38639, "bill_version": "Introduced", "bill_version_date": "2016-02-03T09:59:19.57-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the distribution of petroleum release compensation and tank inspection fees, to provide funding for the local bridge improvement grant fund, and to repeal the state capital construction fund, ethanol fuel fund, and ethanol infrastructure incentive fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34A-13-20 be amended to read: 34A-13-20. A petroleum release compensation and tank inspection fee is imposed upon any petroleum products upon which the fuel excise tax is imposed by §§ 10-47B-5 to 10-47B-10, inclusive, 10-47B-9.1, and 10-47B-13. None of the exemptions from fuel excise tax allowed in § 10-47B-19 apply to this fee. The parties required to pay the fuel excise tax under the provisions of §§ 10-47B-21 to 10-47B-26, inclusive, and 10-47B-29 and 10-47B-31 are liable for payment of the petroleum release and tank inspection fee. In cases where the fuel is exempt from the fuel excise tax under the provisions of subdivisions 10-47B-19(1), (3), and (5), the supplier shall pay the fee. Responsibility for payment of the fee ceases if the petroleum product is sold and delivered by a licensed exporter outside of the state. The amount of the fee imposed is twenty dollars per one thousand gallons of petroleum. Beginning January 1, 2003, fifty percent of the The revenue collected pursuant to this section shall be deposited monthly in the ethanol fuel fund and fifty percent of the revenue collected pursuant to this section shall be distributed monthly in the following manner until June 30, 2021: (1) Beginning in fiscal year 2000 to December 31, 2002, inclusive, fifty percent shall be deposited in the state capital construction fund created in § 5-27-1. Beginning on January 1, 2003, seventy-eight and seven-tenths Thirty-nine and thirty-five hundredths percent shall be deposited in the state capital construction fund; and (2) Beginning April 1, 2002, to December 31, 2002, inclusive, twenty-nine and one-tenth percent shall be deposited in the petroleum release compensation fund and twenty and nine-tenths percent shall be deposited in the state highway fund. Beginning on January 1, 2003, twenty-one and three-tenths Ten and sixty-five hundredths percent shall be deposited in the petroleum release compensation fund; and (3) Fifty percent shall be deposited in the ethanol fuel fund. Section 2. That § 10-47B-162 be amended to read: 10-47B-162. A production incentive payment of twenty cents per gallon is available to ethanol producers for ethyl alcohol which is fully distilled and produced in South Dakota and to qualified biobutanol producers for biobutanol fully produced in South Dakota. The ethyl alcohol shall be ninety-nine percent pure and shall be distilled from cereal grains. Annual production incentive payments for any facility may not exceed one two million dollars. An ethanol production facility is eligible for a production incentive payment under this section only if the facility has produced qualifying ethyl alcohol on or before December 31, 2006. No facility may receive any production incentive payments in an amount greater than nine million six hundred eighty-two thousand dollars. The cumulative annual production incentive payments made under this section may not exceed four million dollars for fiscal year 2003, five million dollars for fiscal year 2004, six million dollars for fiscal year 2005, seven million dollars for fiscal year 2006, seven million dollars for fiscal year 2007, seven million dollars for fiscal year 2008, seven million dollars for fiscal year 2009, seven million dollars for fiscal year 2010, seven million dollars for fiscal year 2011, four million dollars for fiscal year 2012, four million dollars for fiscal year 2013, four million five hundred thousand dollars for fiscal year 2014, four million five hundred thousand dollars for fiscal year 2015, four million five hundred thousand dollars for fiscal year 2016, and seven million dollars per fiscal year thereafter. Payments from the ethanol fuel fund shall be prorated equally to all of the facilities each month based on claims submitted for that month and the amount of funds available for that month. No facility may receive payment for more than four hundred sixteen thousand six hundred sixty-seven eight hundred thirty-three thousand three hundred thirty-four gallons per month. If excess funds are available in the fund in any given month, payment may be made to facilities for previous months when funds were not sufficient to pay the claims from the previous months. All moneys available in the ethanol fuel fund at the end of the fiscal year shall be prorated equally to the facilities based upon all unpaid claims received through the end of that fiscal year. Section 3. That § 34A-13-20 be amended to read: 34A-13-20. A petroleum release compensation and tank inspection fee is imposed upon any petroleum products upon which the fuel excise tax is imposed by §§ 10-47B-5 to 10-47B-10, inclusive, 10-47B-9.1, and 10-47B-13. None of the exemptions from fuel excise tax allowed in § 10-47B-19 apply to this fee. The parties required to pay the fuel excise tax under the provisions of §§ 10-47B-21 to 10-47B-26, inclusive, and 10-47B-29 and 10-47B-31 are liable for payment of the petroleum release and tank inspection fee. In cases where the fuel is exempt from the fuel excise tax under the provisions of subdivisions 10-47B-19(1), (3), and (5), the supplier shall pay the fee. Responsibility for payment of the fee ceases if the petroleum product is sold and delivered by a licensed exporter outside of the state. The amount of the fee imposed is twenty dollars per one thousand gallons of petroleum. Beginning January 1, 2003, fifty percent of the revenue collected pursuant to this section shall be deposited monthly in the ethanol fuel fund and fifty percent of the The revenue collected pursuant to this section shall be distributed monthly in the following manner: (1) Beginning in fiscal year 2000 to December 31, 2002, inclusive, fifty percent shall be deposited in the state capital construction fund created in § 5-27-1. Beginning on January 1, 2003, seventy-eight and seven-tenths percent shall be deposited in the state capital construction fund; and Seventy-one percent shall be deposited in the state highway fund; (2) Beginning April 1, 2002, to December 31, 2002, inclusive, twenty-nine and one-tenth percent shall be deposited in the petroleum release compensation fund and twenty and nine-tenths percent shall be deposited in the state highway fund. Beginning on January 1, 2003, twenty-one and three-tenths Seven percent shall be deposited in the petroleum release compensation fund. ; and (3) Twenty-two percent shall be deposited in the water and environment fund created in § 46A-1-60. Section 4. That § 5-27-1 be repealed. 5-27-1. There is hereby established within the state treasury the state capital construction fund into which shall be deposited the remaining net proceeds to the state from the sale of on-line lottery tickets after the first one million four hundred thousand dollars is deposited into the general fund, and such other revenues as the Legislature may designate. The fund shall be a participating fund and shall be credited for all interest earned on fund balances. Expenditures from the fund shall be made only upon approval by the Legislature. Section 5. That §§ 5-27-4 to 5-27-6, inclusive, be repealed. Section 6. that §§ 10-47B-162 to 10-47B-166, inclusive, be repealed. Section 7. That the code be amended by adding a NEW SECTION to read: Beginning October 1, 2021, the secretary of transportation shall transfer on a quarterly basis from the state highway fund the sum of one million seven hundred fifty thousand dollars to the local bridge improvement grant fund created in § 32-11-38. Section 8. That § 42-7A-24 be amended to read: 42-7A-24. Net proceeds from the sale of instant lottery tickets shall be transferred to the state general fund on an annual basis after July first each year. The commission shall maximize the net proceeds to the state from the sale of instant and on-line lottery tickets. In no event may yearly lottery expenses for the sale of lottery tickets, excluding expenditures from retained earnings, exceed the amount of combined net proceeds transferred to the state general fund and the state capital construction water and environment fund. Net machine income from video lottery games shall be directly deposited in the general fund upon receipt. Net proceeds are funds in the lottery operating fund which are not needed for the payment of prizes, lottery expenses, and total retained earnings up to one and one-half million dollars cash deemed necessary by the executive director and commission for replacement, maintenance, and upgrade of business systems, product development, legal, and operating contingencies of the lottery. In each fiscal year, the commission shall transfer the first one million four hundred thousand dollars from the twenty-eight percent of the net proceeds from the sale of on-line lottery tickets collected pursuant to § 42-7A-24 to the general fund and seventy-two percent of the net proceeds to the water and environment fund created in § 46A-1-60. The commission shall then transfer an amount equal to the remaining net proceeds from the sale of on-line lottery tickets collected pursuant to § 42-7A-24 to the state capital construction fund created in § 5-27-1. Section 9. That sections 3 to 8, inclusive, of this Act, are effective July 1, 2021."}, {"bill_id": 7429, "bill_version_id": 39762, "bill_version": "Senate Transportation Engrossed", "bill_version_date": "2016-02-22T14:27:24.8-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the distribution of petroleum release compensation and tank inspection fees, to provide funding for the local bridge improvement grant fund, and to repeal the state capital construction fund, ethanol fuel fund, and ethanol infrastructure incentive fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34A-13-20 be amended to read: 34A-13-20. A petroleum release compensation and tank inspection fee is imposed upon any petroleum products upon which the fuel excise tax is imposed by §§ 10-47B-5 to 10-47B-10, inclusive, 10-47B-9.1, and 10-47B-13. None of the exemptions from fuel excise tax allowed in § 10-47B-19 apply to this fee. The parties required to pay the fuel excise tax under the provisions of §§ 10-47B-21 to 10-47B-26, inclusive, and 10-47B-29 and 10-47B-31 are liable for payment of the petroleum release and tank inspection fee. In cases where the fuel is exempt from the fuel excise tax under the provisions of subdivisions 10-47B-19(1), (3), and (5), the supplier shall pay the fee. Responsibility for payment of the fee ceases if the petroleum product is sold and delivered by a licensed exporter outside of the state. The amount of the fee imposed is twenty dollars per one thousand gallons of petroleum. Beginning January 1, 2003, fifty percent of the The revenue collected pursuant to this section shall be deposited monthly in the ethanol fuel fund and fifty percent of the revenue collected pursuant to this section shall be distributed monthly in the following manner until June 30, 2021: (1) Beginning in fiscal year 2000 to December 31, 2002, inclusive, fifty percent shall be deposited in the state capital construction fund created in § 5-27-1. Beginning on January 1, 2003, seventy-eight and seven-tenths Thirty-nine and thirty-five hundredths percent shall be deposited in the state capital construction fund; and (2) Beginning April 1, 2002, to December 31, 2002, inclusive, twenty-nine and one-tenth percent shall be deposited in the petroleum release compensation fund and twenty and nine-tenths percent shall be deposited in the state highway fund. Beginning on January 1, 2003, twenty-one and three-tenths Ten and sixty-five hundredths percent shall be deposited in the petroleum release compensation fund; and (3) Fifty percent shall be deposited in the ethanol fuel fund. Section 2. That § 10-47B-162 be amended to read: 10-47B-162. A production incentive payment of twenty cents per gallon is available to ethanol producers for ethyl alcohol which is fully distilled and produced in South Dakota and to qualified biobutanol producers for biobutanol fully produced in South Dakota. The ethyl alcohol shall be ninety-nine percent pure and shall be distilled from cereal grains. Annual production incentive payments for any facility may not exceed one two million dollars. An ethanol production facility is eligible for a production incentive payment under this section only if the facility has produced qualifying ethyl alcohol on or before December 31, 2006. No facility may receive any production incentive payments in an amount greater than nine million six hundred eighty-two thousand dollars. The cumulative annual production incentive payments made under this section may not exceed four million dollars for fiscal year 2003, five million dollars for fiscal year 2004, six million dollars for fiscal year 2005, seven million dollars for fiscal year 2006, seven million dollars for fiscal year 2007, seven million dollars for fiscal year 2008, seven million dollars for fiscal year 2009, seven million dollars for fiscal year 2010, seven million dollars for fiscal year 2011, four million dollars for fiscal year 2012, four million dollars for fiscal year 2013, four million five hundred thousand dollars for fiscal year 2014, four million five hundred thousand dollars for fiscal year 2015, four million five hundred thousand dollars for fiscal year 2016, and seven million dollars per fiscal year thereafter. Payments from the ethanol fuel fund shall be prorated equally to all of the facilities each month based on claims submitted for that month and the amount of funds available for that month. No facility may receive payment for more than four hundred sixteen thousand six hundred sixty-seven eight hundred thirty-three thousand three hundred thirty-four gallons per month. If excess funds are available in the fund in any given month, payment may be made to facilities for previous months when funds were not sufficient to pay the claims from the previous months. All moneys available in the ethanol fuel fund at the end of the fiscal year shall be prorated equally to the facilities based upon all unpaid claims received through the end of that fiscal year. If a facility is unable to distill ethyl alcohol due to a force majeure, the payment shall be based on claims submitted for that month in the previous year. For purposes of this section, the term, force majeure, means any cause or event that renders a facility wholly or partly unable to produce ethyl alcohol and is neither reasonably within the control of the facility nor the result of the fault or negligence of the facility. The term includes natural disasters, accidents, and acts of any governmental authority. Section 3. That § 34A-13-20 be amended to read: 34A-13-20. A petroleum release compensation and tank inspection fee is imposed upon any petroleum products upon which the fuel excise tax is imposed by §§ 10-47B-5 to 10-47B-10, inclusive, 10-47B-9.1, and 10-47B-13. None of the exemptions from fuel excise tax allowed in § 10-47B-19 apply to this fee. The parties required to pay the fuel excise tax under the provisions of §§ 10-47B-21 to 10-47B-26, inclusive, and 10-47B-29 and 10-47B-31 are liable for payment of the petroleum release and tank inspection fee. In cases where the fuel is exempt from the fuel excise tax under the provisions of subdivisions 10-47B-19(1), (3), and (5), the supplier shall pay the fee. Responsibility for payment of the fee ceases if the petroleum product is sold and delivered by a licensed exporter outside of the state. The amount of the fee imposed is twenty dollars per one thousand gallons of petroleum. Beginning January 1, 2003, fifty percent of the revenue collected pursuant to this section shall be deposited monthly in the ethanol fuel fund and fifty percent of the The revenue collected pursuant to this section shall be distributed monthly in the following manner: (1) Beginning in fiscal year 2000 to December 31, 2002, inclusive, fifty percent shall be deposited in the state capital construction fund created in § 5-27-1. Beginning on January 1, 2003, seventy-eight and seven-tenths percent shall be deposited in the state capital construction fund; and Sixty-four and six-tenths percent shall be deposited in the state highway fund; (2) Beginning April 1, 2002, to December 31, 2002, inclusive, twenty-nine and one-tenth percent shall be deposited in the petroleum release compensation fund and twenty and nine-tenths percent shall be deposited in the state highway fund. Beginning on January 1, 2003, twenty-one and three-tenths Six and four-tenths percent shall be deposited in the petroleum release compensation fund. ; and (3) Twenty-nine percent shall be deposited in the water and environment fund created in § 46A-1-60. Section 4. That § 5-27-1 be repealed. 5-27-1. There is hereby established within the state treasury the state capital construction fund into which shall be deposited the remaining net proceeds to the state from the sale of on-line lottery tickets after the first one million four hundred thousand dollars is deposited into the general fund, and such other revenues as the Legislature may designate. The fund shall be a participating fund and shall be credited for all interest earned on fund balances. Expenditures from the fund shall be made only upon approval by the Legislature. Section 5. That §§ 5-27-4 to 5-27-6, inclusive, be repealed. Section 6. that §§ 10-47B-162 to 10-47B-166, inclusive, be repealed. Section 7. That the code be amended by adding a NEW SECTION to read: Beginning October 1, 2021, the secretary of transportation shall transfer on a quarterly basis from the state highway fund the sum of one million seven hundred fifty thousand dollars to the local bridge improvement grant fund created in § 32-11-38. Section 8. That § 42-7A-24 be amended to read: 42-7A-24. Net proceeds from the sale of instant lottery tickets shall be transferred to the state general fund on an annual basis after July first each year. The commission shall maximize the net proceeds to the state from the sale of instant and on-line lottery tickets. In no event may yearly lottery expenses for the sale of lottery tickets, excluding expenditures from retained earnings, exceed the amount of combined net proceeds transferred to the state general fund and the state capital construction water and environment fund. Net machine income from video lottery games shall be directly deposited in the general fund upon receipt. Net proceeds are funds in the lottery operating fund which are not needed for the payment of prizes, lottery expenses, and total retained earnings up to one and one-half million dollars cash deemed necessary by the executive director and commission for replacement, maintenance, and upgrade of business systems, product development, legal, and operating contingencies of the lottery. In each fiscal year, the commission shall transfer the first one million four hundred thousand dollars from the forty-one percent of the net proceeds from the sale of on-line lottery tickets collected pursuant to § 42-7A-24 to the general fund and fifty-nine percent of the net proceeds to the water and environment fund created in § 46A-1-60. The commission shall then transfer an amount equal to the remaining net proceeds from the sale of on-line lottery tickets collected pursuant to § 42-7A-24 to the state capital construction fund created in § 5-27-1. Section 9. That the code be amended by adding a NEW SECTION to read: If the balance of the petroleum release compensation fund is less than two million dollars following a monthly deposit pursuant to § 34A-13-20, a transfer shall be made from the state highway fund to the petroleum release compensation fund in an amount that brings the balance of the petroleum release compensation fund to two million five hundred thousand dollars. Following a monthly deposit pursuant to § 34A-13-20, any balance above four million dollars in the petroleum release compensation fund shall be transferred to the state highway fund. Section 10. That § 10-47B-164.1 be repealed. 10-47B-164.1. There is hereby established the ethanol infrastructure incentive fund to receive funds transferred from the ethanol fuel fund pursuant to § 10-47B-164. Any money in the ethanol infrastructure incentive fund is continuously appropriated for the following purposes: (1) To award incentive grants to motor fuel retail dealers as defined in § 10-47B-3 for the purpose of entering into contracts for the purchase or installation, or for the purchase and installation, of ethanol blender pumps and associated piping and storage systems and related equipment to be used at facilities operated by the motor fuel retail dealers for the sale of motor fuel to the public; (2) To award incentive grants to motor fuel retail dealers as defined in § 10-47B-3 for the purpose of entering into contracts for the purchase, or the purchase, of pumps and pump equipment authorized to dispense gasoline containing up to and including eighty-five percent ethanol; (3) To award incentive grants to encourage the purchase of flex fuel vehicles; (4) To encourage the increased use of ethanol in South Dakota; and (5) To otherwise encourage the installation of infrastructure related to sale and distribution of ethanol. The Governor's Office of Economic Development shall establish, by rules promulgated pursuant to chapter 1-26, such regulations and procedures as are necessary to implement this section. For the purposes of this section, the term, ethanol blender pump, refers to a mechanism provided by the retail dealer for the dispensing at retail as defined in § 10-47B-3 of ethanol blend so that the end user may choose a particular grade of ethanol to gasoline to be dispensed. The Governor's Office of Economic Development may use up to five percent of any amount appropriated to the ethanol infrastructure incentive fund for administration of the fund or any incentive programs established by this section. Section 11. That § 10-47B-164.2 be repealed. 10-47B-164.2. The Governor's Office of Economic Development may promulgate rules pursuant to chapter 1-26 concerning the ethanol infrastructure incentive fund as follows: (1) The submission of grant applications for the ethanol infrastructure incentive fund; (2) Eligibility criteria for grants from the ethanol infrastructure incentive fund; (3) Application procedures for grants from the ethanol infrastructure incentive fund; (4) Criteria for determining which applicants will receive grants from the ethanol infrastructure incentive fund; and (5) Follow-up reporting to the Governor's Office of Economic Development by grant recipients. Section 12. Sections 10 and 11 of this Act are effective on July 1, 2017. Section 13. That sections 3 to 9, inclusive, of this Act, are effective July 1, 2021."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7429, "action_date": "2016-02-03T14:00:00-06:00", "document_id": 38700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38700.pdf", "status_text": "First read in Senate and referred to", "journal_page": 194, "committee_id_action": 309, "committee_id_assigned": 308, "result": "N", "vote": {}}, {"bill_id": 7429, "action_date": "2016-02-17T08:00:00-06:00", "document_id": 39152, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39152.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 308, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7429, "action_date": "2016-02-22T08:00:00-06:00", "document_id": 39660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39660.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 308, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7429, "action_date": "2016-02-22T08:00:00-06:00", "document_id": 39712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39712.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 308, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7429, "action_date": "2016-02-22T08:00:00-06:00", "document_id": 39712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39712.pdf", "status_text": "Do Pass Amended", "journal_page": 387, "committee_id_action": 308, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21214, "president_vote": null, "Yea": [984, 1016, 1045, 1041, 973], "Nay": [1010, 1066]}}, {"bill_id": 7429, "action_date": "2016-02-24T14:00:00-06:00", "document_id": 39952, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39952.pdf", "status_text": "Do Pass Amended", "journal_page": 432, "committee_id_action": 309, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 21453, "president_vote": null, "Nay": [974, 977, 966, 969, 1005, 998, 997, 994, 975, 1010, 971, 1066, 1013], "Yea": [999, 1037, 1014, 1067, 979, 1047, 1035, 984, 1041, 967, 1011, 1020, 1016, 1001, 1046, 1012, 1045, 1000, 970, 978, 973, 1008]}}, {"bill_id": 7429, "action_date": "2016-02-24T14:00:00-06:00", "document_id": 39952, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39952.pdf", "status_text": "Intent to reconsider", "journal_page": 432, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7429, "action_date": "2016-02-24T14:00:00-06:00", "document_id": 39952, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39952.pdf", "status_text": "Reconsidered", "journal_page": 440, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21469, "president_vote": null, "Yea": [974, 999, 1037, 1014, 1067, 979, 1047, 1035, 984, 1020, 1016, 1001, 1046, 1012, 1045, 1000, 970, 978, 973, 1008], "Nay": [977, 966, 969, 1005, 997, 994, 1041, 967, 975, 1011, 1010, 971, 1066, 1013], "Excused": [998]}}, {"bill_id": 7429, "action_date": "2016-02-24T14:00:00-06:00", "document_id": 39952, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39952.pdf", "status_text": "Do Pass Amended", "journal_page": 440, "committee_id_action": 309, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 21471, "president_vote": null, "Yea": [974, 999, 1037, 1014, 1067, 979, 1047, 1035, 984, 967, 1020, 1016, 1001, 1046, 1012, 1045, 1000, 970, 978, 973, 1008], "Nay": [977, 966, 969, 1005, 998, 997, 994, 1041, 975, 1011, 1010, 971, 1066, 1013]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7429"}