{"session_id": 43, "bill_id": 12115, "bill_type": "Senate Bill", "bill_number": 170, "bill_title": "revise certain provisions regarding school district capital outlay funds.", "sponsors": [], "keywords": ["Boards of School Districts", "Education", "Fund", "School Districts", "Taxation"], "audio": [{"meeting_datetime": "2020-02-20T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sed23.mp3", "start_seconds": 1299.0}, {"meeting_datetime": "2020-02-20T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sed23.mp3", "start_seconds": 1299.0}, {"meeting_datetime": "2020-02-20T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sed23.mp3", "start_seconds": 1299.0}, {"meeting_datetime": "2020-02-20T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sed23.mp3", "start_seconds": 1299.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen26.mp3", "start_seconds": 1200.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen26.mp3", "start_seconds": 1200.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen26.mp3", "start_seconds": 1200.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen26.mp3", "start_seconds": 1200.0}, {"meeting_datetime": "2020-03-02T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hed29.mp3", "start_seconds": 890.0}, {"meeting_datetime": "2020-03-02T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hed29.mp3", "start_seconds": 890.0}, {"meeting_datetime": "2020-03-02T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hed29.mp3", "start_seconds": 890.0}, {"meeting_datetime": "2020-03-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou31.mp3", "start_seconds": 6745.0}, {"meeting_datetime": "2020-03-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou31.mp3", "start_seconds": 6745.0}, {"meeting_datetime": "2020-03-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou31.mp3", "start_seconds": 6745.0}], "bill_versions": [{"bill_id": 12115, "bill_version_id": 66773, "bill_version": "Introduced", "bill_version_date": "2020-02-06T08:25:37.65-06:00", "bill_text": "An Act to revise certain provisions regarding school district capital outlay funds. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-16-7.2 be AMENDED: 13-16-7.2. Maximum taxes--Pledge of taxes. Starting with taxes payable in 2021, a school district is limited to the maximum taxes allowed pursuant to § 13-16-7 or two three thousand eight hundred dollars for each enrolled student as determined in the fall enrollment count set forth in § 13-13-10.1 for the prior school year, whichever is less. For 2022 and subsequent years, the maximum amount for each enrolled student shall increase by the lesser of three percent or the index factor, as defined in § 10-13-38. If a school district has irrevocably pledged taxes collected to the payment of principal and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or lease-purchase agreements or other arrangements with the Health and Educational Facilities Authority prior to July 1, 2016, that school district may raise taxes allowed pursuant to § 13-16-7 and this section in an amount necessary to fund those payments and obligations and to provide additional funding of up to two three thousand eight hundred dollars for each enrolled student as determined in the fall enrollment count set forth in § 13-13-10.1. In no year may the annual tax levy provided in this section exceed the levy authorized under § 13-16-7. Section 2. That a NEW SECTION be added: 10-12-43.1. Excess tax levy--School district capital outlay fund--Restrictions. A school district subject to the tax limitation on each enrolled student pursuant to § 13-16-7.2 may raise additional revenues for capital outlay fund purposes through the imposition of an excess tax levy. A school district seeking to impose an excess tax levy pursuant to this section is subject to the same opt out procedures and requirements as provided in § 10-12-43. The opt out decision may be referred to a vote of the people in the same manner as provided in § 10-12-43. A school district imposing an excess tax levy pursuant to this section shall exclude any additional revenue generated by the excess tax levy from the total tax revenues deposited in the capital outlay fund when calculating the maximum allowable transfer to the school district's general fund authorized under § 13-16-6. Any additional revenue generated by the excess tax levy may only be used for capital outlay fund purposes pursuant to § 13-16-6. In no year may the annual tax levy for capital outlay fund purposes exceed the levy authorized under § 13-16-7. Section 3. That a NEW SECTION be added: 13-16-7.3. Maximum pledge of taxes--Limitations. Notwithstanding the provisions of § 13-16-7, a school board may, starting with taxes payable in 2021, authorize the levy of a tax not to exceed three dollars and fifty cents per thousand dollars of taxable valuation for the capital outlay fund for assets as defined by § 13-16-6 or for the district's obligations under a resolution, lease-purchase agreement, capital outlay certificate, or other arrangement with the Health and Educational Facilities Authority if the school district: (1) Is limited to maximum capital outlay revenue of one thousand dollars or less per student in calendar year 2020; and (2) Had a capital outlay balance of four hundred thousand dollars or less as of June 30, 2019. Taxes collected pursuant to the levy may be irrevocably pledged by the school board to the payment of principal and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or any lease-purchase agreement or other arrangement with the Health and Educational Facilities Authority and, as long as any capital outlay certificates are outstanding, or any installment agreement payments, lease-purchase agreements, or other arrangements are unpaid, the school board of any district may be compelled by mandamus or other appropriate remedy to levy an annual tax sufficient to pay the principal and interest thereon, but not to exceed three dollars and fifty cents per thousand dollars of taxable valuation in any year as authorized in this section. The total amount of revenue payable from the levy authorized in this section may not increase annually by more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated from the taxes payable in 2021. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided in this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. A school district may increase the revenue the district receives from taxes on real property above the limit provided in this section for taxes levied to pay the principal, interest, and redemption charges on any bonds issued after January 1, 2009, that are subject to referendum, scheduled payment increases on bonds, and for a levy directed by the order of a court for the purpose of paying a judgment against the school district. Any district that exceeds the limits provided in § 13-16-7 may not collect more than one thousand two hundred dollars for each enrolled student for capital outlay in taxes payable in 2021. For 2022 and subsequent years, the maximum amount for each enrolled student shall increase by the lesser of three percent or the index factor, as defined in § 10-13-38."}, {"bill_id": 12115, "bill_version_id": 68144, "bill_version": "Senate Education Engrossed", "bill_version_date": "2020-02-20T14:46:51.123-06:00", "bill_text": "An Act to revise certain provisions regarding school district capital outlay funds. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-16-7.2 be AMENDED: 13-16-7.2. Maximum taxes--Pledge of taxes. Starting with taxes payable in 2021, a school district is limited to the maximum taxes allowed pursuant to § 13-16-7 or two three thousand eight hundred four hundred dollars for each enrolled student as determined in the fall enrollment count set forth in § 13-13-10.1 for the prior school year, whichever is less. For 2022 and subsequent years, the maximum amount for each enrolled student shall increase by the lesser of three percent or the index factor, as defined in § 10-13-38. If a school district has irrevocably pledged taxes collected to the payment of principal and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or lease-purchase agreements or other arrangements with the Health and Educational Facilities Authority prior to July 1, 2016, that school district may raise taxes allowed pursuant to § 13-16-7 and this section in an amount necessary to fund those payments and obligations and to provide additional funding of up to two three thousand eight hundred four hundred dollars for each enrolled student as determined in the fall enrollment count set forth in § 13-13-10.1. In no year may the annual tax levy provided in this section exceed the levy authorized under § 13-16-7. Section 2. That a NEW SECTION be added: 10-12-43.1. Excess tax levy--School district capital outlay fund--Restrictions. A school district subject to the tax limitation on each enrolled student pursuant to § 13-16-7.2 may raise additional revenues for capital outlay fund purposes through the imposition of an excess tax levy. A school district seeking to impose an excess tax levy pursuant to this section is subject to the same opt out procedures and requirements as provided in § 10-12-43. The opt out decision may be referred to a vote of the people in the same manner as provided in § 10-12-43. A school district imposing an excess tax levy pursuant to this section shall exclude any additional revenue generated by the excess tax levy from the total tax revenues deposited in the capital outlay fund when calculating the maximum allowable transfer to the school district's general fund authorized under § 13-16-6. Any additional revenue generated by the excess tax levy may only be used for capital outlay fund purposes pursuant to § 13-16-6. In no year may the annual tax levy for capital outlay fund purposes exceed the levy authorized under § 13-16-7. Section 3. That a NEW SECTION be added: 13-16-7.3. Maximum pledge of taxes--Limitations. Notwithstanding the provisions of § 13-16-7, a school board that, in calendar year 2020 was limited to a maximum capital outlay revenue of one thousand four hundred dollars or less per student is eligible, starting with taxes payable in 2021, to authorize the levy of a tax not to exceed three dollars per thousand of taxable valuation for the capital outlay fund for assets as defined by § 13-16-6 or for the district's obligations under a resolution, lease-purchase agreement, capital outlay certificate, or other arrangement with the Health and Educational Facilities Authority. Any district that exceeds the limits provided in § 13-16-7 may not collect more than one thousand four hundred dollars for each enrolled student for capital outlay in taxes payable in 2021. For 2022 and subsequent years, the maximum amount for each enrolled student shall increase by the lesser of three percent or the index factor, as defined in § 10-13-38. Section 4. That § 13-16-7 be AMENDED: 13-16-7. Additional tax levy for certain funds or obligations--Pledge of taxes--Limitations. The school board of any school district of this state may at the board's discretion authorize an annual levy of a tax not to exceed three dollars per thousand dollars of taxable valuation on the taxable valuation of the district for the capital outlay fund for assets as defined by § 13-16-6 or for the district's obligations under a resolution, lease-purchase agreement, capital outlay certificate, or other arrangement with the Health and Educational Facilities Authority. Taxes collected pursuant to the levy may be irrevocably pledged by the school board to the payment of principal of and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or lease-purchase agreements or other arrangement with the Health and Educational Facilities Authority and, so long as any capital outlay certificates are outstanding, installment agreement payments, lease-purchase agreements, or other arrangements are unpaid, the school board of any district may be compelled by mandamus or other appropriate remedy to levy an annual tax sufficient to pay principal and interest thereon, but not to exceed the three dollars per thousand dollars of taxable valuation in any year authorized to be levied hereby. The total amount of revenue payable from the levy provided in this section may not increase annually by more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated from the taxes payable in 2016. After applying the index factor three percent, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. A school district may increase the revenue the district receives from taxes on real property above the limit provided by this section for taxes levied to pay the principal, interest, and redemption charges on any bonds issued after January 1, 2009, which are subject to referendum, scheduled payment increases on bonds and for a levy directed by the order of a court for the purpose of paying a judgment against the school district. Any school district created or reorganized after January 1, 2016, is exempt from the limitation provided by this section for a period of two years immediately following the district's creation. In no year may the annual tax levy provided in this section exceed three dollars per thousand dollars of taxable valuation of the school district for the current year. Section 5. That a NEW SECTION be added: 13-16-7.4. Maximum pledge of taxes--Transition. Any school district impacted by the three thousand four hundred dollar tax limitation as provided in § 13-16-7.2 during calendar years 2021, 2022, and 2023 may transfer to the general fund the actual total dollar amount the school district transferred in fiscal year 2020. Beginning in calendar year 2024, any impacted school district is limited to the transfer amount provided for in § 13-16-6."}, {"bill_id": 12115, "bill_version_id": 68718, "bill_version": "Senate Engrossed", "bill_version_date": "2020-02-25T16:24:43.377-06:00", "bill_text": "An Act to revise certain provisions regarding school district capital outlay funds. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-16-7.2 be AMENDED: 13-16-7.2. Maximum taxes--Pledge of taxes. Starting with taxes payable in 2021, a school district is limited to the maximum taxes allowed pursuant to § 13-16-7 or two three thousand eight hundred four hundred dollars for each enrolled student as determined in the fall enrollment count set forth in § 13-13-10.1 for the prior school year, whichever is less. For 2022 and subsequent years, the maximum amount for each enrolled student shall increase by the lesser of three percent or the index factor, as defined in § 10-13-38. If a school district has irrevocably pledged taxes collected to the payment of principal and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or lease-purchase agreements or other arrangements with the Health and Educational Facilities Authority prior to July 1, 2016, that school district may raise taxes allowed pursuant to § 13-16-7 and this section in an amount necessary to fund those payments and obligations and to provide additional funding of up to two three thousand eight hundred four hundred dollars for each enrolled student as determined in the fall enrollment count set forth in § 13-13-10.1. In no year may the annual tax levy provided in this section exceed the levy authorized under § 13-16-7. Section 2. That a NEW SECTION be added: 10-12-43.1. Excess tax levy--School district capital outlay fund--Restrictions. A school district subject to the tax limitation on each enrolled student pursuant to § 13-16-7.2 may raise additional revenues for capital outlay fund purposes through the imposition of an excess tax levy. A school district seeking to impose an excess tax levy pursuant to this section is subject to the same opt out procedures and requirements as provided in § 10-12-43. The opt out decision may be referred to a vote of the people in the same manner as provided in § 10-12-43. A school district imposing an excess tax levy pursuant to this section shall exclude any additional revenue generated by the excess tax levy from the total tax revenues deposited in the capital outlay fund when calculating the maximum allowable transfer to the school district's general fund authorized under § 13-16-6. Any additional revenue generated by the excess tax levy may only be used for capital outlay fund purposes pursuant to § 13-16-6. In no year may the annual tax levy for capital outlay fund purposes exceed the levy authorized under § 13-16-7. Section 3. That a NEW SECTION be added: 13-16-7.3. Maximum pledge of taxes--Limitations. Notwithstanding the provisions of § 13-16-7, a school board that, in calendar year 2020 was limited to a maximum capital outlay revenue of one thousand four hundred dollars or less per student is eligible, starting with taxes payable in 2021, to authorize the levy of a tax not to exceed three dollars per thousand of taxable valuation for the capital outlay fund for assets as defined by § 13-16-6 or for the district's obligations under a resolution, lease-purchase agreement, capital outlay certificate, or other arrangement with the Health and Educational Facilities Authority. Any district that exceeds the limits provided in § 13-16-7 may not collect more than one thousand four hundred dollars for each enrolled student for capital outlay in taxes payable in 2021. For 2022 and subsequent years, the maximum amount for each enrolled student shall increase by the lesser of three percent or the index factor, as defined in § 10-13-38. Section 4. That § 13-16-7 be AMENDED: 13-16-7. Additional tax levy for certain funds or obligations--Pledge of taxes--Limitations. The school board of any school district of this state may at the board's discretion authorize an annual levy of a tax not to exceed three dollars per thousand dollars of taxable valuation on the taxable valuation of the district for the capital outlay fund for assets as defined by § 13-16-6 or for the district's obligations under a resolution, lease-purchase agreement, capital outlay certificate, or other arrangement with the Health and Educational Facilities Authority. Taxes collected pursuant to the levy may be irrevocably pledged by the school board to the payment of principal of and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or lease-purchase agreements or other arrangement with the Health and Educational Facilities Authority and, so long as any capital outlay certificates are outstanding, installment agreement payments, lease-purchase agreements, or other arrangements are unpaid, the school board of any district may be compelled by mandamus or other appropriate remedy to levy an annual tax sufficient to pay principal and interest thereon, but not to exceed the three dollars per thousand dollars of taxable valuation in any year authorized to be levied hereby. The total amount of revenue payable from the levy provided in this section may not increase annually by more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated from the taxes payable in 2016. Starting with taxes payable in 2021, the total amount of revenue payable from the levy provided in this section may not increase annually by more than three percent over the amount of revenue that could have been raised in the prior year. After applying the index factor three percent, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. A school district may increase the revenue the district receives from taxes on real property above the limit provided by this section for taxes levied to pay the principal, interest, and redemption charges on any bonds issued after January 1, 2009, which are subject to referendum, scheduled payment increases on bonds and for a levy directed by the order of a court for the purpose of paying a judgment against the school district. Any school district created or reorganized after January 1, 2016, is exempt from the limitation provided by this section for a period of two years immediately following the district's creation. In no year may the annual tax levy provided in this section exceed three dollars per thousand dollars of taxable valuation of the school district for the current year. Section 5. That a NEW SECTION be added: 13-16-7.4. Maximum pledge of taxes--Transition. Any school district impacted by the three thousand four hundred dollar tax limitation as provided in § 13-16-7.2 during calendar years 2021, 2022, and 2023 may transfer to the general fund the actual total dollar amount the school district transferred in fiscal year 2020. Beginning in calendar year 2024, any impacted school district is limited to the transfer amount provided for in § 13-16-6."}, {"bill_id": 12115, "bill_version_id": 69526, "bill_version": "Enrolled", "bill_version_date": "2020-03-04T17:26:59.063-06:00", "bill_text": "ENTITLED An Act to revise certain provisions regarding school district capital outlay funds. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-16-7.2 be AMENDED: 13-16-7.2. Maximum taxes--Pledge of taxes. Starting with taxes payable in 2021, a school district is limited to the maximum taxes allowed pursuant to § 13-16-7 or three thousand four hundred dollars for each enrolled student as determined in the fall enrollment count set forth in § 13-13-10.1 for the prior school year, whichever is less. For 2022 and subsequent years, the maximum amount for each enrolled student shall increase by the lesser of three percent or the index factor, as defined in § 10-13-38. If a school district has irrevocably pledged taxes collected to the payment of principal and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or lease-purchase agreements or other arrangements with the Health and Educational Facilities Authority prior to July 1, 2016, that school district may raise taxes allowed pursuant to § 13-16-7 and this section in an amount necessary to fund those payments and obligations and to provide additional funding of up to three thousand four hundred dollars for each enrolled student as determined in the fall enrollment count set forth in § 13-13-10.1. In no year may the annual tax levy provided in this section exceed the levy authorized under § 13-16-7. Section 2. That a NEW SECTION be added: 10-12-43.1. Excess tax levy--School district capital outlay fund--Restrictions. A school district subject to the tax limitation on each enrolled student pursuant to § 13-16-7.2 may raise additional revenues for capital outlay fund purposes through the imposition of an excess tax levy. A school district seeking to impose an excess tax levy pursuant to this section is subject to the same opt out procedures and requirements as provided in § 10-12-43. The opt out decision may be referred to a vote of the people in the same manner as provided in § 10-12-43. A school district imposing an excess tax levy pursuant to this section shall exclude any additional revenue generated by the excess tax levy from the total tax revenues deposited in the capital outlay fund when calculating the maximum allowable transfer to the school district's general fund authorized under § 13-16-6. Any additional revenue generated by the excess tax levy may only be used for capital outlay fund purposes pursuant to § 13-16-6. In no year may the annual tax levy for capital outlay fund purposes exceed the levy authorized under § 13-16-7. Section 3. That a NEW SECTION be added: 13-16-7.3. Maximum pledge of taxes--Limitations. Notwithstanding the provisions of § 13-16-7, a school board that, in calendar year 2020 was limited to a maximum capital outlay revenue of one thousand four hundred dollars or less per student is eligible, starting with taxes payable in 2021, to authorize the levy of a tax not to exceed three dollars per thousand of taxable valuation for the capital outlay fund for assets as defined by § 13-16-6 or for the district's obligations under a resolution, lease-purchase agreement, capital outlay certificate, or other arrangement with the Health and Educational Facilities Authority. Any district that exceeds the limits provided in § 13-16-7 may not collect more than one thousand four hundred dollars for each enrolled student for capital outlay in taxes payable in 2021. For 2022 and subsequent years, the maximum amount for each enrolled student shall increase by the lesser of three percent or the index factor, as defined in § 10-13-38. Section 4. That § 13-16-7 be AMENDED: 13-16-7. Additional tax levy for certain funds or obligations--Pledge of taxes--Limitations. The school board of any school district of this state may at the board's discretion authorize an annual levy of a tax not to exceed three dollars per thousand dollars of taxable valuation on the taxable valuation of the district for the capital outlay fund for assets as defined by § 13-16-6 or for the district's obligations under a resolution, lease-purchase agreement, capital outlay certificate, or other arrangement with the Health and Educational Facilities Authority. Taxes collected pursuant to the levy may be irrevocably pledged by the school board to the payment of principal of and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or lease-purchase agreements or other arrangement with the Health and Educational Facilities Authority and, so long as any capital outlay certificates are outstanding, installment agreement payments, lease-purchase agreements, or other arrangements are unpaid, the school board of any district may be compelled by mandamus or other appropriate remedy to levy an annual tax sufficient to pay principal and interest thereon, but not to exceed the three dollars per thousand dollars of taxable valuation in any year authorized to be levied hereby. The total amount of revenue payable from the levy provided in this section may notincrease annually by more than the lesser ofthree percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated from the taxes payable in 2016. Starting with taxes payable in 2021, the total amount of revenue payable from the levy provided in this section may not increase annually by more than three percent over the amount of revenue that could have been raised in the prior year. After applying three percent, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. A school district may increase the revenue the district receives from taxes on real property above the limit provided by this section for taxes levied to pay the principal, interest, and redemption charges on any bonds issued after January 1, 2009, which are subject to referendum, scheduled payment increases on bonds and for a levy directed by the order of a court for the purpose of paying a judgment against the school district. Any school district created or reorganized after January 1, 2016, is exempt from the limitation provided by this section for a period of two years immediately following the district's creation. In no year may the annual tax levy provided in this section exceed three dollars per thousand dollars of taxable valuation of the school district for the current year. Section 5. That a NEW SECTION be added: 13-16-7.4. Maximum pledge of taxes--Transition. Any school district impacted by the three thousand four hundred dollar tax limitation as provided in § 13-16-7.2 during calendar years 2021, 2022, and 2023 may transfer to the general fund the actual total dollar amount the school district transferred in fiscal year 2020. Beginning in calendar year 2024, any impacted school district is limited to the transfer amount provided for in § 13-16-6. An Act to revise certain provisions regarding school district capital outlay funds. I certify that the attached Act originated in the: Senate as Bill No. 170 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 170 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12115, "action_date": "2020-02-06T14:00:00-06:00", "document_id": 66647, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66647.pdf", "status_text": "First read in Senate and referred to", "journal_page": 156, "committee_id_action": 447, "committee_id_assigned": 454, "result": "N", "vote": {}}, {"bill_id": 12115, "action_date": "2020-02-18T14:00:00-06:00", "document_id": 67677, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67677.pdf", "status_text": "Referred to", "journal_page": 238, "committee_id_action": 447, "committee_id_assigned": 455, "result": "P", "vote": {}}, {"bill_id": 12115, "action_date": "2020-02-20T07:45:00-06:00", "document_id": 67796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67796.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 455, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12115, "action_date": "2020-02-20T07:45:00-06:00", "document_id": 67812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67812.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 455, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12115, "action_date": "2020-02-20T07:45:00-06:00", "document_id": 67812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67812.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 455, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33329, "president_vote": null, "Yea": [1741, 1704, 1730, 1658, 1713, 1707], "Nay": [1742]}}, {"bill_id": 12115, "action_date": "2020-02-24T14:00:00-06:00", "document_id": 68369, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68369.pdf", "status_text": "Deferred to another day", "journal_page": 321, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12115, "action_date": "2020-02-25T14:00:00-06:00", "document_id": 68514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68514.pdf", "status_text": "Motion to amend", "journal_page": 339, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12115, "action_date": "2020-02-25T14:00:00-06:00", "document_id": 68514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68514.pdf", "status_text": "Do Pass Amended", "journal_page": 340, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33792, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1703, 1749, 1746, 1726, 1718, 1752, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1652, 1705]}}, {"bill_id": 12115, "action_date": "2020-02-26T14:00:00-06:00", "document_id": 68734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68734.pdf", "status_text": "First Reading House", "journal_page": 409, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12115, "action_date": "2020-02-27T11:00:00-06:00", "document_id": 68872, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68872.pdf", "status_text": "Referred to", "journal_page": 423, "committee_id_action": 480, "committee_id_assigned": 464, "result": "N", "vote": {}}, {"bill_id": 12115, "action_date": "2020-03-02T07:45:00-06:00", "document_id": 68943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68943.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 464, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12115, "action_date": "2020-03-02T07:45:00-06:00", "document_id": 68944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68944.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 464, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34025, "president_vote": null, "Yea": [1710, 1738, 1747, 1722, 1671, 1674, 1688, 1683, 1755, 1662, 1664, 1728], "Excused": [1699, 1692, 1681]}}, {"bill_id": 12115, "action_date": "2020-03-03T14:00:00-06:00", "document_id": 69183, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69183.pdf", "status_text": "Deferred to another day", "journal_page": 453, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12115, "action_date": "2020-03-04T14:00:00-06:00", "document_id": 69321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69321.pdf", "status_text": "Do Pass Amended", "journal_page": 477, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34394, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1670, 1710, 1668, 1751, 1665, 1711, 1699, 1672, 1656, 1743, 1680, 1740, 1744, 1736, 1728, 1702, 1676, 1682, 1662, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1747, 1655, 1667, 1722, 1657, 1737, 1675, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1745, 1701, 1666, 1725, 1688, 1727, 1683, 1664, 1709, 1660, 1653, 1696, 1692, 1661, 1762, 1697, 1755, 1691, 1712, 1687, 1734], "Excused": [1654, 1681], "Nay": [1748, 1733, 1674]}}, {"bill_id": 12115, "action_date": "2020-03-05T13:00:00-06:00", "document_id": 69511, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69511.pdf", "status_text": "Signed by the President", "journal_page": 445, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12115, "action_date": "2020-03-09T11:00:00-05:00", "document_id": 69689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69689.pdf", "status_text": "Signed by the Speaker", "journal_page": 535, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12115, "action_date": "2020-03-10T10:00:00-05:00", "document_id": 69810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69810.pdf", "status_text": "Delivered to the Governor", "journal_page": 474, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12115, "action_date": "2020-03-30T11:00:00-05:00", "document_id": 70027, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/70027.pdf", "status_text": "Signed by the Governor", "journal_page": 558, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 479}