{"session_id": 19, "bill_id": 4491, "bill_type": "House Commemoration", "bill_number": 1078, "bill_title": "Commending and honoring the National Merit Semifinalists Adam Bierstedt, Zach Bierstedt, Dylan Ensz, Emily Kaufman, Alexis Medima, Charles Mogan, Morgan Nelson, Rachel Nevin, Charles Point, Martha Vandenoever, and Bryant Yang of Sioux Falls Lincoln High School for their outstanding academic achievements.", "sponsors": [{"legislator_profile_id": 324, "is_prime": true}, {"legislator_profile_id": 365, "is_prime": true}, {"legislator_profile_id": 396, "is_prime": false}, {"legislator_profile_id": 372, "is_prime": false}, {"legislator_profile_id": 344, "is_prime": false}, {"legislator_profile_id": 403, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4491, "bill_version_id": 27211, "bill_version": "Introduced", "bill_version_date": "2013-03-06T09:41:18.57-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the National Merit Semifinalists Adam Bierstedt, Zach Bierstedt, Dylan Ensz, Emily Kaufman, Alexis Medima, Charles Mogan, Morgan Nelson, Rachel Nevin, Charles Point, Martha Vandenoever, and Bryant Yang of Sioux Falls Lincoln High School for their outstanding academic achievements. WHEREAS, the National Merit Scholarship Program is an academic competition for recognition and scholarships that began in 1955; and WHEREAS, students Adam Bierstedt, Zach Bierstedt, Dylan Ensz, Emily Kaufman, Alexis Medima, Charles Mogan, Morgan Nelson, Rachel Nevin, Charles Point, Martha Vandenoever, and Bryant Yang of Lincoln High School have shown exemplary patience, dedication, and excellence in academics; and WHEREAS, all members of Lincoln High School helped facilitate and cultivate the academic, mental, and emotional growth and development of these students; and WHEREAS, these students have excelled academically by meeting high academic standards and have been selected from one and one-half million other entrants to advance to semifinalist status, whereby they join an elite group representing the nation's best and brightest high school students: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Adam Bierstedt, Zach Bierstedt, Dylan Ensz, Emily Kaufman, Alexis Medima, Charles Mogan, Morgan Nelson, Rachel Nevin, Charles Point, Martha Vandenoever, and Bryant Yang be congratulated on the success of their exceptional academic performances."}, {"bill_id": 4491, "bill_version_id": 27441, "bill_version": "Enrolled", "bill_version_date": "2013-03-08T16:31:03.447-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the National Merit Semifinalists Adam Bierstedt, Zach Bierstedt, Dylan Ensz, Emily Kaufman, Alexis Medima, Charles Mogan, Morgan Nelson, Rachel Nevin, Charles Point, Martha Vandenoever, and Bryant Yang of Sioux Falls Lincoln High School for their outstanding academic achievements. WHEREAS, the National Merit Scholarship Program is an academic competition for recognition and scholarships that began in 1955; and WHEREAS, students Adam Bierstedt, Zach Bierstedt, Dylan Ensz, Emily Kaufman, Alexis Medima, Charles Mogan, Morgan Nelson, Rachel Nevin, Charles Point, Martha Vandenoever, and Bryant Yang of Lincoln High School have shown exemplary patience, dedication, and excellence in academics; and WHEREAS, all members of Lincoln High School helped facilitate and cultivate the academic, mental, and emotional growth and development of these students; and WHEREAS, these students have excelled academically by meeting high academic standards and have been selected from one and one-half million other entrants to advance to semifinalist status, whereby they join an elite group representing the nation's best and brightest high school students: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Adam Bierstedt, Zach Bierstedt, Dylan Ensz, Emily Kaufman, Alexis Medima, Charles Mogan, Morgan Nelson, Rachel Nevin, Charles Point, Martha Vandenoever, and Bryant Yang be congratulated on the success of their exceptional academic performances. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4491, "action_date": "2013-03-06T11:00:00-06:00", "document_id": 27246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27246.pdf", "status_text": "", "journal_page": 778, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4491"}