{"session_id": 49, "bill_id": 14995, "bill_type": "House Bill", "bill_number": 1004, "bill_title": "repeal and revise certain provisions concerning the annual assessment of property.", "sponsors": [{"legislator_profile_id": 2372, "is_prime": true}, {"legislator_profile_id": 2398, "is_prime": true}, {"legislator_profile_id": 2316, "is_prime": false}, {"legislator_profile_id": 2334, "is_prime": false}, {"legislator_profile_id": 2354, "is_prime": false}, {"legislator_profile_id": 2366, "is_prime": false}, {"legislator_profile_id": 2369, "is_prime": false}, {"legislator_profile_id": 2381, "is_prime": false}, {"legislator_profile_id": 2390, "is_prime": false}, {"legislator_profile_id": 2392, "is_prime": false}, {"legislator_profile_id": 2397, "is_prime": false}, {"legislator_profile_id": 2400, "is_prime": false}, {"legislator_profile_id": 2402, "is_prime": false}, {"legislator_profile_id": 2408, "is_prime": false}], "keywords": ["Annual Assessment of Property", "Interim Committee Bill", "Taxes"], "audio": [{"meeting_datetime": "2000-01-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou08hb1004a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-01-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou08hb1004a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-01-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou08hb1004a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-01-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou08hb1004a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-10T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen23.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 14995, "bill_version_id": 86059, "bill_version": "Introduced", "bill_version_date": "1999-12-16T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal and revise certain provisions concerning the annual assessment of property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-6-3 be repealed. 10-6-3. So as to remain consistent with the intents and purposes of chapter 32-6B, the \"assessment date\" within the meaning of said chapter shall be January second. Section 2. That § 10-6-6 be repealed. 10-6-6. The director of equalization shall call at the office, place of business, or residence of each person required by this chapter to list property and list his name, and shall require such person to make a correct statement of his property in accordance with the provisions of this chapter, and every person so required shall enter a true and correct statement of such property in the form prescribed, which statement shall be signed and verified by the oath of the person listing the property and delivered to the director, who shall thereupon assess the value of such property and enter the same in his books. If any property is assessed on or after the last day of June, and before the return of the director's books, the same shall be as legal and binding as if assessed before that time. Section 3. That § 10-6-9 be repealed. 10-6-9. Whenever one member of a firm, or one of the proper officers of a corporation, has made a statement showing the property of the firm, another officer need not include such property in the statement made by him; but this statement must show the name of the person or officer who made the statement in which such property is included. The fact that such statement is not required, or that a person has not made such statement under oath, or otherwise, does not relieve his property from taxation. Section 4. That § 10-6-17 be repealed. 10-6-17. If any person required to list property for taxation is prevented by sickness or absence from giving to the director of equalization such statement, such person or his agent having charge of such property may, at any time before the extension of taxes thereon by the county auditor, make out and deliver to the county auditor a statement of the same as required by this chapter, and the county auditor in such case shall make an entry thereof and correct the corresponding item or items in the return made by the director, as the case may require; but no such statement shall be received by the county auditor from any person who refused or neglected to make oath to his statement when required by the director as provided herein; nor from any person unless he makes and files with the county auditor an affidavit that he was absent from his third class municipality or district without design to avoid the listing of his property, or was prevented by sickness from giving the director the required statement when called upon for that purpose. Section 5. That § 10-6-25 be amended to read as follows: 10-6-25. For the purpose of properly assessing property for taxation and equalizing and collecting taxes, the county director of equalization or his the director's deputy shall personally inspect and examine all property listed and assessed. The director or his the director's deputies may inspect and examine the records of all public offices and the books and papers relating to the fair market value of the property being assessed of all corporations, banks, and taxpayers in this state, without charge. The director or his the director's deputies or municipal assessor may administer oaths or affirmation to any and all persons person in the discharge of their duties. Section 6. That § 10-6-25.1 be repealed. 10-6-25.1. If a municipality employs an assessor, the municipal assessor shall use the identical property classifications, assessment practices, and assessment documents as the county director of equalization. Section 7. That § 10-6-25.2 be repealed. 10-6-25.2. If a county contains a municipality that employs a municipal assessor, the county shall complete a reappraisal of the entire county, including all municipalities, within three years of July 1, 1989. If an independent party is employed to conduct any or all of the reappraisal, a municipality with an assessor shall be consulted prior to the selection. A municipality with an assessor shall pay a proportionate share of the cost of the reappraisal. Section 8. That § 10-6-29 be repealed. 10-6-29. The director, when requested, shall deliver to the person assessed a copy of the statement of property required in § 10-6-28, showing the valuation of the property so listed, which copy shall be signed by the director. Section 9. That § 10-6-33.11 be repealed. 10-6-33.11. The value determined for agricultural land pursuant to this chapter may not be placed on the property cards or used as a basis for taxation before January 1, 1992. Section 10. That § 10-6-34 be repealed. 10-6-34. Money subject to tax shall be entered in the statement at the full amount thereof. Every credit for a sum certain, payable in money, property of any kind, labor, or services, shall be valued at the current price of the same so payable; if for a specific article or specific number or quantity of any article or property, or for a certain amount of labor, or for services of any kind, it shall be valued at the current price of such property, or for such labor or services at the place where payable. Section 11. That § 10-6-35.1 be amended to read as follows: 10-6-35.1. All Any new industrial structures, or additions to existing structures which new structures or additions have structure, or an addition to an existing structure which new structure or addition has a true and full value of thirty thousand dollars or more, added to real property are is specifically classified for the purpose of taxation. All real property qualifying under this section not completed before January 1, 1974, as determined by the director of equalization shall be classified in the manner prescribed in this section. Section 12. That § 10-6-35.2 be amended to read as follows: 10-6-35.2. Structures Any structure classified pursuant to § 10-6-35.1, 10-6-35.21, 10-6- 35.22, 10-6-35.24, or 10-6-35.25 shall, following construction, be valued for taxation purposes in the usual manner. However, the board of county commissioners of such the county where such structures are the structure is located, may adopt any formula for assessed value to be used for tax purposes. The formula may include for any or all of the five tax years following construction all, any portion or none of the assessed valuation for tax purposes. The board of county commissioners of the county where such structures are the structure is located may, if requested by the owner of such structures the structure , not apply the discretionary formula and the full assessment shall be made without application of the formula. In waiving the formula for the structure of one owner, the board of county commissioners is not prohibited from applying the formula for subsequent new structures. The assessed valuation during any of the five years may not be less than the assessed valuation of such the property in the year preceding the first year of the tax years following construction. (1) Any structure that is partially constructed on the assessment date may be valued for tax purposes pursuant to this section and the valuation may not be less than the assessed valuation of such the property in the year preceding the beginning of construction. During any period of time that such the property is valued for tax purposes pursuant to this section, the period of time may include the years when such the property is partially constructed. The provisions of this subdivision may apply to any structure partially completed on January 1, 1987. (2) Thereafter such the property shall be assessed at the same percentage as is all other property for tax purposes. Section 13. That § 10-6-35.19 be amended to read as follows: 10-6-35.19. All Any commercial, industrial, and nonresidential agricultural real property which increases more than ten thousand dollars in true and full value as a result of reconstruction or renovation of structures is specially classified for purposes of taxation. All real property qualifying under this section not completed before January 1, 1980, as determined by the director of equalization, is classified in the manner prescribed in this section. The increase in true and full value resulting from the reconstruction or renovation of qualifying property shall be given tax treatment in the manner provided for in § 10-6-35.2. Section 14. That § 10-6-35.21 be amended to read as follows: 10-6-35.21. All Any new nonresidential agricultural structures, or additions to existing structures which new structures or additions have structure, or addition to an existing structure, which new structure or addition has a true and full value of ten thousand dollars or more, added to real property are is specifically classified for the purpose of taxation. All real property qualifying under this section not completed before January 1, 1974, as determined by the director of equalization shall be classified in the manner prescribed in this section. Section 15. That § 10-6-35.24 be amended to read as follows: 10-6-35.24. All Any new commercial structures structure , except a commercial residential structures, or additions to existing structures, which new structures or additions have structure, or addition to an existing structure, which new structure or addition has a true and full value of thirty thousand dollars or more, added to real property are is specifically classified for the purpose of taxation. All real property qualifying under this section not completed before January 1, 1974, as determined by the director of equalization shall be classified in the manner prescribed in this section. Section 16. That § 10-6-35.25 be amended to read as follows: 10-6-35.25. All Any new commercial residential structures, or additions to existing structures, which new structures or additions have structure, or addition to an existing structure, which new structure or addition has a true and full value of thirty thousand dollars or more, added to real property are is specifically classified for the purpose of taxation. All real property qualifying under this section not completed before January 1, 1994, as determined by the director of equalization shall be classified in the manner prescribed in this section. For purposes of this section, a commercial residential structure shall contain four or more units. Section 17. That § 10-6-52 be repealed. 10-6-52. The director of equalization may, at the time of making the annual assessment of property for taxation, furnish to the Department of Revenue on forms provided by the department the following statistics regarding agriculture in his county for the current year: (1) Name and post office address of the farmer or rancher (owner or operator); (2) Total acres in the farm or ranch; (3) Acres of each crop sown or planted or intended to be sown or planted; (4) Acres of tillable land used exclusively for pasturage; (5) Such other statistics relating to agriculture as may be required by the Department of Revenue from year to year. Section 18. That § 10-6-53 be repealed. 10-6-53. Each director of equalization shall gather the agricultural statistics specified in § 10-6-52 by personal interview with the owner, operator, foreman, manager, or agent, if any can be found, and if not, he shall obtain such information from the most reliable source. Section 19. That § 10-6-54 be amended to read as follows: 10-6-54. All Any new residential structures, or additions to existing structures structure, or addition to an existing structure , located within a redevelopment neighborhood established pursuant to § 10-6-56 which new structures or additions have new structure or addition has a true and full value of fifteen thousand dollars or more, added to real property are is specifically classified for the purpose of taxation. All such structures The structure shall be located in an area defined and designated as a redevelopment neighborhood based on conditions provided in § 11-7-2 or 11-7-3. All real property qualifying under this section not completed before January 1, 1993, as determined by the director of equalization shall be classified in the manner prescribed in this section. Section 20. That § 10-6-55 be amended to read as follows: 10-6-55. Structures Any structure classified pursuant to § 10-6-54 shall, following construction, be valued for taxation purposes in the usual manner. However, after notice to the governing body of each municipality within the county, the board of county commissioners of the county where such structures are the structure is located, may , in their the board's discretion , adopt any formula for assessed value to be used for tax purposes. The formula may include for any or all of the five tax years following construction all, any portion or none of the assessed valuation for tax purposes. The assessed valuation during any of the five years may not be less than the assessed valuation of such the property in the year preceding the first year of the tax years following construction. Any structure that is partially constructed on the assessment date may be valued for tax purposes pursuant to this section and the valuation may not be less than the assessed valuation of such the property in the year preceding the beginning of construction. During any period of time that such the property is valued for tax purposes pursuant to this section, the period of time may include the years when such the property is partially constructed. The provisions of this subdivision may apply to any structure partially completed on January 1, 1993. Thereafter such the property shall be assessed at the same percentage as is all other property for tax purposes. Section 21. That § 10-6-67 be amended to read as follows: 10-6-67. Property classified pursuant to § 10-6-66 shall be valued for taxation purposes in the usual manner. However, the board of county commissioners of the county where such the property is located may, in their the board's discretion, adopt any formula for assessed value to be used for tax purposes. The formula may include for any or all of the five tax years following the filing of the plat for the subdivision all, any portion or none of the assessed valuation for tax purposes. The assessed valuation during any of the five years may not be less than the assessed valuation of such the property in the year preceding the first year of the tax years following the filing of the plat for the subdivision. If a plat for a subdivision was filed before January 1, 1993, and there are lots which remain unsold, such lots may be valued for tax purposes pursuant to this section and the valuation may not be less than the assessed valuation of such property in the year preceding the year when the plat for the subdivision was filed. The board of county commissioners of a county where property classified pursuant to § 10-6-66 is located may, in their the board's discretion, if requested by the owner of such the property, not apply the discretionary formula and the full assessment shall be made without application of the formula. In waiving the formula for the property of one owner, the board of county commissioners is not prohibited from applying the formula for subsequent property. Section 22. That § 10-6-68 be repealed. 10-6-68. For the purposes of property taxes payable in 1995 on leased school and endowment lands, the assessment date is June 1, 1994, and the valuation date is March 1, 1994. Section 23. That § 10-11-56.5 be repealed. 10-11-56.5. No sale of any land which is classified pursuant to § 10-6-58 may be used in any sales ratio study. Section 24. That § 10-6-66.1 be transferred to chapter 10-13. Section 25. That § 10-13-39 be amended to read as follows: 10-13-39. Each owner-occupied single-family dwelling in this state is specifically classified for the purpose of taxation. For the purposes of this section, an owner-occupied single-family dwelling is a house, condominium apartment, residential housing consisting of four or less family units, town house, town home, housing cooperatives where membership in the cooperative is strictly limited to stockholder occupants of the building, dwelling as classified in § 10-6-66.1 section 24 of this Act , and manufactured or mobile home as defined in § 32-3-1, which is assessed and taxed as a separate unit, including an attached or unattached garage and the parcel of land upon which the structure is situated as recorded in the records of the director of equalization. A person may only have one dwelling classified as an owner-occupied single-family dwelling. If the owner occupies fifty percent or more of the living space within the dwelling, the entire dwelling is classified as an owner-occupied single-family dwelling. If the owner occupies a duplex, triplex, or fourplex, or less than fifty percent of the living space within the dwelling, the portion of the dwelling so occupied shall be classified as an owner-occupied single-family dwelling. Section 26. That § § 10-6-70 to 10-6-73, inclusive, be transferred to chapter 10-21. Section 27. That § 32-5-16.3 be amended to read as follows: 32-5-16.3. Any person who moves a mobile home or manufactured home shall obtain a permit, as prescribed by the secretary of revenue, from the county treasurer where the home is located. The permit fee is valid for a single trip from the point of origin to a point of destination within the state. Before the county treasurer may issue a permit, the owner of the mobile home or manufactured home shall obtain an affidavit from the county treasurer stating that the current year's taxes are paid as described in § § 10-6-70 to 10-6-72, inclusive, and § 10-6-73 section 26 of this Act or § 10-9-3. The permit fee for mobile homes and manufactured homes for use on the public highways is fifteen dollars. The fees collected shall be credited to the license plate special revenue fund. The fee and permit imposed by this section does not apply to a new or used mobile home or manufactured home transported by a dealer licensed under chapter 32-7A. A violation of this section is a Class 2 misdemeanor. Section 28. That § 32-7A-17 be amended to read as follows: 32-7A-17. Any transfer or reassignment of a mobile home or manufactured home title shall be accompanied by an affidavit issued by the county treasurer of the county in which the mobile home or manufactured home is registered, stating that the current year's taxes are paid. The county treasurer shall apply the requirements of § § 10-6-70 to 10-6-72, inclusive, and § 10-6-73 section 26 of this Act to determine if the current year's taxes are paid. No title may be transferred until the taxes under § 10-9-3 or 10-21-4 are paid. No transfer of title may be completed unless the mobile home or manufactured home is registered as provided in § 10-9-3 or 10-4-2.6. In any event the title or manufacturer's statement of origin shall be transferred within thirty days of delivery of the manufactured home or mobile home. A violation of this section is a Class 2 misdemeanor."}, {"bill_id": 14995, "bill_version_id": 86058, "bill_version": "House Engrossed", "bill_version_date": "2000-01-20T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal and revise certain provisions concerning the annual assessment of property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-6-3 be repealed. 10-6-3. So as to remain consistent with the intents and purposes of chapter 32-6B, the \"assessment date\" within the meaning of said chapter shall be January second. Section 2. That § 10-6-6 be repealed. 10-6-6. The director of equalization shall call at the office, place of business, or residence of each person required by this chapter to list property and list his name, and shall require such person to make a correct statement of his property in accordance with the provisions of this chapter, and every person so required shall enter a true and correct statement of such property in the form prescribed, which statement shall be signed and verified by the oath of the person listing the property and delivered to the director, who shall thereupon assess the value of such property and enter the same in his books. If any property is assessed on or after the last day of June, and before the return of the director's books, the same shall be as legal and binding as if assessed before that time. Section 3. That § 10-6-9 be repealed. 10-6-9. Whenever one member of a firm, or one of the proper officers of a corporation, has made a statement showing the property of the firm, another officer need not include such property in the statement made by him; but this statement must show the name of the person or officer who made the statement in which such property is included. The fact that such statement is not required, or that a person has not made such statement under oath, or otherwise, does not relieve his property from taxation. Section 4. That § 10-6-17 be repealed. 10-6-17. If any person required to list property for taxation is prevented by sickness or absence from giving to the director of equalization such statement, such person or his agent having charge of such property may, at any time before the extension of taxes thereon by the county auditor, make out and deliver to the county auditor a statement of the same as required by this chapter, and the county auditor in such case shall make an entry thereof and correct the corresponding item or items in the return made by the director, as the case may require; but no such statement shall be received by the county auditor from any person who refused or neglected to make oath to his statement when required by the director as provided herein; nor from any person unless he makes and files with the county auditor an affidavit that he was absent from his third class municipality or district without design to avoid the listing of his property, or was prevented by sickness from giving the director the required statement when called upon for that purpose. Section 5. That § 10-6-25 be amended to read as follows: 10-6-25. For the purpose of properly assessing property for taxation and equalizing and collecting taxes, the county director of equalization or his the director's deputy shall personally inspect and examine all property listed and assessed. The director or his the director's deputies may inspect and examine the records of all public offices and the books and papers relating to the fair market value of the property being assessed of all corporations, banks, and taxpayers in this state, without charge. The director or his the director's deputies or municipal assessor may administer oaths or affirmation to any and all persons person in the discharge of their duties. Section 6. That § 10-6-25.1 be repealed. 10-6-25.1. If a municipality employs an assessor, the municipal assessor shall use the identical property classifications, assessment practices, and assessment documents as the county director of equalization. Section 7. That § 10-6-25.2 be repealed. 10-6-25.2. If a county contains a municipality that employs a municipal assessor, the county shall complete a reappraisal of the entire county, including all municipalities, within three years of July 1, 1989. If an independent party is employed to conduct any or all of the reappraisal, a municipality with an assessor shall be consulted prior to the selection. A municipality with an assessor shall pay a proportionate share of the cost of the reappraisal. Section 8. That § 10-6-29 be repealed. 10-6-29. The director, when requested, shall deliver to the person assessed a copy of the statement of property required in § 10-6-28, showing the valuation of the property so listed, which copy shall be signed by the director. Section 9. That § 10-6-33.11 be repealed. 10-6-33.11. The value determined for agricultural land pursuant to this chapter may not be placed on the property cards or used as a basis for taxation before January 1, 1992. Section 10. That § 10-6-34 be repealed. 10-6-34. Money subject to tax shall be entered in the statement at the full amount thereof. Every credit for a sum certain, payable in money, property of any kind, labor, or services, shall be valued at the current price of the same so payable; if for a specific article or specific number or quantity of any article or property, or for a certain amount of labor, or for services of any kind, it shall be valued at the current price of such property, or for such labor or services at the place where payable. Section 11. That § 10-6-35.1 be amended to read as follows: 10-6-35.1. All Any new industrial structures, or additions to existing structures which new structures or additions have structure, or an addition to an existing structure which new structure or addition has a true and full value of thirty thousand dollars or more, added to real property are is specifically classified for the purpose of taxation. All real property qualifying under this section not completed before January 1, 1974, as determined by the director of equalization shall be classified in the manner prescribed in this section. Section 12. That § 10-6-35.2 be amended to read as follows: 10-6-35.2. Structures Any structure classified pursuant to § 10-6-35.1, 10-6-35.21, 10-6- 35.22, 10-6-35.24, or 10-6-35.25 shall, following construction, be valued for taxation purposes in the usual manner. However, the board of county commissioners of such the county where such structures are the structure is located, may adopt any formula for assessed value to be used for tax purposes. The formula may include for any or all of the five tax years following construction all, any portion or none of the assessed valuation for tax purposes. The board of county commissioners of the county where such structures are the structure is located may, if requested by the owner of such structures the structure , not apply the discretionary formula and the full assessment shall be made without application of the formula. In waiving the formula for the structure of one owner, the board of county commissioners is not prohibited from applying the formula for subsequent new structures. The assessed valuation during any of the five years may not be less than the assessed valuation of such the property in the year preceding the first year of the tax years following construction. (1) Any structure that is partially constructed on the assessment date may be valued for tax purposes pursuant to this section and the valuation may not be less than the assessed valuation of such the property in the year preceding the beginning of construction. During any period of time that such the property is valued for tax purposes pursuant to this section, the period of time may include the years when such the property is partially constructed. The provisions of this subdivision may apply to any structure partially completed on January 1, 1987. (2) Thereafter such the property shall be assessed at the same percentage as is all other property for tax purposes. Section 13. That § 10-6-35.19 be amended to read as follows: 10-6-35.19. All Any commercial, industrial, and nonresidential agricultural real property which increases more than ten thousand dollars in true and full value as a result of reconstruction or renovation of structures is specially classified for purposes of taxation. All real property qualifying under this section not completed before January 1, 1980, as determined by the director of equalization, is classified in the manner prescribed in this section. The increase in true and full value resulting from the reconstruction or renovation of qualifying property shall be given tax treatment in the manner provided for in § 10-6-35.2. Section 14. That § 10-6-35.21 be amended to read as follows: 10-6-35.21. All Any new nonresidential agricultural structures, or additions to existing structures which new structures or additions have structure, or addition to an existing structure, which new structure or addition has a true and full value of ten thousand dollars or more, added to real property are is specifically classified for the purpose of taxation. All real property qualifying under this section not completed before January 1, 1974, as determined by the director of equalization shall be classified in the manner prescribed in this section. Section 15. That § 10-6-35.24 be amended to read as follows: 10-6-35.24. All Any new commercial structures structure , except a commercial residential structures, or additions to existing structures, which new structures or additions have structure, or addition to an existing structure, which new structure or addition has a true and full value of thirty thousand dollars or more, added to real property are is specifically classified for the purpose of taxation. All real property qualifying under this section not completed before January 1, 1974, as determined by the director of equalization shall be classified in the manner prescribed in this section. Section 16. That § 10-6-35.25 be amended to read as follows: 10-6-35.25. All Any new commercial residential structures, or additions to existing structures, which new structures or additions have structure, or addition to an existing structure, which new structure or addition has a true and full value of thirty thousand dollars or more, added to real property are is specifically classified for the purpose of taxation. All real property qualifying under this section not completed before January 1, 1994, as determined by the director of equalization shall be classified in the manner prescribed in this section. For purposes of this section, a commercial residential structure shall contain four or more units. Section 17. That § 10-6-52 be repealed. 10-6-52. The director of equalization may, at the time of making the annual assessment of property for taxation, furnish to the Department of Revenue on forms provided by the department the following statistics regarding agriculture in his county for the current year: (1) Name and post office address of the farmer or rancher (owner or operator); (2) Total acres in the farm or ranch; (3) Acres of each crop sown or planted or intended to be sown or planted; (4) Acres of tillable land used exclusively for pasturage; (5) Such other statistics relating to agriculture as may be required by the Department of Revenue from year to year. Section 18. That § 10-6-53 be repealed. 10-6-53. Each director of equalization shall gather the agricultural statistics specified in § 10-6-52 by personal interview with the owner, operator, foreman, manager, or agent, if any can be found, and if not, he shall obtain such information from the most reliable source. Section 19. That § 10-6-54 be amended to read as follows: 10-6-54. All Any new residential structures, or additions to existing structures structure, or addition to an existing structure , located within a redevelopment neighborhood established pursuant to § 10-6-56 which new structures or additions have new structure or addition has a true and full value of fifteen thousand dollars or more, added to real property are is specifically classified for the purpose of taxation. All such structures The structure shall be located in an area defined and designated as a redevelopment neighborhood based on conditions provided in § 11-7-2 or 11-7-3. All real property qualifying under this section not completed before January 1, 1993, as determined by the director of equalization shall be classified in the manner prescribed in this section. Section 20. That § 10-6-55 be amended to read as follows: 10-6-55. Structures Any structure classified pursuant to § 10-6-54 shall, following construction, be valued for taxation purposes in the usual manner. However, after notice to the governing body of each municipality within the county, the board of county commissioners of the county where such structures are the structure is located, may , in their the board's discretion , adopt any formula for assessed value to be used for tax purposes. The formula may include for any or all of the five tax years following construction all, any portion or none of the assessed valuation for tax purposes. The assessed valuation during any of the five years may not be less than the assessed valuation of such the property in the year preceding the first year of the tax years following construction. Any structure that is partially constructed on the assessment date may be valued for tax purposes pursuant to this section and the valuation may not be less than the assessed valuation of such the property in the year preceding the beginning of construction. During any period of time that such the property is valued for tax purposes pursuant to this section, the period of time may include the years when such the property is partially constructed. The provisions of this subdivision may apply to any structure partially completed on January 1, 1993. Thereafter such the property shall be assessed at the same percentage as is all other property for tax purposes. Section 21. That § 10-6-67 be amended to read as follows: 10-6-67. Property classified pursuant to § 10-6-66 shall be valued for taxation purposes in the usual manner. However, the board of county commissioners of the county where such the property is located may, in their the board's discretion, adopt any formula for assessed value to be used for tax purposes. The formula may include for any or all of the five tax years following the filing of the plat for the subdivision all, any portion or none of the assessed valuation for tax purposes. The assessed valuation during any of the five years may not be less than the assessed valuation of such the property in the year preceding the first year of the tax years following the filing of the plat for the subdivision. If a plat for a subdivision was filed before January 1, 1993, and there are lots which remain unsold, such lots may be valued for tax purposes pursuant to this section and the valuation may not be less than the assessed valuation of such property in the year preceding the year when the plat for the subdivision was filed. The board of county commissioners of a county where property classified pursuant to § 10-6-66 is located may, in their the board's discretion, if requested by the owner of such the property, not apply the discretionary formula and the full assessment shall be made without application of the formula. In waiving the formula for the property of one owner, the board of county commissioners is not prohibited from applying the formula for subsequent property. Section 22. That § 10-6-68 be repealed. 10-6-68. For the purposes of property taxes payable in 1995 on leased school and endowment lands, the assessment date is June 1, 1994, and the valuation date is March 1, 1994. Section 23. That § 10-11-56.5 be repealed. 10-11-56.5. No sale of any land which is classified pursuant to § 10-6-58 may be used in any sales ratio study. Section 24. That § 10-6-66.1 be transferred to chapter 10-13. Section 25. That § 10-13-39 be amended to read as follows: 10-13-39. Each owner-occupied single-family dwelling in this state is specifically classified for the purpose of taxation. For the purposes of this section, an owner-occupied single-family dwelling is a house, condominium apartment, residential housing consisting of four or less family units, town house, town home, housing cooperatives where membership in the cooperative is strictly limited to stockholder occupants of the building, dwelling as classified in § 10-6-66.1 section 24 of this Act , and manufactured or mobile home as defined in § 32-3-1, which is assessed and taxed as a separate unit, including an attached or unattached garage and the parcel of land upon which the structure is situated as recorded in the records of the director of equalization. A person may only have one dwelling classified as an owner-occupied single-family dwelling. If the owner occupies fifty percent or more of the living space within the dwelling, the entire dwelling is classified as an owner-occupied single-family dwelling. If the owner occupies a duplex, triplex, or fourplex, or less than fifty percent of the living space within the dwelling, the portion of the dwelling so occupied shall be classified as an owner-occupied single-family dwelling. Section 26. That § § 10-6-70 to 10-6-73, inclusive, be transferred to chapter 10-21. Section 27. That § 32-5-16.3 be amended to read as follows: 32-5-16.3. Any person who moves a mobile home or manufactured home shall obtain a permit, as prescribed by the secretary of revenue, from the county treasurer where the home is located. The permit fee is valid for a single trip from the point of origin to a point of destination within the state. Before the county treasurer may issue a permit, the owner of the mobile home or manufactured home shall obtain an affidavit from the county treasurer stating that the current year's taxes are paid as described in § § 10-6-70 to 10-6-72, inclusive, and § 10-6-73 section 26 of this Act or § 10-9-3. The permit fee for mobile homes and manufactured homes for use on the public highways is fifteen dollars. The fees collected shall be credited to the license plate special revenue fund. The fee and permit imposed by this section does not apply to a new or used mobile home or manufactured home transported by or for a dealer licensed under chapter 32-7A. A violation of this section is a Class 2 misdemeanor. Section 28. That § 32-7A-17 be amended to read as follows: 32-7A-17. Any transfer or reassignment of a mobile home or manufactured home title shall be accompanied by an affidavit issued by the county treasurer of the county in which the mobile home or manufactured home is registered, stating that the current year's taxes are paid. The county treasurer shall apply the requirements of § § 10-6-70 to 10-6-72, inclusive, and § 10-6-73 section 26 of this Act to determine if the current year's taxes are paid. No title may be transferred until the taxes under § 10-9-3 or 10-21-4 are paid. No transfer of title may be completed unless the mobile home or manufactured home is registered as provided in § 10-9-3 or 10-4-2.6. In any event the title or manufacturer's statement of origin shall be transferred within thirty days of delivery of the manufactured home or mobile home. A violation of this section is a Class 2 misdemeanor. Section 29. That § 32-7A-11 be amended to read as follows: 32-7A-11. New and used mobile homes and manufactured homes owned by a dealer may be transported upon the streets and highways to the dealer's place of business and to the purchaser of such a home and between a dealer's place of business and a supplemental lot or a temporary supplemental lot. Any transport of a mobile home or manufactured home purchased or transported by or for a dealer shall be accompanied with a permit notification form stating the point of origin and the point of destination . The dealer shall provide a copy of the permit notification form to the director of equalization in the county of origin and to the director of equalization in the county of destination . BILL HISTORY 1/11/00 First read in House and referred to Taxation. H.J. 12 1/18/00 Scheduled for Committee hearing on this date. 1/18/00 Taxation Do Pass, Passed, AYES 13, NAYS 0. H.J. 110 1/18/00 Taxation Place on Consent Calendar. 1/20/00 Motion to Amend, Passed. H.J. 166 1/20/00 House of Representatives Do Pass Amended, Passed, AYES 67, NAYS 0. H.J. 166"}, {"bill_id": 14995, "bill_version_id": 86057, "bill_version": "Enrolled", "bill_version_date": "2000-02-11T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14995, "action_date": "2000-01-11T14:00:00-06:00", "document_id": 85620, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85620.pdf", "status_text": "First read in House and referred to", "journal_page": 12, "committee_id_action": 656, "committee_id_assigned": 652, "result": "N", "vote": {}}, {"bill_id": 14995, "action_date": "2000-01-18T07:45:00-06:00", "document_id": 85718, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85718.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 652, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14995, "action_date": "2000-01-18T07:45:00-06:00", "document_id": 85718, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85718.pdf", "status_text": "Do Pass,", "journal_page": 110, "committee_id_action": 652, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43978, "president_vote": null, "Yea": [2305, 2324, 2342, 2348, 2353, 2371, 2372, 2377, 2378, 2379, 2402, 2393, 2363]}}, {"bill_id": 14995, "action_date": "2000-01-18T07:45:00-06:00", "document_id": 85718, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85718.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 652, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14995, "action_date": "2000-01-19T14:00:00-06:00", "document_id": 85632, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85632.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 147, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14995, "action_date": "2000-01-20T14:00:00-06:00", "document_id": 85634, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85634.pdf", "status_text": "Motion to Amend,", "journal_page": 166, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14995, "action_date": "2000-01-20T14:00:00-06:00", "document_id": 85634, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85634.pdf", "status_text": "Do Pass Amended,", "journal_page": 166, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45953, "president_vote": null, "Yea": [2305, 2308, 2309, 2312, 2313, 2315, 2316, 2317, 2319, 2321, 2323, 2324, 2325, 2327, 2328, 2332, 2333, 2334, 2336, 2337, 2338, 2341, 2342, 2343, 2345, 2348, 2349, 2350, 2353, 2354, 2355, 2356, 2359, 2360, 2361, 2362, 2363, 2366, 2367, 2368, 2370, 2371, 2372, 2373, 2374, 2377, 2378, 2379, 2382, 2383, 2384, 2385, 2387, 2388, 2390, 2392, 2393, 2396, 2397, 2401, 2402, 2403, 2404, 2406, 2407, 2408, 2351], "Excused": [2314, 2394], "Absent": [2318]}}, {"bill_id": 14995, "action_date": "2000-01-21T14:00:00-06:00", "document_id": 85637, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85637.pdf", "status_text": "First read in Senate and referred to", "journal_page": 145, "committee_id_action": 657, "committee_id_assigned": 640, "result": "N", "vote": {}}, {"bill_id": 14995, "action_date": "2000-02-04T08:00:00-06:00", "document_id": 85863, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85863.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 640, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14995, "action_date": "2000-02-09T08:00:00-06:00", "document_id": 85893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85893.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 640, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14995, "action_date": "2000-02-09T08:00:00-06:00", "document_id": 85893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85893.pdf", "status_text": "Do Pass,", "journal_page": 380, "committee_id_action": 640, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44084, "president_vote": null, "Yea": [2304, 2311, 2320, 2339, 2375, 2380, 2399, 2310, 2381]}}, {"bill_id": 14995, "action_date": "2000-02-09T08:00:00-06:00", "document_id": 85893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85893.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 640, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14995, "action_date": "2000-02-10T14:00:00-06:00", "document_id": 85665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85665.pdf", "status_text": "Do Pass Amended,", "journal_page": 411, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44271, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2311, 2320, 2322, 2326, 2329, 2330, 2331, 2335, 2339, 2340, 2344, 2346, 2347, 2352, 2357, 2358, 2364, 2365, 2369, 2375, 2376, 2380, 2381, 2386, 2389, 2391, 2395, 2398, 2399, 2400, 2405]}}, {"bill_id": 14995, "action_date": "2000-02-11T14:00:00-06:00", "document_id": 85666, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85666.pdf", "status_text": "Signed by Speaker", "journal_page": 623, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14995, "action_date": "2000-02-14T14:00:00-06:00", "document_id": 85669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85669.pdf", "status_text": "Signed by President", "journal_page": 485, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14995, "action_date": "2000-02-14T14:00:00-06:00", "document_id": 85668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85668.pdf", "status_text": "Delivered to the Governor", "journal_page": 658, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14995, "action_date": "2000-02-22T14:00:00-06:00", "document_id": 85678, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85678.pdf", "status_text": "Signed by Governor", "journal_page": 770, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1530}