{"session_id": 43, "bill_id": 11737, "bill_type": "House Bill", "bill_number": 1083, "bill_title": "rename the postsecondary technical institutes as technical colleges.", "sponsors": [{"legislator_profile_id": 1700, "is_prime": true}, {"legislator_profile_id": 1719, "is_prime": true}, {"legislator_profile_id": 1754, "is_prime": false}, {"legislator_profile_id": 1689, "is_prime": false}, {"legislator_profile_id": 1741, "is_prime": false}, {"legislator_profile_id": 1654, "is_prime": false}, {"legislator_profile_id": 1670, "is_prime": false}, {"legislator_profile_id": 1764, "is_prime": false}, {"legislator_profile_id": 1751, "is_prime": false}, {"legislator_profile_id": 1665, "is_prime": false}, {"legislator_profile_id": 1699, "is_prime": false}, {"legislator_profile_id": 1763, "is_prime": false}, {"legislator_profile_id": 1680, "is_prime": false}, {"legislator_profile_id": 1681, "is_prime": false}, {"legislator_profile_id": 1744, "is_prime": false}, {"legislator_profile_id": 1702, "is_prime": false}, {"legislator_profile_id": 1676, "is_prime": false}, {"legislator_profile_id": 1742, "is_prime": false}, {"legislator_profile_id": 1717, "is_prime": false}, {"legislator_profile_id": 1708, "is_prime": false}, {"legislator_profile_id": 1678, "is_prime": false}, {"legislator_profile_id": 1686, "is_prime": false}, {"legislator_profile_id": 1675, "is_prime": false}, {"legislator_profile_id": 1679, "is_prime": false}, {"legislator_profile_id": 1715, "is_prime": false}, {"legislator_profile_id": 1651, "is_prime": false}, {"legislator_profile_id": 1703, "is_prime": false}, {"legislator_profile_id": 1671, "is_prime": false}, {"legislator_profile_id": 1749, "is_prime": false}, {"legislator_profile_id": 1746, "is_prime": false}, {"legislator_profile_id": 1698, "is_prime": false}, {"legislator_profile_id": 1677, "is_prime": false}, {"legislator_profile_id": 1745, "is_prime": false}, {"legislator_profile_id": 1725, "is_prime": false}, {"legislator_profile_id": 1683, "is_prime": false}, {"legislator_profile_id": 1726, "is_prime": false}, {"legislator_profile_id": 1752, "is_prime": false}, {"legislator_profile_id": 1713, "is_prime": false}, {"legislator_profile_id": 1653, "is_prime": false}, {"legislator_profile_id": 1704, "is_prime": false}, {"legislator_profile_id": 1750, "is_prime": false}, {"legislator_profile_id": 1692, "is_prime": false}, {"legislator_profile_id": 1730, "is_prime": false}, {"legislator_profile_id": 1762, "is_prime": false}, {"legislator_profile_id": 1755, "is_prime": false}, {"legislator_profile_id": 1735, "is_prime": false}, {"legislator_profile_id": 1652, "is_prime": false}, {"legislator_profile_id": 1712, "is_prime": false}, {"legislator_profile_id": 1687, "is_prime": false}], "keywords": ["Education", "Higher Education"], "audio": [{"meeting_datetime": "2020-01-29T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hed11.mp3", "start_seconds": 4500.0}, {"meeting_datetime": "2020-01-29T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hed11.mp3", "start_seconds": 4500.0}, {"meeting_datetime": "2020-01-29T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hed11.mp3", "start_seconds": 4500.0}, {"meeting_datetime": "2020-01-29T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hed11.mp3", "start_seconds": 4500.0}, {"meeting_datetime": "2020-02-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou13.mp3", "start_seconds": 2722.0}, {"meeting_datetime": "2020-02-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou13.mp3", "start_seconds": 2722.0}, {"meeting_datetime": "2020-02-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou13.mp3", "start_seconds": 2722.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sed18.mp3", "start_seconds": 2244.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sed18.mp3", "start_seconds": 2244.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sed18.mp3", "start_seconds": 2244.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sed18.mp3", "start_seconds": 2244.0}, {"meeting_datetime": "2020-02-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen21.mp3", "start_seconds": 5830.0}, {"meeting_datetime": "2020-02-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen21.mp3", "start_seconds": 5830.0}, {"meeting_datetime": "2020-02-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen21.mp3", "start_seconds": 5830.0}], "bill_versions": [{"bill_id": 11737, "bill_version_id": 63557, "bill_version": "Introduced", "bill_version_date": "2020-01-24T08:03:10.88-06:00", "bill_text": "An Act to rename the postsecondary technical institutes as technical colleges. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-39A-1 be AMENDED: 13-39A-1. Definitions. Terms used in this chapter, mean: (1) \"Board,\" the South Dakota Board of Technical Education; (2) \"Department,\" the Department of Education; (3) \"Executive director,\" the executive director of the board; (4) \"Facilities,\" buildings, rooms, property, and permanent equipment, including vehicles, used to provide technical education; (5) \"LEA,\" a local education agency limited to public school districts, the legal entities that a school district is authorized to establish or a distinct separate LEA established pursuant to § 13-39A-35; (6) \"Postsecondary technical institute,\" \"Technical college,\" a public nonprofit school legally authorized to provide career and technical Associate of Applied Science degrees and certificates or their successor equivalents and that are funded wholly or in part by the state as referenced in § 13-39A-42; and (7) \"Secretary,\" the secretary of the Department of Education. Section 2. That § 13-39A-2 be AMENDED: 13-39A-2. South Dakota Board of Technical Education--Creation. There is hereby created the South Dakota Board of Technical Education. The oversight of the postsecondary technical institute college system is vested in the board. The board shall consist of nine members. Four members shall be selected by the Governor from persons recommended by each of the technical institutes colleges. Each of the four technical institutes colleges shall submit to the Governor a list of not fewer than four persons, from which the Governor shall select one person. Each list shall be submitted no fewer than thirty days before the appointment is to be made. The Governor may reject the entire list and require a technical institute college to submit a new list. The Governor shall appoint the remaining board members to represent different geographic regions of the state and to reflect the industries that rely upon the technical institutes colleges to provide a skilled workforce. All members shall be appointed with the advice and consent of the Senate. Section 3. That § 13-39A-9 be AMENDED: 13-39A-9. Board members--No technical college employees. No employee of a postsecondary technical institute college may be a member of the board. Section 4. That § 13-39A-11 be AMENDED: 13-39A-11. Local governing bodies--Retain powers not given to board. The local governing body of each postsecondary technical institute college shall retain all powers not expressly given to the board. Section 5. That § 13-39A-12 be AMENDED: 13-39A-12. Tuition and fees. The board shall approve rates of tuition and state fees for the postsecondary technical institutes colleges. Tuition and fees may vary by course and institution college. Section 6. That § 13-39A-13 be AMENDED: 13-39A-13. Annual state funding requests. The board shall review and approve recommendations for annual state funding requests for the postsecondary technical institutes colleges and make recommendations to the Governor and the Legislature. Section 7. That § 13-39A-14 be AMENDED: 13-39A-14. Management policies, goals, and objectives. The board shall, with the input of the local governing boards of each of the postsecondary technical institutes colleges, provide overall policies, goals, and objectives for the management of the postsecondary technical institute college system to ensure that the needs of the public, business, and industry are met to the highest possible degree and in the most cost-effective and efficient manner. Section 8. That § 13-39A-15 be AMENDED: 13-39A-15. New construction or major renovation of facilities. Except as otherwise provided in § 1-16A-95, the board shall consider and act upon postsecondary technical institute college requests for new construction or major renovation of facilities also subject to the provisions of § 1-16A-95. However, the absence of any such action does not prevent the Legislature from approving such plans pursuant to § 1-16A-95. Section 9. That § 13-39A-16 be AMENDED: 13-39A-16. Additional duties of board. The board shall consider and act upon the following: (1) Recommendations regarding legislation proposed for postsecondary technical education; (2) All actions required by law to be taken by the board; (3) Establishment of committees related to the statewide mission of the postsecondary technical institute college system; and (4) New degree or certificate granting or awarding programs at any postsecondary technical institute college. Section 10. That § 13-39A-18 be AMENDED: 13-39A-18. Promulgation of rules. The board may promulgate rules, pursuant to chapter 1-26, to provide oversight for the operation and maintenance of the postsecondary technical institute college system that affords people of the state, insofar as practicable, an equal opportunity to acquire a public technical education. The rules may provide for the following: (1) Program requirements for degrees and certificate awards; (2) Apportionment and distribution of funds made available to the board for carrying out the purposes of this chapter; (3) General administrative matters; (4) The submission to the board of the annual budget by each postsecondary technical institute college. The board shall determine the contents of the annual budget and shall provide that failure to comply with the rules may result in withholding of payments from federal and state funds; (5) The submission of plans of LEAs for new construction or major renovation of facilities eligible for reimbursement. The rules regarding these plans shall include a requirement that the LEA, by a written resolution, declare the LEA committed to begin construction if the budget of the board provides the matching funds; (6) The promotion and coordination of postsecondary career and technical education consistent with the purpose set forth in § 13-39A-42; and (7) The prevention of unwarranted duplication of programs. Section 11. That § 13-39A-19 be AMENDED: 13-39A-19. Successor to Board of Education Standards on agreements. The board shall be the lawful successor to the Board of Education Standards with respect to all rights, privileges, obligations and duties of the Board of Education Standards under and with respect to: (1) The lease purchase agreement dated as of August 1, 1988, between the health and educational facilities authority and the Board of Education Standards, as heretofore amended or supplemented; (2) The four sublease agreements dated as of August 1, 1988, between the Board of Education Standards and, respectively, Mitchell School District 17-2, Rapid City Area School District No. 51-4, Sioux Falls School District 49-5, and Watertown School District No. 14-4, each as heretofore amended or supplemented; (3) The first supplement to general pledge and escrow agreement between the treasurer, the Board of Education Standards, the health and educational facilities authority and the First National Bank in Sioux Falls, dated as of August 1, 1988, as amended and supplemented; (4) The fourth supplement to facility fee tuition collection and deposit agreement dated June 1, 1999, among the treasurer, the Board of Education Standards, the First National Bank in Sioux Falls and the school districts specified in subsection (2) or their successors, as such the agreement has been heretofore amended or supplemented from time to time; and (5) All other agreements related to the foregoing and with respect to career and technical education program revenue bonds issued from time to time by the health and educational facilities authority to finance property used by LEAs for any postsecondary technical institute college. The board shall succeed to and assume all of the obligations of the Board of Education Standards with respect to all such the agreements and is bound by all of the obligations and covenants of the Board of Education Standards in connection therewith, which obligations and covenants are ratified and confirmed. Section 12. That § 13-39A-20 be AMENDED: 13-39A-20. Performance of agreements. The board may enter into and perform the agreements described in § 13-39A-19. All bonds, notes or other evidences of indebtedness issued by the South Dakota Health and Educational Facilities Authority to finance facilities for use as postsecondary technical institute college facilities and outstanding on July 1, 2017 are unaffected by the transfer of functions from the Board of Education Standards to the board. No contract with respect to the bonds is impaired by SL 2017, chapter 81 of the 2017 Session Laws. Section 13. That § 13-39A-21 be AMENDED: 13-39A-21. Apportionment and distribution of funds to LEAs. The secretary shall apportion and distribute funds made available for postsecondary technical institutes colleges through a formula approved by the board to the LEAs having jurisdiction over postsecondary technical institutes colleges to assist in maintaining and operating those schools. The use of the funds is subject to rules promulgated by the board pursuant to § 13-39A-18 and in accordance with the approved state plan for career and technical education. However, the formula approved by the board may not reduce or increase the apportionment and distribution to any postsecondary technical institute college as a result of any municipal, county, or LEA financial support. Section 14. That § 13-39A-22 be AMENDED: 13-39A-22. Distribution of funds to technical colleges. The department shall distribute funds to the postsecondary technical institutes colleges under the provisions of § 13-39A-21 from money appropriated to the department for that purpose, and from federal funds allotted to the State of South Dakota for that purpose. Section 15. That § 13-39A-23 be AMENDED: 13-39A-23. Separate accounting and funds by LEAs. Any LEA operating a postsecondary technical institute college shall keep separate the accounting and funds for the operation of the postsecondary technical college programs. The LEA shall deposit receipts, student fees, and income from state and federal sources, as well as any other receipts incidental to the operation of the postsecondary technical institute college, in any fund created pursuant to this chapter. Section 16. That § 13-39A-27 be AMENDED: 13-39A-27. Technical colleges facilities fund. There is hereby created within the state treasury a trust fund on behalf of the board known as the postsecondary technical institutes colleges facilities fund. The fund shall consist of any appropriation by the Legislature specifically designated for deposit in the fund and any other moneys designated for deposit in the fund, including any investment earnings. The state treasurer may create subfunds or accounts within the trust fund created in this section as the treasurer considers necessary. Any investment earnings in the fund may be transferred annually by the state treasurer to the tuition subaccount established in § 13-39A-28. Section 17. That § 13-39A-28 be AMENDED: 13-39A-28. Tuition subaccount. There is hereby created within the postsecondary technical institutes colleges facilities fund a tuition subaccount. The board may determine and require that all or any portion of the tuition and other student fees payable to an LEA shall be deposited in the subaccount. No moneys may be disbursed from the tuition subaccount for any purpose other than to pay lease rentals or other amounts owed in connection with: (1) Any facility originally leased to the Board of Regents but now utilized for career and technical education if the facility is on the campus of a postsecondary technical institute college; and (2) Any lease-purchase agreement authorized in §§ 13-39A-24 and 13-39A-25 unless the South Dakota Health and Educational Facilities authority Authority files with the state treasurer a certification that it has on deposit or there has otherwise been appropriated sufficient moneys to pay all amounts due or to become due within the next three months on all the lease-purchase agreements. No lease rentals on facilities described in subdivision (1) may be paid unless the board has approved the assumption of the former Board of Regents' lease obligations by the tuition subaccount. Thereafter, the state treasurer shall retain in the postsecondary technical institutes colleges facilities fund for future repair and improvement an amount not to exceed ten percent of the fund, as the board directs. Section 18. That § 13-39A-29 be AMENDED: 13-39A-29. Technical college equipment fund. There is established a postsecondary technical institute college equipment fund. Any money in the postsecondary technical institute college equipment fund is continuously appropriated to the board for distribution as provided in this section. The board shall distribute the money to the postsecondary technical institutes colleges to purchase equipment. Any equipment purchase shall be based upon priorities established by each postsecondary technical institute college, approved by each postsecondary technical institute's college's governing body, and approved by the board. Section 19. That § 13-39A-30 be AMENDED: 13-39A-30. Payment of obligations under lease-purchase agreement. All or any portion of the lease-purchase obligations under or in connection with any lease-purchase agreement authorized in §§ 13-39A-24 and 13-39A-25 may be paid or discharged out of moneys available from the investment earnings on the postsecondary technical institutes colleges trust fund or from any amounts on deposit in the tuition subaccount of the fund upon the determination by the board to pledge or otherwise transfer any amounts to the South Dakota Health and Educational Facilities Authority. Section 20. That § 13-39A-31 be AMENDED: 13-39A-31. Petition to establish technical college. Any LEA proposing to establish a postsecondary technical institute college after July 1, 2015, may petition the board pursuant to §§ 13-39A-32 to 13-39A-34, inclusive. The board may conduct hearings, investigate school records, and secure other data relating to the proposed postsecondary technical institute college, the institute's college's geographical location, the demography and economy of the area, and any other facts relating to the proposed postsecondary technical institute college that the board may consider appropriate. This section does not apply to a distinct separate LEA established pursuant to § 13-39A-35. Section 21. That § 13-39A-33 be AMENDED: 13-39A-33. Legislative approval of petition. If the Legislature approves the petition by passing a joint resolution, an LEA may operate a postsecondary technical institute college. If an LEA begins to operate a postsecondary technical institute college without the approval required by this section, that institute is ineligible for state career and technical education money. Section 22. That § 13-39A-35 be AMENDED: 13-39A-35. Petition to establish technical college as distinct separate LEA. Any postsecondary technical institute college, school district LEA or school districts, or any combination of them that established a postsecondary technical institute college before July 1, 2015, may file a petition with the board to establish the postsecondary technical institute college as a distinct separate LEA, which shall be an LEA and a public body under chapter 1-16A. The board shall approve the petition before the postsecondary technical institute college may operate as a distinct separate LEA. Upon establishment of a distinct separate LEA, the school district LEA shall assign to, and the newly established distinct separate LEA shall expressly assume, all duties and powers and all rights, covenants, and obligations concerning the postsecondary technical institute college, including without limitation all rights, covenants and obligations of the school district in connection with any lease purchase agreement or sublease authorized pursuant to §§ 13-39A-24 to 13-39A-30, inclusive, and any and all instruments and other agreements related thereto. Nothing in this section prohibits an agreement between the school district LEA and the distinct separate LEA pursuant to chapter 1-24. The distinct separate LEA established pursuant to this section is not subject to §§ 13-39A-31 to 13-39A-34, inclusive. Section 23. That § 13-39A-38 be AMENDED: 13-39A-38. Appointment of members. After a member's initial term on the board of the distinct separate LEA is complete, the board of the school district LEA, with input from trade and industry representatives in the region and the postsecondary technical institute college president, shall continue to appoint the three board member positions whose initial terms were three years. After the distinct separate LEA board member's initial term is finished, the Governor shall appoint the three board members of the board whose initial terms were one year. After the distinct separate LEA board member's initial term is finished, the nine person distinct separate LEA board, with input from trade and industry representatives in the region and the postsecondary technical institute college president, shall appoint the three board members of the board whose initial terms were two years. Section 24. That § 13-39A-39 be AMENDED: 13-39A-39. Continuing contract and collective bargaining provisions not applicable--Notice of nonrenewal. The continuing contract provisions set forth in chapter 13-43 and the collective bargaining provisions set forth in chapters 3-18 and 60-9A do not apply to any person performing work for a postsecondary technical institute college. However, the governing board shall give at least sixty days written notice of the intent to nonrenew a year-to-year contract with a contracted employee in a postsecondary technical institute college. Section 25. That § 13-39A-40 be AMENDED: 13-39A-40. Confidentiality of student information. Each postsecondary technical institute college shall treat all information disclosed pursuant to § 13-28-50 as confidential and subject to the same restrictions that apply to personally identifiable information involving any student enrolled in a postsecondary technical institute college. Section 26. That § 13-39A-41 be AMENDED: 13-39A-41. Administrative rules not affected. Nothing in this chapter or chapter 13-39 may be construed as withdrawing statutory authority for any administrative rule of the South Dakota Board of Education Standards in effect on June 30, 2017, governing the operation of the postsecondary technical institutes colleges. Section 27. That § 13-39A-42 be AMENDED: 13-39A-42. State support of four technical colleges. The state shall support four postsecondary technical institutes colleges: (1) Lake Area Technical Institute College in Watertown, Codington County; (2) Mitchell Technical Institute College in Mitchell, Davison County; (3) Southeast Technical Institute College in Sioux Falls, Minnehaha County; and (4) Western Dakota Technical Institute College in Rapid City, Pennington County. The purpose of Lake Area Technical Institute College, Mitchell Technical Institute College, Southeast Technical Institute College, and Western Dakota Technical Institute College is to deliver postsecondary career and technical education through the delivery of programs that result in the award of an Associate of Applied Science degree or certificate and the direct entry of graduates into skilled occupations. Section 28. That § 1-1-26 be AMENDED: 1-1-26. Acceptance by state agencies or higher education facilities of matricula consular card as identification. No state agency, state supported university, or postsecondary technical institute college may accept a matricula consular card or substantially similar document issued by the Mexican Consulate as proof of identification for any purpose. Section 29. That § 1-16A-93 be AMENDED: 1-16A-93. Proposed issuance of obligations--Determination of board. Any bonds, notes or other obligations of the authority that are payable out of receipts, rentals, and other payments made pursuant to lease purchase agreements with the Western Dakota Technical Institute College, the Southeast Technical Institute College, the Lake Area Technical Institute College, the Mitchell Technical Institute College, or the South Dakota Board of Technical Education under the authority of chapter 13-39A may only be issued if the Board of Technical Education determines, by the adoption of a resolution, that the estimated receipts, rentals, and other payments, including appropriations by the Legislature, student fee payments, or other balances or revenues pledged under the applicable bond indenture or similar agreement will not be less than one hundred three percent of the projected scheduled payments of principal and interest on all outstanding bonds which, for purposes of that determination shall include the proposed bonds to be issued and shall exclude any bonds to be refunded. Proposed issuance of obligations must comply with §§ 4-7-46 and 4-7-47. In issuing additional bonds, the authority may conclusively rely upon the determination of the board. Section 30. That § 1-16A-95 be AMENDED: 1-16A-95. Issuance of additional obligations--Legislative approval. The issuance of any additional bonds, notes, or other obligations of the authority that are payable out of receipts, rentals, and other payments made pursuant to lease purchase agreements with the Western Dakota Technical Institute College, the Southeast Technical Institute College, the Lake Area Technical Institute College, the Mitchell Technical Institute College, or the South Dakota Board of Technical Education under the authority of chapter 13-39A shall be approved by the Legislature before issuance. The board shall approve the issuance of additional bonds, notes, or other obligations prior to issuance. The Legislature in accordance with §§ 1-16A-93 and 1-16A-94 and applicable administrative rules shall consider the board's analysis prior to authorizing any additional bonds, notes, or other obligations. The requirement, however, for approval by the Legislature before issuance does not apply to the issuance of bonds for the purposes of refinancing or refunding existing bonds, notes, or other obligations. Section 31. That § 1-16A-96 be AMENDED: 1-16A-96. Appropriation for payments pursuant to lease purchase agreements--Agreement dated August 1, 1988 ratified. Any lease payments made to the authority pursuant to lease purchase agreements with the Western Dakota Technical Institute College, the Southeast Technical Institute College, the Lake Area Technical Institute College, the Mitchell Technical Institute College, or the South Dakota Board of Technical Education under the authority of chapter 13-39A shall be paid in part from an appropriation to be made by the Legislature in an amount that is equal to twenty-seven percent of the current year lease purchase agreement payments. No provision of SL 2017, chapter 81 of the 2017 Session Laws adversely affects any of the covenants or other agreements of the South Dakota Board of Education or the secretary of education in the lease purchase agreement with the authority dated August 1, 1988, as amended and supplemented, for the benefit of the holders of any bonds issued by the authority, and such covenants and agreements in the lease purchase agreement dated August 1, 1988, as amended and supplemented, are hereby ratified and confirmed. Section 32. That § 1-55-1 be AMENDED: 1-55-1. Definitions. Terms used in this chapter mean: (1) \"Account receivable cycle,\" the period of time, not to exceed one hundred eighty days, during which the center may attempt to collect on a debt before the debt is forwarded to any collection agency in accordance with § 1-55-14; (2) \"Center,\" the obligation recovery center; (3) \"Debt,\" a legal obligation to pay money, including any principal, any interest that has accrued or will accrue until the debt is paid, any penalties, any costs, and any other charges permitted by law. The term also includes any obligation of any kind referred to the center for collection by any agency of the state, the Unified Judicial System, the Board of Regents, a postsecondary technical institute college supported by the state under § 13-39A-42, or a constitutional office; (4) \"Debtor,\" a person who is indebted to the state or a state agency for any delinquent accounts, charges, fees, loans, taxes, or other indebtedness due the state, or any person that owes any obligation being collected by the center; (5) \"Bad debt,\" any debt due an agency of the state, the Board of Regent's system, any postsecondary technical institute college supported by the state under § 13-39A-42, or a constitutional office that is no longer subject to an administrative appeal or judicial review following an administrative appeal, or any costs, fines, fees, or restitution ordered in any adult criminal proceeding through the Unified Judicial System no longer subject to direct appeal under § 23A-32-2; (6) \"Final notification,\" the notification provided by § 1-55-7; and (7) \"Referring entity,\" the entity referring the debt to the state obligation recovery center for collection. Section 33. That § 1-55-6 be AMENDED: 1-55-6. Use during account receivable cycle. The center may be used during the account receivable cycle by: (1) Any agency of the state to collect bad debt owed to the agency; (2) The Unified Judicial System to collect any costs, fines, fees, or restitution, constituting final debt, ordered in any adult criminal proceeding; (3) The Board of Regents to collect any final debt owed within the Board of Regents' system; (4) Any postsecondary technical institute college supported by the state under § 13-39A-42 to collect any final debt owed within the postsecondary technical institute college system; and (5) Any constitutional office to collect final debt owed to the constitutional office. Section 34. That § 7-18-34 be AMENDED: 7-18-34. Contributions to technical colleges. Any county of this state may, through its county commissioners, contribute sums of money to provide general operating and capital support to any postsecondary technical institute college and other career and technical education purposes. The funds necessary to execute this section may be appropriated from the county general fund, the capital outlay fund, or both. Section 35. That § 9-21-33 be AMENDED: 9-21-33. Contributions to technical colleges. The governing body of a municipality may contribute sums of money to provide general operating and capital support to any postsecondary technical institute college and other career and technical education purposes. The funds necessary to execute this section may be appropriated out of from the municipal general fund, the capital outlay fund, or both. Section 36. That § 13-1-61 be AMENDED: 13-1-61. Annual report--Outcomes of licensure and certification examinations. If any department, board, or commission of the state administers a licensure or certification examination to any person who completes a degree program or a training program at a public postsecondary technical institute college in the state, the department, board, or commission shall annually report to the Board of Technical Education and the Department of Labor and Regulation the following: (1) The number of persons who completed a degree program or training program at each public postsecondary technical institute college in the state and to whom the department, board, or commission administered a licensure or certification examination during that year; and (2) The number of persons in subdivision (1) who successfully passed the licensure or certification examination, including any subparts of any licensure or certification process. Section 37. That § 13-1-63 be AMENDED: 13-1-63. Job placement outcomes. The Department of Labor and Regulation shall annually work with the Board of Regents to determine the job placement outcomes for those persons completing a degree program at an institution under the control of the Board of Regents. The department shall also annually work with the Board of Technical Education to determine the job placement outcomes for those persons completing a degree program or training program at a public postsecondary technical institute college in the state. Section 38. That § 13-10-12 be AMENDED: 13-10-12. Criminal background investigation--Prospective employees, technical college instructors, and student teachers--Temporary employment pending results. Each person over eighteen years of age hired by a school district shall submit to a criminal background investigation, by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. The school district shall submit completed fingerprint cards to the Division of Criminal Investigation before the prospective new employee enters into service. If no disqualifying record is identified at the state level, the fingerprints shall be forwarded by the Division of Criminal Investigation to the Federal Bureau of Investigation for a national criminal history record check. Any person whose employment is subject to the requirements of this section may enter into service on a temporary basis pending receipt of results of the criminal background investigation. The employing school district may, without liability, withdraw its offer of employment or terminate the temporary employment without notice if the report reveals a disqualifying record. The employing school district may pay any fees charged for the cost of fingerprinting or the criminal background investigation for any person whose employment is subject to the requirements of this section. Any person hired to officiate, judge, adjudicate, or referee a public event sponsored by a school district is not required to submit to a criminal background investigation as required in this section. In addition, any instructor employed by a postsecondary technical institute college is required to submit to a criminal background investigation as required in this section at the time of initial employment. The criminal investigation required by this section with respect to a student teacher completing requirements for teacher certification shall be conducted by the school district. A criminal background investigation, of a student teacher, conducted by a school district may be provided to any other school in which the student engages in student teaching. The school district conducting the criminal background investigation of a student teacher may rely upon the results of that investigation for employment of that person as an employee of the district. Section 39. That § 13-16-3 be AMENDED: 13-16-3. General fund defined. The general fund of the school district is a fund provided by law to meet all the operational costs of the school district, excluding capital outlay fund and special education fund expenditures pursuant to § 13-13-37, and to redeem all outstanding warrants against the general fund. Notwithstanding the provisions of § 13-16-6, the general fund may be used to purchase or lease computer hardware and software. The general fund may be used to support a postsecondary technical institute college and other career and technical education purposes. Section 40. That § 13-28-37 be AMENDED: 13-28-37. Postsecondary enrollment--Course credit--Failing grade eliminates eligibility. Any student in grades nine, ten, eleven, or twelve may apply to an institution of higher education or a postsecondary technical institute college as a special student in a course or courses offered at the institution of higher education or postsecondary technical institute college. The institution of higher education or postsecondary technical institute college shall set admission standards and tuition rates. The student shall obtain the school district's approval of the postsecondary course or courses prior to enrolling. If, however, the student is enrolled in a nonpublic school or a tribal school, the student shall obtain approval of the postsecondary course or courses from the nonpublic school or the tribal school prior to enrolling, and if the student is receiving alternative instruction pursuant to § 13-27-3, the student shall obtain approval of the postsecondary course or courses prior to enrolling from the provider of the alternative instruction. If approved, the student shall receive full credit toward high school graduation as well as postsecondary credit for each postsecondary course. The school district shall record each course under this section on the student's transcript and shall use each course score to calculate academic standing. If a failing final course grade is received in a postsecondary course under this section, the student receiving the failure is no longer eligible to enroll for postsecondary courses under this section absent a showing of good cause. Section 41. That § 13-28-37.1 be AMENDED: 13-28-37.1. State subsidized high school dual credit program--Tuition rate--Payment of tuition and costs. A state subsidized high school dual credit program shall be established for any student in grades eleven or twelve. The public institution of higher education or postsecondary technical institute college offering the credit shall set the admission standards. A participating institution shall regularly submit course availability, enrollment, and completion data to the Department of Education. The Board of Regents shall set a high school dual credit tuition rate equivalent to forty-three percent of the undergraduate off-campus tuition rate. The student taking the course shall pay an amount equal to thirty-three and three tenths percent of the total high school dual credit tuition rate and a school district may pay any portion of the student's share. The state shall pay an amount equal to sixty-six and seven tenths percent of the total high school dual credit tuition rate. No public institution of higher education or postsecondary technical institute college offering the credit may require any additional fees. The student is responsible for any other costs involved with attending a postsecondary institution. For the purposes of this section, the term, undergraduate off-campus tuition rate, means the per-credit rate, as set by the Board of Regents, that was in effect on January first of the previous fiscal year. Section 42. That § 13-28-50 be AMENDED: 13-28-50. School districts to provide student mailing lists to Board of Regents and technical colleges--Use in providing post-secondary school information--Exception. By November first each year, each school district shall provide a list of students by name in grades seven to twelve, inclusive, together with their mailing addresses, to the executive director of the Board of Regents and to each postsecondary technical institute college located in the state. The board and each postsecondary technical institute college shall use the information to inform the parents and guardians of any such student in any public middle school and high school about the courses needed to prepare for postsecondary-level work and about the benefits of such preparation. However, no school district may forward the name of any student whose parent has directed that the school district not release directory information about the student. The board shall provide a format through which the information may be submitted. Section 43. That § 13-33-29 be AMENDED: 13-33-29. Granting of credit for distance learning courses not offered by South Dakota Virtual School prohibited--Exceptions. No school district may grant credit for any course successfully completed through distance learning as defined in § 13-33-20 unless the course is offered through the South Dakota Virtual School. However, a school district may grant credit for a distance learning course offered through an entity other than the South Dakota Virtual School if any of the following conditions apply: (1) The course is provided through an agreement among accredited school districts; (2) The course is a university or postsecondary technical institute college course taken by a student who is dually enrolled pursuant to the provisions of § 13-28-37; (3) The course was previously taken through an accredited high school or other accredited provider by a student who subsequently transferred into the school district; or (4) The course is not available through the South Dakota Virtual School and is pre-approved by the secretary of education. Section 44. That § 13-39-1.2 be AMENDED: 13-39-1.2. Definitions. Terms used in this chapter, mean: (1) \"Career and technical education,\" a contextual education model that employs career clusters and programs of study in preparing highly skilled students for success in postsecondary education and in-demand careers; (2) \"Career clusters,\" a distinct grouping of occupations and industries based on the knowledge and skills they require; (3) \"Center board,\" the governing body of a multidistrict, career and technical academy; (4) \"Department,\" the Department of Education; (5) \"Director,\" the person at the Department of Education responsible for the administration of career and technical education; (6) \"Facilities,\" buildings, rooms, property, and permanent equipment, including vehicles, used to provide career and technical education; (7) \"LEA,\" a local education agency limited to public school districts, the legal entities that a school district is authorized to establish, or a distinct separate LEA established pursuant to § 13-39A-35; (8) \"Multidistrict, career and technical academy,\" an educational entity designed to provide career and technical education and academic courses that prepare youth for a wide range of careers that require varying levels of education; (9) \"Participating district,\" a school district which has voting representation on a center board; (10) \"Postsecondary technical institute,\" \"Technical college,\" as defined in § 13-39A-1; (11) \"Secretary,\" the secretary of education; (12) \"State board,\" the South Dakota Board of Education Standards established in § 1-45-6.1. Section 45. That § 13-39-19 be AMENDED: 13-39-19. Distribution of state and federal funds to schools--State treasurer custodian of money from federal appropriations. The secretary of education may distribute funds appropriated to the department by the Legislature or granted by any federal agency to the state in accordance with chapter 4-8B, for career and technical education in public secondary and postsecondary technical institutes colleges in the state in accordance with a state plan or plans adopted by the South Dakota Board of Education Standards or the South Dakota Board of Technical Education. The aid disbursed to the different schools of the state and all expenses incurred in the administration of the provisions of any federal acts relating to career and technical education shall be paid out of the funds of the secretary appropriated for that purpose and from the federal funds allotted to the State of South Dakota for similar purposes. The state treasurer is the custodian of all money paid to the state from federal appropriations for the purpose of career and technical education and shall disburse the funds on warrants issued by the state auditor upon vouchers approved by the director. The secretary of education shall authorize the director to submit vouchers to the state auditor for the amount payable as state and federal aid to each school approved under the provisions of this chapter. Upon receipt of the vouchers, the state auditor shall draw warrants on the state treasury in favor of the treasurer of the public secondary and postsecondary technical institute college for the sum approved by the secretary. Section 46. That § 13-48-36 be AMENDED: 13-48-36. Existing postsecondary institutions authorized to provide educational programs. To ensure that postsecondary institutions legally operating in this state as of this date and participating in the federal student financial assistance programs may comply with the state authorization regulations promulgated by the United States Department of Education on October 29, 2010, codified at 34 C.F.R. Section 600.9 and effective as of July 1, 2011, the following postsecondary institutions are acknowledged by the Legislature as being authorized to provide educational programs at physical locations in this state, subject to the provisions of § 13-48-38: (1) Augustana University; (2) Avera McKennan Hospital School of Radiologic Technology; (3) Avera Sacred Heart Hospital School of Radiologic Technology; (4) Bellevue University; (5) Black Hills Beauty College; (6) Black Hills State University; (7) Dakota State University; (8) Dakota Wesleyan University; (9) ELS Educational Services, Inc. (d/b/a ELS Language Centers); (10) Headlines Academy; (11) Hot Rod Institute; (12) John Witherspoon College; (13) Lake Area Technical Institute College; (14) Mitchell Technical Institute College; (15) Mount Marty College; (16) National American University; (17) Northern State University; (18) Presentation College; (19) Sanford Medical Center; (20) Sioux Falls Seminary; (21) South Dakota School of Mines and Technology; (22) South Dakota State University; (23) Southeast Technical Institute College; (24) Southwest Minnesota State University; (25) Stewart School; (26) University of Sioux Falls; (27) University of South Dakota; and (28) Western Dakota Technical Institute College. Section 47. That § 13-53-43 be AMENDED: 13-53-43. Transfer of credits. All general education course credit hours fulfilling graduation requirements in institutions accredited by the North Central Association of Colleges and Secondary Schools accrediting agency shall be transferable between the universities under the control of the South Dakota Board of Regents and the technical institutes colleges governed by the South Dakota Board of Education Standards Board of Technical Education. General education course credit hours are transferable between the technical institutes colleges and universities only for credit for general education courses. \"General education\" is defined as those courses which are not directly related to the student's formal technical, vocational, or professional preparation; part of every student's course of study regardless of area of emphasis; and intended to impart common knowledge, intellectual concepts, and attitudes that every educated person should possess. Section 48. That § 13-53-44 be AMENDED: 13-53-44. Technical colleges--Transfer of credits. Commencing July 1, 1999, technical institutes colleges governed by the Board of Education Standards Board of Technical Education and accredited by the North Central Association of Colleges and Secondary Schools and universities governed by the Board of Regents and accredited by the North Central Association of Colleges and Secondary Schools shall have articulation agreements in place to transfer sixty-four credit hours in the General Studies Baccalaureate Degree program and up to sixty-four credit hours in compatible programs offered by the respective institutions under the control of the Board of Regents. By December 1, 1998, the Board of Education Standards Board of Technical Education and the Board of Regents shall report to the Executive Board of the Legislative Research Council on the progress of articulation agreements and the implementation of §§ 13-53-43 and 13-53-44. The Board of Regents and the Board of Education Standards shall, by agreement, set the criteria and requirements for the transfer of any credits. Section 49. That § 13-55-6 be AMENDED: 13-55-6. Free education of children of residents who died during service in armed forces. Any person under the age of twenty-five years, a resident of this state, who is a child of a deceased parent, mother or father, who was a veteran as defined in § 33A-2-1, who was for at least six months immediately prior to entry into active service a bona fide resident of this state, and who suffered death from any cause while in the service of the armed forces of the United States, is entitled to free tuition and entitled to attend and pursue any course or courses of study in any state educational institution under the control and management of the Board of Regents or any postsecondary technical institute college as defined in § 13-39A-1 without the payment of any charges or costs therefor. Section 50. That § 13-55-31.4 be AMENDED: 13-55-31.4. Opportunity scholarship requirements for students who have completed one semester at university, college, or technical college. Except as otherwise provided in this section, if a student who would otherwise have been eligible for a South Dakota opportunity scholarship applies after completing at least one semester of full-time work at a regionally accredited university, college, or technical school college, the student shall demonstrate compliance with the same credit hour requirements that apply to program participants. A scholarship provided under these circumstances is not retroactive and a student's eligibility is reduced by one semester for each semester of work that the student had completed. Section 51. That § 13-55-39 be AMENDED: 13-55-39. Eligibility for scholarship--Criteria. In order to be eligible for a Richard Hagen-Minerva Harvey memorial scholarship award, a student shall: (1) Attend or have graduated from a South Dakota accredited high school; (2) Have met high school graduation requirements established by rules promulgated pursuant to chapter 1-26 by the Department of Education or be enrolled in a course of study such that upon graduation, the student will have met high school graduation requirements established by rules promulgated pursuant to chapter 1-26 by the Department of Education; (3) Provide evidence to the board that the student has been accepted to attend a public or nonpublic accredited university, college, or technical institute college located in South Dakota; (4) Apply for a Richard Hagen-Minerva Harvey memorial scholarship within five years after graduating from high school or within one year of the student's release from active duty with an active component of the armed forces if the release is within five years of the student's graduation from high school; and (5) Be an enrolled member of an American Indian tribe. Section 52. That § 13-55A-2 be AMENDED: 13-55A-2. Definitions. Terms used in this chapter, unless the context otherwise requires, mean: (1) \"Eligible institution,\" an institution of education beyond the high school level, located in South Dakota, which may include all public and private nonprofit and proprietary institutions, including four-year colleges and universities, community and junior colleges, area technical or vocational schools, trade schools, technical institutes colleges, schools of nursing or of the health professions or any institution which is determined by the executive director to be regularly accredited to offer postsecondary educational services by a recognized and appropriate accrediting agency, as determined by the executive director, and which has an agreement with the United States secretary of education for the conduct of any of the programs currently participating in any federal financial assistance program authorized by Title IV of The Higher Education Act of 1965, as amended to January 1, 2010; (2) \"Financial need,\" the amount of assistance, as determined by a federal department of education by calculating a student's estimated cost of attendance (minus family contribution and additional aid granted) at an eligible institution; (3) \"Qualified student,\" a resident student who is enrolled in an eligible institution in a course of study on at least a half-time basis, as certified by the institution, and who has established financial need and who is maintaining satisfactory progress toward graduation; (4) \"Resident student,\" an individual who has been determined by the executive director to be a resident of South Dakota and who is enrolled at an eligible institution; (5) \"Executive director,\" the executive director of the Board of Regents; (6) \"South Dakota need-based grant ,\" an award by the State of South Dakota to a qualified student under this chapter. Section 53. That § 22-24B-6 be AMENDED: 22-24B-6. Commencement or change in enrollment or employment--Report to local law enforcement--Time limit--Violation as felony. Any person who is registered as required by § 22-24B-2 and who is employed, carries on a vocation, or attends postsecondary classes at an institution of higher education, institution of higher learning, or technical institute college in this state shall, within three business days of any commencement and within three business days of termination of such enrollment or employment or change in employer, report to the chief of police or county sheriff where the institution is located and complete a registration update form. A violation of this section is a Class 6 felony. Section 54. That § 33-6-6 be AMENDED: 33-6-6. Partial tuition payment by state for technical college programs. Any member of the National Guard of the State of South Dakota, who is a resident of the State of South Dakota state and who possesses the entrance requirements for admission to any postsecondary technical institute college program, is entitled to complete one program of study approved by the South Dakota Board of Education Standards in any state postsecondary technical institute college upon payment of sixteen and one-half percent of the tuition charges. The remaining tuition shall be paid or otherwise credited by the postsecondary technical institute college. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. Section 55. That § 62-1-4.1 be AMENDED: 62-1-4.1. Elementary, secondary and technical college students not employees--Exception for work in vocational education. Notwithstanding the provisions of § 62-1-5.1, students of elementary, secondary, and postsecondary technical institutes colleges are not employees within the meaning of this title. However, a school district or postsecondary technical institute college, which provides a work experience educational class conducted off the school premises as a part of its vocational education program is the employer of those students who are receiving this training and experience and the students are school employees for the purposes of this title unless they are being paid a cash wage or salary by a private employer, or the person or firm providing the students the work experience elects to include them, by written agreement, in its workers' compensation insurance coverage."}, {"bill_id": 11737, "bill_version_id": 64962, "bill_version": "House Education Engrossed", "bill_version_date": "2020-01-29T14:14:13.357-06:00", "bill_text": "An Act to rename the postsecondary technical institutes as technical colleges. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-39A-1 be AMENDED: 13-39A-1. Definitions. Terms used in this chapter, mean: (1) \"Board,\" the South Dakota Board of Technical Education; (2) \"Department,\" the Department of Education; (3) \"Executive director,\" the executive director of the board; (4) \"Facilities,\" buildings, rooms, property, and permanent equipment, including vehicles, used to provide technical education; (5) \"LEA,\" a local education agency limited to public school districts, the legal entities that a school district is authorized to establish or a distinct separate LEA established pursuant to § 13-39A-35; (6) \"Postsecondary technical institute,\" \"Technical college,\" a public nonprofit school legally authorized to provide career and technical Associate of Applied Science degrees and certificates or their successor equivalents and that are funded wholly or in part by the state as referenced in § 13-39A-42; and (7) \"Secretary,\" the secretary of the Department of Education. Section 2. That § 13-39A-2 be AMENDED: 13-39A-2. South Dakota Board of Technical Education--Creation. There is hereby created the South Dakota Board of Technical Education. The oversight of the postsecondary technical institute college system is vested in the board. The board shall consist of nine members. Four members shall be selected by the Governor from persons recommended by each of the technical institutes colleges. Each of the four technical institutes colleges shall submit to the Governor a list of not fewer than four persons, from which the Governor shall select one person. Each list shall be submitted no fewer than thirty days before the appointment is to be made. The Governor may reject the entire list and require a technical institute college to submit a new list. The Governor shall appoint the remaining board members to represent different geographic regions of the state and to reflect the industries that rely upon the technical institutes colleges to provide a skilled workforce. All members shall be appointed with the advice and consent of the Senate. Section 3. That § 13-39A-9 be AMENDED: 13-39A-9. Board members--No technical college employees. No employee of a postsecondary technical institute college may be a member of the board. Section 4. That § 13-39A-11 be AMENDED: 13-39A-11. Local governing bodies--Retain powers not given to board. The local governing body of each postsecondary technical institute college shall retain all powers not expressly given to the board. Section 5. That § 13-39A-12 be AMENDED: 13-39A-12. Tuition and fees. The board shall approve rates of tuition and state fees for the postsecondary technical institutes colleges. Tuition and fees may vary by course and institution college. Section 6. That § 13-39A-13 be AMENDED: 13-39A-13. Annual state funding requests. The board shall review and approve recommendations for annual state funding requests for the postsecondary technical institutes colleges and make recommendations to the Governor and the Legislature. Section 7. That § 13-39A-14 be AMENDED: 13-39A-14. Management policies, goals, and objectives. The board shall, with the input of the local governing boards of each of the postsecondary technical institutes colleges, provide overall policies, goals, and objectives for the management of the postsecondary technical institute college system to ensure that the needs of the public, business, and industry are met to the highest possible degree and in the most cost-effective and efficient manner. Section 8. That § 13-39A-15 be AMENDED: 13-39A-15. New construction or major renovation of facilities. Except as otherwise provided in § 1-16A-95, the board shall consider and act upon postsecondary technical institute college requests for new construction or major renovation of facilities also subject to the provisions of § 1-16A-95. However, the absence of any such action does not prevent the Legislature from approving such plans pursuant to § 1-16A-95. Section 9. That § 13-39A-16 be AMENDED: 13-39A-16. Additional duties of board. The board shall consider and act upon the following: (1) Recommendations regarding legislation proposed for postsecondary technical education; (2) All actions required by law to be taken by the board; (3) Establishment of committees related to the statewide mission of the postsecondary technical institute college system; and (4) New degree or certificate granting or awarding programs at any postsecondary technical institute college. Section 10. That § 13-39A-18 be AMENDED: 13-39A-18. Promulgation of rules. The board may promulgate rules, pursuant to chapter 1-26, to provide oversight for the operation and maintenance of the postsecondary technical institute college system that affords people of the state, insofar as practicable, an equal opportunity to acquire a public technical education. The rules may provide for the following: (1) Program requirements for degrees and certificate awards; (2) Apportionment and distribution of funds made available to the board for carrying out the purposes of this chapter; (3) General administrative matters; (4) The submission to the board of the annual budget by each postsecondary technical institute college. The board shall determine the contents of the annual budget and shall provide that failure to comply with the rules may result in withholding of payments from federal and state funds; (5) The submission of plans of LEAs for new construction or major renovation of facilities eligible for reimbursement. The rules regarding these plans shall include a requirement that the LEA, by a written resolution, declare the LEA committed to begin construction if the budget of the board provides the matching funds; (6) The promotion and coordination of postsecondary career and technical education consistent with the purpose set forth in § 13-39A-42; and (7) The prevention of unwarranted duplication of programs. Section 11. That § 13-39A-19 be AMENDED: 13-39A-19. Successor to Board of Education Standards on agreements. The board shall be the lawful successor to the Board of Education Standards with respect to all rights, privileges, obligations and duties of the Board of Education Standards under and with respect to: (1) The lease purchase agreement dated as of August 1, 1988, between the health and educational facilities authority and the Board of Education Standards, as heretofore amended or supplemented; (2) The four sublease agreements dated as of August 1, 1988, between the Board of Education Standards and, respectively, Mitchell School District 17-2, Rapid City Area School District No. 51-4, Sioux Falls School District 49-5, and Watertown School District No. 14-4, each as heretofore amended or supplemented; (3) The first supplement to general pledge and escrow agreement between the treasurer, the Board of Education Standards, the health and educational facilities authority and the First National Bank in Sioux Falls, dated as of August 1, 1988, as amended and supplemented; (4) The fourth supplement to facility fee tuition collection and deposit agreement dated June 1, 1999, among the treasurer, the Board of Education Standards, the First National Bank in Sioux Falls and the school districts specified in subsection (2) or their successors, as such the agreement has been heretofore amended or supplemented from time to time; and (5) All other agreements related to the foregoing and with respect to career and technical education program revenue bonds issued from time to time by the health and educational facilities authority to finance property used by LEAs for any postsecondary technical institute college. The board shall succeed to and assume all of the obligations of the Board of Education Standards with respect to all such the agreements and is bound by all of the obligations and covenants of the Board of Education Standards in connection therewith, which obligations and covenants are ratified and confirmed. Section 12. That § 13-39A-20 be AMENDED: 13-39A-20. Performance of agreements. The board may enter into and perform the agreements described in § 13-39A-19. All bonds, notes or other evidences of indebtedness issued by the South Dakota Health and Educational Facilities Authority to finance facilities for use as postsecondary technical institute college facilities and outstanding on July 1, 2017 are unaffected by the transfer of functions from the Board of Education Standards to the board. No contract with respect to the bonds is impaired by SL 2017, chapter 81 of the 2017 Session Laws. Section 13. That § 13-39A-21 be AMENDED: 13-39A-21. Apportionment and distribution of funds to LEAs. The secretary shall apportion and distribute funds made available for postsecondary technical institutes colleges through a formula approved by the board to the LEAs having jurisdiction over postsecondary technical institutes colleges to assist in maintaining and operating those schools. The use of the funds is subject to rules promulgated by the board pursuant to § 13-39A-18 and in accordance with the approved state plan for career and technical education. However, the formula approved by the board may not reduce or increase the apportionment and distribution to any postsecondary technical institute college as a result of any municipal, county, or LEA financial support. Section 14. That § 13-39A-22 be AMENDED: 13-39A-22. Distribution of funds to technical colleges. The department shall distribute funds to the postsecondary technical institutes colleges under the provisions of § 13-39A-21 from money appropriated to the department for that purpose, and from federal funds allotted to the State of South Dakota for that purpose. Section 15. That § 13-39A-23 be AMENDED: 13-39A-23. Separate accounting and funds by LEAs. Any LEA operating a postsecondary technical institute college shall keep separate the accounting and funds for the operation of the postsecondary technical college programs. The LEA shall deposit receipts, student fees, and income from state and federal sources, as well as any other receipts incidental to the operation of the postsecondary technical institute college, in any fund created pursuant to this chapter. Section 16. That § 13-39A-27 be AMENDED: 13-39A-27. Technical colleges facilities fund. There is hereby created within the state treasury a trust fund on behalf of the board known as the postsecondary technical institutes colleges facilities fund. The fund shall consist of any appropriation by the Legislature specifically designated for deposit in the fund and any other moneys designated for deposit in the fund, including any investment earnings. The state treasurer may create subfunds or accounts within the trust fund created in this section as the treasurer considers necessary. Any investment earnings in the fund may be transferred annually by the state treasurer to the tuition subaccount established in § 13-39A-28. Section 17. That § 13-39A-28 be AMENDED: 13-39A-28. Tuition subaccount. There is hereby created within the postsecondary technical institutes colleges facilities fund a tuition subaccount. The board may determine and require that all or any portion of the tuition and other student fees payable to an LEA shall be deposited in the subaccount. No moneys may be disbursed from the tuition subaccount for any purpose other than to pay lease rentals or other amounts owed in connection with: (1) Any facility originally leased to the Board of Regents but now utilized for career and technical education if the facility is on the campus of a postsecondary technical institute college; and (2) Any lease-purchase agreement authorized in §§ 13-39A-24 and 13-39A-25 unless the South Dakota Health and Educational Facilities authority Authority files with the state treasurer a certification that it has on deposit or there has otherwise been appropriated sufficient moneys to pay all amounts due or to become due within the next three months on all the lease-purchase agreements. No lease rentals on facilities described in subdivision (1) may be paid unless the board has approved the assumption of the former Board of Regents' lease obligations by the tuition subaccount. Thereafter, the state treasurer shall retain in the postsecondary technical institutes colleges facilities fund for future repair and improvement an amount not to exceed ten percent of the fund, as the board directs. Section 18. That § 13-39A-29 be AMENDED: 13-39A-29. Technical college equipment fund. There is established a postsecondary technical institute college equipment fund. Any money in the postsecondary technical institute college equipment fund is continuously appropriated to the board for distribution as provided in this section. The board shall distribute the money to the postsecondary technical institutes colleges to purchase equipment. Any equipment purchase shall be based upon priorities established by each postsecondary technical institute college, approved by each postsecondary technical institute's college's governing body, and approved by the board. Section 19. That § 13-39A-30 be AMENDED: 13-39A-30. Payment of obligations under lease-purchase agreement. All or any portion of the lease-purchase obligations under or in connection with any lease-purchase agreement authorized in §§ 13-39A-24 and 13-39A-25 may be paid or discharged out of moneys available from the investment earnings on the postsecondary technical institutes colleges trust fund or from any amounts on deposit in the tuition subaccount of the fund upon the determination by the board to pledge or otherwise transfer any amounts to the South Dakota Health and Educational Facilities Authority. Section 20. That § 13-39A-31 be AMENDED: 13-39A-31. Petition to establish technical college. Any LEA proposing to establish a postsecondary technical institute college after July 1, 2015, may petition the board pursuant to §§ 13-39A-32 to 13-39A-34, inclusive. The board may conduct hearings, investigate school records, and secure other data relating to the proposed postsecondary technical institute college, the institute's college's geographical location, the demography and economy of the area, and any other facts relating to the proposed postsecondary technical institute college that the board may consider appropriate. This section does not apply to a distinct separate LEA established pursuant to § 13-39A-35. Section 21. That § 13-39A-33 be AMENDED: 13-39A-33. Legislative approval of petition. If the Legislature approves the petition by passing a joint resolution, an LEA may operate a postsecondary technical institute college. If an LEA begins to operate a postsecondary technical institute college without the approval required by this section, that institute is ineligible for state career and technical education money. Section 22. That § 13-39A-35 be AMENDED: 13-39A-35. Petition to establish technical college as distinct separate LEA. Any postsecondary technical institute college, school district LEA or school districts, or any combination of them that established a postsecondary technical institute college before July 1, 2015, may file a petition with the board to establish the postsecondary technical institute college as a distinct separate LEA, which shall be an LEA and a public body under chapter 1-16A. The board shall approve the petition before the postsecondary technical institute college may operate as a distinct separate LEA. Upon establishment of a distinct separate LEA, the school district LEA shall assign to, and the newly established distinct separate LEA shall expressly assume, all duties and powers and all rights, covenants, and obligations concerning the postsecondary technical institute college, including without limitation all rights, covenants and obligations of the school district in connection with any lease purchase agreement or sublease authorized pursuant to §§ 13-39A-24 to 13-39A-30, inclusive, and any and all instruments and other agreements related thereto. Nothing in this section prohibits an agreement between the school district LEA and the distinct separate LEA pursuant to chapter 1-24. The distinct separate LEA established pursuant to this section is not subject to §§ 13-39A-31 to 13-39A-34, inclusive. Section 23. That § 13-39A-38 be AMENDED: 13-39A-38. Appointment of members. After a member's initial term on the board of the distinct separate LEA is complete, the board of the school district LEA, with input from trade and industry representatives in the region and the postsecondary technical institute college president, shall continue to appoint the three board member positions whose initial terms were three years. After the distinct separate LEA board member's initial term is finished, the Governor shall appoint the three board members of the board whose initial terms were one year. After the distinct separate LEA board member's initial term is finished, the nine person distinct separate LEA board, with input from trade and industry representatives in the region and the postsecondary technical institute college president, shall appoint the three board members of the board whose initial terms were two years. Section 24. That § 13-39A-39 be AMENDED: 13-39A-39. Continuing contract and collective bargaining provisions not applicable--Notice of nonrenewal. The continuing contract provisions set forth in chapter 13-43 and the collective bargaining provisions set forth in chapters 3-18 and 60-9A do not apply to any person performing work for a postsecondary technical institute college. However, the governing board shall give at least sixty days written notice of the intent to nonrenew a year-to-year contract with a contracted employee in a postsecondary technical institute college. Section 25. That § 13-39A-40 be AMENDED: 13-39A-40. Confidentiality of student information. Each postsecondary technical institute college shall treat all information disclosed pursuant to § 13-28-50 as confidential and subject to the same restrictions that apply to personally identifiable information involving any student enrolled in a postsecondary technical institute college. Section 26. That § 13-39A-41 be AMENDED: 13-39A-41. Administrative rules not affected. Nothing in this chapter or chapter 13-39 may be construed as withdrawing statutory authority for any administrative rule of the South Dakota Board of Education Standards in effect on June 30, 2017, governing the operation of the postsecondary technical institutes colleges. Section 27. That § 13-39A-42 be AMENDED: 13-39A-42. State support of four technical colleges. The state shall support four postsecondary technical institutes colleges: (1) Lake Area Technical Institute College in Watertown, Codington County; (2) Mitchell Technical Institute College in Mitchell, Davison County; (3) Southeast Technical Institute College in Sioux Falls, Minnehaha County; and (4) Western Dakota Technical Institute College in Rapid City, Pennington County. The purpose of Lake Area Technical Institute College, Mitchell Technical Institute College, Southeast Technical Institute College, and Western Dakota Technical Institute College is to deliver postsecondary career and technical education through the delivery of programs that result in the award of an Associate of Applied Science degree or certificate and the direct entry of graduates into skilled occupations. Section 28. That § 1-1-26 be AMENDED: 1-1-26. Acceptance by state agencies or higher education facilities of matricula consular card as identification. No state agency, state supported university, or postsecondary technical institute college may accept a matricula consular card or substantially similar document issued by the Mexican Consulate as proof of identification for any purpose. Section 29. That § 1-16A-93 be AMENDED: 1-16A-93. Proposed issuance of obligations--Determination of board. Any bonds, notes or other obligations of the authority that are payable out of receipts, rentals, and other payments made pursuant to lease purchase agreements with the Western Dakota Technical Institute College, the Southeast Technical Institute College, the Lake Area Technical Institute College, the Mitchell Technical Institute College, or the South Dakota Board of Technical Education under the authority of chapter 13-39A may only be issued if the Board of Technical Education determines, by the adoption of a resolution, that the estimated receipts, rentals, and other payments, including appropriations by the Legislature, student fee payments, or other balances or revenues pledged under the applicable bond indenture or similar agreement will not be less than one hundred three percent of the projected scheduled payments of principal and interest on all outstanding bonds which, for purposes of that determination shall include the proposed bonds to be issued and shall exclude any bonds to be refunded. Proposed issuance of obligations must comply with §§ 4-7-46 and 4-7-47. In issuing additional bonds, the authority may conclusively rely upon the determination of the board. Section 30. That § 1-16A-95 be AMENDED: 1-16A-95. Issuance of additional obligations--Legislative approval. The issuance of any additional bonds, notes, or other obligations of the authority that are payable out of receipts, rentals, and other payments made pursuant to lease purchase agreements with the Western Dakota Technical Institute College, the Southeast Technical Institute College, the Lake Area Technical Institute College, the Mitchell Technical Institute College, or the South Dakota Board of Technical Education under the authority of chapter 13-39A shall be approved by the Legislature before issuance. The board shall approve the issuance of additional bonds, notes, or other obligations prior to issuance. The Legislature in accordance with §§ 1-16A-93 and 1-16A-94 and applicable administrative rules shall consider the board's analysis prior to authorizing any additional bonds, notes, or other obligations. The requirement, however, for approval by the Legislature before issuance does not apply to the issuance of bonds for the purposes of refinancing or refunding existing bonds, notes, or other obligations. Section 31. That § 1-16A-96 be AMENDED: 1-16A-96. Appropriation for payments pursuant to lease purchase agreements--Agreement dated August 1, 1988 ratified. Any lease payments made to the authority pursuant to lease purchase agreements with the Western Dakota Technical Institute College, the Southeast Technical Institute College, the Lake Area Technical Institute College, the Mitchell Technical Institute College, or the South Dakota Board of Technical Education under the authority of chapter 13-39A shall be paid in part from an appropriation to be made by the Legislature in an amount that is equal to twenty-seven percent of the current year lease purchase agreement payments. No provision of SL 2017, chapter 81 of the 2017 Session Laws adversely affects any of the covenants or other agreements of the South Dakota Board of Education or the secretary of education in the lease purchase agreement with the authority dated August 1, 1988, as amended and supplemented, for the benefit of the holders of any bonds issued by the authority, and such covenants and agreements in the lease purchase agreement dated August 1, 1988, as amended and supplemented, are hereby ratified and confirmed. Section 32. That § 1-55-1 be AMENDED: 1-55-1. Definitions. Terms used in this chapter mean: (1) \"Account receivable cycle,\" the period of time, not to exceed one hundred eighty days, during which the center may attempt to collect on a debt before the debt is forwarded to any collection agency in accordance with § 1-55-14; (2) \"Center,\" the obligation recovery center; (3) \"Debt,\" a legal obligation to pay money, including any principal, any interest that has accrued or will accrue until the debt is paid, any penalties, any costs, and any other charges permitted by law. The term also includes any obligation of any kind referred to the center for collection by any agency of the state, the Unified Judicial System, the Board of Regents, a postsecondary technical institute college supported by the state under § 13-39A-42, or a constitutional office; (4) \"Debtor,\" a person who is indebted to the state or a state agency for any delinquent accounts, charges, fees, loans, taxes, or other indebtedness due the state, or any person that owes any obligation being collected by the center; (5) \"Bad debt,\" any debt due an agency of the state, the Board of Regent's system, any postsecondary technical institute college supported by the state under § 13-39A-42, or a constitutional office that is no longer subject to an administrative appeal or judicial review following an administrative appeal, or any costs, fines, fees, or restitution ordered in any adult criminal proceeding through the Unified Judicial System no longer subject to direct appeal under § 23A-32-2; (6) \"Final notification,\" the notification provided by § 1-55-7; and (7) \"Referring entity,\" the entity referring the debt to the state obligation recovery center for collection. Section 33. That § 1-55-6 be AMENDED: 1-55-6. Use during account receivable cycle. The center may be used during the account receivable cycle by: (1) Any agency of the state to collect bad debt owed to the agency; (2) The Unified Judicial System to collect any costs, fines, fees, or restitution, constituting final debt, ordered in any adult criminal proceeding; (3) The Board of Regents to collect any final debt owed within the Board of Regents' system; (4) Any postsecondary technical institute college supported by the state under § 13-39A-42 to collect any final debt owed within the postsecondary technical institute college system; and (5) Any constitutional office to collect final debt owed to the constitutional office. Section 34. That § 7-18-34 be AMENDED: 7-18-34. Contributions to technical colleges. Any county of this state may, through its county commissioners, contribute sums of money to provide general operating and capital support to any postsecondary technical institute college and other career and technical education purposes. The funds necessary to execute this section may be appropriated from the county general fund, the capital outlay fund, or both. Section 35. That § 9-21-33 be AMENDED: 9-21-33. Contributions to technical colleges. The governing body of a municipality may contribute sums of money to provide general operating and capital support to any postsecondary technical institute college and other career and technical education purposes. The funds necessary to execute this section may be appropriated out of from the municipal general fund, the capital outlay fund, or both. Section 36. That § 13-1-61 be AMENDED: 13-1-61. Annual report--Outcomes of licensure and certification examinations. If any department, board, or commission of the state administers a licensure or certification examination to any person who completes a degree program or a training program at a public postsecondary technical institute college in the state, the department, board, or commission shall annually report to the Board of Technical Education and the Department of Labor and Regulation the following: (1) The number of persons who completed a degree program or training program at each public postsecondary technical institute college in the state and to whom the department, board, or commission administered a licensure or certification examination during that year; and (2) The number of persons in subdivision (1) who successfully passed the licensure or certification examination, including any subparts of any licensure or certification process. Section 37. That § 13-1-63 be AMENDED: 13-1-63. Job placement outcomes. The Department of Labor and Regulation shall annually work with the Board of Regents to determine the job placement outcomes for those persons completing a degree program at an institution under the control of the Board of Regents. The department shall also annually work with the Board of Technical Education to determine the job placement outcomes for those persons completing a degree program or training program at a public postsecondary technical institute college in the state. Section 38. That § 13-10-12 be AMENDED: 13-10-12. Criminal background investigation--Prospective employees, technical college instructors, and student teachers--Temporary employment pending results. Each person over eighteen years of age hired by a school district shall submit to a criminal background investigation, by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. The school district shall submit completed fingerprint cards to the Division of Criminal Investigation before the prospective new employee enters into service. If no disqualifying record is identified at the state level, the fingerprints shall be forwarded by the Division of Criminal Investigation to the Federal Bureau of Investigation for a national criminal history record check. Any person whose employment is subject to the requirements of this section may enter into service on a temporary basis pending receipt of results of the criminal background investigation. The employing school district may, without liability, withdraw its offer of employment or terminate the temporary employment without notice if the report reveals a disqualifying record. The employing school district may pay any fees charged for the cost of fingerprinting or the criminal background investigation for any person whose employment is subject to the requirements of this section. Any person hired to officiate, judge, adjudicate, or referee a public event sponsored by a school district is not required to submit to a criminal background investigation as required in this section. In addition, any instructor employed by a postsecondary technical institute college is required to submit to a criminal background investigation as required in this section at the time of initial employment. The criminal investigation required by this section with respect to a student teacher completing requirements for teacher certification shall be conducted by the school district. A criminal background investigation, of a student teacher, conducted by a school district may be provided to any other school in which the student engages in student teaching. The school district conducting the criminal background investigation of a student teacher may rely upon the results of that investigation for employment of that person as an employee of the district. Section 39. That § 13-16-3 be AMENDED: 13-16-3. General fund defined. The general fund of the school district is a fund provided by law to meet all the operational costs of the school district, excluding capital outlay fund and special education fund expenditures pursuant to § 13-13-37, and to redeem all outstanding warrants against the general fund. Notwithstanding the provisions of § 13-16-6, the general fund may be used to purchase or lease computer hardware and software. The general fund may be used to support a postsecondary technical institute college and other career and technical education purposes. Section 40. That § 13-28-37 be AMENDED: 13-28-37. Postsecondary enrollment--Course credit--Failing grade eliminates eligibility. Any student in grades nine, ten, eleven, or twelve may apply to an institution of higher education or a postsecondary technical institute college as a special student in a course or courses offered at the institution of higher education or postsecondary technical institute college. The institution of higher education or postsecondary technical institute college shall set admission standards and tuition rates. The student shall obtain the school district's approval of the postsecondary course or courses prior to enrolling. If, however, the student is enrolled in a nonpublic school or a tribal school, the student shall obtain approval of the postsecondary course or courses from the nonpublic school or the tribal school prior to enrolling, and if the student is receiving alternative instruction pursuant to § 13-27-3, the student shall obtain approval of the postsecondary course or courses prior to enrolling from the provider of the alternative instruction. If approved, the student shall receive full credit toward high school graduation as well as postsecondary credit for each postsecondary course. The school district shall record each course under this section on the student's transcript and shall use each course score to calculate academic standing. If a failing final course grade is received in a postsecondary course under this section, the student receiving the failure is no longer eligible to enroll for postsecondary courses under this section absent a showing of good cause. Section 41. That § 13-28-37.1 be AMENDED: 13-28-37.1. State subsidized high school dual credit program--Tuition rate--Payment of tuition and costs. A state subsidized high school dual credit program shall be established for any student in grades eleven or twelve. The public institution of higher education or postsecondary technical institute college offering the credit shall set the admission standards. A participating institution shall regularly submit course availability, enrollment, and completion data to the Department of Education. The Board of Regents shall set a high school dual credit tuition rate equivalent to forty-three percent of the undergraduate off-campus tuition rate. The student taking the course shall pay an amount equal to thirty-three and three tenths percent of the total high school dual credit tuition rate and a school district may pay any portion of the student's share. The state shall pay an amount equal to sixty-six and seven tenths percent of the total high school dual credit tuition rate. No public institution of higher education or postsecondary technical institute college offering the credit may require any additional fees. The student is responsible for any other costs involved with attending a postsecondary institution. For the purposes of this section, the term, undergraduate off-campus tuition rate, means the per-credit rate, as set by the Board of Regents, that was in effect on January first of the previous fiscal year. Section 42. That § 13-28-50 be AMENDED: 13-28-50. School districts to provide student mailing lists to Board of Regents and technical colleges--Use in providing post-secondary school information--Exception. By November first each year, each school district shall provide a list of students by name in grades seven to twelve, inclusive, together with their mailing addresses, to the executive director of the Board of Regents and to each postsecondary technical institute college located in the state. The board and each postsecondary technical institute college shall use the information to inform the parents and guardians of any such student in any public middle school and high school about the courses needed to prepare for postsecondary-level work and about the benefits of such preparation. However, no school district may forward the name of any student whose parent has directed that the school district not release directory information about the student. The board shall provide a format through which the information may be submitted. Section 43. That § 13-33-29 be AMENDED: 13-33-29. Granting of credit for distance learning courses not offered by South Dakota Virtual School prohibited--Exceptions. No school district may grant credit for any course successfully completed through distance learning as defined in § 13-33-20 unless the course is offered through the South Dakota Virtual School. However, a school district may grant credit for a distance learning course offered through an entity other than the South Dakota Virtual School if any of the following conditions apply: (1) The course is provided through an agreement among accredited school districts; (2) The course is a university or postsecondary technical institute college course taken by a student who is dually enrolled pursuant to the provisions of § 13-28-37; (3) The course was previously taken through an accredited high school or other accredited provider by a student who subsequently transferred into the school district; or (4) The course is not available through the South Dakota Virtual School and is pre-approved by the secretary of education. Section 44. That § 13-39-1.2 be AMENDED: 13-39-1.2. Definitions. Terms used in this chapter, mean: (1) \"Career and technical education,\" a contextual education model that employs career clusters and programs of study in preparing highly skilled students for success in postsecondary education and in-demand careers; (2) \"Career clusters,\" a distinct grouping of occupations and industries based on the knowledge and skills they require; (3) \"Center board,\" the governing body of a multidistrict, career and technical academy; (4) \"Department,\" the Department of Education; (5) \"Director,\" the person at the Department of Education responsible for the administration of career and technical education; (6) \"Facilities,\" buildings, rooms, property, and permanent equipment, including vehicles, used to provide career and technical education; (7) \"LEA,\" a local education agency limited to public school districts, the legal entities that a school district is authorized to establish, or a distinct separate LEA established pursuant to § 13-39A-35; (8) \"Multidistrict, career and technical academy,\" an educational entity designed to provide career and technical education and academic courses that prepare youth for a wide range of careers that require varying levels of education; (9) \"Participating district,\" a school district which has voting representation on a center board; (10) \"Postsecondary technical institute,\" \"Technical college,\" as defined in § 13-39A-1; (11) \"Secretary,\" the secretary of education; (12) \"State board,\" the South Dakota Board of Education Standards established in § 1-45-6.1. Section 45. That § 13-39-19 be AMENDED: 13-39-19. Distribution of state and federal funds to schools--State treasurer custodian of money from federal appropriations. The secretary of education may distribute funds appropriated to the department by the Legislature or granted by any federal agency to the state in accordance with chapter 4-8B, for career and technical education in public secondary and postsecondary technical institutes colleges in the state in accordance with a state plan or plans adopted by the South Dakota Board of Education Standards or the South Dakota Board of Technical Education. The aid disbursed to the different schools of the state and all expenses incurred in the administration of the provisions of any federal acts relating to career and technical education shall be paid out of the funds of the secretary appropriated for that purpose and from the federal funds allotted to the State of South Dakota for similar purposes. The state treasurer is the custodian of all money paid to the state from federal appropriations for the purpose of career and technical education and shall disburse the funds on warrants issued by the state auditor upon vouchers approved by the director. The secretary of education shall authorize the director to submit vouchers to the state auditor for the amount payable as state and federal aid to each school approved under the provisions of this chapter. Upon receipt of the vouchers, the state auditor shall draw warrants on the state treasury in favor of the treasurer of the public secondary and postsecondary technical institute college for the sum approved by the secretary. Section 46. That § 13-48-36 be AMENDED: 13-48-36. Existing postsecondary institutions authorized to provide educational programs. To ensure that postsecondary institutions legally operating in this state as of this date and participating in the federal student financial assistance programs may comply with the state authorization regulations promulgated by the United States Department of Education on October 29, 2010, codified at 34 C.F.R. Section 600.9 and effective as of July 1, 2011, the following postsecondary institutions are acknowledged by the Legislature as being authorized to provide educational programs at physical locations in this state, subject to the provisions of § 13-48-38: (1) Augustana University; (2) Avera McKennan Hospital School of Radiologic Technology; (3) Avera Sacred Heart Hospital School of Radiologic Technology; (4) Bellevue University; (5) Black Hills Beauty College; (6) Black Hills State University; (7) Dakota State University; (8) Dakota Wesleyan University; (9) ELS Educational Services, Inc. (d/b/a ELS Language Centers); (10) Headlines Academy; (11) Hot Rod Institute; (12) John Witherspoon College; (13) Lake Area Technical Institute College; (14) Mitchell Technical Institute College; (15) Mount Marty College; (16) National American University; (17) Northern State University; (18) Presentation College; (19) Sanford Medical Center; (20) Sioux Falls Seminary; (21) South Dakota School of Mines and Technology; (22) South Dakota State University; (23) Southeast Technical Institute College; (24) Southwest Minnesota State University; (25) Stewart School; (26) University of Sioux Falls; (27) University of South Dakota; and (28) Western Dakota Technical Institute College. Section 47. That § 13-53-43 be AMENDED: 13-53-43. Transfer of credits. All general education course credit hours fulfilling graduation requirements in institutions accredited by the North Central Association of Colleges and Secondary Schools accrediting agency shall be transferable between the universities under the control of the South Dakota Board of Regents and the technical institutes colleges governed by the South Dakota Board of Education Standards Board of Technical Education. General education course credit hours are transferable between the technical institutes colleges and universities only for credit for general education courses. \"General education\" is defined as those courses which are not directly related to the student's formal technical, vocational, or professional preparation; part of every student's course of study regardless of area of emphasis; and intended to impart common knowledge, intellectual concepts, and attitudes that every educated person should possess. Section 48. That § 13-53-44 be AMENDED: 13-53-44. Technical colleges--Transfer of credits. Commencing July 1, 1999, technical institutes colleges governed by the Board of Education Standards Board of Technical Education and accredited by the North Central Association of Colleges and Secondary Schools and universities governed by the Board of Regents and accredited by the North Central Association of Colleges and Secondary Schools shall have articulation agreements in place to transfer sixty-four credit hours in the General Studies Baccalaureate Degree program and up to sixty-four credit hours in compatible programs offered by the respective institutions under the control of the Board of Regents. By December 1, 1998, the Board of Education Standards Board of Technical Education and the Board of Regents shall report to the Executive Board of the Legislative Research Council on the progress of articulation agreements and the implementation of §§ 13-53-43 and 13-53-44. The Board of Regents and the Board of Education Standards shall, by agreement, set the criteria and requirements for the transfer of any credits. Section 49. That § 13-55-6 be AMENDED: 13-55-6. Free education of children of residents who died during service in armed forces. Any person under the age of twenty-five years, a resident of this state, who is a child of a deceased parent, mother or father, who was a veteran as defined in § 33A-2-1, who was for at least six months immediately prior to entry into active service a bona fide resident of this state, and who suffered death from any cause while in the service of the armed forces of the United States, is entitled to free tuition and entitled to attend and pursue any course or courses of study in any state educational institution under the control and management of the Board of Regents or any postsecondary technical institute college as defined in § 13-39A-1 without the payment of any charges or costs therefor. Section 50. That § 13-55-31.4 be AMENDED: 13-55-31.4. Opportunity scholarship requirements for students who have completed one semester at university, college, or technical college. Except as otherwise provided in this section, if a student who would otherwise have been eligible for a South Dakota opportunity scholarship applies after completing at least one semester of full-time work at a regionally accredited university, college, or technical school college, the student shall demonstrate compliance with the same credit hour requirements that apply to program participants. A scholarship provided under these circumstances is not retroactive and a student's eligibility is reduced by one semester for each semester of work that the student had completed. Section 51. That § 13-55-39 be AMENDED: 13-55-39. Eligibility for scholarship--Criteria. In order to be eligible for a Richard Hagen-Minerva Harvey memorial scholarship award, a student shall: (1) Attend or have graduated from a South Dakota accredited high school; (2) Have met high school graduation requirements established by rules promulgated pursuant to chapter 1-26 by the Department of Education or be enrolled in a course of study such that upon graduation, the student will have met high school graduation requirements established by rules promulgated pursuant to chapter 1-26 by the Department of Education; (3) Provide evidence to the board that the student has been accepted to attend a public or nonpublic accredited university, college, or technical institute college located in South Dakota; (4) Apply for a Richard Hagen-Minerva Harvey memorial scholarship within five years after graduating from high school or within one year of the student's release from active duty with an active component of the armed forces if the release is within five years of the student's graduation from high school; and (5) Be an enrolled member of an American Indian tribe. Section 52. That § 13-55A-2 be AMENDED: 13-55A-2. Definitions. Terms used in this chapter, unless the context otherwise requires, mean: (1) \"Eligible institution,\" an institution of education beyond the high school level, located in South Dakota, which may include all public and private nonprofit and proprietary institutions, including four-year colleges and universities, community and junior colleges, area technical or vocational schools, trade schools, technical institutes colleges, schools of nursing or of the health professions or any institution which is determined by the executive director to be regularly accredited to offer postsecondary educational services by a recognized and appropriate accrediting agency, as determined by the executive director, and which has an agreement with the United States secretary of education for the conduct of any of the programs currently participating in any federal financial assistance program authorized by Title IV of The Higher Education Act of 1965, as amended to January 1, 2010; (2) \"Financial need,\" the amount of assistance, as determined by a federal department of education by calculating a student's estimated cost of attendance (minus family contribution and additional aid granted) at an eligible institution; (3) \"Qualified student,\" a resident student who is enrolled in an eligible institution in a course of study on at least a half-time basis, as certified by the institution, and who has established financial need and who is maintaining satisfactory progress toward graduation; (4) \"Resident student,\" an individual who has been determined by the executive director to be a resident of South Dakota and who is enrolled at an eligible institution; (5) \"Executive director,\" the executive director of the Board of Regents; (6) \"South Dakota need-based grant ,\" an award by the State of South Dakota to a qualified student under this chapter. Section 53. That § 22-24B-6 be AMENDED: 22-24B-6. Commencement or change in enrollment or employment--Report to local law enforcement--Time limit--Violation as felony. Any person who is registered as required by § 22-24B-2 and who is employed, carries on a vocation, or attends postsecondary classes at an institution of higher education, institution of higher learning, or technical institute college in this state shall, within three business days of any commencement and within three business days of termination of such enrollment or employment or change in employer, report to the chief of police or county sheriff where the institution is located and complete a registration update form. A violation of this section is a Class 6 felony. Section 54. That § 33-6-6 be AMENDED: 33-6-6. Partial tuition payment by state for technical college programs. Any member of the National Guard of the State of South Dakota, who is a resident of the State of South Dakota state and who possesses the entrance requirements for admission to any postsecondary technical institute college program, is entitled to complete one program of study approved by the South Dakota Board of Education Standards in any state postsecondary technical institute college upon payment of sixteen and one-half percent of the tuition charges. The remaining tuition shall be paid or otherwise credited by the postsecondary technical institute college. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. Section 55. That § 62-1-4.1 be AMENDED: 62-1-4.1. Elementary, secondary and technical college students not employees--Exception for work in vocational education. Notwithstanding the provisions of § 62-1-5.1, students of elementary, secondary, and postsecondary technical institutes colleges are not employees within the meaning of this title. However, a school district or postsecondary technical institute college, which provides a work experience educational class conducted off the school premises as a part of its vocational education program is the employer of those students who are receiving this training and experience and the students are school employees for the purposes of this title unless they are being paid a cash wage or salary by a private employer, or the person or firm providing the students the work experience elects to include them, by written agreement, in its workers' compensation insurance coverage. Section 56. That § 13-39-75 be AMENDED: 13-39-75. Sales tax increase--Instructor salaries. The presidents of the postsecondary technical institutes colleges, acting pursuant to rules established by the State Board of Technical Education, shall use the money provided pursuant to SL 2016, chapter 65 to increase instructor salaries to competitive levels at each postsecondary technical institute college. The amount of money provided each year shall be increased by the index factor as defined in § 13-13-10.1. Section 57. That § 13-55-42 be AMENDED: 13-55-42. Maintaining eligibility--Criteria--Waiver of criteria--Rescission of award. In order to maintain eligibility, a student who has been awarded a Richard Hagen-Minerva Harvey memorial scholarship shall: (1) Maintain a cumulative 2.5 grade point average on a 4.0 grade point scale; (2) Be continuously enrolled for the fall and spring semesters in a public or nonpublic accredited university, college, or technical institution college; (3) Complete the equivalent of at least twelve credit hours of instruction per semester; and (4) Enroll in a public or nonpublic accredited university, college, or technical institution college no later than the fall semester after the scholarship has been awarded. If factors beyond the control of a student who has been awarded a Richard Hagen-Minerva Harvey memorial scholarship prevent the student from meeting the requirements in this section, the board may temporarily waive the requirements of this section as eligibility criteria. The board may rescind a scholarship award if the student does not maintain eligibility as prescribed by this section."}, {"bill_id": 11737, "bill_version_id": 67888, "bill_version": "Enrolled", "bill_version_date": "2020-02-18T18:17:50.453-06:00", "bill_text": "ENTITLED An Act to rename the postsecondary technical institutes as technical colleges. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-39A-1 be AMENDED: 13-39A-1. Definitions. Terms used in this chapter, mean: (1) \"Board,\" the South Dakota Board of Technical Education; (2) \"Department,\" the Department of Education; (3) \"Executive director,\" the executive director of the board; (4) \"Facilities,\" buildings, rooms, property, and permanent equipment, including vehicles, used to provide technical education; (5) \"LEA,\" a local education agency limited to public school districts, the legal entities that a school district is authorized to establish or a distinct separate LEA established pursuant to § 13-39A-35; (6) \"Technical college,\" a public nonprofit school legally authorized to provide career and technical Associate of Applied Science degrees and certificates or their successor equivalents and that are funded wholly or in part by the state as referenced in § 13-39A-42; and (7) \"Secretary,\" the secretary of the Department of Education. Section 2. That § 13-39A-2 be AMENDED: 13-39A-2. South Dakota Board of Technical Education--Creation. There is hereby created the South Dakota Board of Technical Education. The oversight of the technical college system is vested in the board. The board shall consist of nine members. Four members shall be selected by the Governor from persons recommended by each of the technical colleges. Each of the four technical colleges shall submit to the Governor a list of not fewer than four persons, from which the Governor shall select one person. Each list shall be submitted no fewer than thirty days before the appointment is to be made. The Governor may reject the entire list and require a technical college to submit a new list. The Governor shall appoint the remaining board members to represent different geographic regions of the state and to reflect the industries that rely upon the technical colleges to provide a skilled workforce. All members shall be appointed with the advice and consent of the Senate. Section 3. That § 13-39A-9 be AMENDED: 13-39A-9. Board members--No technical college employees. No employee of a technical college may be a member of the board. Section 4. That § 13-39A-11 be AMENDED: 13-39A-11. Local governing bodies--Retain powers not given to board. The local governing body of each technical college shall retain all powers not expressly given to the board. Section 5. That § 13-39A-12 be AMENDED: 13-39A-12. Tuition and fees. The board shall approve rates of tuition and state fees for the technical colleges. Tuition and fees may vary by course and college. Section 6. That § 13-39A-13 be AMENDED: 13-39A-13. Annual state funding requests. The board shall review and approve recommendations for annual state funding requests for the technical colleges and make recommendations to the Governor and the Legislature. Section 7. That § 13-39A-14 be AMENDED: 13-39A-14. Management policies, goals, and objectives. The board shall, with the input of the local governing boards of each of the technical colleges, provide overall policies, goals, and objectives for the management of the technical college system to ensure that the needs of the public, business, and industry are met to the highest possible degree and in the most cost-effective and efficient manner. Section 8. That § 13-39A-15 be AMENDED: 13-39A-15. New construction or major renovation of facilities. Except as otherwise provided in § 1-16A-95, the board shall consider and act upon technical college requests for new construction or major renovation of facilities also subject to the provisions of § 1-16A-95. However, the absence of any action does not prevent the Legislature from approving such plans pursuant to § 1-16A-95. Section 9. That § 13-39A-16 be AMENDED: 13-39A-16. Additional duties of board. The board shall consider and act upon the following: (1) Recommendations regarding legislation proposed for technical education; (2) All actions required by law to be taken by the board; (3) Establishment of committees related to the statewide mission of the technical college system; and (4) New degree or certificate granting or awarding programs at any technical college. Section 10. That § 13-39A-18 be AMENDED: 13-39A-18. Promulgation of rules. The board may promulgate rules, pursuant to chapter 1-26, to provide oversight for the operation and maintenance of the technical college system that affords people of the state, insofar as practicable, an equal opportunity to acquire a public technical education. The rules may provide for the following: (1) Program requirements for degrees and certificate awards; (2) Apportionment and distribution of funds made available to the board for carrying out the purposes of this chapter; (3) General administrative matters; (4) The submission to the board of the annual budget by each technical college. The board shall determine the contents of the annual budget and shall provide that failure to comply with the rules may result in withholding of payments from federal and state funds; (5) The submission of plans of LEAs for new construction or major renovation of facilities eligible for reimbursement. The rules regarding these plans shall include a requirement that the LEA, by a written resolution, declare the LEA committed to begin construction if the budget of the board provides the matching funds; (6) The promotion and coordination of career and technical education consistent with the purpose set forth in § 13-39A-42; and (7) The prevention of unwarranted duplication of programs. Section 11. That § 13-39A-19 be AMENDED: 13-39A-19. Successor to Board of Education Standards on agreements. The board shall be the lawful successor to the Board of Education Standards with respect to all rights, privileges, obligations and duties of the Board of Education Standards under and with respect to: (1) The lease purchase agreement dated as of August 1, 1988, between the health and educational facilities authority and the Board of Education Standards, as heretofore amended or supplemented; (2) The four sublease agreements dated as of August 1, 1988, between the Board of Education Standards and, respectively, Mitchell School District 17-2, Rapid City Area School District No. 51-4, Sioux Falls School District 49-5, and Watertown School District No. 14-4, each as heretofore amended or supplemented; (3) The first supplement to general pledge and escrow agreement between the treasurer, the Board of Education Standards, the health and educational facilities authority and the First National Bank in Sioux Falls, dated as of August 1, 1988, as amended and supplemented; (4) The fourth supplement to facility fee tuition collection and deposit agreement dated June 1, 1999, among the treasurer, the Board of Education Standards, the First National Bank in Sioux Falls and the school districts specified in subsection (2) or their successors, as the agreement has been heretofore amended or supplemented from time to time; and (5) All other agreements related to the foregoing and with respect to career and technical education program revenue bonds issued from time to time by the health and educational facilities authority to finance property used by LEAs for any technical college. The board shall succeed to and assume all the obligations of the Board of Education Standards with respect to all the agreements and is bound by all of the obligations and covenants of the Board of Education Standards in connection therewith, which obligations and covenants are ratified and confirmed. Section 12. That § 13-39A-20 be AMENDED: 13-39A-20. Performance of agreements. The board may enter into and perform the agreements described in § 13-39A-19. All bonds, notes or other evidences of indebtedness issued by the South Dakota Health and Educational Facilities Authority to finance facilities for use as technical college facilities and outstanding on July 1, 2017 are unaffected by the transfer of functions from the Board of Education Standards to the board. No contract with respect to the bonds is impaired by chapter 81 of the 2017 Session Laws. Section 13. That § 13-39A-21 be AMENDED: 13-39A-21. Apportionment and distribution of funds to LEAs. The secretary shall apportion and distribute funds made available for technical colleges through a formula approved by the board to the LEAs having jurisdiction over technical colleges to assist in maintaining and operating those schools. The use of the funds is subject to rules promulgated by the board pursuant to § 13-39A-18 and in accordance with the approved state plan for career and technical education. However, the formula approved by the board may not reduce or increase the apportionment and distribution to any technical college as a result of any municipal, county, or LEA financial support. Section 14. That § 13-39A-22 be AMENDED: 13-39A-22. Distribution of funds to technical colleges. The department shall distribute funds to the technical colleges under the provisions of § 13-39A-21 from money appropriated to the department for that purpose, and from federal funds allotted to the State of South Dakota for that purpose. Section 15. That § 13-39A-23 be AMENDED: 13-39A-23. Separate accounting and funds by LEAs. Any LEA operating a technical college shall keep separate the accounting and funds for the operation of the technical college programs. The LEA shall deposit receipts, student fees, and income from state and federal sources, as well as any other receipts incidental to the operation of the technical college, in any fund created pursuant to this chapter. Section 16. That § 13-39A-27 be AMENDED: 13-39A-27. Technical colleges facilities fund. There is hereby created within the state treasury a trust fund on behalf of the board known as the technical colleges facilities fund. The fund shall consist of any appropriation by the Legislature specifically designated for deposit in the fund and any other moneys designated for deposit in the fund, including any investment earnings. The state treasurer may create subfunds or accounts within the trust fund created in this section as the treasurer considers necessary. Any investment earnings in the fund may be transferred annually by the state treasurer to the tuition subaccount established in § 13-39A-28. Section 17. That § 13-39A-28 be AMENDED: 13-39A-28. Tuition subaccount. There is hereby created within the technical colleges facilities fund a tuition subaccount. The board may determine and require that all or any portion of the tuition and other student fees payable to an LEA shall be deposited in the subaccount. No moneys may be disbursed from the tuition subaccount for any purpose other than to pay lease rentals or other amounts owed in connection with: (1) Any facility originally leased to the Board of Regents but now utilized for career and technical education if the facility is on the campus of a technical college; and (2) Any lease-purchase agreement authorized in §§ 13-39A-24 and 13-39A-25 unless the South Dakota Health and Educational Facilities Authority files with the state treasurer a certification that it has on deposit or there has otherwise been appropriated sufficient moneys to pay all amounts due or to become due within the next three months on all the lease-purchase agreements. No lease rentals on facilities described in subdivision (1) may be paid unless the board has approved the assumption of the former Board of Regents' lease obligations by the tuition subaccount. Thereafter, the state treasurer shall retain in the technical colleges facilities fund for future repair and improvement an amount not to exceed ten percent of the fund, as the board directs. Section 18. That § 13-39A-29 be AMENDED: 13-39A-29. Technical college equipment fund. There is established a technical college equipment fund. Any money in the technical college equipment fund is continuously appropriated to the board for distribution as provided in this section. The board shall distribute the money to the technical colleges to purchase equipment. Any equipment purchase shall be based upon priorities established by each technical college, approved by each technical college's governing body, and approved by the board. Section 19. That § 13-39A-30 be AMENDED: 13-39A-30. Payment of obligations under lease-purchase agreement. All or any portion of the lease-purchase obligations under or in connection with any lease-purchase agreement authorized in §§ 13-39A-24 and 13-39A-25 may be paid or discharged out of moneys available from the investment earnings on the technical colleges trust fund or from any amounts on deposit in the tuition subaccount of the fund upon the determination by the board to pledge or otherwise transfer any amounts to the South Dakota Health and Educational Facilities Authority. Section 20. That § 13-39A-31 be AMENDED: 13-39A-31. Petition to establish technical college. Any LEA proposing to establish a technical college after July 1, 2015, may petition the board pursuant to §§ 13-39A-32 to 13-39A-34, inclusive. The board may conduct hearings, investigate school records, and secure other data relating to the proposed technical college, the college's geographical location, the demography and economy of the area, and any other facts relating to the proposed technical college that the board may consider appropriate. This section does not apply to a distinct separate LEA established pursuant to § 13-39A-35. Section 21. That § 13-39A-33 be AMENDED: 13-39A-33. Legislative approval of petition. If the Legislature approves the petition by passing a joint resolution, an LEA may operate a technical college. If an LEA begins to operate a technical college without the approval required by this section, that institute is ineligible for state career and technical education money. Section 22. That § 13-39A-35 be AMENDED: 13-39A-35. Petition to establish technical college as distinct separate LEA. Any technical college, school district LEA or school districts, or any combination of them that established a technical college before July 1, 2015, may file a petition with the board to establish the technical college as a distinct separate LEA, which shall be an LEA and a public body under chapter 1-16A. The board shall approve the petition before the technical college may operate as a distinct separate LEA. Upon establishment of a distinct separate LEA, the school district LEA shall assign to, and the newly established distinct separate LEA shall expressly assume, all duties and powers and all rights, covenants, and obligations concerning the technical college, including without limitation all rights, covenants and obligations of the school district in connection with any lease purchase agreement or sublease authorized pursuant to §§ 13-39A-24 to 13-39A-30, inclusive, and any and all instruments and other agreements related thereto. Nothing in this section prohibits an agreement between the school district LEA and the distinct separate LEA pursuant to chapter 1-24. The distinct separate LEA established pursuant to this section is not subject to §§ 13-39A-31 to 13-39A-34, inclusive. Section 23. That § 13-39A-38 be AMENDED: 13-39A-38. Appointment of members. After a member's initial term on the board of the distinct separate LEA is complete, the board of the school district LEA, with input from trade and industry representatives in the region and the technical college president, shall continue to appoint the three board member positions whose initial terms were three years. After the distinct separate LEA board member's initial term is finished, the Governor shall appoint the three board members of the board whose initial terms were one year. After the distinct separate LEA board member's initial term is finished, the nine person distinct separate LEA board, with input from trade and industry representatives in the region and the technical college president, shall appoint the three board members of the board whose initial terms were two years. Section 24. That § 13-39A-39 be AMENDED: 13-39A-39. Continuing contract and collective bargaining provisions not applicable--Notice of nonrenewal. The continuing contract provisions set forth in chapter 13-43 and the collective bargaining provisions set forth in chapters 3-18 and 60-9A do not apply to any person performing work for a technical college. However, the governing board shall give at least sixty days written notice of the intent to nonrenew a year-to-year contract with a contracted employee in a technical college. Section 25. That § 13-39A-40 be AMENDED: 13-39A-40. Confidentiality of student information. Each technical college shall treat all information disclosed pursuant to § 13-28-50 as confidential and subject to the same restrictions that apply to personally identifiable information involving any student enrolled in a technical college. Section 26. That § 13-39A-41 be AMENDED: 13-39A-41. Administrative rules not affected. Nothing in this chapter or chapter 13-39 may be construed as withdrawing statutory authority for any administrative rule of the South Dakota Board of Education Standards in effect on June 30, 2017, governing the operation of the technical colleges. Section 27. That § 13-39A-42 be AMENDED: 13-39A-42. State support of four technical colleges. The state shall support four technical colleges: (1) Lake Area Technical College in Watertown, Codington County; (2) Mitchell Technical College in Mitchell, Davison County; (3) Southeast Technical College in Sioux Falls, Minnehaha County; and (4) Western Dakota Technical College in Rapid City, Pennington County. The purpose of Lake Area Technical College, Mitchell Technical College, Southeast Technical College, and Western Dakota Technical College is to deliver postsecondary career and technical education through the delivery of programs that result in the award of an Associate of Applied Science degree or certificate and the direct entry of graduates into skilled occupations. Section 28. That § 1-1-26 be AMENDED: 1-1-26. Acceptance by state agencies or higher education facilities of matricula consular card as identification. No state agency, state supported university, or technical college may accept a matricula consular card or substantially similar document issued by the Mexican Consulate as proof of identification for any purpose. Section 29. That § 1-16A-93 be AMENDED: 1-16A-93. Proposed issuance of obligations--Determination of board. Any bonds, notes or other obligations of the authority that are payable out of receipts, rentals, and other payments made pursuant to lease purchase agreements with the Western Dakota Technical College, the Southeast Technical College, the Lake Area Technical College, the Mitchell Technical College, or the South Dakota Board of Technical Education under the authority of chapter 13-39A may only be issued if the Board of Technical Education determines, by the adoption of a resolution, that the estimated receipts, rentals, and other payments, including appropriations by the Legislature, student fee payments, or other balances or revenues pledged under the applicable bond indenture or similar agreement will not be less than one hundred three percent of the projected scheduled payments of principal and interest on all outstanding bonds which, for purposes of that determination shall include the proposed bonds to be issued and shall exclude any bonds to be refunded. Proposed issuance of obligations must comply with §§ 4-7-46 and 4-7-47. In issuing additional bonds, the authority may conclusively rely upon the determination of the board. Section 30. That § 1-16A-95 be AMENDED: 1-16A-95. Issuance of additional obligations--Legislative approval. The issuance of any additional bonds, notes, or other obligations of the authority that are payable out of receipts, rentals, and other payments made pursuant to lease purchase agreements with the Western Dakota Technical College, the Southeast Technical College, the Lake Area Technical College, the Mitchell Technical College, or the South Dakota Board of Technical Education under the authority of chapter 13-39A shall be approved by the Legislature before issuance. The board shall approve the issuance of additional bonds, notes, or other obligations prior to issuance. The Legislature in accordance with §§ 1-16A-93 and 1-16A-94 and applicable administrative rules shall consider the board's analysis prior to authorizing any additional bonds, notes, or other obligations. The requirement, however, for approval by the Legislature before issuance does not apply to the issuance of bonds for the purposes of refinancing or refunding existing bonds, notes, or other obligations. Section 31. That § 1-16A-96 be AMENDED: 1-16A-96. Appropriation for payments pursuant to lease purchase agreements--Agreement dated August 1, 1988 ratified. Any lease payments made to the authority pursuant to lease purchase agreements with the Western Dakota Technical College, the Southeast Technical College, the Lake Area Technical College, the Mitchell Technical College, or the South Dakota Board of Technical Education under the authority of chapter 13-39A shall be paid in part from an appropriation to be made by the Legislature in an amount that is equal to twenty-seven percent of the current year lease purchase agreement payments. No provision of chapter 81 of the 2017 Session Laws adversely affects any of the covenants or other agreements of the South Dakota Board of Education or the secretary of education in the lease purchase agreement with the authority dated August 1, 1988, as amended and supplemented, for the benefit of the holders of any bonds issued by the authority, and such covenants and agreements in the lease purchase agreement dated August 1, 1988, as amended and supplemented, are hereby ratified and confirmed. Section 32. That § 1-55-1 be AMENDED: 1-55-1. Definitions. Terms used in this chapter mean: (1) \"Account receivable cycle,\" the period of time, not to exceed one hundred eighty days, during which the center may attempt to collect on a debt before the debt is forwarded to any collection agency in accordance with § 1-55-14; (2) \"Center,\" the obligation recovery center; (3) \"Debt,\" a legal obligation to pay money, including any principal, any interest that has accrued or will accrue until the debt is paid, any penalties, any costs, and any other charges permitted by law. The term also includes any obligation of any kind referred to the center for collection by any agency of the state, the Unified Judicial System, the Board of Regents, a technical college supported by the state under § 13-39A-42, or a constitutional office; (4) \"Debtor,\" a person who is indebted to the state or a state agency for any delinquent accounts, charges, fees, loans, taxes, or other indebtedness due the state, or any person that owes any obligation being collected by the center; (5) \"Bad debt,\" any debt due an agency of the state, the Board of Regent's system, any technical college supported by the state under § 13-39A-42, or a constitutional office that is no longer subject to an administrative appeal or judicial review following an administrative appeal, or any costs, fines, fees, or restitution ordered in any adult criminal proceeding through the Unified Judicial System no longer subject to direct appeal under § 23A-32-2; (6) \"Final notification,\" the notification provided by § 1-55-7; and (7) \"Referring entity,\" the entity referring the debt to the state obligation recovery center for collection. Section 33. That § 1-55-6 be AMENDED: 1-55-6. Use during account receivable cycle. The center may be used during the account receivable cycle by: (1) Any agency of the state to collect bad debt owed to the agency; (2) The Unified Judicial System to collect any costs, fines, fees, or restitution, constituting final debt, ordered in any adult criminal proceeding; (3) The Board of Regents to collect any final debt owed within the Board of Regents' system; (4) Any technical college supported by the state under § 13-39A-42 to collect any final debt owed within the technical college system; and (5) Any constitutional office to collect final debt owed to the constitutional office. Section 34. That § 7-18-34 be AMENDED: 7-18-34. Contributions to technical colleges. Any county of this state may, through its county commissioners, contribute sums of money to provide general operating and capital support to any technical college and other career and technical education purposes. The funds necessary to execute this section may be appropriated from the county general fund, the capital outlay fund, or both. Section 35. That § 9-21-33 be AMENDED: 9-21-33. Contributions to technical colleges. The governing body of a municipality may contribute sums of money to provide general operating and capital support to any technical college and other career and technical education purposes. The funds necessary to execute this section may be appropriated from the municipal general fund, the capital outlay fund, or both. Section 36. That § 13-1-61 be AMENDED: 13-1-61. Annual report--Outcomes of licensure and certification examinations. If any department, board, or commission of the state administers a licensure or certification examination to any person who completes a degree program or a training program at a public technical college in the state, the department, board, or commission shall annually report to the Board of Technical Education and the Department of Labor and Regulation the following: (1) The number of persons who completed a degree program or training program at each public technical college in the state and to whom the department, board, or commission administered a licensure or certification examination during that year; and (2) The number of persons in subdivision (1) who successfully passed the licensure or certification examination, including any subparts of any licensure or certification process. Section 37. That § 13-1-63 be AMENDED: 13-1-63. Job placement outcomes. The Department of Labor and Regulation shall annually work with the Board of Regents to determine the job placement outcomes for those persons completing a degree program at an institution under the control of the Board of Regents. The department shall also annually work with the Board of Technical Education to determine the job placement outcomes for those persons completing a degree program or training program at a public technical college in the state. Section 38. That § 13-10-12 be AMENDED: 13-10-12. Criminal background investigation--Prospective employees, technical college instructors, and student teachers--Temporary employment pending results. Each person over eighteen years of age hired by a school district shall submit to a criminal background investigation, by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. The school district shall submit completed fingerprint cards to the Division of Criminal Investigation before the prospective new employee enters into service. If no disqualifying record is identified at the state level, the fingerprints shall be forwarded by the Division of Criminal Investigation to the Federal Bureau of Investigation for a national criminal history record check. Any person whose employment is subject to the requirements of this section may enter into service on a temporary basis pending receipt of results of the criminal background investigation. The employing school district may, without liability, withdraw its offer of employment or terminate the temporary employment without notice if the report reveals a disqualifying record. The employing school district may pay any fees charged for the cost of fingerprinting or the criminal background investigation for any person whose employment is subject to the requirements of this section. Any person hired to officiate, judge, adjudicate, or referee a public event sponsored by a school district is not required to submit to a criminal background investigation as required in this section. In addition, any instructor employed by a technical college is required to submit to a criminal background investigation as required in this section at the time of initial employment. The criminal investigation required by this section with respect to a student teacher completing requirements for teacher certification shall be conducted by the school district. A criminal background investigation, of a student teacher, conducted by a school district may be provided to any other school in which the student engages in student teaching. The school district conducting the criminal background investigation of a student teacher may rely upon the results of that investigation for employment of that person as an employee of the district. Section 39. That § 13-16-3 be AMENDED: 13-16-3. General fund defined. The general fund of the school district is a fund provided by law to meet all the operational costs of the school district, excluding capital outlay fund and special education fund expenditures pursuant to § 13-13-37, and to redeem all outstanding warrants against the general fund. Notwithstanding the provisions of § 13-16-6, the general fund may be used to purchase or lease computer hardware and software. The general fund may be used to support a technical college and other career and technical education purposes. Section 40. That § 13-28-37 be AMENDED: 13-28-37. Postsecondary enrollment--Course credit--Failing grade eliminates eligibility. Any student in grades nine, ten, eleven, or twelve may apply to an institution of higher education or a technical college as a special student in a course or courses offered at the institution of higher education or technical college. The institution of higher education or technical college shall set admission standards and tuition rates. The student shall obtain the school district's approval of the postsecondary course or courses prior to enrolling. If, however, the student is enrolled in a nonpublic school or a tribal school, the student shall obtain approval of the postsecondary course or courses from the nonpublic school or the tribal school prior to enrolling, and if the student is receiving alternative instruction pursuant to § 13-27-3, the student shall obtain approval of the postsecondary course or courses prior to enrolling from the provider of the alternative instruction. If approved, the student shall receive full credit toward high school graduation as well as postsecondary credit for each postsecondary course. The school district shall record each course under this section on the student's transcript and shall use each course score to calculate academic standing. If a failing final course grade is received in a postsecondary course under this section, the student receiving the failure is no longer eligible to enroll for postsecondary courses under this section absent a showing of good cause. Section 41. That § 13-28-37.1 be AMENDED: 13-28-37.1. State subsidized high school dual credit program--Tuition rate--Payment of tuition and costs. A state subsidized high school dual credit program shall be established for any student in grades eleven or twelve. The public institution of higher education or technical college offering the credit shall set the admission standards. A participating institution shall regularly submit course availability, enrollment, and completion data to the Department of Education. The Board of Regents shall set a high school dual credit tuition rate equivalent to forty-three percent of the undergraduate off-campus tuition rate. The student taking the course shall pay an amount equal to thirty-three and three tenths percent of the total high school dual credit tuition rate and a school district may pay any portion of the student's share. The state shall pay an amount equal to sixty-six and seven tenths percent of the total high school dual credit tuition rate. No public institution of higher education or technical college offering the credit may require any additional fees. The student is responsible for any other costs involved with attending a postsecondary institution. For the purposes of this section, the term, undergraduate off-campus tuition rate, means the per-credit rate, as set by the Board of Regents, that was in effect on January first of the previous fiscal year. Section 42. That § 13-28-50 be AMENDED: 13-28-50. School districts to provide student mailing lists to Board of Regents and technical colleges--Use in providing post-secondary school information--Exception. By November first each year, each school district shall provide a list of students by name in grades seven to twelve, inclusive, together with their mailing addresses, to the executive director of the Board of Regents and to each technical college located in the state. The board and each technical college shall use the information to inform the parents and guardians of any such student in any public middle school and high school about the courses needed to prepare for postsecondary-level work and about the benefits of such preparation. However, no school district may forward the name of any student whose parent has directed that the school district not release directory information about the student. The board shall provide a format through which the information may be submitted. Section 43. That § 13-33-29 be AMENDED: 13-33-29. Granting of credit for distance learning courses not offered by South Dakota Virtual School prohibited--Exceptions. No school district may grant credit for any course successfully completed through distance learning as defined in § 13-33-20 unless the course is offered through the South Dakota Virtual School. However, a school district may grant credit for a distance learning course offered through an entity other than the South Dakota Virtual School if any of the following conditions apply: (1) The course is provided through an agreement among accredited school districts; (2) The course is a university or technical college course taken by a student who is dually enrolled pursuant to the provisions of § 13-28-37; (3) The course was previously taken through an accredited high school or other accredited provider by a student who subsequently transferred into the school district; or (4) The course is not available through the South Dakota Virtual School and is pre-approved by the secretary of education. Section 44. That § 13-39-1.2 be AMENDED: 13-39-1.2. Definitions. Terms used in this chapter, mean: (1) \"Career and technical education,\" a contextual education model that employs career clusters and programs of study in preparing highly skilled students for success in postsecondary education and in-demand careers; (2) \"Career clusters,\" a distinct grouping of occupations and industries based on the knowledge and skills they require; (3) \"Center board,\" the governing body of a multidistrict, career and technical academy; (4) \"Department,\" the Department of Education; (5) \"Director,\" the person at the Department of Education responsible for the administration of career and technical education; (6) \"Facilities,\" buildings, rooms, property, and permanent equipment, including vehicles, used to provide career and technical education; (7) \"LEA,\" a local education agency limited to public school districts, the legal entities that a school district is authorized to establish, or a distinct separate LEA established pursuant to § 13-39A-35; (8) \"Multidistrict, career and technical academy,\" an educational entity designed to provide career and technical education and academic courses that prepare youth for a wide range of careers that require varying levels of education; (9) \"Participating district,\" a school district which has voting representation on a center board; (10) \"Technical college,\" as defined in § 13-39A-1; (11) \"Secretary,\" the secretary of education; (12) \"State board,\" the South Dakota Board of Education Standards established in § 1-45-6.1. Section 45. That § 13-39-19 be AMENDED: 13-39-19. Distribution of state and federal funds to schools--State treasurer custodian of money from federal appropriations. The secretary of education may distribute funds appropriated to the department by the Legislature or granted by any federal agency to the state in accordance with chapter 4-8B, for career and technical education in public secondary and technical colleges in the state in accordance with a state plan or plans adopted by the South Dakota Board of Education Standards or the South Dakota Board of Technical Education. The aid disbursed to the different schools of the state and all expenses incurred in the administration of the provisions of any federal acts relating to career and technical education shall be paid out of the funds of the secretary appropriated for that purpose and from the federal funds allotted to the State of South Dakota for similar purposes. The state treasurer is the custodian of all money paid to the state from federal appropriations for the purpose of career and technical education and shall disburse the funds on warrants issued by the state auditor upon vouchers approved by the director. The secretary of education shall authorize the director to submit vouchers to the state auditor for the amount payable as state and federal aid to each school approved under the provisions of this chapter. Upon receipt of the vouchers, the state auditor shall draw warrants on the state treasury in favor of the treasurer of the public secondary and technical college for the sum approved by the secretary. Section 46. That § 13-48-36 be AMENDED: 13-48-36. Existing postsecondary institutions authorized to provide educational programs. To ensure that postsecondary institutions legally operating in this state as of this date and participating in the federal student financial assistance programs may comply with the state authorization regulations promulgated by the United States Department of Education on October 29, 2010, codified at 34 C.F.R. Section 600.9 and effective as of July 1, 2011, the following postsecondary institutions are acknowledged by the Legislature as being authorized to provide educational programs at physical locations in this state, subject to the provisions of § 13-48-38: (1) Augustana University; (2) Avera McKennan Hospital School of Radiologic Technology; (3) Avera Sacred Heart Hospital School of Radiologic Technology; (4) Bellevue University; (5) Black Hills Beauty College; (6) Black Hills State University; (7) Dakota State University; (8) Dakota Wesleyan University; (9) ELS Educational Services, Inc. (d/b/a ELS Language Centers); (10) Headlines Academy; (11) Hot Rod Institute; (12) John Witherspoon College; (13) Lake Area Technical College; (14) Mitchell Technical College; (15) Mount Marty College; (16) National American University; (17) Northern State University; (18) Presentation College; (19) Sanford Medical Center; (20) Sioux Falls Seminary; (21) South Dakota School of Mines and Technology; (22) South Dakota State University; (23) Southeast Technical College; (24) Southwest Minnesota State University; (25) Stewart School; (26) University of Sioux Falls; (27) University of South Dakota; and (28) Western Dakota Technical College. Section 47. That § 13-53-43 be AMENDED: 13-53-43. Transfer of credits. All general education course credit hours fulfilling graduation requirements in institutions accredited by the North Central Association of Colleges and Secondary Schools accrediting agency shall be transferable between the universities under the control of the South Dakota Board of Regents and the technical colleges governed by the Board of Technical Education. General education course credit hours are transferable between the technical colleges and universities only for credit for general education courses. General education is defined as those courses which are not directly related to the student's formal technical, vocational, or professional preparation; part of every student's course of study regardless of area of emphasis; and intended to impart common knowledge, intellectual concepts, and attitudes that every educated person should possess. Section 48. That § 13-53-44 be AMENDED: 13-53-44. Technical colleges--Transfer of credits. Commencing July 1, 1999, technical colleges governed by the Board of Technical Education and accredited by the North Central Association of Colleges and Secondary Schools and universities governed by the Board of Regents and accredited by the North Central Association of Colleges and Secondary Schools shall have articulation agreements in place to transfer sixty-four credit hours in the General Studies Baccalaureate Degree program and up to sixty-four credit hours in compatible programs offered by the respective institutions under the control of the Board of Regents. By December 1, 1998, the Board of Technical Education and the Board of Regents shall report to the Executive Board of the Legislative Research Council on the progress of articulation agreements and the implementation of §§ 13-53-43 and 13-53-44. The Board of Regents and the Board of Education Standards shall, by agreement, set the criteria and requirements for the transfer of any credits. Section 49. That § 13-55-6 be AMENDED: 13-55-6. Free education of children of residents who died during service in armed forces. Any person under the age of twenty-five years, a resident of this state, who is a child of a deceased parent, mother or father, who was a veteran as defined in § 33A-2-1, who was for at least six months immediately prior to entry into active service a bona fide resident of this state, and who suffered death from any cause while in the service of the armed forces of the United States, is entitled to free tuition and entitled to attend and pursue any course or courses of study in any state educational institution under the control and management of the Board of Regents or any technical college as defined in § 13-39A-1 without the payment of any charges or costs therefor. Section 50. That § 13-55-31.4 be AMENDED: 13-55-31.4. Opportunity scholarship requirements for students who have completed one semester at university, college, or technical college. Except as otherwise provided in this section, if a student who would otherwise have been eligible for a South Dakota opportunity scholarship applies after completing at least one semester of full-time work at a regionally accredited university, college, or technical college, the student shall demonstrate compliance with the same credit hour requirements that apply to program participants. A scholarship provided under these circumstances is not retroactive and a student's eligibility is reduced by one semester for each semester of work that the student had completed. Section 51. That § 13-55-39 be AMENDED: 13-55-39. Eligibility for scholarship--Criteria. In order to be eligible for a Richard Hagen-Minerva Harvey memorial scholarship award, a student shall: (1) Attend or have graduated from a South Dakota accredited high school; (2) Have met high school graduation requirements established by rules promulgated pursuant to chapter 1-26 by the Department of Education or be enrolled in a course of study such that upon graduation, the student will have met high school graduation requirements established by rules promulgated pursuant to chapter 1-26 by the Department of Education; (3) Provide evidence to the board that the student has been accepted to attend a public or nonpublic accredited university, college, or technical college located in South Dakota; (4) Apply for a Richard Hagen-Minerva Harvey memorial scholarship within five years after graduating from high school or within one year of the student's release from active duty with an active component of the armed forces if the release is within five years of the student's graduation from high school; and (5) Be an enrolled member of an American Indian tribe. Section 52. That § 13-55A-2 be AMENDED: 13-55A-2. Definitions. Terms used in this chapter, unless the context otherwise requires, mean: (1) \"Eligible institution,\" an institution of education beyond the high school level, located in South Dakota, which may include all public and private nonprofit and proprietary institutions, including four-year colleges and universities, community and junior colleges, area technical or vocational schools, trade schools, technical colleges, schools of nursing or of the health professions or any institution which is determined by the executive director to be regularly accredited to offer postsecondary educational services by a recognized and appropriate accrediting agency, as determined by the executive director, and which has an agreement with the United States secretary of education for the conduct of any of the programs currently participating in any federal financial assistance program authorized by Title IV of The Higher Education Act of 1965, as amended to January 1, 2010; (2) \"Financial need,\" the amount of assistance, as determined by a federal department of education by calculating a student's estimated cost of attendance (minus family contribution and additional aid granted) at an eligible institution; (3) \"Qualified student,\" a resident student who is enrolled in an eligible institution in a course of study on at least a half-time basis, as certified by the institution, and who has established financial need and who is maintaining satisfactory progress toward graduation; (4) \"Resident student,\" an individual who has been determined by the executive director to be a resident of South Dakota and who is enrolled at an eligible institution; (5) \"Executive director,\" the executive director of the Board of Regents; (6) \"South Dakota need-based grant ,\" an award by the State of South Dakota to a qualified student under this chapter. Section 53. That § 22-24B-6 be AMENDED: 22-24B-6. Commencement or change in enrollment or employment--Report to local law enforcement--Time limit--Violation as felony. Any person who is registered as required by § 22-24B-2 and who is employed, carries on a vocation, or attends postsecondary classes at an institution of higher education, institution of higher learning, or technical college in this state shall, within three business days of any commencement and within three business days of termination of enrollment or employment or change in employer, report to the chief of police or county sheriff where the institution is located and complete a registration update form. A violation of this section is a Class 6 felony. Section 54. That § 33-6-6 be AMENDED: 33-6-6. Partial tuition payment by state for technical college programs. Any member of the National Guard of the State of South Dakota, who is a resident of the state and who possesses the entrance requirements for admission to any technical college program, is entitled to complete one program of study approved by the South Dakota Board of Education Standards in any state technical college upon payment of sixteen and one-half percent of the tuition charges. The remaining tuition shall be paid or otherwise credited by the technical college. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. Section 55. That § 62-1-4.1 be AMENDED: 62-1-4.1. Elementary, secondary and technical college students not employees--Exception for work in vocational education. Notwithstanding the provisions of § 62-1-5.1, students of elementary, secondary, and technical colleges are not employees within the meaning of this title. However, a school district or technical college, which provides a work experience educational class conducted off the school premises as a part of its vocational education program is the employer of those students who are receiving this training and experience and the students are school employees for the purposes of this title unless they are being paid a cash wage or salary by a private employer, or the person or firm providing the students the work experience elects to include them, by written agreement, in its workers' compensation insurance coverage. Section 56. That § 13-39-75 be AMENDED: 13-39-75. Sales tax increase--Instructor salaries. The presidents of the technical colleges, acting pursuant to rules established by the State Board of Technical Education, shall use the money provided pursuant to SL 2016, chapter 65 to increase instructor salaries to competitive levels at each technical college. The amount of money provided each year shall be increased by the index factor as defined in § 13-13-10.1. Section 57. That § 13-55-42 be AMENDED: 13-55-42. Maintaining eligibility--Criteria--Waiver of criteria--Rescission of award. In order to maintain eligibility, a student who has been awarded a Richard Hagen-Minerva Harvey memorial scholarship shall: (1) Maintain a cumulative 2.5 grade point average on a 4.0 grade point scale; (2) Be continuously enrolled for the fall and spring semesters in a public or nonpublic accredited university, college, or technical college; (3) Complete the equivalent of at least twelve credit hours of instruction per semester; and (4) Enroll in a public or nonpublic accredited university, college, or technical college no later than the fall semester after the scholarship has been awarded. If factors beyond the control of a student who has been awarded a Richard Hagen-Minerva Harvey memorial scholarship prevent the student from meeting the requirements in this section, the board may temporarily waive the requirements of this section as eligibility criteria. The board may rescind a scholarship award if the student does not maintain eligibility as prescribed by this section. An Act to rename the postsecondary technical institutes as technical colleges. I certify that the attached Act originated in the: House as Bill No. 1083 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1083 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11737, "action_date": "2020-01-24T13:00:00-06:00", "document_id": 63479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/63479.pdf", "status_text": "First read in House and referred to", "journal_page": 58, "committee_id_action": 480, "committee_id_assigned": 464, "result": "N", "vote": {}}, {"bill_id": 11737, "action_date": "2020-01-29T07:45:00-06:00", "document_id": 64006, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/64006.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 464, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11737, "action_date": "2020-01-29T07:45:00-06:00", "document_id": 64007, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/64007.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 464, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11737, "action_date": "2020-01-29T07:45:00-06:00", "document_id": 64007, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/64007.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 464, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32166, "president_vote": null, "Yea": [1710, 1699, 1738, 1747, 1722, 1671, 1674, 1688, 1683, 1692, 1755, 1662, 1664, 1681, 1728]}}, {"bill_id": 11737, "action_date": "2020-02-04T14:00:00-06:00", "document_id": 65696, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65696.pdf", "status_text": "Do Pass Amended", "journal_page": 119, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32328, "president_vote": null, "Yea": [1754, 1700, 1689, 1654, 1670, 1710, 1668, 1751, 1665, 1672, 1656, 1743, 1680, 1681, 1676, 1682, 1662, 1684, 1738, 1739, 1678, 1747, 1657, 1679, 1671, 1765, 1698, 1725, 1727, 1683, 1664, 1709, 1660, 1653, 1696, 1661, 1762, 1755, 1691, 1712, 1687], "Nay": [1723, 1711, 1740, 1744, 1728, 1702, 1748, 1731, 1669, 1690, 1655, 1667, 1722, 1737, 1675, 1673, 1729, 1733, 1745, 1701, 1674, 1688, 1692, 1697, 1734], "Excused": [1699, 1736, 1677, 1666]}}, {"bill_id": 11737, "action_date": "2020-02-05T14:00:00-06:00", "document_id": 66204, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66204.pdf", "status_text": "First read in Senate and referred to", "journal_page": 142, "committee_id_action": 447, "committee_id_assigned": 455, "result": "N", "vote": {}}, {"bill_id": 11737, "action_date": "2020-02-11T07:45:00-06:00", "document_id": 67095, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67095.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 455, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11737, "action_date": "2020-02-11T07:45:00-06:00", "document_id": 67096, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67096.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 455, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32766, "president_vote": null, "Yea": [1741, 1742, 1704, 1730, 1658, 1713, 1707]}}, {"bill_id": 11737, "action_date": "2020-02-11T07:45:00-06:00", "document_id": 67096, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67096.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 455, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11737, "action_date": "2020-02-12T14:00:00-06:00", "document_id": 67448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67448.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 207, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11737, "action_date": "2020-02-13T13:00:00-06:00", "document_id": 67587, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67587.pdf", "status_text": "Deferred to another day", "journal_page": 233, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11737, "action_date": "2020-02-18T14:00:00-06:00", "document_id": 67677, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67677.pdf", "status_text": "Do Pass Amended", "journal_page": 243, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33173, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1659, 1658, 1663, 1717, 1708, 1721, 1686, 1651, 1703, 1749, 1746, 1726, 1752, 1713, 1704, 1750, 1716, 1730, 1719, 1735, 1705], "Nay": [1693, 1720, 1742, 1724, 1715, 1718, 1706], "Excused": [1652]}}, {"bill_id": 11737, "action_date": "2020-02-19T14:00:00-06:00", "document_id": 67894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67894.pdf", "status_text": "Signed by the Speaker", "journal_page": 323, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11737, "action_date": "2020-02-20T14:00:00-06:00", "document_id": 68002, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68002.pdf", "status_text": "Signed by the President", "journal_page": 297, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11737, "action_date": "2020-02-21T13:00:00-06:00", "document_id": 68191, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68191.pdf", "status_text": "Delivered to the Governor", "journal_page": 347, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11737, "action_date": "2020-02-27T11:00:00-06:00", "document_id": 68872, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68872.pdf", "status_text": "Signed by the Governor", "journal_page": 417, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 406}