{"session_id": 69, "bill_id": 25162, "bill_type": "Senate Bill", "bill_number": 140, "bill_title": "prohibit the imposition of fishing and hunting license fees on members of an Indian Tribe.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25162", "sponsors": [{"legislator_profile_id": 4480, "is_prime": true}], "keywords": ["Fees", "Fishing", "Game, Fish, Parks and Forestry", "Hunting", "Indian Tribes"], "audio": [], "bill_versions": [{"bill_id": 25162, "bill_version_id": 262042, "bill_version": "Introduced", "bill_version_date": "2024-01-23T16:43:06.26-06:00", "bill_text": "An Act to prohibit the imposition of fishing and hunting license fees on members of an Indian Tribe. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 41-6-10 be AMENDED: 41-6-10. Licenses, permits, and stamps issued under this title are classified as follows: (1) Disabled hunter permit; (2) Export bait dealer license; (2A)(3) Fall three-day temporary nonresident waterfowl license; (3)(4) Fur dealer's license; (4)(5) Hoop net, trap, or setline license; (5)(6) License for breeding and domesticating animals and birds; (6)(7) Resident license to take fur-bearing animals; (6A)(8) Reciprocal nonresident license to take fur-bearing animals; (7)(9) Nonresident big game license; (8)(10) Nonresident fishing license; (9)(11) Nonresident predator/varmint license; (10) Repealed by SL 1999, ch 213, § 3. (11)(12) Nonresident retail bait dealer license; (12)(13) Nonresident shooting preserve license; (13)(14) Nonresident small game license; (14)(15) Nonresident and resident migratory bird certification permit; (15)(16) Nonresident wholesale bait dealer license; (16)(17) Nonresident wild turkey license; (17)(18) Nursing facility group fishing license; (18)(19) Park user's license; (19)(20) Permit for transportation of big game animal; (20)(21) Private fish hatchery license; (21)(22) Resident big game license; (22)(23) Resident elk license; (23)(24) Resident fishing license and resident senior fishing license; (24) Repealed by SL 1999, ch 213, § 3. (25) Resident retail bait dealer license; (26) Resident small game license and resident youth small game license; (27) Resident predator/varmint license; (28) Resident wholesale bait dealer license; (29) Resident wild turkey license; (30) Scientific collector's license; (31) Special nonresident waterfowl license; (32) Repealed by SL 1999, ch 213, § 3. (33)(32) Taxidermist's license; (33A)(33) Spring snow goose temporary nonresident license; (33B)(34) Early fall Canada goose temporary nonresident license; (34)(35) Temporary fishing and hunting licenses. The rights and privileges of such licensees are set forth in §§ 41-6-12 to 41-6-45.1, inclusive, and in § 41-17-13. The Game, Fish and Parks Commission shall promulgate rules pursuant to chapter 1-26 to set the fees, eligibility, and duration for such licenses. The commission may not impose a fee, for a license to hunt or fish, on an individual who is a member of an Indian tribe, as defined in § 2-14-2. Section 2. That § 41-6-19 be AMENDED: 41-6-19. It is a Class 1 misdemeanor for a resident to hunt, take, or kill big game animals, except wild turkey, without a resident big game license, or to be in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. A resident big game license shall permit enables the licensee to hunt game animals in the manner and to the extent provided in §§ 41-8-6 to 41-8-17, inclusive. The license fees for mountain goats and bighorn sheep in Custer State Park shall must be established pursuant to § 41-17-1.1. The commission may not impose a fee, for a license to hunt, on an individual who is a member of an Indian tribe, as defined in § 2-14-2. Section 3. That § 41-6-19.3 be AMENDED: 41-6-19.3. If a resident owns or leases, for agricultural purposes, the minimum acreage necessary to qualify for landowner preference, in accordance with rules promulgated by the Game, Fish and Parks Commission and if the resident has not, pursuant to § 41-6-19, received a big game license that permits the harvest of a buck during the west river deer season, east river deer season, Black Hills deer season, or firearm antelope season set by the commission in accordance with § 41-2-18, the resident may obtain a landowner-on-own-land license. The commission shall promulgate rules, in accordance with chapter 1-26, to establish the types of big game animals that are eligible to harvest with a landowner-on-own-land license. The license entitles the resident to hunt on land owned or leased by the resident within any unit, for the specified hunting season. If a member of the resident's immediate family is qualified to obtain a license under this section and if the member has not, pursuant to § 41-6-19, received a big game license that permits the harvest of a buck during the west river deer season, east river deer season, Black Hills deer season, or firearm antelope season set by the commission in accordance with § 41-2-18, the member may obtain a landowner-on-own-land license. The license entitles the member to hunt on land owned or leased by the resident within any unit, for the specified hunting season. Upon receipt of the application prescribed by the Department of Game, Fish and Parks, and payment of the applicable fee, the department shall issue a landowner-on-own-land license that restricts the holder to the taking of the big game animals, as designated on the license, from land owned or leased by the resident. The commission shall promulgate rules, in accordance with chapter 1-26, to establish fees for licenses issued under this section. The commission may not impose a fee, for a license to hunt, on an individual who is a member of an Indian tribe, as defined in § 2-14-2. For purposes of this section, an immediate family member means the resident's spouse or a child who resides with the resident. Section 4. That § 41-6-19.6 be AMENDED: 41-6-19.6. The Game, Fish and Parks Commission may establish a nonrefundable application fee, not to exceed ten dollars, for any resident making application for a bighorn sheep, mountain goat, or elk license. Successful applicants shall be selected by drawing. Proceeds from the application fees collected shall be used for big game research and management. The commission may promulgate rules, pursuant to chapter 1-26, for the purpose of establishing a season and guidelines therefor and to establish the fee provisions. The commission may not impose a fee, for a license to hunt, on an individual who is a member of an Indian tribe, as defined in § 2-14-2. Section 5. That § 41-6-66.1 be AMENDED: 41-6-66.1. No more than four dollars, to be paid for by the licensee, may be charged for the issuing of any one game, fish, or trapping license by the various license agents. However, the maximum amount to be charged for issuing any nonresident small game or nonresident big game license may not exceed eight dollars. No more than two dollars, to be paid for by the licensee, may be charged for issuing any one park entrance or snowmobile permit. A violation of this section is a Class 2 misdemeanor. Of the fees collected by the Department of Game, Fish and Parks pursuant to this section, one dollar for each resident game, fish, and trapping license and two dollars for each nonresident hunting license shall be deposited in the sportsmen's access and landowner depredation fund established pursuant to § 41-2-34.2 and shall be used for wildlife depredation and damage management programs and one dollar for each resident game, fish, and trapping license and two dollars for each nonresident hunting license shall be deposited in the animal damage control fund established pursuant to § 40-36-10. The department shall provide a report to the Legislature each year concerning the use of the money deposited in the funds pursuant to this section. The charges authorized by this section, for the issuance of a fishing or hunting license, may not be imposed upon an individual who is member of an Indian tribe, as defined in § 2-14-2. Section 6. That § 41-10-16 be AMENDED: 41-10-16. Any person licensed to hunt a species as required by this chapter may harvest and legally possess pen-raised or wild game shot on a shooting preserve, if the game is tagged as directed by the commission in rules promulgated pursuant to chapter 1-26. The provisions of this section relating to issuance of tags and remittance of tag fees, shall must be administered by the department pursuant to commission rules adopted pursuant to § 41-2-18. The cost of each tag to the shooting preserve permittee shall be established by the commission in rules promulgated pursuant to chapter 1-26. The charges authorized by this section may not be imposed upon an individual who is a member of an Indian tribe, as defined in § 2-14-2."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25162, "action_date": "2024-01-24T14:00:00-06:00", "document_id": 262009, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262009.pdf", "status_text": "First read in Senate and referred to", "journal_page": 165, "committee_id_action": 1219, "committee_id_assigned": 1208, "result": "N", "vote": {}}, {"bill_id": 25162, "action_date": "2024-02-01T10:00:00-06:00", "document_id": 263644, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263644.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1208, "committee_id_assigned": null, "result": "N", "vote": {}}]}