{"session_id": 49, "bill_id": 15286, "bill_type": "House Bill", "bill_number": 1032, "bill_title": "revise the requirements for health carriers engaging in certain types of managed care activities and to consolidate managed care statutes.", "sponsors": [], "keywords": ["Administrative Rules", "Department of Commerce and Regulation", "Health Benefit Plan", "Health Insurance", "Managed Care"], "audio": [{"meeting_datetime": "2000-01-13T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou03.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15286, "bill_version_id": 86131, "bill_version": "Introduced", "bill_version_date": "2000-01-08T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the requirements for health carriers engaging in certain types of managed care activities and to consolidate managed care statutes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17C-1 be amended to read as follows: 58-17C-1. Terms used in § § 58-17C-1 to 58-17C-57, inclusive, this chapter mean: (1) \"Adverse determination,\" a determination by a health carrier or its designee utilization review organization that an admission, availability of care, continued stay, or other health care service has been reviewed and, based upon the information provided, does not meet the health carrier's requirements for medical necessity, appropriateness, health care setting, level of care or effectiveness, and the requested service is therefore denied, reduced, or terminated; (2) \"Ambulatory review,\" utilization review of health care services performed or provided in an outpatient setting; (3) \"Case management,\" a coordinated set of activities conducted for individual patient management of serious, complicated, protracted, or other health conditions; (4) \"Certification,\" a determination by a health carrier or its designee utilization review organization that an admission, availability of care, continued stay, or other health care service has been reviewed and, based on the information provided, satisfies the health carrier's requirements for medical necessity, appropriateness, health care setting, level of care, and effectiveness; (5) \"Closed plan,\" a managed care plan or health carrier that requires covered persons to use participating providers under the terms of the managed care plan or health carrier and does not provide any benefits for out-of-network services except for emergency services; (6) \"Concurrent review,\" utilization review conducted during a patient's hospital stay or course of treatment; (7) \"Consumer,\" someone in the general public who may or may not be a covered person or a purchaser of health care, including employers; (8) \"Covered benefits\" or \"benefits,\" those health care services to which a covered person is entitled under the terms of a health benefit plan; (9) \"Covered person,\" a policyholder, subscriber, enrollee, or other individual participating in a health benefit plan; (10) \"Director,\" the director of the Division of Insurance; (11) \"Discharge planning,\" the formal process for determining, prior to discharge from a facility, the coordination and management of the care that a patient receives following discharge from a facility; (12) \"Discounted fee for service,\" a contractual arrangement between a health carrier and a provider or network of providers under which the provider is compensated in a discounted fashion based upon each service performed and under which there is no contractual responsibility on the part of the provider to manage care, to serve as a gatekeeper or primary care provider, or to provide or assure quality of care. A contract between a provider or network of providers and a health maintenance organization is not a discounted fee for service arrangement; (13) \"Emergency medical condition,\" the sudden and, at the time, unexpected onset of a health condition that requires immediate medical attention, if failure to provide medical attention would result in serious impairment to bodily functions or serious dysfunction of a bodily organ or part, or would place the person's health in serious jeopardy; (14) \"Emergency services,\" health care items and services furnished or required to evaluate and treat an emergency medical condition; (15) \"Facility,\" an institution providing health care services or a health care setting, including hospitals and other licensed inpatient centers, ambulatory surgical or treatment centers, skilled nursing centers, residential treatment centers, diagnostic, laboratory, and imaging centers, and rehabilitation, and other therapeutic health settings; (16) \"Grievance,\" a written complaint submitted by or on behalf of a covered person regarding: (a) Availability, delivery, or quality of health care services; (b) Claims payment, handling, or reimbursement for health care services; (c) Any other matter pertaining to the contractual relationship between a covered person and the health carrier. A request for an expedited review need not be in writing. (17) \"Health benefit plan,\" a policy, contract, certificate, or agreement entered into, offered, or issued by a health carrier to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services; (17) (18) \"Health care professional,\" a physician or other health care practitioner licensed, accredited, or certified to perform specified health services consistent with state law; (18) (19) \"Health care provider\" or \"provider,\" a health care professional or a facility; (19) (20) \"Health care services,\" services for the diagnosis, prevention, treatment, cure, or relief of a health condition, illness, injury, or disease; (20) (21) \"Health carrier,\" an entity subject to the insurance laws and regulations of this state, or subject to the jurisdiction of the director, that contracts or offers to contract, or enters into an agreement to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services, including a sickness and accident insurance company, a health maintenance organization, a nonprofit hospital and health service corporation, or any other entity providing a plan of health insurance, health benefits, or health services; (21) (22) \"Health indemnity plan,\" a health benefit plan that is not a managed care plan or health carrier; (22) (23) \"Intermediary,\" a person authorized to negotiate and execute provider contracts with health carriers on behalf of health care providers or on behalf of a network; (23) (24) \"Managed care contractor,\" a person who establishes, operates, or maintains a network of participating providers; or contracts with an insurance company, a hospital or medical service plan, an employer, an employee organization, or any other entity providing coverage for health care services to operate a managed care plan or health carrier; (24) (25) \"Managed care entity,\" a licensed insurance company, hospital or medical service plan, health maintenance organization, an employer or employee organization, or a managed care contractor that operates a managed care plan or health carrier; (25) (26) \"Managed care plan,\" a plan operated by a managed care entity that provides for the financing or delivery of health care services, or both, to persons enrolled in the plan through any of the following: (a) Arrangements with selected providers to furnish health care services; (b) Explicit standards for the selection of participating providers; or (c) Financial incentives for persons enrolled in the plan to use the participating providers and procedures provided for by the plan. (26) (27) \"Necessary information,\" includes the results of any face-to-face clinical evaluation or second opinion that may be required; (27) (28) \"Network,\" the group of participating providers providing services to a health carrier; (28) (29) \"Open plan,\" a managed care plan or health carrier other than a closed plan that provides incentives, including financial incentives, for covered persons to use participating providers under the terms of the managed care plan or health carrier; (29) (30) \"Participating provider,\" a provider who, under a contract with the health carrier or with its contractor or subcontractor, has agreed to provide health care services to covered persons with an expectation of receiving payment, other than coinsurance, copayments, or deductibles, directly or indirectly, from the health carrier; (30) (31) \"Prospective review,\" utilization review conducted prior to an admission or a course of treatment; (31) (32) \"Quality assessment,\" the measurement and evaluation of the quality and outcomes of medical care provided to individuals, groups, or populations; (32) (33) \"Quality improvement,\" the effort to improve the processes and outcomes related to the provision of care within the health plan; (33) (34) \"Retrospective review,\" utilization review of medical necessity that is conducted after services have been provided to a patient, but does not include the review of a claim that is limited to an evaluation of reimbursement levels, veracity of documentation, accuracy of coding, or adjudication for payment; (34) (35) \"Second opinion,\" an opportunity or requirement to obtain a clinical evaluation by a provider other than the one originally making a recommendation for a proposed health service to assess the clinical necessity and appropriateness of the initial proposed health service; (35) (36) \"Secretary,\" the secretary of the Department of Health; (36) (37) \"Stabilized,\" with respect to an emergency medical condition, that no material deterioration of the condition is likely, with reasonable medical probability, to result or occur before an individual can be transferred; (37) (38) \"Utilization review,\" an activity as defined in subdivisions 58-17-91(4) and 58-18-64(4) a set of formal techniques used by a managed care plan or utilization review organization to monitor and evaluate the clinical necessity, appropriateness, and efficiency of health care services and procedures including techniques such as ambulatory review, prospective review, second opinion, certification, concurrent review, case management, discharge planning, and retrospective review ; and (38) (39) \"Utilization review organization,\" an entity that conducts utilization review. Section 2. That § 58-17C-5 be amended to read as follows: 58-17C-5. Any health carrier shall provide to any prospective enrollee written information describing the terms and conditions of the plan. If the plan is described orally, easily understood, truthful, objective terms shall be used. The written information need not be provided to any prospective enrollee who makes inquiries of a general nature directly to a carrier. In the solicitation of group coverage to an employer, a carrier is not required to provide the written information required by this section to individual employees or their dependents if no solicitation is made directly to the employees or dependents and no request to provide the written information to the employees or dependents is made by the employer. All written plan descriptions shall be readable, easily understood, truthful, and in an objective format. The format shall be standardized among each plan that a health carrier offers so that comparison of the attributes of the plans is facilitated. The following specific information shall be communicated: (1) Coverage provisions, benefits, and any exclusions by category of service, provider, and if applicable, by specific service; (2) Any and all authorization or other review requirements, including preauthorization review, and any procedures that may lead the patient to be denied coverage for or not be provided a particular service; (3) The existence of any financial arrangements or contractual provisions with review companies or providers of health care services that would directly or indirectly limit the services offered, restrict referral, or treatment options; (4) Explanation of how plan limitations impact enrollees, including information on enrollee financial responsibility for payment of coinsurance or other non-covered or out-of-plan services; (5) A description of the accessibility and availability of services, including a list of providers participating in the managed care network and of the providers in the network who are accepting new patients, the addresses of primary care physicians and participating hospitals, and the specialty of each provider in the network; and (6) A description of any drug formulary provisions in the plan and the process for obtaining a copy of the current formulary upon request. There shall be a process for requesting an exception to the formulary and instructions as to how to request an exception to the formulary. Section 3. That § 58-17C-49 be amended to read as follows: 58-17C-49. For initial determinations, a health carrier shall make the determination within two working days of obtaining all necessary information regarding a proposed admission, procedure, or service requiring a review determination: (1) In the case of a determination to certify an admission, procedure, or service, the health carrier shall notify the provider rendering the service by telephone within twenty-four hours of making the initial certification ; and . If the admission, procedure, or service is not certified or if a confirmation code or number is not provided upon certification of the admission, procedure, or service, the health carrier shall provide written or electronic confirmation of the telephone notification to the covered person and the provider within two working days of making the initial certification. (2) In the case of an adverse determination, the health carrier shall notify the provider rendering the service by telephone within twenty-four hours of making the adverse determination; and shall provide written or electronic confirmation of the telephone notification to the covered person and the provider within one working day of making the adverse determination. Section 4. That § 58-18-64 be repealed. 58-18-64. Terms used in § § 58-18-64 to 58-18-75, inclusive, mean: (1) \"Managed care contractor,\" a person who establishes, operates, or maintains a network of participating providers or contracts with an insurance company, a hospital or medical service plan, an employer, an employee organization, or any other entity providing coverage for health care services to operate a managed care plan; (2) \"Managed care entity,\" includes a licensed insurance company, hospital or medical service plan, health maintenance organization, an employer or employee organization, or a managed care contractor that operates a managed care plan; (3) \"Managed care plan,\" a plan operated by a managed care entity that provides for the financing or delivery of health care services, or both, to persons enrolled in the plan through any of the following: (a) Arrangements with selected providers to furnish health care services; (b) Explicit standards for the selection of participating providers; or (c) Financial incentives for persons enrolled in the plan to use the participating providers and procedures provided for by the plan; (4) \"Utilization review,\" a set of formal techniques used by a managed care plan or utilization review organization to monitor and evaluate the clinical necessity, appropriateness, and efficiency of health care services and procedures including techniques such as ambulatory review, prospective review, second opinion, certification, concurrent review, case management, discharge planning, and retrospective review; (5) \"Utilization review organization,\" an entity which conducts utilization review; (6) \"Grievance,\" a written complaint submitted by or on behalf of a covered person regarding the: (a) Availability, delivery, or quality of health care services; (b) Claims payment, handling, or reimbursement for health care services; or (c) Any other matter pertaining to the contractual relationship between a covered person and the health carrier. A request for an expedited review need not be in writing. Section 5. That § 58-18-65 be repealed. 58-18-65. Each managed care plan or utilization review organization shall establish and maintain a grievance system, approved by the director after consultation with the secretary of the Department of Health, which may include an impartial mediation provision, to provide reasonable procedures for the resolution of grievances initiated by enrollees concerning the provision of health care services. Mediation shall be made available to enrollees unless an enrollee elects to litigate a grievance prior to submission to mediation. No medical malpractice damage claim is subject to arbitration under § § 58-18-64 to 58-18-70, inclusive. Each managed care plan or utilization review organization shall provide that if a grievance is filed which requires a review of services authorized to be provided by a practitioner or if a grievance is filed which requires a review of treatment which has been provided by a practitioner, the review shall include a similarly licensed peer whose scope of practice includes the services or treatment being reviewed. Section 6. That § 58-18-66 be repealed. 58-18-66. The managed care plan or utilization review organization shall maintain records of grievances filed with it and shall submit to the director a summary report at such times and in such format as the director may require. The grievances involving other persons shall be referred to such persons with a copy to the director. Section 7. That § 58-18-67 be repealed. 58-18-67. The managed care plan or utilization review organization shall maintain a record of each grievance filed with it for five years, and the director and the secretary of health shall have access to the records. Section 8. That § 58-18-68 be repealed. 58-18-68. The director or the secretary may examine such grievance system provided for by § 58-18-65. Section 9. That § 58-18-69 be repealed. 58-18-69. Each managed care plan or utilization review organization shall submit to the director and the secretary of health an annual report in a form prescribed by the director, after consultation with the secretary of health, which shall include: (1) A description of the procedures of the grievance system provided for by § 58-18-65; and (2) The total number of grievances handled through such grievance system and a compilation of causes underlying the grievances filed. Section 10. That § 58-18-70 be repealed. 58-18-70. The director, in consultation with the secretary of health, shall promulgate rules pursuant to chapter 1-26 to establish grievance time frames relative to the filing of grievances, the disposition of grievances and response to the aggrieved person. Rules may also be promulgated covering definition of terms, grievance procedures, and content of reports. Section 11. That § 58-18-71 be repealed. 58-18-71. Any utilization review organization which engages in utilization review activities in this state shall register with the Division of Insurance prior to conducting business in this state. The registration shall be in a format prescribed by the director of the Division of Insurance. In prescribing the form or in carrying out other functions required by § § 58-18-71 to 58-18-75, inclusive, the director shall consult with the secretary of the Department of Health if applicable. The director or the secretary of health may require that the following information be submitted: (1) Information relating to its actual or anticipated activities in this state; (2) The status of any accreditation designation it holds or has sought; (3) Information pertaining to its place of business, officers, and directors; (4) Qualifications of review staff; and (5) Any other information reasonable and necessary to monitor its activities in this state. Section 12. That § 58-18-72 be repealed. 58-18-72. Any utilization review organization which has previously registered in this state shall, on or before July first of each year, file with the Division of Insurance any changes to the initial or subsequent annual registration for the utilization review organization. Section 13. That § 58-18-73 be repealed. 58-18-73. The director or the secretary of health may request information from any utilization review organization at any time pertaining to its activities in this state. The utilization review organization shall respond to all requests for information within twenty days. Section 14. That § 58-18-74 be repealed. 58-18-74. A utilization review organization may not engage in utilization review in this state unless the utilization review organization is properly registered. The director of the Division of Insurance may issue a cease and desist order against any utilization review organization which fails to comply with the requirements of § § 58-18-71 to 58-18-75, inclusive, prohibiting that utilization review organization from engaging in utilization review activities in this state. Section 15. That § 58-18-75 be repealed. 58-18-75. The director of the Division of Insurance may require the payment of a fee in conjunction with the initial or annual registration of a utilization review organization not to exceed two hundred fifty dollars per registration. The fee shall be established by rules promulgated pursuant to chapter 1-26. Section 16. That § 58-17-91 be repealed. 58-17-91. Terms used in § § 58-17-91 to 58-17-96, inclusive, mean: (1) \"Managed care contractor,\" a person who establishes, operates, or maintains a network of participating providers or contracts with an insurance company, a hospital or medical service plan, an employer, an employee organization, or any other entity providing coverage for health care services to operate a managed care plan; (2) \"Managed care entity,\" an entity that includes a licensed insurance company, a hospital or medical service plan, a health maintenance organization, an employer or employee organization, or a managed care contractor that operates a managed care plan; (3) \"Managed care plan,\" a plan operated by a managed care entity that provides for the financing or delivery of health care services, or both, to persons enrolled in the plan through any of the following: (a) Arrangements with selected providers to furnish health care services; (b) Explicit standards for the selection of participating providers; or (c) Financial incentives for persons enrolled in the plan to use the participating providers and procedures provided for by the plan; (4) \"Utilization review,\" a set of formal techniques used by a managed care plan or utilization review organization designed to monitor and evaluate the clinical necessity, appropriateness and efficiency of health care services, procedures, providers and facilities. Techniques may include ambulatory review, prospective review, second opinion, certification, concurrent review, case management, discharge planning, and retrospective review; (5) \"Utilization review organization,\" an entity which conducts utilization review. Section 17. That § 58-17-92 be repealed. 58-17-92. Any utilization review organization which engages in utilization review activities in this state shall register with the Division of Insurance prior to conducting business in this state. The registration shall be in a format prescribed by the director of the Division of Insurance. In prescribing the form or in carrying out other functions required by § § 58-17-91 to 58-17-96, inclusive, the director shall consult with the secretary of the Department of Health if applicable. The director or the secretary of health may require that the following information be submitted: (1) Information relating to its actual or anticipated activities in this state; (2) The status of any accreditation designation it holds or has sought; (3) Information pertaining to its place of business, officers, and directors; (4) Qualifications of review staff; and (5) Any other information reasonable and necessary to monitor its activities in this state. Section 18. That § 58-17-93 be repealed. 58-17-93. Any utilization review organization which has previously registered in this state shall, on or before July first of each year, file with the Division of Insurance any changes to the initial or subsequent annual registration for the utilization review organization. Section 19. That § 58-17-94 be repealed. 58-17-94. The director or the secretary of health may request information from any utilization review organization at any time pertaining to its activities in this state. The utilization review organization shall respond to all requests for information within twenty days. Section 20. That § 58-17-95 be repealed. 58-17-95. A utilization review organization may not engage in utilization review in this state unless the utilization review organization is properly registered. The director of the Division of Insurance may issue a cease and desist order against any utilization review organization which fails to comply with the requirements of § § 58-17-91 to 58-18-96, inclusive, prohibiting that utilization review organization from engaging in utilization review activities in this state. Section 21. That § 58-17-96 be repealed. 58-17-96. The director of the Division of Insurance may require the payment of a fee in conjunction with the initial or annual registration of a utilization review organization not to exceed two hundred fifty dollars per registration. The fee shall be established by rules promulgated pursuant to chapter 1-26. Section 22. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Each managed care plan or utilization review organization shall establish and maintain a grievance system, approved by the director after consultation with the secretary of the Department of Health, which may include an impartial mediation provision, to provide reasonable procedures for the resolution of grievances initiated by any enrollee concerning the provision of health care services. Mediation shall be made available to enrollees unless an enrollee elects to litigate a grievance prior to submission to mediation. No medical malpractice damage claim is subject to arbitration under sections 22 to 27, inclusive, of this Act. Each managed care plan or utilization review organization shall provide that if a grievance is filed which requires a review of services authorized to be provided by a practitioner or if a grievance is filed which requires a review of treatment which has been provided by a practitioner, the review shall include a similarly licensed peer whose scope of practice includes the services or treatment being reviewed. Section 23. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The managed care plan or utilization review organization shall maintain records of grievances filed with it and shall submit to the director a summary report at such times and in such format as the director may require. The grievances involving other persons shall be referred to such persons with a copy to the director. Section 24. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The managed care plan or utilization review organization shall maintain a record of each grievance filed with it for five years, and the director and the secretary of health shall have access to the records. Section 25. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The director or the secretary may examine such grievance system provided for by section 22 of this Act. Section 26. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Each managed care plan or utilization review organization shall submit to the director and the secretary of health an annual report in a form prescribed by the director, after consultation with the secretary of health, which shall include: (1) A description of the procedures of the grievance system provided for by section 22 of this Act; and (2) The total number of grievances handled through such grievance system and a compilation of causes underlying the grievances filed. Section 27. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The director, in consultation with the secretary of health, shall promulgate rules pursuant to chapter 1-26 to establish time frames relative to the filing of grievances, the disposition of grievances, and the response to the aggrieved person. Rules may also be promulgated covering definition of terms, grievance procedures, and content of reports. Section 28. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any utilization review organization which engages in utilization review activities in this state shall register with the Division of Insurance prior to conducting business in this state. The registration shall be in a format prescribed by the director of the Division of Insurance. In prescribing the form or in carrying out other functions required by sections 28 to 32, inclusive, of this Act, the director shall consult with the secretary of the Department of Health if applicable. The director or the secretary of health may require that the following information be submitted: (1) Information relating to its actual or anticipated activities in this state; (2) The status of any accreditation designation it holds or has sought; (3) Information pertaining to its place of business, officers, and directors; (4) Qualifications of review staff; and (5) Any other information reasonable and necessary to monitor its activities in this state. Section 29. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any utilization review organization which has previously registered in this state shall, on or before July first of each year, file with the Division of Insurance any changes to the initial or subsequent annual registration for the utilization review organization. Section 30. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The director or the secretary of health may request information from any utilization review organization at any time pertaining to its activities in this state. The utilization review organization shall respond to all requests for information within twenty days. Section 31. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: A utilization review organization may not engage in utilization review in this state unless the utilization review organization is properly registered. The director of the Division of Insurance may issue a cease and desist order against any utilization review organization which fails to comply with the requirements of sections 28 to 32, inclusive, of this Act prohibiting the utilization review organization from engaging in utilization review activities in this state. Section 32. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The director of the Division of Insurance may require the payment of a fee in conjunction with the initial or annual registration of a utilization review organization not to exceed two hundred fifty dollars per registration. The fee shall be established by rules promulgated pursuant to chapter 1-26. Section 33. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 22 to 32, inclusive, of this Act apply to all individual and group policies, plans, certificates, or contracts that allow for the use of managed care or utilization review."}, {"bill_id": 15286, "bill_version_id": 86130, "bill_version": "Enrolled", "bill_version_date": "2000-01-28T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15286, "action_date": "2000-01-11T14:00:00-06:00", "document_id": 85620, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85620.pdf", "status_text": "First read in House and referred to", "journal_page": 18, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15286, "action_date": "2000-01-12T14:00:00-06:00", "document_id": 85622, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85622.pdf", "status_text": "Referred to", "journal_page": 33, "committee_id_action": 656, "committee_id_assigned": 644, "result": "P", "vote": {}}, {"bill_id": 15286, "action_date": "2000-01-13T14:00:00-06:00", "document_id": 85624, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85624.pdf", "status_text": "Re-referred to", "journal_page": 37, "committee_id_action": 656, "committee_id_assigned": 647, "result": "P", "vote": {}}, {"bill_id": 15286, "action_date": "2000-01-15T07:45:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 644, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15286, "action_date": "2000-01-19T07:45:00-06:00", "document_id": 85726, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85726.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 647, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15286, "action_date": "2000-01-19T07:45:00-06:00", "document_id": 85726, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85726.pdf", "status_text": "Do Pass,", "journal_page": 128, "committee_id_action": 647, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44566, "president_vote": null, "Yea": [2308, 2321, 2334, 2336, 2348, 2349, 2370, 2374, 2382, 2383, 2390], "Excused": [2350]}}, {"bill_id": 15286, "action_date": "2000-01-20T14:00:00-06:00", "document_id": 85634, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85634.pdf", "status_text": "Do Pass,", "journal_page": 169, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45956, "president_vote": null, "Yea": [2305, 2308, 2309, 2312, 2313, 2315, 2316, 2317, 2318, 2321, 2323, 2324, 2325, 2328, 2332, 2333, 2334, 2336, 2337, 2338, 2341, 2342, 2343, 2345, 2348, 2349, 2350, 2353, 2354, 2355, 2356, 2359, 2360, 2361, 2362, 2363, 2366, 2367, 2368, 2370, 2371, 2372, 2373, 2374, 2377, 2378, 2379, 2382, 2383, 2384, 2385, 2387, 2388, 2390, 2392, 2393, 2396, 2397, 2401, 2402, 2403, 2404, 2406, 2407, 2408, 2351], "Excused": [2314, 2327, 2394], "Absent": [2319]}}, {"bill_id": 15286, "action_date": "2000-01-21T14:00:00-06:00", "document_id": 85637, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85637.pdf", "status_text": "First read in Senate and referred to", "journal_page": 146, "committee_id_action": 657, "committee_id_assigned": 634, "result": "N", "vote": {}}, {"bill_id": 15286, "action_date": "2000-01-26T10:00:00-06:00", "document_id": 85786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85786.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 634, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15286, "action_date": "2000-01-26T10:00:00-06:00", "document_id": 85786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85786.pdf", "status_text": "Do Pass,", "journal_page": 201, "committee_id_action": 634, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45404, "president_vote": null, "Yea": [2329, 2358, 2365, 2369, 2399, 2304, 2311]}}, {"bill_id": 15286, "action_date": "2000-01-26T10:00:00-06:00", "document_id": 85786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85786.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 634, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15286, "action_date": "2000-01-27T14:00:00-06:00", "document_id": 85645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85645.pdf", "status_text": "Do Pass,", "journal_page": 225, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45479, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2311, 2320, 2322, 2326, 2329, 2330, 2331, 2335, 2339, 2344, 2346, 2347, 2352, 2357, 2358, 2364, 2365, 2369, 2375, 2376, 2380, 2381, 2386, 2389, 2391, 2395, 2398, 2399, 2400, 2405], "Excused": [2340]}}, {"bill_id": 15286, "action_date": "2000-01-28T14:00:00-06:00", "document_id": 85646, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85646.pdf", "status_text": "Signed by Speaker", "journal_page": 295, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15286, "action_date": "2000-01-28T14:00:00-06:00", "document_id": 85647, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85647.pdf", "status_text": "Signed by President", "journal_page": 246, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15286, "action_date": "2000-01-31T14:00:00-06:00", "document_id": 85648, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85648.pdf", "status_text": "Delivered to the Governor", "journal_page": 319, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15286, "action_date": "2000-02-07T14:00:00-06:00", "document_id": 85658, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85658.pdf", "status_text": "Signed by Governor", "journal_page": 436, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1731, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15286"}