{"session_id": 49, "bill_id": 15528, "bill_type": "House Bill", "bill_number": 1248, "bill_title": "provide for the election of the secretary of education and cultural affairs.", "sponsors": [{"legislator_profile_id": 2362, "is_prime": true}, {"legislator_profile_id": 2386, "is_prime": true}, {"legislator_profile_id": 2325, "is_prime": false}, {"legislator_profile_id": 2334, "is_prime": false}, {"legislator_profile_id": 2339, "is_prime": false}, {"legislator_profile_id": 2356, "is_prime": false}, {"legislator_profile_id": 2359, "is_prime": false}, {"legislator_profile_id": 2370, "is_prime": false}, {"legislator_profile_id": 2374, "is_prime": false}, {"legislator_profile_id": 2376, "is_prime": false}, {"legislator_profile_id": 2397, "is_prime": false}, {"legislator_profile_id": 2399, "is_prime": false}, {"legislator_profile_id": 2400, "is_prime": false}, {"legislator_profile_id": 2403, "is_prime": false}], "keywords": ["Department of Education and Cultural Affairs", "Elections"], "audio": [], "bill_versions": [{"bill_id": 15528, "bill_version_id": 86570, "bill_version": "Introduced", "bill_version_date": "2000-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the election of the secretary of education and cultural affairs. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-3 be amended by adding thereto a NEW SECTION to read as follows: At the general election held in 2002 and every four years thereafter, there shall be chosen by the qualified voters of the state a secretary of education and cultural affairs having the qualifications prescribed by law who shall hold office for a term of four years from the first Tuesday after the first Monday in January following the election and until a successor is elected and qualified. Section 2. That chapter 13-3 be amended by adding thereto a NEW SECTION to read as follows: No person is qualified to hold the office of secretary of education and cultural affairs except a citizen of the United States who is a qualified voter of this state, is at least twenty-five years old, and has resided in this state for at least two years immediately preceding the election. Section 3. That chapter 13-3 be amended by adding thereto a NEW SECTION to read as follows: The secretary of education and cultural affairs during the secretary's term of office shall reside at the state capital. Section 4. That chapter 13-3 be amended by adding thereto a NEW SECTION to read as follows: If a vacancy occurs in the office of secretary of education and cultural affairs by death, resignation, or otherwise, the Governor shall make a temporary appointment to fill the vacancy, but the person so appointed may hold the office only until the next general election and until a successor is elected and qualified. Section 5. That § 3-8-2.1 be amended to read as follows: 3-8-2.1. The annual salaries of the Governor, the lieutenant governor, the secretary of state, the state auditor, the state treasurer, the attorney general, the commissioner of school and public lands, the secretary of education and cultural affairs, each justice of the Supreme Court , and each circuit judge shall be adjusted annually by the same rate appropriated as the across-the-board increase to base salaries of state employees under the General Appropriations Act in each corresponding year. Section 6. That chapter 13-3 be amended by adding thereto a NEW SECTION to read as follows: The secretary of education and cultural affairs shall take and subscribe the same oath as required of other state officers, and shall be included in the state employees' blanket bond conditioned for the faithful performance of the duties of the office. Section 7. That chapter 13-3 be amended by adding thereto a NEW SECTION to read as follows: Any candidate for the office of secretary of education and cultural affairs shall be nominated and voted for at the primary and general elections as provided in this Act. The office of secretary of education and cultural affairs is a nonpolitical office. It is a Class 2 misdemeanor for any political party to endorse or nominate by any convention, or other method, any candidate for the office of secretary of education and cultural affairs. Section 8. That chapter 13-3 be amended by adding thereto a NEW SECTION to read as follows: Nominating petitions for the office of secretary of education and cultural affairs filed pursuant to this chapter shall be filed in the office of the secretary of state within the time prescribed by § 12-6-4 and shall be signed by a number of registered voters not less than one percent of the total combined vote cast for Governor at the most recent certified gubernatorial election. To the extent it is consistent with this chapter, § 12-6-8 governs such petitions. In any petition filed by or on behalf of any candidate for nomination to the office of secretary of education and cultural affairs at any primary election or any attachment to the petition, no reference may be made to any party ballot or to the party affiliation of such candidate. The order of names of candidates for the office of secretary of education and cultural affairs certified by the secretary of state to each of the county auditors shall be arranged by lot. Any candidate has the right to be present or represented when the arrangement is being determined. If no more than two nominating petitions are filed on behalf of candidates for the office of secretary of education and cultural affairs, the names of such persons need not be placed upon the primary ballot but such persons are the nominees for the office. Section 9. That chapter 13-3 be amended by adding thereto a NEW SECTION to read as follows: At all primary elections at which candidates for the office of secretary of education and cultural affairs are to be nominated and a primary is required, there shall be prepared and furnished by the several county auditors, separate ballots upon which shall be placed the names of the candidates for the office. The ballots shall be entitled \"nonpolitical ballot for the office of secretary of education and cultural affairs\" and shall contain no other designation. The names of all candidates shall be placed thereon without any party designation in the order designated by the secretary of state. The form of the nonpolitical ballot shall be prescribed by the State Board of Elections. Section 10. That chapter 13-3 be amended by adding thereto a NEW SECTION to read as follows: If after nominations have been made under the provisions of this chapter and the number of nominees for the office of secretary of education and cultural affairs is reduced through death, withdrawal, or disqualification of a nominee for the office, the registered voters of the state, may, if there is sufficient time for filing a nominating petition pursuant to § 12-8-6, nominate one or more candidates for the office by a petition otherwise complying with section 8 of this Act. Section 11. That chapter 13-3 be amended by adding thereto a NEW SECTION to read as follows: The nominees for the office of secretary of education and cultural affairs are the two persons receiving the highest number of votes in the primary election. Section 12. That subdivision (11) of § 12-25-1 be amended to read as follows: (11) \"State office,\" the offices of Governor, lieutenant governor, secretary of state, attorney general, state auditor, state treasurer, commissioner of school and public lands , secretary of education and cultural affairs, and public utilities commissioner. Section 13. That § 1-32-3 be amended to read as follows: 1-32-3. Except as provided by § 5-17-2 and this Act , the head of each principal department shall be appointed by the Governor with the consent of the senate and shall serve at the pleasure of the Governor pursuant to section 9, Article IV of the State Constitution. Section 14. That § 1-45-3 be repealed. 1-45-3. The secretary of the department of education and cultural affairs shall be qualified by training and experience to administer the programs of the department of education and cultural affairs and shall have such other qualifications as may be specified by statute."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15528, "action_date": "2000-01-21T14:00:00-06:00", "document_id": 85636, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85636.pdf", "status_text": "First read in House and referred to", "journal_page": 179, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15528, "action_date": "2000-01-24T14:00:00-06:00", "document_id": 85638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85638.pdf", "status_text": "Referred to", "journal_page": 206, "committee_id_action": 656, "committee_id_assigned": 651, "result": "P", "vote": {}}, {"bill_id": 15528, "action_date": "2000-02-02T10:00:00-06:00", "document_id": 85842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85842.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15528, "action_date": "2000-02-02T10:00:00-06:00", "document_id": 85842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85842.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 45817, "president_vote": null, "Nay": [2313, 2333, 2351, 2353, 2363, 2368, 2388, 2372, 2319], "Yea": [2337, 2345, 2360], "Excused": [2393]}}, {"bill_id": 15528, "action_date": "2000-02-02T10:00:00-06:00", "document_id": 85842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85842.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 45817, "president_vote": null, "Nay": [2313, 2333, 2351, 2353, 2363, 2368, 2388, 2372, 2319], "Yea": [2337, 2345, 2360], "Excused": [2393]}}, {"bill_id": 15528, "action_date": "2000-02-02T10:00:00-06:00", "document_id": 85842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85842.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 365, "committee_id_action": 651, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45820, "president_vote": null, "Yea": [2313, 2333, 2351, 2353, 2363, 2368, 2388, 2372, 2319], "Nay": [2337, 2345, 2360], "Excused": [2393]}}]}