{"session_id": 64, "bill_id": 22890, "bill_type": "Senate Bill", "bill_number": 121, "bill_title": "restrict the distribution of deceptive images or recordings with the intent to influence the outcome of an election.", "sponsors": [{"legislator_profile_id": 3922, "is_prime": true}, {"legislator_profile_id": 3941, "is_prime": true}, {"legislator_profile_id": 3919, "is_prime": false}, {"legislator_profile_id": 3931, "is_prime": false}, {"legislator_profile_id": 3939, "is_prime": false}, {"legislator_profile_id": 3944, "is_prime": false}, {"legislator_profile_id": 3950, "is_prime": false}, {"legislator_profile_id": 3958, "is_prime": false}, {"legislator_profile_id": 3971, "is_prime": false}, {"legislator_profile_id": 3981, "is_prime": false}, {"legislator_profile_id": 3983, "is_prime": false}, {"legislator_profile_id": 3985, "is_prime": false}, {"legislator_profile_id": 3989, "is_prime": false}, {"legislator_profile_id": 3996, "is_prime": false}, {"legislator_profile_id": 4012, "is_prime": false}, {"legislator_profile_id": 4016, "is_prime": false}], "keywords": ["Elections", "Penalty", "Voting"], "audio": [{"meeting_datetime": "2022-02-03T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju16.mp3", "start_seconds": 2586.0}, {"meeting_datetime": "2022-02-03T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju16.mp3", "start_seconds": 2586.0}, {"meeting_datetime": "2022-02-03T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju16.mp3", "start_seconds": 2586.0}], "bill_versions": [{"bill_id": 22890, "bill_version_id": 230102, "bill_version": "Introduced", "bill_version_date": "2022-01-26T11:43:51.273-06:00", "bill_text": "An Act to restrict the distribution of deceptive images or recordings with the intent to influence the outcome of an election. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 12-1 be amended with a NEW SECTION: For purposes of sections 1 to 11, inclusive, of this Act, the term, materially deceptive media, means an image, an audio recording, or a video recording of a candidate's appearance, speech, or conduct that has been intentionally manipulated to create a realistic but false image, audio, or video that produces: (1) A depiction that would cause a reasonable person to believe the image or recording is of the authentic candidate in appearance, action, or speech; and (2) A fundamentally different understanding or impression of the appearance, action, or speech than a reasonable person would have from the unaltered, original version of the image, audio recording, or video recording. The term does not include any image, audio recording, or video recording that constitutes satire or parody. Section 2. That chapter 12-1 be amended with a NEW SECTION: Except as provided in sections 3 to 8, inclusive, of this Act, a person may not, on the day of an election at which a voter will vote for one or more candidates on the ballot or within ninety days before election day, with knowledge of falsity or with reckless disregard as to truth or falsity, publish or distribute materially deceptive media of a candidate on the ballot with the intent to injure the candidate's reputation or to deceive a voter into voting for or against the candidate. Section 3. That chapter 12-1 be amended with a NEW SECTION: A person may, on the day of an election at which a voter will vote for one or more candidates on the ballot or within ninety days before election day, publish or distribute an image that would otherwise qualify as materially deceptive media of a candidate on the ballot, if the image is accompanied by the disclosure that the image has been manipulated. The disclosure must be printed immediately adjacent to the image in a font size that is easily readable by the average viewer and that is no smaller than the largest font size of other text, if any, published or distributed with the image. Section 4. That chapter 12-1 be amended with a NEW SECTION: A person may, on the day of an election at which a voter will vote for one or more candidates on the ballot or within ninety days before election day, publish or distribute a video recording that would otherwise qualify as materially deceptive media of a candidate on the ballot, if the video recording contains the disclosure that the video has been manipulated. The disclosure must appear for the duration of the video recording in a font size that is easily readable by the average viewer and that is no smaller than the largest font size of other text, if any, included in the video recording. Section 5. That chapter 12-1 be amended with a NEW SECTION: A person may, on the day of an election at which a voter will vote for one or more candidates on the ballot or within ninety days before election day, publish or distribute an audio recording that would otherwise qualify as a materially deceptive media of a candidate on the ballot, if the audio recording contains the disclosure that the audio has been manipulated. The disclosure must be read in a clearly spoken manner and in a pitch that can be easily heard by the average listener, at the beginning and end of the audio recording and, if the audio recording is longer than two minutes, interspersed within the audio recording at intervals of no greater than two minutes. Section 6. That chapter 12-1 be amended with a NEW SECTION: A radio or television broadcasting station, or a cable or satellite television operator, programmer or producer, may broadcast materially deceptive media as part of a bona fide newscast, news interview, news documentary, or on-the-spot coverage of a bona fide news event if the broadcast includes in a clear statement that can be easily heard or read by the average listener or viewer that there are questions about the authenticity of the materially deceptive media. Section 7. That chapter 12-1 be amended with a NEW SECTION: A radio or television broadcasting station, or a cable or satellite television operator, programmer or producer, may broadcast materially deceptive media if it is paid to do so. Section 8. That chapter 12-1 be amended with a NEW SECTION: The owner of a publicly accessible website or the publisher or printer of a regularly published newspaper, magazine, other periodical of general circulation, or electronic publication, that routinely carries news and commentary of general interest may publish materially deceptive media, if the media is accompanied by a clear statement that the media does not accurately represent the speech or conduct of a candidate whose appearance, speech, or conduct is manipulated. Section 9. That chapter 12-1 be amended with a NEW SECTION: A candidate whose voice or image appears in a materially deceptive media published or distributed in violation of section 2 of this Act, may seek a temporary restraining order and injunction prohibiting publication or distribution of the materially deceptive media. The candidate bears the burden of proving a violation by clear and convincing evidence. Section 10. That chapter 12-1 be amended with a NEW SECTION: A candidate whose voice or image appears in materially deceptive media published or distributed in violation of section 2 of this Act may bring a civil action against the person that published or distributed the materially deceptive media for the recovery of general or special damages and reasonable attorney's fees and court costs. The candidate bears the burden of proving a violation of this section by clear and convincing evidence. Nothing in this section prohibits a candidate from seeking monetary or equitable relief through other actions as permissible by law. Section 11. That chapter 12-1 be amended with a NEW SECTION: Sections 1 to 11, inclusive, of this Act may not be construed to alter any rights, obligations, or immunities of an interactive computer service under 47 U.S.C. § 230, as of January 1, 2021."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22890, "action_date": "2022-01-26T14:00:00-06:00", "document_id": 229703, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/229703.pdf", "status_text": "First read in Senate and referred to", "journal_page": 115, "committee_id_action": 1034, "committee_id_assigned": 1027, "result": "N", "vote": {}}, {"bill_id": 22890, "action_date": "2022-02-03T08:00:00-06:00", "document_id": 231702, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231702.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1027, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22890, "action_date": "2022-02-03T08:00:00-06:00", "document_id": 231707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231707.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1027, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72482, "president_vote": null, "Yea": [3932, 3956, 3990, 3999, 4010, 3935, 3991]}}]}