{"session_id": 7, "bill_id": 976, "bill_type": "Senate Bill", "bill_number": 200, "bill_title": "provide for a tax on the wholesale price of certain fuel and to increase the fuel excise tax.", "sponsors": [{"legislator_profile_id": 654, "is_prime": true}, {"legislator_profile_id": 671, "is_prime": true}], "keywords": ["Excise Tax", "Fuel", "Taxes"], "audio": [{"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/str22.mp3", "start_seconds": 275.0}, {"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/str22.mp3", "start_seconds": 275.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/str24.mp3", "start_seconds": 3449.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/str24.mp3", "start_seconds": 3449.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/str24.mp3", "start_seconds": 3449.0}], "bill_versions": [{"bill_id": 976, "bill_version_id": 6681, "bill_version": "Introduced", "bill_version_date": "2009-02-03T09:59:41.463-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a tax on the wholesale price of certain fuel and to increase the fuel excise tax. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: In addition to the tax imposed by this chapter at the rates provided in § 10-47B-4, an additional tax is imposed at the rate of one percent of the average wholesale price charged each gallon of fuel, at the time the fuel excise tax is imposed pursuant to this chapter. However, this additional tax does not apply to any aviation gasoline and jet fuel and does not apply to any fuel that is otherwise exempted by this chapter. Section 2. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the average wholesale price is the average wholesale price of the fuel for the six-month period before October 1, 2009, and before each April first and October first thereafter. The average wholesale price before October first shall apply to tax returns for the following January to June, inclusive, and the average wholesale price before April first shall apply to tax returns for the following July to December, inclusive. Section 3. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: The average wholesale price shall be determined by the secretary and established by rules promulgated pursuant to chapter 1-26. The average wholesale price shall be determined using data available from the Oil Price Information Service. The average wholesale price shall be a single, statewide average wholesale price per gallon of the type of fuel sold in the state over the previous six-month period, excluding any state and federal excise tax. Section 4. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: The tax imposed by this Act shall be reported and remitted to the state in the same manner as the fuel excise tax is reported and remitted pursuant to this chapter. Section 5. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: If any fuel is entitled to a refund of the fuel excise tax pursuant to this chapter, the fuel is also entitled to a refund of the tax imposed by section 1 of this Act. Section 6. That § 10-47B-34 be amended to read as follows: 10-47B-34. Any supplier or out-of-state supplier who properly remits tax under this chapter shall be allowed to retain an amount not to exceed two and one-fourth percent of the tax required to be paid on each gallon of fuel to this state. The amount to be retained is to help off-set the administrative expenses of timely reporting and payment of tax. This section does not apply to the tax imposed by section 1 of this Act. Section 7. That § 10-47B-4 be amended to read as follows: 10-47B-4. The fuel excise tax rates for the tax imposed by this chapter are as follows: (1) Motor fuel (except ethanol blends, E85 and M85 blends, and aviation gasoline)-- $.22 $.25 per gallon; (2) Special fuel (except jet fuel)-- $.22 $.25 per gallon; (3) Ethanol blends-- $.20 $.23 per gallon; (4) Aviation gasoline--$.06 per gallon; (5) Jet fuel--$.04 per gallon; (6) E85 and M85-- $.10 $.115 per gallon; (7) E85 and M85 used in aircraft--$.04 per gallon; (8) Liquid petroleum gas-- $.20 $.23 per gallon; (9) Compressed natural gas-- $.10 $.13 per gallon. Section 8. The provisions of section 7 of this Act are effective July 1, 2010."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 976, "action_date": "2009-02-03T14:00:00-06:00", "document_id": 6764, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6764.pdf", "status_text": "First read in Senate and referred to", "journal_page": 282, "committee_id_action": 54, "committee_id_assigned": 41, "result": "N", "vote": {}}, {"bill_id": 976, "action_date": "2009-02-13T07:45:00-06:00", "document_id": 7202, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7202.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 41, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 976, "action_date": "2009-02-18T07:45:00-06:00", "document_id": 7406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7406.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 41, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 976, "action_date": "2009-02-18T07:45:00-06:00", "document_id": 7650, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7650.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 445, "committee_id_action": 41, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4183, "president_vote": null, "Yea": [700, 634, 690, 669, 686, 694, 671]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/976"}