{"session_id": 44, "bill_id": 22444, "bill_type": "House Bill", "bill_number": 1247, "bill_title": "provide for the protection of the consciences of medical professionals.", "sponsors": [{"legislator_profile_id": 1779, "is_prime": true}, {"legislator_profile_id": 1798, "is_prime": true}, {"legislator_profile_id": 3786, "is_prime": false}, {"legislator_profile_id": 1782, "is_prime": false}, {"legislator_profile_id": 3785, "is_prime": false}, {"legislator_profile_id": 1792, "is_prime": false}, {"legislator_profile_id": 1793, "is_prime": false}, {"legislator_profile_id": 1796, "is_prime": false}, {"legislator_profile_id": 3797, "is_prime": false}, {"legislator_profile_id": 1805, "is_prime": false}, {"legislator_profile_id": 1826, "is_prime": false}, {"legislator_profile_id": 1828, "is_prime": false}, {"legislator_profile_id": 1834, "is_prime": false}, {"legislator_profile_id": 1841, "is_prime": false}, {"legislator_profile_id": 1850, "is_prime": false}, {"legislator_profile_id": 3793, "is_prime": false}, {"legislator_profile_id": 1856, "is_prime": false}, {"legislator_profile_id": 1865, "is_prime": false}], "keywords": ["Health Care", "Health Maintenance Organizations", "Liability", "Penalty", "Public Health and Safety", "Religion", "Speech and Expression"], "audio": [{"meeting_datetime": "2021-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst25.mp3", "start_seconds": 8210.0}, {"meeting_datetime": "2021-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst25.mp3", "start_seconds": 8210.0}, {"meeting_datetime": "2021-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst25.mp3", "start_seconds": 8210.0}, {"meeting_datetime": "2021-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst25.mp3", "start_seconds": 12221.0}, {"meeting_datetime": "2021-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst25.mp3", "start_seconds": 12221.0}, {"meeting_datetime": "2021-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou27.mp3", "start_seconds": 5495.0}, {"meeting_datetime": "2021-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou27.mp3", "start_seconds": 5495.0}, {"meeting_datetime": "2021-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou27.mp3", "start_seconds": 5495.0}], "bill_versions": [{"bill_id": 22444, "bill_version_id": 216199, "bill_version": "Introduced", "bill_version_date": "2021-02-03T10:35:47.33-06:00", "bill_text": "An Act to provide for the protection of the consciences of medical professionals. Be it enacted by the Legislature of the State of South Dakota: Section 1. Legislative findings. The Legislature finds that the right of conscience is a fundamental and unalienable right. It was central to the founding of the United States, has been deeply rooted in our nation's history and tradition for centuries, and has been central to the practice of medicine, through the hippocratic oath, for millennia. Despite its preeminent importance, however, threats to the right of conscience of medical practitioners, health care institutions, and health care payers have become increasingly more common and severe in recent years. The swift pace of scientific advancement and the expansion of medical capabilities, along with the mistaken notion that medical practitioners, health care institutions, and health care payers are mere public utilities, promise only to make the current crisis worse, unless something is done to restore conscience to its rightful place. With this purpose in mind, the Legislature declares that it is the public policy of the state to protect the right of conscience for medical practitioners, health care institutions, and health care payers. As the right of conscience is fundamental, no medical practitioner, health care institution, or health care payer should be compelled to participate in or pay for any medical procedure, or prescribe or pay for any medication, to which he, she, or it objects on the basis of conscience, whether such conscience is informed by religious, moral, ethical, or philosophical beliefs or principles. It is the purpose of this Act to protect medical practitioners, health care institutions, and health care payers from discrimination, punishment, or retaliation as a result of any instance of conscientious medical objection. Section 2. That a NEW SECTION be added: 34-54-1. Definitions. Terms in this Act mean: (1) \"Conscience,\" the ethical, philosophical, moral, or religious beliefs or principles held by any medical practitioner, health care institution, or health care payer. Conscience with respect to institutional entities or corporate bodies, as opposed to individual persons, is determined by reference to that entity or body's governing documents, including any published religious, moral, ethical, or philosophical guidelines or directives, mission statements; constitutions; articles of incorporation; bylaws; policies; or regulations; (2) \"Disclosure,\" a formal or informal communication or transmission. The term does not include a communication or transmission concerning policy decisions that lawfully exercise discretionary authority unless the medical practitioner providing the disclosure or transmission reasonably believes that the disclosure or transmission evinces: (a) Any violation of any law, rule, or regulation; (b) Any violation of any ethical guidelines for the provision of any health care service; or (c) Gross mismanagement, a gross waste of funds, an abuse of authority, or a substantial and specific danger to public health or safety; (3) \"Discrimination,\" any adverse action taken against, or any threat of adverse action communicated to, any medical practitioner, health care institution, or health care payer as a result of his, her, or its decision to decline to participate in a health care service on the basis of conscience. The term includes termination of employment; transfer from current position; demotion from current position; adverse administrative action; reassignment to a different shift or job title; increased administrative duties; refusal of staff privileges; refusal of board certification; loss of career specialty; reduction of wages, benefits, or privileges; refusal to award a grant, contract, or other program; refusal to provide residency training opportunities; denial, deprivation, or disqualification of licensure; withholding or disqualifying from financial aid and other assistance; impediments to creating any health care institution or payer or expanding or improving said health care institution or payer; impediments to acquiring, associating with, or merging with any other health care institution or payer; the threat thereof with regard to any of the preceding; or any other penalty, disciplinary, or retaliatory action, whether executed or threatened. The term excludes the negotiation or purchase of insurance by a nongovernment entity; (4) \"Health care service,\" medical care provided to any patient at any time over the entire course of treatment. The term includes initial examination; testing; diagnosis; referral; dispensing or administering, or both, any drug, medication, or device; psychological therapy or counseling; research; prognosis; therapy; record making procedures; notes related to treatment; set up or performance of a surgery or procedure; or any other care or services performed or provided by any medical practitioner including allied health professionals, paraprofessionals, or employees of health care institutions; (5) \"Health care institution,\" any public or private hospital, clinic, medical center, physician organization, professional association, ambulatory surgical center, private physician’s office, pharmacy, nursing home, medical school, nursing school, medical training facility, or any other entity or location in which health care services are performed on behalf of any person. The term includes organizations, corporations, partnerships, associations, agencies, networks, sole proprietorships, joint ventures, or any other entity that provides health care services; (6) \"Health care payer,\" any employer, health plan, health maintenance organization, insurance company, management services organization, or any other entity that pays for, or arranges for the payment of, any health care service provided to any patient, whether that payment is made in whole or in part; (7) \"Medical practitioner,\" any person who may be or is asked to participate in any way in any health care service. The term includes doctors, nurse practitioners, physician's assistants, nurses, nurses' aides, allied health professionals, medical assistants, hospital employees, clinic employees, nursing home employees, pharmacists, pharmacy technicians and employees, medical school faculty and students, nursing school faculty and students, psychology and counseling faculty and students, medical researchers, laboratory technicians, counselors, social workers, or any other person who facilitates or participates in the provision of health care services to any person; (8) \"Participate in a health care service,\" to provide, perform, assist with, facilitate, refer for, counsel for, advise with regard to, admit for the purposes of providing, or take part in any way in providing, any health care service or any form of such service; (9) \"Pay\" or \"payment,\" to pay for, contract for, arrange for the payment of, whether in whole or in part, reimburse, or remunerate. Section 3. That a NEW SECTION be added: 34-54-2. Discrimination--Freedom of conscience. A medical practitioner, health care institution, or health care payer has the right not to participate in or pay for any health care service which violates his, her, or its conscience. No medical practitioner, health care institution, or health care payer shall be discriminated against in any manner as a result of his, her, or its decision to decline to participate in or pay for a health care service on the basis of conscience. Section 4. That a NEW SECTION be added: 34-54-3. Emergency medical treatment. Nothing in this Act may be construed to override the requirement to provide emergency medical treatment to all patients set forth in 42 U.S.C. § 1395dd or any other federal law governing emergency medical treatments. Section 5. That a NEW SECTION be added: 34-54-4. Exception--Religious beliefs. Notwithstanding this Act, a religious medical practitioner, health care institution, or health care payer that holds itself out to the public as religious, states in its governing documents that it has a religious purpose or mission, and has internal operating policies or procedures that implement its religious beliefs, shall have the right to make employment, staffing, contracting, and admitting privilege decisions consistent with its religious beliefs. Section 6. That a NEW SECTION be added: 34-54-5. Liability--Exercise of conscience. No medical practitioner, health care institution, or health care payer is civilly, criminally, or administratively liable for exercising his, her, or its right of conscience not to participate in or pay for a health care service. No health care institution is civilly, criminally, or administratively liable for the exercise of conscience rights not to participate in a health care service by a medical practitioner employed, contracted, or granted admitting privileges by the health care institution. Section 7. That a NEW SECTION be added: 34-54-6. Liability--Cooperation. No medical practitioner may be discriminated against in any manner because the medical practitioner: (1) Provided, caused to be provided, or is about to provide or cause to be provided to his or her employer, the attorney general, any state agency charged with protecting health care rights of conscience, the U.S. Department of Health and Human Services, Office of Civil Rights, or any other federal agency charged with protecting health care rights of conscience information relating to any violation of, or any act or omission the medical practitioner reasonably believes to be a violation of, any provision of this Act; (2) Testified or is about to testify in a proceeding concerning such violation; or (3) Assisted or participated, or is about to assist or participate, in such a proceeding. Section 8. That a NEW SECTION be added: 34-54-7. Liability--Disclosure. Unless the disclosure is specifically prohibited by law, no medical practitioner may be discriminated against in any manner because the medical practitioner disclosed any information that the medical practitioner reasonably believes proves: (1) Any violation of any law, rule, or regulation; (2) Any violation of any ethical guidelines for the provision of any health care service; or (3) Gross mismanagement, a gross waste of funds, an abuse of authority, or a substantial and specific danger to public health or safety. Section 9. That a NEW SECTION be added: 34-54-8. Civil action--Right of conscience. A civil action for damages or injunctive relief, or both, may be brought by any medical practitioner, health care institution, or health care payer for any violation of any provision of this Act. Any additional burden or expense on another medical practitioner, health care institution, or health care payer arising from the exercise of the right of conscience is not a defense to any violation of this Act. However, no civil action may be brought against an individual who declines to use or purchase health care services from a specific medical practitioner, health care institution, or health care payer for exercising the rights granted in § 34-54-3. Section 10. That a NEW SECTION be added: 34-54-9. Civil action--Damages. Any party aggrieved by any violation of this Act may commence a civil action and shall be entitled, upon the finding of a violation, to recover threefold his, her, or its actual damages sustained, along with the costs of the action and reasonable attorney's fees. In no case may recovery be less than five thousand dollars. Such damages shall be cumulative and in no way limited by any other remedies which may be available under any other federal, state, or municipal law. A court considering such civil action may also award injunctive relief, which may include reinstatement of a medical practitioner to his or her previous position, reinstatement of board certification, and re-licensure of a health care institution or health care payer."}, {"bill_id": 22444, "bill_version_id": 218123, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2021-02-23T08:14:35.293-06:00", "bill_text": "An Act to provide for the protection of the consciences of medical professionals. Be it enacted by the Legislature of the State of South Dakota: Section 1. Legislative findings. The Legislature finds that the right of conscience is a fundamental and unalienable right. It was central to the founding of the United States, has been deeply rooted in our nation's history and tradition for centuries, and has been central to the practice of medicine, through the hippocratic oath, for millennia. Despite its preeminent importance, however, threats to the right of conscience of medical practitioners, health care institutions, and health care payers have become increasingly more common and severe in recent years. The swift pace of scientific advancement and the expansion of medical capabilities, along with the mistaken notion that medical practitioners, health care institutions, and health care payers are mere public utilities, promise only to make the current crisis worse, unless something is done to restore conscience to its rightful place. With this purpose in mind, the Legislature declares that it is the public policy of the state to protect the right of conscience for medical practitioners, health care institutions, and health care payers. As the right of conscience is fundamental, no medical practitioner, health care institution, or health care payer should be compelled to participate in or pay for any medical procedure, or prescribe or pay for any medication, to which he, she, or it objects on the basis of conscience, whether such conscience is informed by religious, moral, ethical, or philosophical beliefs or principles. It is the purpose of this Act to protect medical practitioners, health care institutions, and health care payers from discrimination, punishment, or retaliation as a result of any instance of conscientious medical objection. Section 2. That a NEW SECTION be added: 34-54-1. Definitions. Terms in this Act mean: (1) \"Conscience,\" the moral or religious beliefs or principles held by any medical practitioner, health care institution, or health care payer. Conscience with respect to institutional entities or corporate bodies, as opposed to individual persons, is determined by reference to that entity or body's governing documents, including any published religious, moral, ethical, or philosophical guidelines or directives, mission statements; constitutions; articles of incorporation; bylaws; policies; or regulations; (2) \"Disclosure,\" a formal or informal communication or transmission. The term does not include a communication or transmission concerning policy decisions that lawfully exercise discretionary authority unless the medical practitioner providing the disclosure or transmission reasonably believes that the disclosure or transmission evinces: (a) Any violation of any law, rule, or regulation; (b) Any violation of any ethical guidelines for the provision of any health care service; or (c) Gross mismanagement, a gross waste of funds, an abuse of authority, or a substantial and specific danger to public health or safety; (3) \"Discrimination,\" any adverse action taken against, or any threat of adverse action communicated to, any medical practitioner, health care institution, or health care payer as a result of his, her, or its decision to decline to participate in a health care service on the basis of conscience. The term includes termination of employment; transfer from current position; demotion from current position; adverse administrative action; reassignment to a different shift or job title; increased administrative duties; refusal of staff privileges; refusal of board certification; loss of career specialty; reduction of wages, benefits, or privileges; refusal to award a grant, contract, or other program; refusal to provide residency training opportunities; denial, deprivation, or disqualification of licensure; withholding or disqualifying from financial aid and other assistance; impediments to creating any health care institution or payer or expanding or improving said health care institution or payer; impediments to acquiring, associating with, or merging with any other health care institution or payer; the threat thereof with regard to any of the preceding; or any other penalty, disciplinary, or retaliatory action, whether executed or threatened. The term excludes the negotiation or purchase of insurance by a nongovernment entity; (4) \"Health care service,\" medical care provided to any patient at any time over the entire course of treatment. The term includes initial examination; testing; diagnosis; referral; dispensing or administering, or both, any drug, medication, or device; psychological therapy or counseling; research; prognosis; therapy; record making procedures; notes related to treatment; set up or performance of a surgery or procedure; or any other care or services performed or provided by any medical practitioner including allied health professionals, paraprofessionals, or employees of health care institutions; (5) \"Health care institution,\" any public or private hospital, clinic, medical center, physician organization, professional association, ambulatory surgical center, private physician’s office, pharmacy, nursing home, medical school, nursing school, medical training facility, or any other entity or location in which health care services are performed on behalf of any person. The term includes organizations, corporations, partnerships, associations, agencies, networks, sole proprietorships, joint ventures, or any other entity that provides health care services; (6) \"Health care payer,\" any employer, health plan, health maintenance organization, insurance company, management services organization, or any other entity that pays for, or arranges for the payment of, any health care service provided to any patient, whether that payment is made in whole or in part; (7) \"Medical practitioner,\" any person who may be or is asked to participate in any way in any health care service. The term includes doctors, nurse practitioners, physician's assistants, nurses, nurses' aides, allied health professionals, medical assistants, hospital employees, clinic employees, nursing home employees, pharmacists, pharmacy technicians and employees, medical school faculty and students, nursing school faculty and students, psychology and counseling faculty and students, medical researchers, laboratory technicians, counselors, social workers, or any other person who facilitates or participates in the provision of health care services to any person; (8) \"Participate in a health care service,\" to provide, perform, assist with, facilitate, refer for, counsel for, advise with regard to, admit for the purposes of providing, or take part in any way in providing, any health care service or any form of such service; (9) \"Pay\" or \"payment,\" to pay for, contract for, arrange for the payment of, whether in whole or in part, reimburse, or remunerate. Section 3. That a NEW SECTION be added: 34-54-2. Discrimination--Freedom of conscience. A medical practitioner, health care institution, or health care payer has the right not to participate in or pay for any health care service which violates his, her, or its conscience. No medical practitioner, health care institution, or health care payer shall be discriminated against in any manner as a result of his, her, or its decision to decline to participate in or pay for a health care service on the basis of conscience. Section 4. That a NEW SECTION be added: 34-54-3. Emergency medical treatment. Nothing in this Act may be construed to override the requirement to provide emergency medical treatment to all patients set forth in 42 U.S.C. § 1395dd or any other federal law governing emergency medical treatments. Section 5. That a NEW SECTION be added: 34-54-4. Exception--Religious beliefs. Notwithstanding this Act, a religious medical practitioner, health care institution, or health care payer that holds itself out to the public as religious, states in its governing documents that it has a religious purpose or mission, and has internal operating policies or procedures that implement its religious beliefs, shall have the right to make employment, staffing, contracting, and admitting privilege decisions consistent with its religious beliefs. Section 6. That a NEW SECTION be added: 34-54-5. Liability--Exercise of conscience. No medical practitioner, health care institution, or health care payer is civilly, criminally, or administratively liable for exercising his, her, or its right of conscience not to participate in or pay for a health care service. No health care institution is civilly, criminally, or administratively liable for the exercise of conscience rights not to participate in a health care service by a medical practitioner employed, contracted, or granted admitting privileges by the health care institution. Section 7. That a NEW SECTION be added: 34-54-6. Liability--Cooperation. No medical practitioner may be discriminated against in any manner because the medical practitioner: (1) Provided, caused to be provided, or is about to provide or cause to be provided to his or her employer, the attorney general, any state agency charged with protecting health care rights of conscience, the U.S. Department of Health and Human Services, Office of Civil Rights, or any other federal agency charged with protecting health care rights of conscience information relating to any violation of, or any act or omission the medical practitioner reasonably believes to be a violation of, any provision of this Act; (2) Testified or is about to testify in a proceeding concerning such violation; or (3) Assisted or participated, or is about to assist or participate, in such a proceeding. Section 8. That a NEW SECTION be added: 34-54-7. Liability--Disclosure. Unless the disclosure is specifically prohibited by law, no medical practitioner may be discriminated against in any manner because the medical practitioner disclosed any information that the medical practitioner reasonably believes proves: (1) Any violation of any law, rule, or regulation; (2) Any violation of any ethical guidelines for the provision of any health care service; or (3) Gross mismanagement, a gross waste of funds, an abuse of authority, or a substantial and specific danger to public health or safety. Section 9. That a NEW SECTION be added: 34-54-8. Civil action--Right of conscience. A civil action for damages or injunctive relief, or both, may be brought by any medical practitioner, health care institution, or health care payer for any violation of any provision of this Act. Any additional burden or expense on another medical practitioner, health care institution, or health care payer arising from the exercise of the right of conscience is not a defense to any violation of this Act. However, no civil action may be brought against an individual who declines to use or purchase health care services from a specific medical practitioner, health care institution, or health care payer for exercising the rights granted in § 34-54-2. Section 10. That a NEW SECTION be added: 34-54-9. Civil action--Damages. Any party aggrieved by any violation of this Act may commence a civil action and shall be entitled, upon the finding of a violation, to recover threefold his, her, or its actual damages sustained, along with the costs of the action and reasonable attorney's fees. In no case may recovery be less than five thousand dollars. Such damages shall be cumulative and in no way limited by any other remedies which may be available under any other federal, state, or municipal law. A court considering such civil action may also award injunctive relief, which may include reinstatement of a medical practitioner to his or her previous position, reinstatement of board certification, and re-licensure of a health care institution or health care payer."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22444, "action_date": "2021-02-03T14:00:00-06:00", "document_id": 215811, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215811.pdf", "status_text": "First Reading House", "journal_page": 190, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22444, "action_date": "2021-02-04T14:00:00-06:00", "document_id": 216396, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216396.pdf", "status_text": "Referred to", "journal_page": 212, "committee_id_action": 492, "committee_id_assigned": 498, "result": "N", "vote": {}}, {"bill_id": 22444, "action_date": "2021-02-22T06:30:00-06:00", "document_id": 217832, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217832.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 498, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22444, "action_date": "2021-02-22T06:30:00-06:00", "document_id": 217834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217834.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 498, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22444, "action_date": "2021-02-22T06:30:00-06:00", "document_id": 217834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217834.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 498, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69709, "president_vote": null, "Nay": [1766, 1792, 1817, 1835, 1852], "Yea": [1769, 1777, 1793, 1798, 1804, 1807, 1844, 1864]}}, {"bill_id": 22444, "action_date": "2021-02-24T13:00:00-06:00", "document_id": 218301, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218301.pdf", "status_text": "Do Pass Amended", "journal_page": 386, "committee_id_action": 492, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 70043, "president_vote": null, "Nay": [1766, 1767, 1768, 1770, 1772, 1778, 1780, 1784, 1788, 1792, 1800, 1805, 1809, 1813, 1824, 1829, 1830, 1834, 1835, 1843, 1844, 1852, 1855, 1866, 1868, 1883, 3782, 3783, 3787, 3788, 3789, 3790, 3791, 3792, 3794, 3797, 3799, 3800, 3801, 3802, 3804], "Excused": [1769, 1795, 1817, 1839], "Yea": [1777, 1781, 1782, 1793, 1796, 1798, 1799, 1802, 1804, 1807, 1820, 1822, 1823, 1826, 1832, 1836, 1837, 1841, 1862, 1864, 3784, 3785, 3786, 3793, 3806]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22444"}