{"session_id": 36, "bill_id": 10175, "bill_type": "Senate Bill", "bill_number": 190, "bill_title": "promote pipeline construction and fiscal responsibility by establishing a fund, to authorize a special fee for extraordinary expenses, to make a continuous appropriation therefor, and to declare an emergency.", "sponsors": [], "keywords": ["Appropriation", "Emergency Clause", "Fees", "Pipelines", "Public Fiscal Administration", "State Affairs and Government"], "audio": [{"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/jap35.mp3", "start_seconds": 231.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/jap35.mp3", "start_seconds": 231.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/jap35.mp3", "start_seconds": 231.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/jap35.mp3", "start_seconds": 231.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen36.mp3", "start_seconds": 2570.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou36.mp3", "start_seconds": 5056.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou36.mp3", "start_seconds": 5056.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou36.mp3", "start_seconds": 5056.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou36.mp3", "start_seconds": 5056.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou36.mp3", "start_seconds": 5056.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou36.mp3", "start_seconds": 5056.0}], "bill_versions": [{"bill_id": 10175, "bill_version_id": 54574, "bill_version": "Introduced", "bill_version_date": "2019-03-04T14:18:07.933-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to promote pipeline construction and fiscal responsibility by establishing a fund, to authorize a special fee for extraordinary expenses, to make a continuous appropriation therefor, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Action notice,\" the director's communication of a decision on a claim; (2) \"Civil recoveries,\" funds received by the state or a political subdivision from a third party, other than a pipeline company, as a result of violations of the law and transferred to the fund from the riot boosting recovery fund; (3) \"Claim,\" an invoice submitted to the director of the PEACE fund by the state or a political subdivision for an extraordinary expense; (4) \"Department,\" the Department of Public Safety; (5) \"Director,\" the director of the Division of Emergency Services within the Department of Public Safety; (6) \"Extraordinary expense,\" a reasonable and legitimate cost incurred by the state or a political subdivision to prepare for, respond to, or which arises from opposition to a project that would not have been incurred but for pipeline construction, and is incurred due to the: (a) Performance of activities of law enforcement officers as defined in § 23-3-27; (b) Performance of functions arising from pipeline construction that are included in § 34-48A-1 notwithstanding the lack of an emergency declaration; or (c) Prosecution of criminal offenses, including the cost of pretrial confinement and post-conviction sentences in a county jail facility. The term does not include any expense incurred by a private cooperative or business entity; workers' compensation or disability benefits for employees of this state or political subdivisions arising out of injuries incurred in the course of employment; or costs associated with or resulting from the call to active duty, mobilization, or service of the National Guard; (7) \"Oil product,\" any oil, including unrefined oil, oil produced from oil sand deposits, diluted bitumen, or crude oil; (8) \"PEACE fund,\" the pipeline engagement activity coordination expenses fund; (9) \"Pipeline,\" all parts of physical facilities through which any oil product is carried within this state, including pipe, valves, other appurtenances attached to pipe, compressor units, metering stations, regulator stations, delivery stations, holders, and fabricated assemblies; (10) \"Pipeline company,\" a person or entity who is the owner of a project or holds a permit from the Public Utilities Commission for a project; (11) \"Pipeline construction,\" the engagement in any activity following the project commencement date in furtherance of a project by a pipeline company, or those acting on its behalf, within this state; (12) \"Political subdivision,\" a county or municipality; (13) \"Project,\" the installation of a pipeline greater than twelve inches in diameter, or the construction of a supporting facility in furtherance of carrying any oil product by a pipeline company. The term does not include routine maintenance of a pipeline or supporting facility in operation at the time of the effective date of this Act; (14) \"Project commencement date,\" the date that occurs after: (a) A project receives its regulatory permit; (b) No court-imposed impediments on the project exist; and (c) Preparation of the pipeline right-of-way or the ground for a supporting facility commences. Notwithstanding subsections (a) to (c) of this subdivision, the secretary may issue an administrative notice, which is not reviewable, deeming pipeline construction to have begun for purposes of this Act; (15) \"Project completion date,\" the date on which pipeline construction concludes so that any oil product carried through a pipeline from an originating station fills the entire length of a completed pipeline and permanent pump stations within this state; (16) \"Secretary,\" the secretary of the Department of Public Safety; (17) \"Special fee,\" a fee billed to and paid by a pipeline company to defray administrative costs and extraordinary expenses; (18) \"State,\" this state or any agency of the state that is vested with the authority to exercise any portion of the state's sovereignty or with law enforcement authority; (19) \"Supporting facility,\" a structure necessary and ancillary to a pipeline, including a pressure pump station, housing facility for project personnel, storage area for tangible property, or other temporary structure of a pipeline company or its agent. Section 2. That the code be amended by adding a NEW SECTION to read: There is established in the state treasury the PEACE fund. Money in the fund may be used to pay administrative costs and extraordinary expenses incurred by the state or a political subdivision, arising out of or in connection with pipeline construction. Any interest earned on money in the fund shall be credited to the fund. The fund is continuously appropriated to the department. The department shall administer the fund and maintain separate accounts for each project. The secretary shall approve vouchers and the state auditor shall draw warrants to pay administrative costs and extraordinary expenses in accordance with this Act. All money received by the department for the PEACE fund shall be set forth in an informational budget pursuant to § 4-7-7.2 and be annually reviewed by the Legislature. Section 3. That the code be amended by adding a NEW SECTION to read: The state or a political subdivision may submit a claim for extraordinary expense to the director for disbursement from the PEACE fund in accordance with this Act. Each claim under this section shall be accompanied by a statement of the basis on which it is made, and true and accurate records and books of account regarding the extraordinary expense claimed, including copies of checks, vouchers, warrants, sales receipts, invoices, billings, payroll records, or similar documents for each extraordinary expense in sufficient detail to allow the director to reasonably review the claim. The state or a political subdivision receiving a disbursement from the fund for an approved claim under this section shall keep and maintain true and accurate records and books of account consistent with government accounting standards and in the same manner and for the same period as required by law and shall be available for inspection by the director and a duly-authorized representative of the pipeline company. On or before the first of February of each year, the director shall provide statements of claim activities for the preceding calendar year to the secretary, any applicable political subdivision, and the pipeline company. Section 4. That the code be amended by adding a NEW SECTION to read: The state or a political subdivision may submit a request for pre-approval of an anticipated claim for extraordinary expense to the PEACE fund in accordance with this Act. Each request for pre-approval submitted under this section shall be accompanied by a statement of the basis on which the request is made and a description of the anticipated extraordinary expense in sufficient detail to allow the director to reasonably review the request. If a request submitted under this section is approved, the state or political subdivision shall provide the director with the same documentation as required for a claim submitted under section 3 of this Act after the extraordinary expense is incurred. The director shall review the documents provided under this section to determine whether the expenditure is consistent with the pre-approval decision and issue an action notice regarding the director's determination. Section 5. That the code be amended by adding a NEW SECTION to read: The director shall approve or deny, in whole or in part, any claim submitted under section 3 of this Act or any request submitted under section 4 of this Act. The director may condition any claim for extraordinary expense at the director's discretion. The director shall issue an action notice to the state, political subdivision, and the pipeline company of the approval or denial, in whole or in part, of a claim within ten days of receiving the claim under section 3 of this Act, or of a request within ten days of receiving claim documentation as required under section 4 of this Act. The action notice shall include all approved and denied portions of the claim, and the rationale for the approval or denial, in sufficient detail to allow the secretary, political subdivision, and the pipeline company to review the decision. An action notice may be accompanied by the records submitted in accordance with section 3 of this Act. A claim submitted by the state or a political subdivision is not payable from the PEACE fund until the claim is approved by the director. The director shall authorize disbursements from the fund for payment of an approved claim to the state or a political subdivision within forty-five days from the date of the action notice. Section 6. That the code be amended by adding a NEW SECTION to read: A claim under section 3 of this Act may be submitted to the director only after the project commencement date. A request under section 4 of this Act may be submitted on or after the effective date of this Act. A claim under section 3 of this Act shall be submitted to the director within forty-five days of the date the extraordinary expense is incurred. Notwithstanding any other provision of this Act, the director may not approve any claim or any request for pre-approval that will not be incurred within one year after the project completion date, subject to section 16 of this Act. Section 7. That the code be amended by adding a NEW SECTION to read: The department shall communicate with the pipeline company to review any claim or request for pre-approval made to the PEACE fund under section 3 or 4 of this Act. A pipeline company shall designate in writing three official representatives who are authorized to coordinate with the department. Any one official representative's concurrence with the director's action notice approving a claim is a waiver of the right of that pipeline company to contest the action notice and is a waiver of the informal review process by the secretary. Section 8. That the code be amended by adding a NEW SECTION to read: If the state or a political subdivision receives payment from the PEACE fund for an extraordinary expense, and subsequently receives reimbursement through restitution, judgment, settlement, contribution, or other funding for the expense from any other source, except civil recoveries, the reimbursement shall be deposited into the fund. The reimbursement deposited into the fund is a credit to a pipeline company and shall be used to offset the next special fee calculated under section 11 of this Act. Any reimbursement from federal sources or civil recoveries shall be deposited only as allocated by the secretary. Section 9. That the code be amended by adding a NEW SECTION to read: A pipeline company that disputes the approval or denial, in whole or in part, of a claim under section 5 of this Act may, within ten days of the date of the action notice, submit its objection in good faith, together with a statement of the basis for the objection, and request a review from the secretary. The secretary shall make an expeditious review of the director's action notice and may approve, modify, condition, or deny the claim, in whole or in part. The secretary's review must be exhausted before any appeal to the Office of Hearing Examiners. A pipeline company may appeal the secretary's decision, if the pipeline company has properly preserved its appeal by giving written notice to the secretary within ten days of the date of the secretary's decision. The pipeline company may commence one administrative appeal annually arising out of all decisions, joined for judicial efficiency, dated during the preceding calendar year from which the pipeline company wishes to appeal. The pipeline company shall file a written notice of appeal with the Office of Hearing Examiners. Copies of the written notice must be served on the secretary and any other interested party no later than the first of March or the appeal is barred. A written notice of appeal shall identify each disputed and properly preserved claim with a decision in the prior calendar year. An appeal under this section shall be conducted by a hearing examiner in accordance with chapter 1-26D. The hearing examiner, after hearing the evidence, shall make proposed findings of fact and conclusions of law, and issue a proposed decision. The secretary shall accept, reject, or modify the hearing examiner's findings, conclusions, and decision, which then constitutes the final agency decision. Alternatively, the secretary may appoint the hearing examiner to make the final agency decision. The secretary may arrange for assistance from private counsel throughout the administrative appeal process. The final agency decision may be appealed to circuit court in accordance with chapter 1-26. A pipeline company has standing to appeal under this section. The appeal under this section is the exclusive remedy of a pipeline company regarding the disbursement of a claim of extraordinary expense and constitutes a limited express waiver of sovereign immunity only to the extent necessary under this section. The venue for any disputed claim and appeal under this section is Hughes County. Pre-judgment interest shall accrue from the date of the secretary's final decision on all disputed claims at the Category B rate of interest specified in § 54-3-16. Section 10. That the code be amended by adding a NEW SECTION to read: Within twenty days of a project commencement date, the pipeline company shall make an initial deposit to the PEACE fund equal to five percent of the bond required under section 13 of this Act. The project account and fund may only be used in accordance with this Act, and any remaining balance shall be remitted to the pipeline company no later than eighteen months after the project completion date less the amount equal to unresolved disputed claims under section 9 of this Act. Section 11. That the code be amended by adding a NEW SECTION to read: On a monthly basis, the Department of Public Safety shall calculate the special fee from the total approved claims paid from the fund during the prior calendar month. The total extraordinary expenses shall include the interest computed at the federal short-term applicable rate as set forth under 26 U.S.C. § 6621(b)(3), and in effect on January 1, 2019. The department shall exclude disputed and properly preserved claims under section 9 of this Act and account for the remaining initial deposit under section 10 of this Act. On or before the twentieth day of each month, the secretary shall bill the pipeline company for the total net special fee computed under this section, which is due on the tenth day of the following month. If a disputed claim under section 9 of this Act is resolved in favor of payment from the fund, the department shall include the amount of the claim, including any pre-judgment interest, in the following month's special fee to be billed under this section. If funds are received and deposited into the PEACE fund after special fees have been fully paid, the secretary shall disburse any remaining unobligated funds to the federal government agency that made contribution to the fund and the pipeline company on a pro rata basis until contributions are returned, and any remaining amounts deposited into the state general fund. Section 12. That the code be amended by adding a NEW SECTION to read: Any special fee billed under section 11 of this Act, including any computed interest, is a continuing lien on all property owned by the pipeline company within this state until the total special fee is paid in full or otherwise finally resolved. The secretary of the Department of Revenue shall file a notice of the lien describing the property against which the lien applies in the office of the register of deeds in the county where the property is located. Upon the filing of notice under this section, the lien is attached to all property of the pipeline company within this state and has priority over all other claims or liens on the property. Section 13. That the code be amended by adding a NEW SECTION to read: A pipeline company shall furnish a surety bond to the Department of Revenue written by a company authorized by the Division of Insurance to write surety bonds, in an amount of one million dollars for every ten miles affected by a project, but not in excess of twenty million dollars for each project. The surety bond furnished under this section is due to the Department of Revenue twenty days after the project commencement date. The surety bond shall name the state as the assured and shall be deposited with, and in a form and on terms approved by, the secretary of the Department of Revenue. A pipeline company shall increase the surety bond above the initial surety bond amount by increments of twenty-five percent of the initial surety bond amount within ten days following each instance in which the department issues written notice that the incremental amount of all disputed and properly preserved claims under section 9 of this Act equals twenty-five percent of the initial surety bond amount. A political subdivision does not have standing to make a claim against the surety on a surety bond under this section. The state may file a claim against the surety if a pipeline company is in violation of this Act. Section 14. That the code be amended by adding a NEW SECTION to read: In addition to any other remedy provided by law, if a pipeline company fails to meet the requirements of this Act, the secretary may order the pipeline company, and any person acting on the pipeline company's behalf, to issue a full, partial, or conditional cease and desist from all pipeline construction. An order to cease and desist under this section is effective upon service to the pipeline company and remains effective and enforceable until further order of the secretary. An appeal from the order shall be filed in accordance with chapter 1-26D. Section 15. That the code be amended by adding a NEW SECTION to read: All right and title in any surety bond furnished under section 14 of this Act is vested with the state. The surety bond does not constitute an asset of a pipeline company that is required to furnish the surety bond under section 14 of this Act, and may not be canceled, assigned, revoked, disbursed, replaced, or allowed to terminate, without the recommendation of the commissioner of Bureau of Finance and Management and the approval of the Executive Board of the Legislative Research Council. The surety bond may not be assigned for the benefit of creditors, attached, garnished, levied, executed on, or subject to process from any court, except for the purpose of enabling the state to recover moneys advanced by the PEACE fund. Section 16. That the code be amended by adding a NEW SECTION to read: The secretary may instruct the director to: (1) Withhold, delay, suspend, or reduce any monthly billing to a pipeline company, if the secretary has cause to anticipate the receipt of an additional deposit from a source other than a pipeline company; (2) For good cause shown, review any claim that is submitted to the director more than forty-five days from the date the extraordinary expense was incurred; or (3) For good cause shown, subordinate the lien under section 12 of this Act. Section 17. That the code be amended by adding a NEW SECTION to read: Nothing in this Act prevents the state and a pipeline company from entering into any contract or other agreement, provided the terms of the contract or agreement are not inconsistent with this Act. Section 18. That the code be amended by adding a NEW SECTION to read: The secretary may promulgate rules in accordance with chapter 1-26 to implement the provisions of this Act. Section 19. This Act is repealed on June 30, 2025. Section 20. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 10175, "bill_version_id": 54871, "bill_version": "Enrolled", "bill_version_date": "2019-03-11T09:46:57.55-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10175, "action_date": "2019-03-04T14:00:00-06:00", "document_id": 54575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54575.pdf", "status_text": "First read in Senate and referred to", "journal_page": 595, "committee_id_action": 409, "committee_id_assigned": 440, "result": "N", "vote": {}}, {"bill_id": 10175, "action_date": "2019-03-06T08:00:00-06:00", "document_id": 54589, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54589.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 440, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10175, "action_date": "2019-03-06T08:00:00-06:00", "document_id": 54753, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54753.pdf", "status_text": "Do Pass", "journal_page": 629, "committee_id_action": 440, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29254, "president_vote": null, "Yea": [1562, 1614, 1616, 1631, 1431, 1615, 1587, 1598, 1450, 1568, 1600, 1588, 1628, 1620, 1433], "Nay": [1576, 1437, 1557]}}, {"bill_id": 10175, "action_date": "2019-03-07T10:00:00-06:00", "document_id": 54829, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54829.pdf", "status_text": "Do Pass", "journal_page": 646, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29290, "president_vote": null, "Yea": [1602, 1441, 1582, 1562, 1599, 1608, 1606, 1588, 1442, 1585, 1600, 1603, 1568, 1583, 1430, 1595, 1558, 1450, 1571, 1586, 1561, 1596, 1559, 1607, 1584, 1426, 1598, 1587, 1433, 1565, 1597], "Excused": [1605], "Nay": [1604, 1601, 1437]}}, {"bill_id": 10175, "action_date": "2019-03-07T11:00:00-06:00", "document_id": 54836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54836.pdf", "status_text": "First read in House and referral to committee waived pursuant to JR 6D-1", "journal_page": 679, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10175, "action_date": "2019-03-07T11:00:00-06:00", "document_id": 54836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54836.pdf", "status_text": "Placed on calendar", "journal_page": 679, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10175, "action_date": "2019-03-07T11:00:00-06:00", "document_id": 54836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54836.pdf", "status_text": "Do Pass", "journal_page": 681, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29303, "president_vote": null, "Yea": [1563, 1614, 1619, 1567, 1643, 1578, 1641, 1560, 1579, 1613, 1645, 1443, 1633, 1440, 1634, 1444, 1434, 1573, 1616, 1650, 1635, 1624, 1628, 1427, 1436, 1642, 1438, 1620, 1631, 1589, 1556, 1593, 1590, 1609, 1435, 1649, 1632, 1646, 1644, 1575, 1612, 1431, 1446, 1615, 1569, 1647, 1626, 1572, 1637, 1577, 1581, 1576, 1611, 1564, 1621, 1580, 1625, 1432], "Nay": [1592, 1629, 1594, 1557, 1638, 1627, 1610, 1623], "Excused": [1639, 1630, 1618, 1622]}}, {"bill_id": 10175, "action_date": "2019-03-11T10:00:00-05:00", "document_id": 54890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54890.pdf", "status_text": "Signed by the President", "journal_page": 675, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10175, "action_date": "2019-03-11T12:00:00-05:00", "document_id": 54898, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54898.pdf", "status_text": "Signed by the Speaker", "journal_page": 710, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10175, "action_date": "2019-03-11T10:00:00-05:00", "document_id": 54890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54890.pdf", "status_text": "Delivered to the Governor", "journal_page": 679, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10175, "action_date": "2019-03-29T11:00:00-05:00", "document_id": 55036, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/55036.pdf", "status_text": "Signed by the Governor", "journal_page": 733, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6974}