{"session_id": 47, "bill_id": 13256, "bill_type": "House Bill", "bill_number": 1009, "bill_title": "to establish a coupon bounty program for coyotes.", "sponsors": [{"legislator_profile_id": 2099, "is_prime": true}, {"legislator_profile_id": 2153, "is_prime": true}, {"legislator_profile_id": 2115, "is_prime": false}, {"legislator_profile_id": 2119, "is_prime": false}, {"legislator_profile_id": 2133, "is_prime": false}, {"legislator_profile_id": 2135, "is_prime": false}, {"legislator_profile_id": 2157, "is_prime": false}, {"legislator_profile_id": 2164, "is_prime": false}, {"legislator_profile_id": 2181, "is_prime": false}, {"legislator_profile_id": 2183, "is_prime": false}, {"legislator_profile_id": 2198, "is_prime": false}], "keywords": ["Agriculture (See also Feedlots)", "Coyotes", "Hunting & Fishing"], "audio": [], "bill_versions": [{"bill_id": 13256, "bill_version_id": 76970, "bill_version": "Introduced", "bill_version_date": "1997-12-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a coupon bounty program for coyotes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 40-36 be amended by adding thereto a NEW SECTION to read as follows: The Department of Game, Fish and Parks shall annually issue up to ten thousand coyote bounty coupons to resident South Dakota landowners. The coupons shall be allotted by conservation officers at the request of the landowners. The number of coupons allotted to an individual landowner shall be based on the landowner's estimate of the number of coyotes on the landowner's property. The conservation officer may allot fewer coupons to a landowner than requested if the conservation officer believes the landowner's estimate of coyote numbers to be too high. Coupons may be allotted to a nonlandowner for a specified parcel of land with written permission from the landowner. A landowner may transfer coupons to another person by signing the coupon and specifying on the coupon the name of the transferee. The coupons shall expire within ninety days of issue, but new coupons may be allotted to the same person if, in the judgment of the conservation officer, the situation warrants. The coupons shall show the landowner's name and location of the property and expiration date and shall be designed to include information for use in transferring and redeeming the coupon. No bounty may be collected under § 40-36-15 unless a coupon is redeemed in accordance with the provisions of this Act. The department shall manage the coyote coupon bounty program so that the number of coyote bounties to be paid during a calendar year is as close to ten thousand as possible. Section 2. That § 40-36-15 be amended to read as follows: 40-36-15. The following bounties may A bounty of twenty dollars for each adult coyote or coyote pup killed within the boundaries of this state shall be paid from the state animal damage control fund to any resident of this state who possesses a resident general hunting license and who kills, within the boundaries of this state, including parks and monuments, the following animals: (1) For each adult coyote, five dollars; (2) For each coyote pup, five dollars. The game, fish and parks commission may not approve any bounty claim except during the months of April, May and June. No bounty payments may be made under this section unless the commission determines that the average price of raw furs in the round for the preceding winter is below five dollars per animal. Any person who exhibits to a county auditor the skin of an animal which was killed outside of the boundaries of that county, or who patches any skin or part of skin, for the purpose of defrauding the state of South Dakota, in any manner, is guilty of a Class 2 misdemeanor redeems a coyote bounty coupon and presents an identifiable coyote skin segment as provided in this Act . Section 3. That § 40-36-16 be amended to read as follows: 40-36-16. A landowner or occupant does not have to need not possess a resident general hunting license in order to receive the bounties bounty specified in § 40-36-15 for the killing of the predatory animals specified therein coyotes within the confines of said the owner's or occupant's property. Section 4. That § 40-36-17 be amended to read as follows: 40-36-17. Any resident of this state in order to claim a bounty provided by § 40-36-15, shall , within ten days after killing any such animal mentioned in § 40-36-15 the animal , present and deliver the complete skin segment of such the animal required pursuant to section 6 of this Act, together with the coupon required in § 40-36-15, to the auditor conservation officer of the county of this state in which the animal was killed. Such auditor The conservation officer shall examine such skin and all parts thereof the skin segment to determine whether such skin it has been previously bountied in this or some other state and to determine whether there is any fraud or irregularity connected with the same exists . Section 5. That § 40-36-18 be repealed. 40-36-18. If the auditor has any doubt or question as to any skin delivered pursuant to § 40-36-17 he shall refer such skin to the conservation officer for investigation. After the conservation officer's investigation, he shall return the skin to the auditor with the recommendation that such skin be accepted or rejected. Section 6. That § 40-36-19 be amended to read as follows: 40-36-19. The Game, Fish and Parks Commission shall , by regulation, provide the method of marking the skin accepted for promulgate rules pursuant to chapter 1-26 to specify the part of the coyote skin or tissue that must be presented in applying for a coyote bounty payment for the purpose of identification. The rules shall also specify forms and procedures for the issuance and redemption of coyote bounty coupons, the payment of bounty claims and the management of the number of coupons allotted and the number of coyotes bountied. Section 7. That § 40-36-20 be amended to read as follows: 40-36-20. If, pursuant to § 40-36-18, the county auditor conservation officer determines that a bounty should not be paid on any skin segment , he the conservation officer shall issue and deliver to such the claimant a certificate to that effect , and in such event the claimant must . The claimant shall within ten days commence an action in a court of competent jurisdiction or be forever barred from asserting any right to a bounty on such the skin segment . Any such skin segment and accompanying coupon shall be retained for such period and such further period as the court may direct a period determined by the court for use as evidence. The costs of such the action, including the expense of retaining such the skin segment , shall be assessed against the claimant or the state as the court may direct. If an appeal is not taken, such auditor the conservation officer shall return such the skin segment , after it is appropriately identified, to such the claimant following the elapse of the time for appeal. Section 8. That § 40-36-21 be amended to read as follows: 40-36-21. If the county auditor conservation officer is satisfied that a bounty claim presented under § 40-36-17 is regular and valid, the claimant shall present an affidavit in which he shall state under oath the facts relevant thereto stating the relevant facts , including the killing, the place where such the animal was killed, a statement of the method of killing, and the amount of bounty claimed. Such The affidavit shall be in such form, and the county auditor shall keep a record of the same, all in the manner prescribed by resolution of a form and maintained in a manner prescribed in rule by the Game, Fish and Parks Commission. Section 9. That § 40-36-23 be amended to read as follows: 40-36-23. The bounty claim, consisting of the affidavit required in § 40-36-21 and the bounty coupon , shall then be presented to the Department of Game, Fish and Parks commission for final approval or disapproval and such commission . The department shall carefully examine such claim and all facts relevant thereto the claim and all relevant facts to determine whether there is any fraud or irregularity connected with the same, claim and shall make such investigation in regard to the same as it may, in its discretion, as it may deem proper. Section 10. That § 40-36-24 be amended to read as follows: 40-36-24. In the event of approval of a bounty claim by the Game, Fish and Parks commission, such Department, the claim shall be presented to the state auditor, who shall issue his a warrant therefor upon the state predatory animal damage control fund and mail the same to the claimant . Section 11. That § 40-36-25 be amended to read as follows: 40-36-25. In the event of disapproval of any bounty claim by the Game, Fish and Parks commission the claimant shall have the right to appeal therefrom Department, the claimant may appeal within ten days in the manner provided by law. Section 12. That § 40-36-26 be amended to read as follows: 40-36-26. It is a Class 2 misdemeanor for any person to exhibit the skin segment of an animal that was killed outside of the boundaries of this state, or patches of any skin or part of any skin, for the purpose of defrauding the State of South Dakota, in any manner. It is a Class 2 misdemeanor for any person to attempt to bounty a skin segment from an animal that has died from natural causes, or that has been killed by agents or employees of the United States Fish and Wildlife Service or any other agency engaged in eradicating predatory animals. Except as provided in § 40-36-16, it is a Class 2 misdemeanor for any person to hunt, take, or kill predatory animals without possessing resident general hunting license, to falsify any bounty claim, or claim a bounty on any skin segment for which a bounty has been paid or refused. It is a Class 2 misdemeanor for any person to drive, bait, entice, or bring from outside this state, or to breed or rear coyote for the purpose of procuring bounties. It is a Class 2 misdemeanor for any person to make false claim for a bounty under this Act. Section 13. That § 40-36-27 be repealed. 40-36-27. Except as provided by § 40-36-16, it is a Class 2 misdemeanor for any person to hunt, take or kill predatory animals without possessing a resident general hunting license, or to falsify any bounty claim, or to claim a bounty on any skin for which a bounty has been paid or refused. Section 14. That § 40-36-28 be repealed. 40-36-28. Any person who shall drive, bait, entice, or bring from outside this state, or breed or rear any of the animals mentioned in § 40-36-15, for the purpose of procuring bounties thereon, commits a petty offense. Section 15. That § 40-36-29 be repealed. 40-36-29. Any person who shall make false claim for bounty as provided for in § § 40-36-15 to 40-36-25, inclusive, shall be deemed guilty of perjury and shall be punished in the manner provided for the crime of perjury by the laws of this state."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13256, "action_date": "1998-01-13T14:00:00-06:00", "document_id": 76883, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76883.pdf", "status_text": "First read in House and referred to", "journal_page": 20, "committee_id_action": 600, "committee_id_assigned": 586, "result": "N", "vote": {}}, {"bill_id": 13256, "action_date": "1998-02-05T07:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 586, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13256, "action_date": "1998-02-05T07:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 586, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13256, "action_date": "1998-02-05T07:45:00-06:00", "document_id": 76662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76662.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 586, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13256, "action_date": "1998-02-05T07:45:00-06:00", "document_id": 76662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76662.pdf", "status_text": "Do Pass,", "journal_page": 396, "committee_id_action": 586, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38154, "president_vote": null, "Nay": [2101, 2110, 2173, 2190, 2195, 2157], "Yea": [2160, 2119, 2144, 2194, 2108, 2158, 2181]}}, {"bill_id": 13256, "action_date": "1998-02-06T14:00:00-06:00", "document_id": 76919, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76919.pdf", "status_text": "Do Pass,", "journal_page": 442, "committee_id_action": 600, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 40563, "president_vote": null, "Yea": [2096, 2100, 2107, 2108, 2113, 2119, 2127, 2128, 2132, 2141, 2144, 2146, 2151, 2152, 2153, 2154, 2158, 2160, 2163, 2164, 2172, 2174, 2181, 2183, 2184, 2185, 2186, 2193, 2194], "Nay": [2097, 2098, 2101, 2104, 2105, 2106, 2109, 2110, 2111, 2114, 2116, 2117, 2123, 2126, 2139, 2143, 2147, 2150, 2157, 2159, 2161, 2162, 2167, 2168, 2171, 2173, 2176, 2177, 2178, 2180, 2190, 2192, 2195, 2197, 2198], "Excused": [2120, 2124, 2131, 2136, 2134], "Absent": [2133]}}, {"bill_id": 13256, "action_date": "1998-02-06T14:00:00-06:00", "document_id": 76919, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76919.pdf", "status_text": "Intent to reconsider", "journal_page": 442, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13256, "action_date": "1998-02-09T14:00:00-06:00", "document_id": 76921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76921.pdf", "status_text": "Reconsidered", "journal_page": 474, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40578, "president_vote": null, "Yea": [2096, 2100, 2107, 2108, 2111, 2113, 2114, 2119, 2120, 2123, 2126, 2128, 2141, 2143, 2144, 2147, 2152, 2153, 2158, 2160, 2161, 2162, 2163, 2164, 2167, 2168, 2172, 2173, 2174, 2178, 2180, 2181, 2183, 2185, 2186, 2190, 2193, 2194, 2134], "Nay": [2097, 2098, 2101, 2104, 2105, 2106, 2109, 2110, 2116, 2117, 2124, 2127, 2132, 2133, 2136, 2139, 2150, 2151, 2154, 2157, 2159, 2171, 2176, 2177, 2192, 2195, 2197, 2198], "Excused": [2131, 2184], "Absent": [2146]}}, {"bill_id": 13256, "action_date": "1998-02-09T14:00:00-06:00", "document_id": 76921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76921.pdf", "status_text": "Deferred to another day", "journal_page": 474, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13256, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76923.pdf", "status_text": "Motion to Amend,", "journal_page": 530, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40616, "president_vote": null, "Yea": [2096, 2100, 2104, 2107, 2109, 2111, 2113, 2117, 2119, 2128, 2131, 2132, 2133, 2139, 2143, 2144, 2146, 2147, 2153, 2154, 2158, 2160, 2161, 2162, 2163, 2164, 2167, 2168, 2172, 2173, 2174, 2181, 2183, 2184, 2185, 2186, 2190, 2193, 2194, 2198], "Absent": [2097], "Nay": [2098, 2101, 2105, 2106, 2108, 2110, 2114, 2116, 2120, 2123, 2124, 2126, 2127, 2136, 2141, 2150, 2151, 2152, 2157, 2159, 2171, 2176, 2177, 2178, 2180, 2192, 2195, 2197, 2134]}}, {"bill_id": 13256, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76923.pdf", "status_text": "Do Pass Amended,", "journal_page": 531, "committee_id_action": 600, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 40617, "president_vote": null, "Yea": [2096, 2107, 2108, 2113, 2116, 2117, 2119, 2127, 2128, 2131, 2139, 2143, 2144, 2146, 2152, 2153, 2154, 2158, 2160, 2162, 2163, 2164, 2167, 2168, 2173, 2174, 2181, 2183, 2184, 2185, 2186, 2193, 2194], "Nay": [2097, 2098, 2100, 2101, 2104, 2105, 2106, 2109, 2110, 2111, 2114, 2123, 2124, 2126, 2132, 2133, 2136, 2141, 2147, 2150, 2151, 2157, 2159, 2161, 2171, 2172, 2176, 2177, 2178, 2180, 2190, 2192, 2195, 2197, 2198, 2134], "Absent": [2120]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13256"}