{"session_id": 4, "bill_id": 5036, "bill_type": "House Bill", "bill_number": 1189, "bill_title": "require a review of any proposal to establish a new board or add duties to an existing board.", "sponsors": [{"legislator_profile_id": 560, "is_prime": true}, {"legislator_profile_id": 559, "is_prime": true}, {"legislator_profile_id": 557, "is_prime": false}, {"legislator_profile_id": 623, "is_prime": false}, {"legislator_profile_id": 542, "is_prime": false}, {"legislator_profile_id": 598, "is_prime": false}, {"legislator_profile_id": 565, "is_prime": false}, {"legislator_profile_id": 558, "is_prime": false}, {"legislator_profile_id": 610, "is_prime": false}, {"legislator_profile_id": 613, "is_prime": false}, {"legislator_profile_id": 571, "is_prime": false}, {"legislator_profile_id": 632, "is_prime": false}, {"legislator_profile_id": 546, "is_prime": false}, {"legislator_profile_id": 537, "is_prime": false}, {"legislator_profile_id": 536, "is_prime": false}, {"legislator_profile_id": 588, "is_prime": false}, {"legislator_profile_id": 551, "is_prime": false}, {"legislator_profile_id": 617, "is_prime": false}, {"legislator_profile_id": 554, "is_prime": false}, {"legislator_profile_id": 538, "is_prime": false}, {"legislator_profile_id": 566, "is_prime": false}, {"legislator_profile_id": 619, "is_prime": false}, {"legislator_profile_id": 564, "is_prime": false}, {"legislator_profile_id": 561, "is_prime": false}], "keywords": ["Administrative Rules", "Legislature and Statutes", "Licensing", "Professions and Occupations"], "audio": [{"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco21.mp3", "start_seconds": 1964.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco21.mp3", "start_seconds": 1964.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco21.mp3", "start_seconds": 1964.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco21.mp3", "start_seconds": 1964.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco21.mp3", "start_seconds": 1964.0}], "bill_versions": [{"bill_id": 5036, "bill_version_id": 1093, "bill_version": "Introduced", "bill_version_date": "2008-01-16T08:43:41.72-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require a review of any proposal to establish a new board or add duties to an existing board. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Applicant,\" the person proposing state licensure or certification for an occupation or profession; (2) \"Board,\" any board, commission or other entity of the executive branch of state government that is responsible for regulating members of an occupation or profession; (3) \"Committee,\" an interim committee of the Legislative Research Council. Section 2. For the purposes of this Act, registration is a process which requires that, before rendering services, all practitioners formally notify a regulatory entity of their intent to engage in the profession or occupation. Notification may include the name and address of the practitioner, the location of the activity to be performed, and a description of the service to be provided. Section 3. For the purposes of this Act, certification is a process by which a board grants to an individual who has met certain prerequisite qualifications the right to assume or to use the title of the profession or occupation, or the right to assume or use the term, certified, in conjunction with the title. Section 4. For the purposes of this Act, licensure is a process by which a board grants to an individual, who has met certain prerequisite qualifications, the right to perform prescribed professional and occupational tasks and to use the title of the profession or occupation. Section 5. Any applicant proposing the establishment of a new board or the addition of duties to an existing board in the form of regulating another occupation or profession shall submit a proposal to the Executive Board of the Legislative Research Council not later than March first. The proposal shall include the information required in section 6 of this Act. The executive board shall assign the proposal to the committee for a review and assessment of the merits of the proposal. The provisions of this section do not apply to an agency, occupation, or profession that is required to be regulated by federal law. Section 6. The applicant shall provide to the committee: (1) Proposed qualifications of practitioners; (2) Disciplinary procedures that would be applied to practitioners; (3) Proposed requirements for continuing education, if any; (4) The information required in sections 7 and 8 of this Act; and (5) Draft legislation that meets the bill requirements of the Legislative Research Council. Section 7. The applicant shall demonstrate to the committee and if necessary furnish additional information as requested by the committee to show that: (1) The unregulated practice of the occupation or profession creates a direct, immediate danger to the public health, safety, or welfare; (2) The scope of practice is readily identified and easily distinguished from the scope of practice of other professions and occupations; (3) The occupational or professional group has an established code of ethics, a voluntary certification program, or other measures to ensure a minimum quality of service; (4) Practice of the occupation or profession requires specialized skill or training, and nationally recognized standards of education and training exist; (5) The proposed qualifications for regulation are justified; (6) The public will benefit from the proposed regulation of the occupation or profession; (7) Public support for the proposed regulation exists; (8) The proposed regulation will not significantly increase the cost of services to the public; and (9) No other board regulates a similar or closely related occupation or profession. Section 8. The applicant shall determine or estimate: (1) The number of existing practitioners and the approximate number of people who would be regulated in the future; (2) The number of people who are likely to use the services of the occupation or profession; (3) The manner and degree of improved quality of service; (4) The degree to which regulation will facilitate clients' access to reimbursement for government assistance programs; (5) Whether a substantial majority of the public has the knowledge or experience to evaluate the practitioner's competence; (6) Whether the public can effectively be protected by other means; and (7) Whether regulation will significantly increase the cost of goods and services provided by the occupation or profession; adversely affect the scope of practice of other professions and occupations, whether regulated or not, or exclude existing practitioners or otherwise reduce the number of practitioners in the state. Section 9. If the committee determines that existing remedies do not adequately protect the public health, safety, or welfare, the committee shall consider the following degrees of regulation in the following order: (1) Statutory change to provide for civil causes of action or criminal penalties; (2) Inspection of a practitioner's premises and activities and authorization of an appropriate board to enjoin an activity that is detrimental to the public health, safety, or welfare; (3) Registration if the threat to public health, safety, and welfare is relatively small; (4) Certification if the consumer has a substantial interest in relying on the qualifications of the practitioner; (5) Licensure if it is apparent that the public cannot be adequately protected by any other means. In determining any recommendation for regulation of an occupation or profession, the committee shall recommend the least restrictive form of regulation consistent with the public interest. The committee may not recommend any regulation unless necessary to protect the health, safety, and welfare of the public. Section 10. The committee shall base any recommendation on evidence gathered by the committee in public hearings from testimony submitted orally or in writing by interested parties and on evidence compiled by the committee in its study. The committee shall submit a report to the Executive Board of the Legislative Research Council."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5036, "action_date": "2008-01-16T14:00:00-06:00", "document_id": 1254, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1254.pdf", "status_text": "First read in House and referred to", "journal_page": 148, "committee_id_action": 27, "committee_id_assigned": 15, "result": "N", "vote": {}}, {"bill_id": 5036, "action_date": "2008-02-11T10:00:00-06:00", "document_id": 2752, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2752.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5036, "action_date": "2008-02-11T10:00:00-06:00", "document_id": 2868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2868.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 1565, "president_vote": null, "Nay": [602, 623, 555, 556, 546, 617, 561], "Yea": [579, 589, 536, 540, 600], "Excused": [578]}}, {"bill_id": 5036, "action_date": "2008-02-11T10:00:00-06:00", "document_id": 2868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2868.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 481, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1566, "president_vote": null, "Yea": [602, 623, 555, 556, 546, 540, 600], "Nay": [579, 589, 536, 617, 561], "Excused": [578]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5036"}