{"session_id": 7, "bill_id": 1281, "bill_type": "House Commemoration", "bill_number": 1014, "bill_title": "Commending youth mentoring programs across the state.", "sponsors": [], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 1281, "bill_version_id": 8103, "bill_version": "Introduced", "bill_version_date": "2009-02-24T11:09:09.197-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending youth mentoring programs across the state. WHEREAS, mentoring is a powerful tool for helping children succeed in life. With the help and guidance of an adult mentor, a child can discover how to achieve his or her potential; and WHEREAS, youth mentoring programs pursue high standards, matching mentor and child, based on shared interests, age preference, and any other factor that may enhance the relationship between the mentor and child; and WHEREAS, the benefits of youth mentoring programs are endless, providing a child with a dependable figure that can offer emotional support as well as teach a child important life skills resulting in the reversal of the often discouraging tide of disintegrating values that seem to surround us; and WHEREAS, there are exemplary mentoring programs in the state that conduct background checks on, and require references for, all volunteers and invest a significant amount of time training mentors. These programs include Lutheran Social Services of South Dakota School- based Mentoring, Sioux Falls; Big Brothers Big Sisters of the Glacial Lakes Region, Watertown; Big Brothers Big Sisters of the Sioux Empire, Sioux Falls; Big Brothers Big Sisters of the Black Hills, Rapid City; and Brookings County Youth Mentoring Program, Brookings: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-fourth Legislature of the State of South Dakota, that the youth mentoring programs across the state be commended for the guidance and support they provide, enabling children to reach their full potential as contributing adults in their communities."}, {"bill_id": 1281, "bill_version_id": 8387, "bill_version": "Enrolled", "bill_version_date": "2009-03-02T15:41:24.127-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending youth mentoring programs across the state. WHEREAS, mentoring is a powerful tool for helping children succeed in life. With the help and guidance of an adult mentor, a child can discover how to achieve his or her potential; and WHEREAS, youth mentoring programs pursue high standards, matching mentor and child, based on shared interests, age preference, and any other factor that may enhance the relationship between the mentor and child; and WHEREAS, the benefits of youth mentoring programs are endless, providing a child with a dependable figure that can offer emotional support as well as teach a child important life skills resulting in the reversal of the often discouraging tide of disintegrating values that seem to surround us; and WHEREAS, there are exemplary mentoring programs in the state that conduct background checks on, and require references for, all volunteers and invest a significant amount of time training mentors. These programs include Lutheran Social Services of South Dakota School-based Mentoring, Sioux Falls; Big Brothers Big Sisters of the Glacial Lakes Region, Watertown; Big Brothers Big Sisters of the Sioux Empire, Sioux Falls; Big Brothers Big Sisters of the Black Hills, Rapid City; and Brookings County Youth Mentoring Program, Brookings: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-fourth Legislature of the State of South Dakota, that the youth mentoring programs across the state be commended for the guidance and support they provide, enabling children to reach their full potential as contributing adults in their communities."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1281, "action_date": "2009-02-24T14:00:00-06:00", "document_id": 8136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8136.pdf", "status_text": "", "journal_page": 544, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}]}