{"session_id": 44, "bill_id": 22146, "bill_type": "House Bill", "bill_number": 1091, "bill_title": "provide provisions for virtual currency in this state.", "sponsors": [{"legislator_profile_id": 1837, "is_prime": true}], "keywords": ["Banks and Banking", "Money Transmission", "Property", "Telecommunications", "Uniform Commercial Code"], "audio": [{"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco23.mp3", "start_seconds": 3400.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco23.mp3", "start_seconds": 3400.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco23.mp3", "start_seconds": 3400.0}], "bill_versions": [{"bill_id": 22146, "bill_version_id": 213447, "bill_version": "Introduced", "bill_version_date": "2021-01-26T10:26:03.92-06:00", "bill_text": "An Act to provide provisions for virtual currency in this state. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 43-47-1. Definitions. Terms used in sections 1 to 10, inclusive, of this Act mean: (1) \"Bank,\" the same meaning as provided in § 51A-1-2; (2) \"Commission,\" the same meaning as provided in § 51A-1-2; (3) \"Custodial services,\" the safekeeping, servicing, and management of customer currency and digital assets. This term includes the exercise of fiduciary and trust powers involving the exercise of discretion, including a transaction under subsection 43-47-6(7)(b); (4) \"Digital asset,\" a representation of an economic, proprietary, or access right that is stored in a computer readable format, including a digital consumer asset, a digital security, and virtual currency; (5) \"Digital consumer asset,\" a digital asset, other than a digital security or virtual currency, that is used or bought primarily for consumptive, personal, or household purposes, including an open blockchain token that is intangible personal property; (6) \"Digital security,\" a digital asset, other than a digital consumer asset or virtual currency, that constitutes a security, as defined in § 47-31B-102; (7) \"Multi-signature arrangement,\" a system of access control relating to a digital asset for the purposes of preventing unauthorized transactions relating to the asset, in which two or more private keys are required to conduct a transaction, or any substantially similar analogue; (8) \"Private key,\" a unique element of cryptographic data, or any substantially similar analogue that held by a person, paired with a unique, publicly available element of cryptographic data, and associated with an algorithm that is necessary to carry out an encryption or decryption required to execute a transaction; (9) \"Smart contract,\" an automated transaction, as defined in § 53-12-1, or any substantially similar analogue that is comprised of code, script, or programming language that executes the terms of an agreement, and that may include taking custody of and transferring an asset, or issuing executable instructions for these actions, based on the occurrence or nonoccurrence of specified conditions; (10) \"Virtual currency,\" a digital asset, other than a digital consumer asset or a digital security, that is: (a) Used as a medium of exchange, unit of account, or store of value; and (b) Not recognized as legal tender by the United States government. Section 2. That a NEW SECTION be added: 43-47-2. Classification of digital assets as property--Applicability to title 57A. The following provisions apply to a digital asset under title 57A: (1) A digital consumer asset is intangible personal property and a general intangible, as defined in § 57A-9-102, for the purposes of chapter 9 of title 57A; (2) A digital security is intangible personal property and a security, as defined in § 57A-8-102, and investment property, as defined in § 57A-9-102, for the purposes of chapters 8 and 9 of title 57A; (3) Virtual currency is intangible personal property and is money, notwithstanding the definition of money in § 57A-1-201, for the purposes of chapter 9 of title 57A; (4) Pursuant to subdivision 57A-8-102(9), a digital asset may be treated as a financial asset pursuant to a written agreement with the owner of the digital asset and, if treated as such, the digital asset shall remain intangible personal property; and (5) A bank providing a custodial service pursuant to §§ 43-47-5 to 43-47-7, inclusive, is a securities intermediary under subdivision 57A-8-102(14). Section 3. That a NEW SECTION be added: 43-47-3. Perfection of security interests in digital assets--Financing statements. Notwithstanding any other provision of law, including § 57A-9-310, perfection of a security interest in a digital asset may be achieved through possession or control, as applicable depending on how the asset is classified under § 43-47-2. A security interest held by a secured party having possession or control, as applicable, of a digital asset has priority over a security interest held by a secured party that does not have possession or control, as applicable. Perfection by possession creates a possessory security interest under subdivision 57A-9-301(2) in virtual currency or a digital security, based on the possessory nature of a private key or any substantially similar analogue. For purposes of chapter 57A-9 and this section, if collateral is required to be located in a jurisdiction, a digital asset is located in this state if the asset is possessed, controlled or otherwise held by a South Dakota bank, trust company, or other custodian, the debtor or secured party is physically located in this state, or the debtor or secured party is incorporated or organized in this state. Before a secured party may take possession or control of a digital asset under this section, the secured party shall enter into a security agreement with the debtor. The security agreement may set forth the terms under which a secured party may pledge its security interest in the digital asset as collateral for another transaction. A secured party may file a financing statement with the secretary of state that includes the proceeds from a digital asset pursuant to § 57A-9-315. Notwithstanding any other provision of law, including chapter 57A-9, a transferee takes a digital asset, perfected by filing, free of any security interest two years after the transferee takes the asset for value and does not have actual notice of an adverse claim. Section 4. That a NEW SECTION be added: 43-47-4. Means of control and possession. The means by which control may be obtained for purposes of chapter 57A-9 and this Act include compliance with the provisions of § 57A-8-106 through the use of a multi‑signature arrangement exclusive to the secured party, a private key, or a smart contract that is created by a secured party to comply with § 57A-8-106. The means by which possession may be obtained for purposes of chapter 57A-9 and this Act include delivery of a certificated security digital security, pursuant to § 57A-8-301, the use of a multi‑signature arrangement exclusive to the secured party, the use of a private key, or the use of a smart contract. Section 5. That a NEW SECTION be added: 43-47-5. Digital asset custodial services. A bank may provide custodial services in accordance with §§ 43-47-5 to 43-47-7, inclusive, upon providing sixty days' written notice to the commission. The provisions of this section are cumulative and not exclusive as an optional framework for enhanced supervision of digital asset custody. A bank electing to provide custodial services under this section shall comply with all provisions of §§ 43-47-5 to 43-47-7, inclusive. A bank may serve as a qualified custodian, as specified by the Securities and Exchange Commission in 17 C.F.R. § 275.206(4)‑2, as of January 1, 2021, or as a custodian authorized by the Commodity Futures Trading Commission. Digital assets held in custody in accordance with §§ 43-47-5 to 43-47-7, inclusive, are not depository liabilities or assets of the bank. A bank, or a subsidiary, may register as an investment adviser, investment company or broker dealer. All ancillary or subsidiary proceeds relating to digital assets held in custody in accordance with §§ 43-47-5 to 43-47-7, inclusive, shall accrue to the benefit of the customer, except as specified by a written agreement with the customer. The bank may elect not to collect certain ancillary or subsidiary proceeds, as long as the election is disclosed in writing. A customer who makes an election under subsection 43-47-6(7)(a) may withdraw the digital asset in a form that permits the collection of the ancillary or subsidiary proceeds. Section 6. That a NEW SECTION be added: 43-47-6. Duties of banks providing custodial services. A bank providing custodial services shall: (1) Implement all accounting, account statement, internal control, notice, and other standards specified by applicable state or federal law and rules for custodial services; (2) Maintain information technology best practices relating to digital assets held in custody as specified by the commission by rule propounded pursuant to § 43-47-9; (3) Comply with applicable federal anti‑money laundering, customer identification, and beneficial ownership requirements; (4) Exercise fiduciary powers as specified by the commission by rule propounded pursuant to § 43-47-9; (5) Enter into an agreement with an independent public accountant to conduct an examination conforming to the requirements of 17 C.F.R. § 275.206(4)‑2(a)(4) and (6), as of January 1, 2021, at the cost of the bank; (6) Maintain control over a digital asset while in the bank's custody; (7) Have a written agreement with each customer under which the customer elects one of the following relationships for each digital asset held in the bank's custody: (a) Custody under a bailment as a nonfungible or fungible asset. Assets held under this subsection shall be strictly segregated from other assets; or (b) Custody under a bailment under which the bank may, based only on customer instructions, undertake a transaction with the digital asset without the bank being liable for any loss suffered with respect to the transaction, except for liability relative to a fiduciary power or a trust power. A bank maintains control by entering into an agreement with the counterparty to a transaction that contains a time for return of the asset; (8) Agree in writing with each customer regarding the source code version the bank will use for each digital asset; (9) Provide written notice to each customer that is acknowledged by the customer in writing of the following: (a) The customer will receive prior notice regarding the implementation of any updates or material source code updates relating to digital assets held in custody, except in an emergency that may include a security vulnerability; (b) Some risk of loss as a pro rata creditor exists as the result of custody of a fungible asset or custody under subdivision 7(b); (c) Custody under subdivision 7(b) of this section may not result in the digital asset of the customer being segregated from other customer assets; and (d) The bank is not liable for losses suffered under subdivision 7(b), except for liability relative to a fiduciary power as a custodian under § 43-47-5; and (10) Agree in writing with a customer to a time period within which the bank shall return a digital asset held in custody under § 43-47-5. If a customer makes an election under subdivision 7(b), the bank and the customer may also agree in writing to the form in which the digital asset shall be returned. Section 7. That a NEW SECTION be added: 43-47-7. Actions prohibited by banks providing custodial services. A bank providing custodial services may not: (1) Authorize or permit rehypothecation of a digital asset; (2) Engage in any activity to use or exercise discretionary authority relating to a digital asset, unless the customer so instructs; and (3) Take any action that may impair the solvency or the safety and soundness of the bank, as determined by rule propounded pursuant to § 43-47-9. Section 8. That a NEW SECTION be added: 43-47-8. Duties related to examination. After an examination is conducted pursuant to the agreement required in subdivision 43-47-6(5), the accountant that conducted the examination shall transmit the results of the examination to the commission within one hundred twenty days of the examination and may file the results with the Securities and Exchange Commission if required by federal law. The accountant that conducted the examination shall report any material discrepancy to the commission within one day. The commission shall review examination results upon receipt within a reasonable time and during any examination conducted under § 51A-2-18 or 51A-2-20. Section 9. That a NEW SECTION be added: 43-47-9. Promulgation of rules. The commission shall promulgate rules, pursuant to chapter 1-26, to specify: (1) The standards that are applicable to a bank providing custodial services; (2) Information technology best practices relating to digital assets held by a bank providing custodial services; and (3) The fiduciary powers a bank providing custodial services is required to exercise. Section 10. That a NEW SECTION be added: 43-47-10. Jurisdiction of courts. Subject to other jurisdictional limits placed on specific courts by the laws of this state, the courts of this state shall have jurisdiction to hear claims in both law and equity relating to digital assets, including those arising from this Act and title 57A. Section 11. That a NEW SECTION be added: 57A-1-209. Applicability of other laws. The provisions of this Act apply to this title. To the extent the provisions of this title are in conflict with the express provisions of this Act and the reasonable implications of such provisions, the provisions of this Act apply. Section 12. That a NEW SECTION be added: 51A-4-47. Powers related to digital asset custodial services. A bank may exercise all powers related to digital asset custodial services as provided in §§ 43-47-5 to 43-47-7, inclusive. Section 13. That § 51A-17-1 be AMENDED. 51A-17-1. Definition of terms. Terms used in this chapter mean: (1) \"Applicant,\" any person filing an application for a license under this chapter; (2) \"Authorized delegate,\" any entity designated by the licensee under the provisions of this chapter to sell or issue payment instruments or engage in the business of transmitting money on behalf of a licensee; (3) \"Control,\" ownership of, or the power to vote, twenty-five percent or more of the outstanding voting securities of a licensee or controlling person. For purposes of determining the percentage of a licensee controlled by any person, there shall be aggregated with the person's interest the interest of any other person controlled by such person or by any spouse, parent, or child of such person; (4) \"Controlling person,\" any person in control of a licensee; (5) \"Director,\" the director of the Division of Banking; (6) \"Division,\" the Division of Banking; (7) \"Electronic instrument,\" any card or other tangible object for the transmission or payment of money that contains a microprocessor chip, magnetic stripe, or other means for the storage of information, that is prefunded, and for which the value is decremented upon each use. The term does not include a card or other tangible object that is redeemable by the issuer in goods or services; (8) \"Executive officer,\" the licensee's president, chair of the executive committee, senior officer responsible for the licensee' s business, chief financial officer, and any other person who performs similar functions; (9) \"Key shareholder,\" any person, or group of persons acting in concert, who is the owner of twenty-five percent or more of any voting class of an applicant's stock; (10) \"Licensee,\" any person licensed pursuant to this chapter; (11) \"Material litigation,\" any litigation that, according to generally accepted accounting principles, is deemed significant to an applicant's or licensee's financial health and would be required to be referenced in that entity's annual audited financial statements, report to shareholders, or similar documents; (12) \"Monetary value,\" any medium of exchange, whether or not redeemable in money; (13) \"Money transmission,\" engagement in the business of the sale or issuance of payment instruments or stored value or of receiving money or monetary value for transmission to a location within or outside the United States by any means, including wire, facsimile, or electronic transfer; (13A) \"Nationwide mortgage licensing system and registry,\" a licensing system developed and maintained by the Conference of State Bank Supervisors and the American Association of Residential Mortgage Regulators for the licensing and registration of licensed mortgage loan originators and other regulated entities; (14) \"Outstanding payment instrument,\" any payment instrument issued by the licensee which has been sold in the United States directly by the licensee or any payment instrument issued by the licensee which has been sold by an authorized delegate of the licensee in the United States, which has been reported to the licensee as having been sold, and which has not yet been paid by or for the licensee; (15) \"Payment instrument,\" any electronic or written check, draft, money order, travelers check, or other electronic or written instrument or order for the transmission or payment of money, sold or issued to one or more persons, whether or not such instrument is negotiable. The term, payment instrument, does not include any credit card voucher, any letter of credit, or any instrument which is redeemable by the issuer in goods or services; (16) \"Remit,\" either the direct payment of the funds to the licensee or its representatives authorized to receive those funds, or the deposit of the funds in a bank, credit union, savings and loan association, or other similar financial institution in an account specified by the licensee; (17) \"Security device,\" any surety bond, irrevocable letter of credit, or similar security device; (18) \"Stored value,\" monetary value that is evidenced by an electronic record. Stored value does not include any item that is redeemable by the issuer or its affiliates in goods or services of the issuer or its affiliates; (19) \"Virtual currency,\" any type of digital representation of value that: (a) Is used as a medium of exchange, unit of account, or store of value; and (b) Is not recognized as legal tender by the United States government. Section 14. That § 51A-17-3 be AMENDED. 51A-17-3. Exemptions. This chapter does not apply to: (1) The United States or any department, agency, or instrumentality thereof; (2) The United States Post Office; (3) The state or any political subdivisions thereof; (4) Banks, bank holding companies, credit unions, building and loan associations, savings and loan associations, savings banks, or mutual banks organized under the laws of any state or the United States, and any subcontractor, agent, or independent contractor that sells payment instruments issued by any such entity or sells such entity's money transmission services on behalf of such entity; (5) A South Dakota chartered trust company; (6) The provision of electronic transfer of government benefits for any federal, state, or county governmental agency as defined in Federal Reserve Board Regulation E, by a contractor for and on behalf of the United States or any department, agency, or instrumentality thereof, or any state or any political subdivisions thereof; (7) An operator of a payment system to the extent that the system provides processing, clearing, or settlement services, between or among persons excluded by this section, in connection with wire transfers, credit card transactions, debit card transactions, stored-value transactions, automated clearing house transfers, or similar funds transfers; and (8) An agent appointed by a payee to collect and process payment as the agent of the payee, if the agent can demonstrate that: (a) A written agreement exists between the payee and the agent directing the agent to collect and process payments on the payee's behalf; (b) The payee holds the agent out to the public as accepting payments on the payee's behalf; and (c) Payment is treated as received by the payee upon receipt by the agent so there is no risk of loss to the individual initiating the transaction if the agent fails to remit the funds to the payee; and (9) Buying, selling, issuing, or taking custody of a payment instrument or stored value in the form of virtual currency or receiving virtual currency for transmission to a location within or outside the United States by any means."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22146, "action_date": "2021-01-26T14:00:00-06:00", "document_id": 213163, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213163.pdf", "status_text": "First read in House and referred to", "journal_page": 128, "committee_id_action": 492, "committee_id_assigned": 487, "result": "N", "vote": {}}, {"bill_id": 22146, "action_date": "2021-02-17T10:00:00-06:00", "document_id": 217256, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217256.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22146, "action_date": "2021-02-17T10:00:00-06:00", "document_id": 217258, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217258.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69317, "president_vote": null, "Yea": [1766, 1767, 1834, 1843, 1883, 3789, 1866, 1769, 1823], "Nay": [1772, 1862], "Excused": [3802, 3782]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22146"}