{"session_id": 47, "bill_id": 13759, "bill_type": "House Bill", "bill_number": 1213, "bill_title": "to require certain persons convicted of driving under the influence of alcohol or drugs or related crime to participate in an evaluation, education, and treatment.", "sponsors": [{"legislator_profile_id": 2094, "is_prime": true}, {"legislator_profile_id": 2161, "is_prime": true}, {"legislator_profile_id": 2095, "is_prime": false}, {"legislator_profile_id": 2169, "is_prime": false}, {"legislator_profile_id": 2192, "is_prime": false}], "keywords": ["Alcohol", "Criminal Procedure", "Drugs & Controlled Substances", "Hoghoused Bills"], "audio": [], "bill_versions": [{"bill_id": 13759, "bill_version_id": 77424, "bill_version": "Introduced", "bill_version_date": "1998-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require certain persons convicted of driving under the influence of alcohol or drugs or related crime to participate in an evaluation, education, and treatment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-23-2 be amended to read as follows: 32-23-2. Any person who is convicted of driving under the influence or who enters a plea of guilty or nolo contendere to reckless or careless driving after a driving-under-the-influence- related arrest shall undergo an alcohol and other drug use evaluation conducted by a certified chemical dependency counselor as recognized by the South Dakota Chemical Dependency Certification Board, d.b.a. the South Dakota Certification Board for Alcohol and Drug Professionals, or by any person designated by a tribal government as having authority to conduct evaluations if the defendant is under tribal jurisdiction, or a licensed psychologist or licensed physician doing work within the standards, ethics, and specific addiction credential of their respective professions. The cost of the evaluation shall be paid by the defendant. If conviction for a violation of § 32-23-1 is for a first offense, such person is guilty of a Class 1 misdemeanor, and the defendant's driving privileges shall be revoked for not less than thirty days. Education or treatment, or both, shall be required at the level appropriate to the defendant's alcohol or other drug problem as determined by evaluation. The defendant shall attend any education program of at least sixteen hours approved by the South Dakota Chemical Dependency Certification Board or any treatment program accredited by the South Dakota Division of Alcohol and Drug Abuse, or both. Education and treatment shall be provided by professionals recognized by the South Dakota Chemical Dependency Certification Board. The costs of such education shall be paid by the defendant. However, the court may in its discretion issue an order permitting the person to operate a motor vehicle for purposes of the person's employment or attendance at court-ordered counseling , treatment, and educational programs, programs during the hours of the day and the days of the week as set forth in the order. The court may also order the revocation of the defendant's driving privilege for a further period not to exceed one year or restrict the privilege in such manner as it sees fit for a period not to exceed one year. Section 2. That § 32-23-3 be amended to read as follows: 32-23-3. If conviction for a violation of § 32-23-1 is for a second offense, such person is guilty of a Class 1 misdemeanor, and the court shall, in pronouncing sentence, unconditionally revoke the defendant's driving privilege for a period of not less than one year. However, upon the successful completion of a court-approved alcohol treatment program The defendant shall also undergo an alcohol and other drug use evaluation by a certified chemical dependency counselor as recognized by the South Dakota Chemical Dependency Certification Board, d.b.a. the South Dakota Certification Board for Alcohol and Drug Professionals, or by any person designated by a tribal government as having authority to conduct evaluations if the defendant is under tribal jurisdiction, or a licensed psychologist or licensed physician doing work within the standards, ethics, and specific addictions credential of their respective professions, to determine if the defendant has an addiction to alcohol or other drugs. The cost of the evaluation shall be paid by the defendant. Treatment and education shall be required at the level appropriate to the defendant's alcohol or other drug problem as determined by evaluation. The defendant shall attend any South Dakota Chemical Dependency Certification Board approved education program of at least sixteen hours or any treatment program accredited by the South Dakota Division of Alcohol and Drug Abuse. Education or treatment, or both, shall be provided by professionals recognized by the South Dakota Chemical Dependency Certification Board. The court may in its discretion issue an order permitting the person to operate a motor vehicle for the purposes of the person's attendance at court-ordered counseling, treatment, and educational programs, during the hours of the day and the days of the week as set forth in the order. Upon successful completion of a treatment program accredited by the South Dakota Division of Alcohol and Drug Abuse , the court may permit the person to drive for the purpose of employment and may restrict the privilege by the imposition of such conditions as the court sees fit. If such person is convicted of driving without a license during that period, the person shall be sentenced to the county jail for not less than three days, which sentence may not be suspended."}, {"bill_id": 13759, "bill_version_id": 77423, "bill_version": "House Judiciary Engrossed", "bill_version_date": "1998-02-11T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require certain persons convicted of driving under the influence of alcohol or drugs or related crime to participate in an evaluation, education, and treatment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Before pleading guilty or nolo contendere to first or second offense driving under the influence of alcohol or drugs or before pleading guilty or nolo contendere to reckless or careless driving arising out of an alcohol or drug related arrest, or after being found guilty at trial, a defendant shall have an alcohol or drug evaluation by: (1) A chemical dependency counselor certified by the South Dakota Chemical Dependency Certification Board; or (2) A person designated by tribal government to do evaluations, if the defendant is under tribal jurisdiction; or (3) A licensed psychologist; or (4) A licensed physician. The defendant shall pay for the evaluation which shall be provided to the court. The court shall consider the evaluation at sentencing. For a first offense, the court may order the defendant to attend a sixteen-hour alcohol or drug education program approved by the South Dakota Chemical Dependency Certification Board or the South Dakota Division of Alcohol and Drug Abuse. After considering the defendant's alcohol or drug evaluation, the court may order additional education or treatment. Notwithstanding indigence, the defendant shall be responsible for the cost of the evaluation and education, and if ordered to treatment by the court, shall secure funding for the treatment cost. For a second offense, after considering the defendant's alcohol or drug evaluation, the court may order in-patient or out-patient education or treatment in addition to the sixteen-hour alcohol or drug education program. Notwithstanding indigence, the defendant shall be responsible for the cost of the evaluation and education, and if ordered to treatment by the court, shall secure funding for the treatment cost. BILL HISTORY 1/21/98 First read in House and referred to Judiciary. H.J. 153 2/2/98 Judiciary Deferred to another day. 2/2/98 Scheduled for Committee hearing on this date. 2/6/98 Scheduled for Committee hearing on this date. 2/6/98 Judiciary Deferred to another day. 2/9/98 Scheduled for Committee hearing on this date. 2/11/98 Scheduled for Committee hearing on this date. 2/11/98 Judiciary Do Pass Amended, Passed, AYES 9, NAYS 4."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13759, "action_date": "1998-01-21T14:00:00-06:00", "document_id": 76895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76895.pdf", "status_text": "First read in House and referred to", "journal_page": 153, "committee_id_action": 600, "committee_id_assigned": 598, "result": "N", "vote": {}}, {"bill_id": 13759, "action_date": "1998-02-02T07:45:00-06:00", "document_id": 76622, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76622.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 598, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13759, "action_date": "1998-02-02T07:45:00-06:00", "document_id": 76622, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76622.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 598, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13759, "action_date": "1998-02-02T19:30:00-06:00", "document_id": 76339, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76339.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 598, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13759, "action_date": "1998-02-06T07:45:00-06:00", "document_id": 76674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76674.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 598, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13759, "action_date": "1998-02-06T07:45:00-06:00", "document_id": 76674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76674.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 598, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13759, "action_date": "1998-02-09T07:45:00-06:00", "document_id": 76683, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76683.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 598, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13759, "action_date": "1998-02-11T00:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 598, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13759, "action_date": "1998-02-11T07:45:00-06:00", "document_id": 76710, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76710.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 598, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13759, "action_date": "1998-02-11T07:45:00-06:00", "document_id": 76710, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76710.pdf", "status_text": "Do Pass Amended,", "journal_page": 550, "committee_id_action": 598, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38619, "president_vote": null, "Nay": [2141, 2134, 2120, 2164], "Yea": [2105, 2114, 2128, 2161, 2178, 2185, 2109, 2132, 2192]}}, {"bill_id": 13759, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76927.pdf", "status_text": "Deferred to another day", "journal_page": 634, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40687, "president_vote": null, "Yea": [2096, 2097, 2100, 2101, 2104, 2105, 2106, 2108, 2110, 2111, 2113, 2114, 2116, 2117, 2119, 2120, 2123, 2126, 2127, 2128, 2132, 2133, 2136, 2141, 2143, 2144, 2146, 2147, 2150, 2151, 2152, 2153, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2163, 2164, 2167, 2168, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2181, 2183, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2197, 2198, 2134], "Absent": [2098, 2124, 2131], "Nay": [2107, 2109, 2184], "Excused": [2139, 2171]}}, {"bill_id": 13759, "action_date": "1998-02-13T14:00:00-06:00", "document_id": 76929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76929.pdf", "status_text": "Do Pass Amended,", "journal_page": 668, "committee_id_action": 600, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 40707, "president_vote": null, "Nay": [2096, 2097, 2100, 2104, 2107, 2108, 2109, 2110, 2111, 2113, 2114, 2117, 2119, 2120, 2123, 2131, 2132, 2133, 2139, 2144, 2147, 2150, 2151, 2152, 2157, 2158, 2160, 2162, 2164, 2167, 2168, 2171, 2172, 2176, 2177, 2178, 2180, 2181, 2184, 2186, 2193, 2194, 2195, 2197, 2198, 2134], "Excused": [2098, 2116, 2128, 2141, 2174], "Yea": [2101, 2105, 2106, 2124, 2126, 2127, 2136, 2143, 2146, 2153, 2154, 2161, 2163, 2173, 2183, 2185, 2190, 2192], "Absent": [2159]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13759"}