{"session_id": 45, "bill_id": 12974, "bill_type": "House Commemoration", "bill_number": 1004, "bill_title": "honoring Dr. David B. Miller, professor of history, Black Hills State University, Spearfish, South Dakota.", "sponsors": [{"legislator_profile_id": 1911, "is_prime": true}, {"legislator_profile_id": 1936, "is_prime": true}, {"legislator_profile_id": 1926, "is_prime": false}, {"legislator_profile_id": 1930, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 12974, "bill_version_id": 74266, "bill_version": "Introduced", "bill_version_date": "1997-02-04T00:00:00-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, honoring Dr. David B. Miller, professor of history, Black Hills State University, Spearfish, South Dakota. WHEREAS, Dr. David B. Miller has brought history to life for thousands of teachers, students, and citizens of South Dakota through his gifted teaching, writing, and preparation of teachers during his twenty-eight year career at Black Hills State University. Dr. Miller co- authored The South Dakota Story, the history text book used in the South Dakota elementary schools, thus sharing his vast knowledge of the history of our state with future generations of South Dakota school children. Dr. Miller's career has advanced his profession and increased the public interest in history; and WHEREAS, as a resident of Spearfish, Dr. Miller made outstanding contributions to the community through his participation in the Northern Hills Railroad Authority and the Lawrence County Democratic Central Committee, as a Regional History Consultant, and as a member of numerous other boards and committees; and WHEREAS, Dr. Miller made a valuable contribution to the State of South Dakota as a consultant to the U.S. Bureau of Land Management, the U.S. Forest Service, the U.S. Fish and Wildlife Service, the South Dakota Archeological Research Center, the South Dakota Historical Preservation Center, the South Dakota Cultural Heritage Center, the South Dakota Committee on The Humanities, the North Dakota and Minnesota Humanities Council, the National Endowment for the Humanities on a variety of topics related to the history of the Dakotas and the surrounding Great Plains Region: NOW, THEREFORE, BE IT COMMEMORATED, by the Seventy-Second Legislature of the State of South Dakota, that Dr. David B. Miller be recognized for his efforts and involvement regarding the discipline of history, education, and historical preservation in the State of South Dakota."}, {"bill_id": 12974, "bill_version_id": 74290, "bill_version": "Enrolled", "bill_version_date": "1997-02-06T15:20:04-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12974, "action_date": "1997-02-04T14:00:00-06:00", "document_id": 72896, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72896.pdf", "status_text": "", "journal_page": 310, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12974"}