{"session_id": 54, "bill_id": 18048, "bill_type": "House Bill", "bill_number": 1207, "bill_title": "establish a teacher career fund to reward certain teachers and to dedicate certain revenue from taxes on advertising services therefor.", "sponsors": [{"legislator_profile_id": 2847, "is_prime": true}, {"legislator_profile_id": 2938, "is_prime": true}], "keywords": ["Administrative Rules", "Education", "Taxation"], "audio": [{"meeting_datetime": "2003-02-06T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed17hb1207a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-06T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed17hb1207a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-06T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed17hb1207a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-06T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed17hb1207a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-06T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed17hb1207a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18048, "bill_version_id": 96233, "bill_version": "Introduced", "bill_version_date": "2003-01-31T08:15:15-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a teacher career fund to reward certain teachers and to dedicate certain revenue from taxes on advertising services therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby established in the state treasury the teacher career fund which shall be administered by the Department of Education and Cultural Affairs. The tax imposed by sections 7 and 8 of this Act on advertising services shall be credited to the teacher career fund. All moneys in the fund created by this section are continuously appropriated for the purpose of rewarding qualified teachers in qualified school districts. Section 2. The beginning balance in the teacher career fund for each fiscal year as determined by the Bureau of Finance and Management shall be distributed to each qualified public school district on a pro rata basis according to the number of fully certified full-time equivalent public school teachers within each qualified public school district as reported to the Department of Education and Cultural Affairs by October thirty-first of that fiscal year. The Department of Education and Cultural Affairs shall disburse the funds by November thirtieth each year. Section 3. Each school district shall distribute by January first the funds received from the teacher career fund to no more than twenty-five percent of the South Dakota certified teachers in the district. The determination of each recipient shall be made according to the teacher productivity plan on file with the Department of Education and Cultural Affairs. Section 4. For the purpose of this Act, each qualified school district shall meet the following criteria: (1) The school district has increased teacher salaries by August 15, 2004, and each year thereafter, by an amount equivalent to or higher than the index factor as defined in § 13-13-10.1 using funds exclusive of the teacher career fund; and (2) The school district has a teacher productivity evaluation plan on file with the Department of Education and Cultural Affairs by August fifteenth of each year. Section 5. The South Dakota Board of Education shall promulgate rules, pursuant to chapter 1-26, to implement the distribution of funds from the teacher career fund and prescribe the form for reporting the teacher productivity evaluation plan. Section 6. That § 10-45-12.1 be amended to read as follows: 10-45-12.1. The following services enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President are exempt from the provisions of this chapter: health services (major group 80); educational services (major group 82) except schools and educational services not elsewhere classified (industry no. 8299); social services (major group 83); agricultural services (major group 07) except veterinarian services (group no. 074) and animal specialty services, except veterinary (industry no. 0752); forestry services (group no. 085); radio and television broadcasting (group no. 483); railroad transportation (major group 40); local and suburban passenger transportation (group no. 411) except limousine services; school buses (group no. 415); farm product warehousing and storage (industry no. 4221); establishments primarily engaged in transportation on rivers and canals (group no. 444); establishments primarily engaged in air transportation, certified carriers (group no. 451); establishments primarily engaged in air transportation, noncertified carriers (group no. 452) except chartered flights (industry no. 4522) and airplane, helicopter, balloon, dirigible, and blimp rides for amusement or sightseeing; pipe lines, except natural gas (major group 46); arrangement of passenger transportation (group no. 472); arrangement of transportation of freight and cargo (group no. 473); rental of railroad cars (group no. 474); water supply (industry no. 4941); sewerage systems (industry no. 4952); security brokers, dealers and flotation companies (group no. 621); commodity contracts brokers and dealers (group no. 622); credit counseling services provided by individual and family social services (industry no. 8322); construction services (division C) except industry no. 1752 and locksmiths and locksmith shops; consumer credit reporting agencies, mercantile reporting agencies, and adjustment and collection agencies (group no. 732), if the debt was incurred out-of-state and the client does not reside within the state. The following are also specifically exempt from the provisions of this chapter: financial services of institutions subject to tax under chapter 10-43 including loan origination fees, late payment charges, nonsufficient fund check charges, stop payment charges, safe deposit box rent, exchange charges, commission on travelers checks, charges for administration of trusts, interest charges, and points charged on loans; commissions earned or service fees paid by an insurance company to an agent or representative for the sale of a policy; services of brokers and agents licensed under Title 47; the sale of trading stamps; rentals of motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days; advertising services; services provided by any corporation to another corporation which is centrally assessed having identical ownership and services provided by any corporation to a wholly owned subsidiary which is centrally assessed; continuing education programs; tutoring; vocational counseling, except rehabilitation counseling; motion picture rentals to a commercially operated theater primarily engaged in the exhibition of motion pictures; and charges made by a telecommunications company for the origination, transmission, switching, reception, or termination of an interstate telephone or telegraph communication. Section 7. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a tax of four percent upon the gross receipts from advertising services. The department shall promulgate rules, pursuant to chapter 1-26, defining advertising services. Section 8. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a tax of four percent upon the gross receipts from advertising services. The department shall promulgate rules, pursuant to chapter 1-26, defining advertising services. Section 9. That § 10-45-108 be amended to read as follows: 10-45-108. For purposes of the tax imposed by this chapter, a retailer shall source sales of tangible personal property and services to the location where the tangible personal property or service is received. The department shall promulgate rules, pursuant to chapter 1-26, defining the location of receipt. The rules promulgated pursuant to this section may provide an alternative method of sourcing telecommunication services and advertising services ."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18048, "action_date": "2003-01-31T13:00:00-06:00", "document_id": 96312, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96312.pdf", "status_text": "First read in House and referred to", "journal_page": 240, "committee_id_action": 798, "committee_id_assigned": 787, "result": "N", "vote": {}}, {"bill_id": 18048, "action_date": "2003-02-06T10:00:00-06:00", "document_id": 96703, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96703.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 328, "committee_id_action": 787, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56175, "president_vote": null, "Yea": [2837, 2839, 2841, 2855, 2871, 2895, 2896, 2898, 2920, 2930, 2934], "Excused": [2857], "Nay": [2892, 2877, 2872]}}, {"bill_id": 18048, "action_date": "2003-02-06T10:00:00-06:00", "document_id": 96703, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96703.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "N", "vote": {}}]}