{"session_id": 49, "bill_id": 15424, "bill_type": "House Bill", "bill_number": 1286, "bill_title": "revise certain provisions related to private shooting preserves.", "sponsors": [{"legislator_profile_id": 2311, "is_prime": true}, {"legislator_profile_id": 2362, "is_prime": true}, {"legislator_profile_id": 2316, "is_prime": false}, {"legislator_profile_id": 2318, "is_prime": false}, {"legislator_profile_id": 2330, "is_prime": false}, {"legislator_profile_id": 2334, "is_prime": false}, {"legislator_profile_id": 2344, "is_prime": false}, {"legislator_profile_id": 2358, "is_prime": false}, {"legislator_profile_id": 2359, "is_prime": false}, {"legislator_profile_id": 2371, "is_prime": false}, {"legislator_profile_id": 2382, "is_prime": false}, {"legislator_profile_id": 2395, "is_prime": false}, {"legislator_profile_id": 2397, "is_prime": false}], "keywords": ["Department of Game, Fish, and Parks", "Hunting, Fishing, and Trapping", "Shooting Preserves"], "audio": [], "bill_versions": [{"bill_id": 15424, "bill_version_id": 86645, "bill_version": "Introduced", "bill_version_date": "2000-01-24T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to private shooting preserves. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 41-10-1 be amended to read as follows: 41-10-1. In this chapter, unless the context otherwise requires Terms used in this chapter mean : (1) \"Commission , \" shall mean the South Dakota Game, Fish and Parks Commission, acting directly or through its duly authorized officers or agents . ; (2) \"Person , \" shall include individuals, copartnerships, associations, and corporations . ; (3) \"Shooting preserves , \" shall be an acreage either privately owned or leased on which hatchery raised game is released for the purpose of hunting, for a fee , over an extended season . Section 2. That § 41-10-10 be amended to read as follows: 41-10-10. All game released on a shooting preserve must shall be marked as prescribed by the Game, Fish and Parks Commission by removing the middle toe on the right foot back to the first joint including the nail . All game not marked as prescribed shall be is deemed wild game. Section 3. That § 41-10-12 be amended to read as follows: 41-10-12. A South Dakota resident small game license or a resident youth small game license is required of each resident hunting on a shooting preserve. Any nonresident hunting small game on a shooting preserve shall obtain a nonresident shooting preserve license or and a nonresident small game license. A violation of this section is a Class 1 misdemeanor. Section 4. That § 41-10-16 be amended to read as follows: 41-10-16. Any person licensed to hunt a species as required by this chapter may harvest and legally possess pen raised or wild game shot on a shooting preserve if such game is tagged as directed by the Game, Fish and Parks Commission. Serially numbered kill tags, supplied by the Department of Game, Fish and Parks, shall be securely attached to the right leg of each bird taken on a shooting preserve. The kill tag shall remain attached to the bird while the bird is possessed, placed in public storage, transported, or shipped by any person The provisions of this section relating to issuance of tags and remittance of tag fees, shall be administered by the Department of Game, Fish and Parks pursuant to commission rules adopted pursuant to § 41-2-18. The cost of each such tag to the shooting preserve operator shall be established by the commission. Section 5. That § 41-10-17 be amended to read as follows: 41-10-17. Each shooting preserve operator shall maintain a daily guest register in which is listed the name, address, and South Dakota general license number or nonresident shooting preserve license of each shooter, the date on which he hunted, and the amount of game and species taken registering each shooter before hunting each day and listing the name, address, and shooting preserve license number of each shooter, and the date on which the shooter hunted. After hunting each day, the amount and species of game taken and an indication of whether the game taken was marked or wild shall be recorded . Likewise, a record shall be maintained to show the source of the game released and of the date and the number of each game species released. These records shall be open to inspection by the Department of Game, Fish and Parks at any reasonable time. A violation of this section is a Class 1 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15424, "action_date": "2000-01-24T14:00:00-06:00", "document_id": 85638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85638.pdf", "status_text": "First read in House and referred to", "journal_page": 200, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15424, "action_date": "2000-01-25T14:00:00-06:00", "document_id": 85640, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85640.pdf", "status_text": "Referred to", "journal_page": 224, "committee_id_action": 656, "committee_id_assigned": 642, "result": "P", "vote": {}}, {"bill_id": 15424, "action_date": "2000-02-03T07:45:00-06:00", "document_id": 85847, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85847.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 642, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15424, "action_date": "2000-02-03T07:45:00-06:00", "document_id": 85847, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85847.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 377, "committee_id_action": 642, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45891, "president_vote": null, "Yea": [2318, 2327, 2341, 2354, 2390, 2392, 2403, 2316, 2355, 2367, 2404, 2309], "Excused": [2366]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15424"}