{"session_id": 19, "bill_id": 4557, "bill_type": "House Commemoration", "bill_number": 1065, "bill_title": "Honoring and commending Bryan and Laura Klock and the staff at Klock Werks for their selfless commitment to their fellow man.", "sponsors": [{"legislator_profile_id": 380, "is_prime": true}, {"legislator_profile_id": 387, "is_prime": true}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4557, "bill_version_id": 27050, "bill_version": "Introduced", "bill_version_date": "2013-03-05T10:39:54.667-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commending Bryan and Laura Klock and the staff at Klock Werks for their selfless commitment to their fellow man. WHEREAS, Bryan and Laura Klock are tirelessly involved in supporting the Mitchell area Court Appointed Special Advocate (CASA) program for children, Safehouse Foundation Board, Motorcycle Safety Foundation, Women's Celebrate Recovery Group, the Abbott House, the I Am Second movement, Big Brother and Sisters program, Hamster (custom motorcycle owner club) which helps raise two hundred fifty thousand dollars annually for the Rapid City Children's Hospital, proud supporters of the Mitchell Christian School, and more; and WHEREAS, the staff at Klock Werks routinely support and involve themselves in assisting Bryan and Laura in these many great charitable causes; and WHEREAS, Bryan and Laura have helped raise untold thousands of dollars for these charitable causes over the years which have been used to positively impact countless lives of children and adults in South Dakota and throughout the United States; and WHEREAS, Bryan and Laura's leadership, compassion, and selfless dedication are the hallmarks of great community leaders and represent the type of civic dedication that makes South Dakota one of the best places to live in America: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Bryan and Laura Klock and their staff at Klock Werks are honored, commended, and thanked for their kindness, compassion, leadership, and dedication in caring for their fellow South Dakotans. May you forever take great pride in your efforts to make the world a better place for so many."}, {"bill_id": 4557, "bill_version_id": 27372, "bill_version": "Enrolled", "bill_version_date": "2013-03-07T15:42:05.923-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commending Bryan and Laura Klock and the staff at Klock Werks for their selfless commitment to their fellow man. WHEREAS, Bryan and Laura Klock are tirelessly involved in supporting the Mitchell area Court Appointed Special Advocate (CASA) program for children, Safehouse Foundation Board, Motorcycle Safety Foundation, Women's Celebrate Recovery Group, the Abbott House, the I Am Second movement, Big Brother and Sisters program, Hamster (custom motorcycle owner club) which helps raise two hundred fifty thousand dollars annually for the Rapid City Children's Hospital, proud supporters of the Mitchell Christian School, and more; and WHEREAS, the staff at Klock Werks routinely support and involve themselves in assisting Bryan and Laura in these many great charitable causes; and WHEREAS, Bryan and Laura have helped raise untold thousands of dollars for these charitable causes over the years which have been used to positively impact countless lives of children and adults in South Dakota and throughout the United States; and WHEREAS, Bryan and Laura's leadership, compassion, and selfless dedication are the hallmarks of great community leaders and represent the type of civic dedication that makes South Dakota one of the best places to live in America: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Bryan and Laura Klock and their staff at Klock Werks are honored, commended, and thanked for their kindness, compassion, leadership, and dedication in caring for their fellow South Dakotans. May you forever take great pride in your efforts to make the world a better place for so many. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4557, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27118.pdf", "status_text": "", "journal_page": 749, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}]}