{"session_id": 56, "bill_id": 18745, "bill_type": "House Bill", "bill_number": 1206, "bill_title": "reduce the minimum hunting age.", "sponsors": [{"legislator_profile_id": 3058, "is_prime": true}, {"legislator_profile_id": 3064, "is_prime": true}, {"legislator_profile_id": 3055, "is_prime": false}, {"legislator_profile_id": 3072, "is_prime": false}, {"legislator_profile_id": 3077, "is_prime": false}, {"legislator_profile_id": 3078, "is_prime": false}, {"legislator_profile_id": 3090, "is_prime": false}, {"legislator_profile_id": 3096, "is_prime": false}, {"legislator_profile_id": 3098, "is_prime": false}, {"legislator_profile_id": 3107, "is_prime": false}, {"legislator_profile_id": 3118, "is_prime": false}, {"legislator_profile_id": 3122, "is_prime": false}, {"legislator_profile_id": 3127, "is_prime": false}, {"legislator_profile_id": 3129, "is_prime": false}, {"legislator_profile_id": 3130, "is_prime": false}], "keywords": ["Game, Fish, Parks and Forestry", "Hunting"], "audio": [{"meeting_datetime": "2004-01-29T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hag12hb1206a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-29T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hag12hb1206a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-29T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hag12hb1206a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-29T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hag12hb1206a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-29T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hag12hb1206a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-29T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hag12hb1206a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-29T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hag12hb1206a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18745, "bill_version_id": 99633, "bill_version": "Introduced", "bill_version_date": "2004-01-22T11:11:40-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to reduce the minimum hunting age. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 41-6-12 be amended to read as follows: 41-6-12. Any person who is a resident of this state, as defined by this title, qualifies as resident for securing any resident hunting or fishing license. All other persons shall secure the applicable nonresident hunting and fishing licenses. No person under the age of twelve ten years may be granted any hunting license. However, any person who is eleven nine years of age and who will become twelve ten years of age during the period September first through December thirty-first, inclusive, may be granted any hunting license and be allowed to hunt beginning September first. Section 2. That § 41-6-13 be amended to read as follows: 41-6-13. A resident hunting license may be issued only to a resident sixteen years of age or older. However, the parent or guardian of a resident who is less than sixteen years of age and meets the age requirements of § 41-6-12 may apply for the license for such person. If a license is granted on the application, the license authorizes hunting by the person only if accompanied by a parent , guardian, or responsible adult and or guardian, if the person hunting is less than twelve years of age, or by a parent, guardian, or other responsible adult, if the person hunting is at least twelve but less than sixteen years of age. The license is valid for the license year as provided by the applicable license and rules promulgated by the Game, Fish and Parks Commission pursuant to chapter 1-26. The requirement to be accompanied by an adult no longer applies when the licensee attains sixteen years of age. A violation of this section is a Class 2 misdemeanor. Section 3. That § 41-6-14 be amended to read as follows: 41-6-14. Any person between the ages of eleven nine years and sixteen years shall first comply with the provisions of chapter 41-7, pertaining to firearms safety, before being granted a resident hunting license or the applicable nonresident hunting licenses. Section 4. That § 41-6-52 be amended to read as follows: 41-6-52. No person may make application for, purchase, or attempt to purchase a resident license under § § 41-6-12 to 41-6-45.1, inclusive, unless the applicant has been a resident of this state for at least ninety days prior to making of the application and claims no resident privileges in any other state. Prior to making application for, purchasing, or attempting to purchase a resident hunting or fishing license in the state, the applicant shall transfer to this state his the applicant's driver's license and motor vehicle registration for motor vehicles used in this state. However, any person in the active military of the United States or that person's spouse who has been continuously stationed in this state or any person who is a patient in any war veterans' hospital within this state or any person who is an employee of the veterans' administration or any veterans' hospital or any person residing on restricted military reservations in this state or any person attending regularly a post-high school institution as a full-time student for thirty days or more immediately preceding his the person's application or any foreign exchange student over sixteen years of age or older attending a public or private high school and who has resided in the state for thirty days or more preceding his the student's application, or any foreign exchange student who is between the ages of twelve years and sixteen years less than sixteen years of age who has completed the Department of Game, Fish and Parks' course of instruction in the safe handling of firearms and has been issued a certificate of competency upon completion of instruction and who has resided in the state for thirty days or more preceding his the student's application, or any person who is a minor dependent of a resident of this state, is a resident of the state for the purpose of this title. A violation of this section is a Class 2 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18745, "action_date": "2004-01-22T14:00:00-06:00", "document_id": 99669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99669.pdf", "status_text": "First read in House and referred to", "journal_page": 163, "committee_id_action": 831, "committee_id_assigned": 817, "result": "N", "vote": {}}, {"bill_id": 18745, "action_date": "2004-01-29T07:45:00-06:00", "document_id": 100222, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100222.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 817, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18745, "action_date": "2004-01-29T07:45:00-06:00", "document_id": 100222, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100222.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 282, "committee_id_action": 817, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58738, "president_vote": null, "Yea": [3049, 3067, 3074, 3081, 3122, 3125, 3129, 3134, 3144, 3105], "Nay": [3058, 3060, 3072]}}]}