{"session_id": 51, "bill_id": 16085, "bill_type": "Senate Bill", "bill_number": 49, "bill_title": "provide a dividend account for members of the South Dakota Retirement System.", "sponsors": [], "keywords": ["South Dakota Retirement System"], "audio": [{"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sre15sb0049a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sre15sb0049a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen17sb0049a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen17sb0049a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen17sb0049a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-20T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hre29sb0049a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-20T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hre29sb0049a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-20T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hre29sb0049a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16085, "bill_version_id": 87719, "bill_version": "Introduced", "bill_version_date": "2001-01-07T12:47:24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide a dividend account for members of the South Dakota Retirement System. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 3-12-47 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Dividend,\" an amount added to a dividend account of a member as of a dividend declaration date other than any amount added due to the effective rate of interest; \"Dividend account,\" a defined contribution account within the system which includes the total of dividends and credited interest; \"Dividend declaration date,\" July first of any year that a dividend is added to the dividend account; \"Purchase cost,\" the calculated amount for the purchase or conversion of service excluding any interest amounts for periodic payments for purchases or conversion of service pursuant to § § 3-12-83, 3-12-84, 3-12-130, and 3-12-130.1. Section 2. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: Each member and the beneficiary of each deceased member is entitled to a dividend on the initial dividend declaration date, equal to not more than ten percent of the total of the member contributions, employer contributions, and the purchase cost, if any. Member and employer contributions include the member and employer contributions redeposited pursuant to § 3-12-80 (excluding interest), but not the additional contributions pursuant to § 3-12-104 for optional spouse benefits. A dividend is payable only if current or future benefits are payable to a member, a member's surviving spouse, or a member's children. Section 3. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: The board may, subject to the provisions of this Act and conditioned upon the approval by a majority vote of the members of the Retirement Laws Committee created pursuant to § 2-6-8, declare an initial dividend and determine the initial dividend declaration date. Before the board may declare the initial dividend, the approved actuary shall certify that adequate funding is available. The total amount of the dividends may not exceed the greater of the amount that the actual investment return of the fund for the preceding fiscal year exceeds the investment return rate established by the board pursuant to § 3-12-121, or the average of such amounts for the preceding five fiscal years. Section 4. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: In each year after the initial dividend declaration date, the board may, after certification by the approved actuary that adequate funding is available and conditioned upon the approval by a majority vote of the members of the Retirement Laws Committee created pursuant to § 2-6-8, declare a dividend for members. The total amount of the dividends may not exceed the greater of the amount that the actual investment return of the fund for the preceding fiscal year exceeds the investment return rate established by the board pursuant to § 3-12-121, or the average of such amounts for the preceding five fiscal years. For each individual member, the dividend shall be a percentage of the total of member contributions, employer contributions, and the purchase cost, if any, as of a July first, the dividend declaration date. Section 5. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: Each dividend account shall be credited with the effective rate of interest on each July first. If the dividend account is withdrawn in a lump sum, the interest shall be prorated on a monthly basis to the first of the month of the withdrawal. Section 6. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: The total dividend account may be paid as a modified monthly allowance in equal monthly payments over sixty months or in a lump sum amount or other means as approved by the board pursuant to § 3-12-108, subject to the following: (1) For a retired or disabled member under age seventy and one-half, the total dividend account may be deferred until the required beginning date or paid as soon as possible after the dividend declaration date; (2) For a retired or disabled member over age seventy and one-half, the total dividend account shall be paid in a lump sum as soon as possible after the dividend declaration date; (3) For the beneficiary of a deceased member, the total dividend account shall be paid in a lump sum as soon as possible after the dividend declaration date; (4) For other members, the total dividend account may not be paid until the member's accumulated contributions are withdrawn pursuant to § 3-12-76, 3-12-76.1, or 3-12- 110, or the member commences a retirement benefit pursuant to § 3-12-90. The total dividend account may be distributed by direct rollover as provided in § 3-12-76.3; (5) Unless a retired or disabled member under age seventy and one-half makes an election to the contrary, the total dividend account shall be paid in a lump sum as soon as possible after the dividend declaration date. Section 7. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: The member may designate a beneficiary for the dividend account separate and distinct from the beneficiary designated for lump sum payments pursuant to § 3-12-110. The dividend account may not be considered accumulated contributions and, once withdrawn, may not be redeposited pursuant to § 3-12-80. If the accumulated contributions are withdrawn pursuant to § 3-12-76, 3-12-76.1, or 3-12-110, the dividend account shall also be withdrawn. Section 8. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: If the accumulated contributions of any member have been withdrawn pursuant to § 3-12-76, 3-12-76.1, or 3-12-110 prior to the dividend declaration date, no dividend is payable."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16085, "action_date": "2001-01-09T14:00:00-06:00", "document_id": 87779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87779.pdf", "status_text": "First read in Senate and referred to", "journal_page": 31, "committee_id_action": 713, "committee_id_assigned": 694, "result": "N", "vote": {}}, {"bill_id": 16085, "action_date": "2001-01-30T10:00:00-06:00", "document_id": 88993, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88993.pdf", "status_text": "Do Pass,", "journal_page": 297, "committee_id_action": 694, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50937, "president_vote": null, "Yea": [2580, 2616, 2534, 2516], "Nay": [2581]}}, {"bill_id": 16085, "action_date": "2001-01-30T15:00:00-06:00", "document_id": 88660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88660.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 694, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16085, "action_date": "2001-02-01T14:00:00-06:00", "document_id": 89191, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89191.pdf", "status_text": "Do Pass,", "journal_page": 328, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51086, "president_vote": null, "Yea": [2516, 2523, 2529, 2531, 2534, 2535, 2539, 2549, 2551, 2552, 2567, 2573, 2576, 2580, 2585, 2598, 2607, 2615, 2616, 2617], "Nay": [2517, 2520, 2524, 2532, 2536, 2542, 2562, 2581, 2584, 2590, 2597, 2606, 2609], "Excused": [2550, 2569]}}, {"bill_id": 16085, "action_date": "2001-02-02T14:00:00-06:00", "document_id": 89261, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89261.pdf", "status_text": "First read in House and referred to", "journal_page": 330, "committee_id_action": 712, "committee_id_assigned": 706, "result": "N", "vote": {}}, {"bill_id": 16085, "action_date": "2001-02-20T16:00:00-06:00", "document_id": 90379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90379.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 706, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16085, "action_date": "2001-02-20T16:00:00-06:00", "document_id": 90379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90379.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 616, "committee_id_action": 706, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49912, "president_vote": null, "Yea": [2591, 2572, 2530, 2601, 2582]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16085"}