{"session_id": 21, "bill_id": 6709, "bill_type": "House Commemoration", "bill_number": 1009, "bill_title": "Commending and honoring Kieron James Murphy for his service to the West Central School District and to the community of Hartford, South Dakota.", "sponsors": [{"legislator_profile_id": 945, "is_prime": true}, {"legislator_profile_id": 886, "is_prime": true}], "keywords": ["House Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 6709, "bill_version_id": 34149, "bill_version": "Introduced", "bill_version_date": "2015-01-30T09:07:30.023-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Kieron James Murphy for his service to the West Central School District and to the community of Hartford, South Dakota. WHEREAS, Kieron James Murphy served as a guidance counselor in the West Central School District for fifteen years, both at West Central High School and at Hartford Elementary, guiding thousands of students not only in educational decisions, but also in life decisions; and WHEREAS, Kieron James Murphy was a well-respected and well-loved member of the Hartford community where he served as a volunteer firefighter and was an active member of Christ Lutheran Church; and WHEREAS, Kieron James Murphy was a loving husband to Robin and incredible father to Alaina, Lauren, and Liam; and WHEREAS, Kieron James Murphy was taken from us too early at the age of forty; and WHEREAS, South Dakota, and Hartford in particular, greatly appreciate the dedication and service of Kieron James Murphy: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that Kieron James Murphy is commended, remembered, and honored. Kieron James Murphy is recognized for his outstanding service to, and representation of, the state of South Dakota. His family is extended the Legislature's appreciation and condolences."}, {"bill_id": 6709, "bill_version_id": 34490, "bill_version": "Enrolled", "bill_version_date": "2015-02-04T16:34:29.057-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Kieron James Murphy for his service to the West Central School District and to the community of Hartford, South Dakota. WHEREAS, Kieron James Murphy served as a guidance counselor in the West Central School District for fifteen years, both at West Central High School and at Hartford Elementary, guiding thousands of students not only in educational decisions, but also in life decisions; and WHEREAS, Kieron James Murphy was a well-respected and well-loved member of the Hartford community where he served as a volunteer firefighter and was an active member of Christ Lutheran Church; and WHEREAS, Kieron James Murphy was a loving husband to Robin and incredible father to Alaina, Lauren, and Liam; and WHEREAS, Kieron James Murphy was taken from us too early at the age of forty; and WHEREAS, South Dakota, and Hartford in particular, greatly appreciate the dedication and service of Kieron James Murphy: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that Kieron James Murphy is commended, remembered, and honored. Kieron James Murphy is recognized for his outstanding service to, and representation of, the state of South Dakota. His family is extended the Legislature's appreciation and condolences. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6709, "action_date": "2015-01-30T13:00:00-06:00", "document_id": 34236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34236.pdf", "status_text": "", "journal_page": 253, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}]}