{"session_id": 21, "bill_id": 6246, "bill_type": "Senate Bill", "bill_number": 84, "bill_title": "limit the authority of delegates to a limited Article V convention to vote for unauthorized amendments contrary to legislative instructions and to provide a civil fine for the violation thereof.", "sponsors": [{"legislator_profile_id": 891, "is_prime": true}, {"legislator_profile_id": 950, "is_prime": true}, {"legislator_profile_id": 901, "is_prime": false}, {"legislator_profile_id": 895, "is_prime": false}, {"legislator_profile_id": 894, "is_prime": false}, {"legislator_profile_id": 906, "is_prime": false}, {"legislator_profile_id": 942, "is_prime": false}, {"legislator_profile_id": 908, "is_prime": false}, {"legislator_profile_id": 872, "is_prime": false}, {"legislator_profile_id": 897, "is_prime": false}, {"legislator_profile_id": 957, "is_prime": false}], "keywords": ["Legislature and Statutes", "State Affairs and Government"], "audio": [{"meeting_datetime": "2015-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst13.mp3", "start_seconds": 1655.0}, {"meeting_datetime": "2015-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst13.mp3", "start_seconds": 1655.0}, {"meeting_datetime": "2015-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst13.mp3", "start_seconds": 1655.0}], "bill_versions": [{"bill_id": 6246, "bill_version_id": 33525, "bill_version": "Introduced", "bill_version_date": "2015-01-23T09:00:15.627-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to limit the authority of delegates to a limited Article V convention to vote for unauthorized amendments contrary to legislative instructions and to provide a civil fine for the violation thereof. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Article V convention,\" convention for proposing amendments as expressly provided in Article V of the United States of America Constitution; and (2) \"Article V application,\" a concurrent resolution passed by the State Legislature of South Dakota on the same subject or containing the same proposed amendment text as thirty-three other sovereign states requiring Congress to call an Article V convention by setting the time and place; and (3) \"Delegate\" or \"alternate,\" any person selected by the State Legislature of South Dakota or any other method provided by law to represent the State of South Dakota at an Article V convention; and (4) \"Legislative instructions,\" instructions given by the State Legislature to delegates and alternates before and during an Article V convention; and (5) \"Unauthorized amendment,\" any proposed amendment that is outside the subject matter or permitted text. Section 2. No delegate from South Dakota to an Article V convention has the authority to vote to allow consideration of or vote to approve an unauthorized amendment for ratification to the United States of America Constitution. Any delegate casting a vote to allow consideration or approval of an unauthorized amendment shall be immediately recalled by the secretary of state and replaced by an alternate chosen by the Executive Board of the Legislative Research Council. Section 3. Every candidate for delegate or alternate from South Dakota to the Article V convention shall take the following oath: \"I do solemnly swear or affirm that to the best of my abilities, I will, as a delegate or alternate to an Article V convention, uphold the Constitution and laws of the United States of America and the State of South Dakota. I will not vote to allow consideration of or to approve any unauthorized amendment proposed for ratification to the United States of America Constitution.\" Section 4. The secretary of state shall certify in writing to the Article V convention the selection of delegates and alternates, the recall and replacement of any delegate or alternate, and the nullification of unauthorized votes cast by any delegate of South Dakota. Section 5. Any delegate who violates the oath contained in section 3 of this Act is subject to a civil fine of not more than five thousand dollars to be levied by the secretary of state and deposited in the state general fund. Section 6. Nothing in this Act authorizes the state of South Dakota to participate in any Article V convention in which each of the states does not possess one vote equal to the other states."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6246, "action_date": "2015-01-23T13:00:00-06:00", "document_id": 33602, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33602.pdf", "status_text": "First read in Senate and referred to", "journal_page": 104, "committee_id_action": 284, "committee_id_assigned": 269, "result": "N", "vote": {}}, {"bill_id": 6246, "action_date": "2015-01-30T10:00:00-06:00", "document_id": 34019, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34019.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 269, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6246, "action_date": "2015-01-30T10:00:00-06:00", "document_id": 34203, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34203.pdf", "status_text": "Tabled", "journal_page": 244, "committee_id_action": 269, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18023, "president_vote": null, "Yea": [885, 896, 895, 891, 877, 871, 854, 944], "Excused": [868]}}]}