{"session_id": 27, "bill_id": 7793, "bill_type": "House Bill", "bill_number": 1051, "bill_title": "establish and revise certain provisions regarding virtual representation.", "sponsors": [], "keywords": ["Fiduciaries and Trusts"], "audio": [{"meeting_datetime": "2017-01-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst08.mp3", "start_seconds": 3712.0}, {"meeting_datetime": "2017-01-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst08.mp3", "start_seconds": 3712.0}, {"meeting_datetime": "2017-01-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst08.mp3", "start_seconds": 3712.0}, {"meeting_datetime": "2017-01-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou11.mp3", "start_seconds": 2510.0}, {"meeting_datetime": "2017-01-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou11.mp3", "start_seconds": 2510.0}, {"meeting_datetime": "2017-01-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou11.mp3", "start_seconds": 2510.0}, {"meeting_datetime": "2017-01-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou11.mp3", "start_seconds": 2510.0}, {"meeting_datetime": "2017-02-02T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sco15.mp3", "start_seconds": 3664.0}, {"meeting_datetime": "2017-02-02T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sco15.mp3", "start_seconds": 3664.0}, {"meeting_datetime": "2017-02-02T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sco15.mp3", "start_seconds": 3664.0}, {"meeting_datetime": "2017-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen17.mp3", "start_seconds": 4282.0}, {"meeting_datetime": "2017-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen17.mp3", "start_seconds": 4282.0}, {"meeting_datetime": "2017-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen17.mp3", "start_seconds": 4282.0}], "bill_versions": [{"bill_id": 7793, "bill_version_id": 42396, "bill_version": "Introduced", "bill_version_date": "2017-01-09T11:44:47.03-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish and revise certain provisions regarding virtual representation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Notwithstanding the provisions of § 15-6-17(c), the provisions of sections 1 to 26, inclusive, of this Act apply to any proceeding involving any person interested in a trust. Section 2. That the code be amended by adding a NEW SECTION to read: Terms used in sections 1 to 26, inclusive, of this Act mean: (1) \"Adult,\" an individual who has attained the age of eighteen years; (2) \"Bind\" or \"bound,\" to represent, consent, object, resist, demand, and bind a person with the same binding and conclusive effective as notice had been made on, or consent had been given by, the person represented; (3) \"Conflict of interest,\" a situation in which a representative's interest in the trust causes a significant likelihood that a reasonable person would disregard a representative's duty to a represented beneficiary; (4) \"Conservator,\" a person appointed pursuant to chapter 29A-5 or 33-17A or equivalent provisions of another jurisdiction's laws including a temporary conservator and a limited conservator; (5) \"Fiduciary,\" a person defined by subdivision 21-22-1(3), except as used in section 17 of this Act; (6) \"Guardian,\" a person appointed pursuant to chapter 29A-5 or equivalent provisions of another jurisdiction's laws including a temporary guardian and a limited guardian; (7) \"Incapacitated\" or \"incapacity,\" any person who lacks the capacity to meaningfully understand the matter in question and protected persons; (8) \"Interest,\" a beneficial interest as defined by subdivision 55-1-24(1) but including the holder of a power of appointment, and any power to remove or replace a fiduciary or a representative; (9) \"Interested beneficiary,\" a person who, on the date the person's qualification is determined: (a) Is a current distributee or permissible distributee of trust income or principal; (b) Would be a distributee or permissible distributee of trust income or principal if the interests of the current distributees terminated on that date; (c) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date; (d) Holds a power of appointment; or (e) Would hold a power of appointment if the interests of the current distributees terminated on that date or the interests of the persons currently holding a power of appointment under this subdivision terminated on that date; (10) \"Knows\" or \"knowingly,\" actual knowledge of the fact in question; (11) \"Minor,\" any person who has not attained the age of eighteen. The term includes a minor with an incapacity; (12) \"Nonjudicial settlement,\" an agreement, whether or not approved by a court, which may include, without limitation: (a) The interpretation or construction of the terms of a trust; (b) The approval of any fiduciary's report or accounting; (c) Direction to any fiduciary to refrain from performing a particular act or the grant to a fiduciary of any necessary or desirable power; (d) The resignation or appointment of any fiduciary; (e) The determination of a fiduciary or a representative's compensation; (f) The transfer of a trust's principal place of administration or situs; (g) The liability of any fiduciary's action or omission relating to a trust; or (h) Partial or final settlement agreements regarding a trust or its administration; (13) \"Notice,\" notice provided personally, by mail, postage prepaid, addressed to the person's last known post office address, or electronically in accordance with § 15-6-5(d); (14) \"Notifier,\" a person who is undertaking notice or proposing consent with regard to a matter concerning a trust; (15) \"Power of appointment,\" a power defined by § 55-1-12; (16) \"Proceeding,\" any judicial or nonjudicial trust proceeding, accounting, termination, modification, reformation, decanting, settlement, nonjudicial settlement, and any proceeding conducted pursuant to chapter 21-22; (17) \"Protected person,\" a person other than a minor for whom a guardian or conservator is appointed; (18) \"Reasonably available,\" with respect to a person, that the person can be identified and located with the exercise of reasonable diligence; (19) \"Representative,\" a person who may bind another person under sections 1 to 26, inclusive, of this Act; (20) \"Trust,\" an express inter vivos or testamentary trust; (21) \"Uninterested beneficiary,\" a beneficiary other than an interested beneficiary. Section 3. That the code be amended by adding a NEW SECTION to read: In any proceeding: (1) Any notice, governing instrument, accounting, report, or other information which is provided to a representative has the same effect as if the same was given to the person represented; (2) The consent of a representative has the same effect as if the person represented had consented; (3) A representative may otherwise bind the person represented; and (4) A finding, decree, judgment, ruling, or order in a judicial proceeding is binding and conclusive on all persons upon whom notice or service of process is not required pursuant to sections 1 to 26, inclusive, of this Act. Section 4. That the code be amended by adding a NEW SECTION to read: Notwithstanding the provisions of section 3 of this Act, no representative may bind the person represented if, prior to the representative binding the person in the matter in question: (1) The court finds that the person cannot be adequately represented pursuant to section 19 of this Act; (2) The representative refuses to act pursuant to section 11 of this Act; (3) The representative has been removed by a person with power to remove the representative; or (4) The represented person notifies: (a) The trustee; (b) The notifier; and (c) The representative, that the represented person will not be bound by the representative. Section 5. That the code be amended by adding a NEW SECTION to read: Neither notice nor service of process on, nor consent to, any matter in any proceeding is required from: (1) An unborn person; (2) An unascertained person; (3) The potential appointee of a power of appointment; (4) The potential taker in default of a power of appointment; (5) An uninterested beneficiary; and (6) A person bound by a representative. Notwithstanding subdivision (5), with respect to the matter in question, notice is required to, or consent is required from, an uninterested beneficiary who does not have a substantially identical interest with one or more interested beneficiaries. Section 6. That the code be amended by adding a NEW SECTION to read: When notice is made on, or consent obtained from, co-representatives, notice on, or consent from, all acting co-representatives is required except when the terms of the co-representatives' authority provide that the co-representatives may act independently or by other means. However, when a representative is acting pursuant to subdivision (3), (4), or (7) of section 9 of this Act, consent from or notice to one representative is sufficient to bind the person represented. Section 7. That the code be amended by adding a NEW SECTION to read: In a judicial proceeding, if a beneficiary timely files a demand for notice with the court, notice shall be given to the beneficiary unless otherwise ordered by the court. Section 8. That the code be amended by adding a NEW SECTION to read: The Department of Social Services shall be provided with notice in any proceeding in which an interested beneficiary of a trust may owe a debt to the department pursuant to § 28-6-23. An interested beneficiary is not considered a person who may owe a debt to the department solely on account of the person's residence in this state. Section 9. That the code be amended by adding a NEW SECTION to read: The following applies to persons bound by representatives: (1) Except as provided in subdivision (2) of section 20 of this Act, a conservator may bind a minor or protected person; (2) A guardian may bind the minor or protected person if no conservator of the minor or protected person has been appointed; (3) A parent may bind the parent's minor or unborn child if no conservator or guardian for the child has been appointed; (4) A person who has assumed responsibility for a minor child's care or custody may bind the child if no conservator or guardian for the child has been appointed and neither parent is living; (5) A trustee responsible for the management of all or a significant portion of the estate of an incapacitated individual other than a minor may bind the individual if no conservator or guardian for the individual has been appointed; (6) A custodian under chapter 55-10A or equivalent provisions of another jurisdiction's laws who is responsible for all or a significant portion of the estate of a minor may bind the minor if no conservator or guardian for the minor has been appointed; (7) A person who has assumed responsibility for an incapacitated individual other than a minor, including a spouse of an incapacitated individual, may bind the individual if no conservator or guardian for the individual has been appointed; (8) Except as provided in subdivision (1) of section 20 of this Act, an agent having authority to act with respect to the matter in question may bind the principal if the principal is incapacitated or not reasonably available; (9) When a trust is a beneficiary of a trust, the trustee may bind the trust and the beneficiaries thereof; (10) When a decedent's estate is a beneficiary of a trust, the personal representative of the estate may bind the estate and the persons interested in the estate; (11) Except as provided in section 23 of this Act, a person designated in the governing instrument to represent another person or class of persons may bind that person or class of persons; (12) Except as provided in section 23 of this Act, if a fiduciary or other person is authorized by the terms of the governing instrument to appoint a representative and the authorized fiduciary or other person appoints a representative in writing, the representative may bind the person or class of persons identified in the appointment; (13) Unless otherwise adequately represented pursuant to the foregoing provisions of this section, a minor, incapacitated, or unborn individual, or a person who is not reasonably available, may be bound by a person having a substantially identical interest with respect to the matter in question; (14) A person described in subsection (9)(a) of section 2 of this Act may bind beneficiaries described in subsection (9)(b) and (c) of section 2 of this Act, if, with respect to the matter in question: (a) The person agrees in writing to serve as a representative for the represented beneficiary; (b) The interests of the person are substantially identical to the interests of the represented beneficiary; and (c) The person does not have a conflict of interest; (15) A person described in subsection (9)(d) of section 2 of this Act may bind beneficiaries described in subsection (9)(e) of section 2 of this Act; (16) A court representative appointed pursuant to section 19 of this Act may bind the person that the representative represents; and (17) Without diminishing the authority of an attorney to act on behalf of the attorney's client, an attorney representing a person may bind the person that the attorney represents within the scope of the attorney's representation. Section 10. That the code be amended by adding a NEW SECTION to read: In a judicial proceeding, the petitioner shall set forth information with respect to each representative, each person the petitioner represents, and the authority by which each representative acts under sections 1 to 26, inclusive, of this Act. In a nonjudicial proceeding, the notifier shall set forth information with respect to each representative, each person the petitioner represents, the authority by which each representative acts under the provisions of sections 1 to 26, inclusive, of this Act, and a notification that a representative may decline to act pursuant to section 11 of this Act. Section 11. That the code be amended by adding a NEW SECTION to read: Any representative may decline to act as a representative as to the matter in question by timely expressing the representative's refusal to the notifier. A notifier may specify a time of not less than three days in which the representative may decline to act as a representative. The governing instrument may specify a time in which the representative may decline to act as a representative. A representative may waive in writing the representative's right to decline to act in the matter in question. Section 12. That the code be amended by adding a NEW SECTION to read: A representative may petition the court for an order approving the representative's actions prior to or in advance of the representative's action, upon such notice as the court may order. Section 13. That the code be amended by adding a NEW SECTION to read: A representative with a conflict of interest with respect to the matter in question may bind the person that the representative represents notwithstanding any cause of action that the represented person may have against a representative who acts knowingly. Section 14. That the code be amended by adding a NEW SECTION to read: If a representative knows that the representative has a conflict of interest with respect to the matter in question, the representative shall timely disclose the nature of the conflict of interest: (1) In a judicial proceeding to the interested parties and the court; or (2) Otherwise to the notifier and the trustee. Section 15. That the code be amended by adding a NEW SECTION to read: Unless notice of a conflict of interest has been carried out pursuant to section 14 of this Act, if the notifier knows that a representative has a conflict of interest with respect to the matter in question, the notifier shall timely disclose the nature of the conflict of interest: (1) In a judicial proceeding to the interested parties and the court; or (2) Otherwise to the representative and the trustee to the extent the person represented can be reasonably notified, to the person represented along with notification that that person may elect not to be bound pursuant to subdivision (4) of section 4 of this Act. Section 16. That the code be amended by adding a NEW SECTION to read: In a judicial proceeding, if the court has been notified of a representative's conflict of interest or potential conflict of interest, the court may find that the representative conflict of interest or potential conflict of interest is immaterial in view of the facts and circumstances and order that the representative may act as a representative notwithstanding the conflict of interest or potential conflict of interest. The court's findings pursuant to this section is binding and conclusive with regard to the matter in question and, to the extent ordered by the court, absolve the representative of liability. Section 17. That the code be amended by adding a NEW SECTION to read: A representative may make a decision with broad discretion and no representative is liable for an action or omission unless the representative: (1) Acts dishonestly; (2) Acts with an improper motive; or (3) Fails, if under a duty to do so, to act. A representative may represent any number of persons. A representative is not a fiduciary solely by reason of being a representative unless otherwise ordered by the court, expressly affirmed in writing by the representative, or provided in the governing instrument. The provisions of this section do not expand or diminish the duties of an attorney. Section 18. That the code be amended by adding a NEW SECTION to read: A representative is entitled to reasonable compensation as determined by the trustee except as otherwise provided in the governing instrument. Section 19. That the code be amended by adding a NEW SECTION to read: In a judicial proceeding, if the court determines that a person cannot be adequately represented under section 9 of this Act, the court may order that the person be provided notice or may order the appointment of a court representative or a replacement court representative to bind the person. The basis for a finding that representation is inadequate shall be set forth specifically in an order and may include, by way of example, a finding that a representative has a material conflict of interest or acted with hostility to the interest of the person represented. A trustee, a beneficiary, or, if authorized by the governing instrument, a fiduciary other than a trustee, may petition the court for the appointment of a court representative. A court representative has the authority to act as a representative in any proceeding unless otherwise ordered by the court. Notwithstanding section 5 of this Act, the court may appoint a court representative to bind uninterested beneficiaries, unborn persons, unascertained persons, or the potential appointees or the takers in default of a power of appointment. Notwithstanding section 20 of this Act, the court may appoint a court representative to bind a settlor. Section 20. That the code be amended by adding a NEW SECTION to read: A representative may only bind a settlor pursuant to subdivisions (1), (5), (11), and (16) of section 9 of this Act, except as limited by a representative's power to consent to modification or termination of an irrevocable trust, to amend or revoke a revocable trust, or withdraw from a revocable trust on behalf of a settlor may be exercised only by: (1) An agent under a written power of attorney only if the settlor is incapacitated or not reasonably available and to the extent expressly authorized by the power of attorney with specific reference to the trust and expressly authorized by the terms of the governing instrument; and (2) By a conservator only to the extent approved by order of the court pursuant to § 29A-5-420 or equivalent provisions of another jurisdiction's laws. A settlor may not bind a beneficiary with respect to a trust termination pursuant to § 55-3-24 or 55-3-30 or a trust modification pursuant to § 55-3-24 or 55-3-30 where the ability to bind the beneficiary to the proposed trust modification would constitute a retained interest pursuant to 26 U.S.C. § 2036 as of January 1, 2017, or a revocable transfer pursuant to 26 U.S.C. § 2038 as of January 1, 2017. Section 21. That the code be amended by adding a NEW SECTION to read: Except as provided in subdivisions (5), (11) and (16) of section 9 of this Act, a trustee may not bind a beneficiary of the trustee's trust. Section 22. That the code be amended by adding a NEW SECTION to read: Nothing in sections 1 to 26, inclusive, of this Act, permits the unauthorized practice of law or diminishes the provisions of § 15-16-19. Section 23. That the code be amended by adding a NEW SECTION to read: A governing instrument may require additional notification or consent than otherwise required by law. Unless expressly authorized by the governing instrument, a person designated by a governing instrument to represent another person or class of persons may not represent such person or class of persons while that designee is serving as a trustee or co-trustee of such trust. A governing instrument which authorizes a person or fiduciary to appoint a representative may also identify or describe a person, several persons, a class of persons, or a description of persons who may not be appointed as representatives as to all or certain represented persons or matters or during a period of time. Section 24. That the code be amended by adding a NEW SECTION to read: With regard to a testamentary trust proceeding governed by title 29A, in the event of any conflict between sections 1 to 26, inclusive, of this Act, and chapter 29A-1, the provisions of sections 1 to 26, inclusive, of this Act, shall prevail. Section 25. That the code be amended by adding a NEW SECTION to read: No notifier is liable for undertaking any additional notification or seeking additional consent than required by law or the governing instrument. Section 26. That the code be amended by adding a NEW SECTION to read: No fiduciary is liable for reliance on the outcome or resolution of any proceeding conducted under sections 1 to 26, inclusive, of this Act, unless the fiduciary knowingly disregarded the lack of a representative's authority to act with regard to the matter in question. Section 27. That § 21-22-18 be amended to read: 21-22-18. The notice provided by § 21-22-17 shall be served upon fiduciaries, beneficiaries, and attorneys of record, either except as otherwise provided in sections 1 to 26, inclusive, of this Act. Notice shall be served personally, by mail, postage prepaid, addressed to each at his or her person at the last known post office address as shown by the records and files in the proceeding, or electronically in accordance with § 15-6-5(d) and applicable local rules, at least fourteen days prior to the hearing unless the court for good cause shown directs a shorter period. Section 28. That § 29A-5-411 be amended to read: 29A-5-411. A conservator, in managing the estate, shall act as a fiduciary and in the best interests of the minor or protected person and shall, in addition, have the following powers, which may be exercised without prior court authorization except as otherwise provided: (1) To invest and reinvest the funds of the estate in accordance with the standard of prudence as specified in chapter 55-5; (2) To collect, hold, and retain assets of the estate, including land in another state, and to receive additions to the estate; (3) To continue or participate in the operation of any unincorporated business or other enterprise; (4) To deposit estate funds in a state or federally insured financial institution, including one operated by the conservator; (5) To manage, control, convey, divide, exchange, partition, and sell at public or private sale, for cash or for credit, the real and personal property of the estate; (6) To grant an option to dispose of any asset and to take an option to acquire any asset, and to complete a contract entered into by a protected person, including a contract to convey or purchase real or personal property; (7) To enter into or renew a lease as lessor or lessee with or without option to purchase, including leases for real and personal property and leases and other arrangements for exploration and removal of minerals or other natural resources, and even though the lease or other arrangement may extend beyond the term of the conservatorship; (8) To borrow money and to place, renew, or extend an encumbrance upon any property, real or personal, including the power to borrow from a financial institution operated by the conservator; (9) To abandon property if, in the opinion of the conservator, it is valueless or is so encumbered or in such condition that it is of no benefit to the estate; (10) To make ordinary or extraordinary repairs or alterations in buildings or other property and to grant easements for public or private use, or both, with or without consideration; (11) To vote a security, either personally or by general or limited proxy and to consent to the reorganization, consolidation, merger, dissolution, or liquidation of a corporation or other enterprise; (12) To sell or exercise stock subscription or conversion rights and to pay calls, assessments, and any other sums chargeable or accruing against or on account of securities; (13) To hold a security in the name of a nominee or in other form without disclosure of the conservatorship, so that title to the security may pass by delivery, but the conservator is liable for any act of the nominee in connection with a security so held; (14) To insure the assets of the estate against damage or loss, and the guardian and conservator against liability with respect to third persons; (15) To allow, pay, reject, contest, or settle any claim by or against the estate or protected person by compromise or otherwise and to release, in whole or in part, any claim belonging to the estate to the extent it is uncollectible; (16) To pay taxes, assessments, and other expenses incurred in the collection, care, and administration of the estate; (17) To pay any sum distributable for the benefit of the minor, the protected person, or legal dependent by paying the sum directly to the distributee, to the provider of goods and services, to any individual or facility that is responsible for or has assumed responsibility for care and custody, to a distributee's custodian under a Uniform Gifts or Transfers Act of any applicable jurisdiction, or by paying the sum to the guardian of the minor or protected person or, in the case of a dependent, to the dependent's guardian or conservator; (18) To employ persons, including attorneys, accountants, investment advisors, or agents; to act upon their recommendations without independent investigation; to delegate to them any power, whether ministerial or discretionary; and to pay them reasonable compensation; (19) To maintain life, health, casualty, and liability insurance for the benefit of the minor, the protected person, or legal dependents; (20) To manage the estate following the termination of the conservatorship and until its delivery to the minor, the protected person, or successors in interest; and (21) To execute and deliver all instruments and to take all other actions that will accomplish or facilitate the exercise of the powers conferred by this chapter; and (22) To act as a representative pursuant to subdivision (1) of section 9 of this Act. Section 29. That § 55-1B-6 be amended to read: 55-1B-6. The powers and discretions of a trust protector are as provided in the governing instrument and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the trust protector and are binding on all other persons. The powers and discretion may include the following: (1) Modify or amend the trust instrument to achieve favorable tax status or respond to changes in the Internal Revenue Code, state law, or the rulings and regulations thereunder; (2) Increase or decrease the interests of any beneficiaries to the trust; (3) Modify the terms of any power of appointment granted by the trust. However, a modification or amendment may not grant a beneficial interest to any individual or class of individuals not specifically provided for under the trust instrument; (4) Remove and appoint a trustee, a fiduciary provided for in the governing trust instrument, trust advisor, investment committee member, or distribution committee member; (5) Terminate the trust; (6) Veto or direct trust distributions; (7) Change situs or governing law of the trust, or both; (8) Appoint a successor trust protector; (9) Interpret terms of the trust instrument at the request of the trustee; (10) Advise the trustee on matters concerning a beneficiary; (11) Amend or modify the trust instrument to take advantage of laws governing restraints on alienation, distribution of trust property, or the administration of the trust; (12) Provide direction regarding notification of qualified beneficiaries pursuant to § 55-2-13; (13) Add to the trust an individual beneficiary or beneficiaries from a class of individuals identified in the governing instrument; (14) Add to the trust a charitable beneficiary or beneficiaries from a class of charities identified in the trust instrument; and (15) Provide other powers and discretions in the governing instrument; (16) Remove a representative as provided in subdivision (3) of section 4 of this Act; (17) Appoint a representative as provided in subdivision (12) of section 9 of this Act; and (18) Act as a representative as provided in subdivision (11) of section 9 of this Act. The powers referenced in subdivisions (5), (6), and (11) may be granted notwithstanding the provisions of §§ 55-3-24 to 55-3-28, inclusive. Section 30. That § 55-2-13 be amended to read: 55-2-13. Notification to any qualified beneficiary under this section may be carried out personally, by mail, postage prepaid, addressed to the entity or individual's last known post office address, or electronically pursuant to the provisions of § 15-6-5(d), and on representatives of qualified beneficiaries pursuant to sections 1 to 26, inclusive, of this Act. For purposes of this section, the term, qualified beneficiary, means a beneficiary that is an entity then in existence or an individual who is twenty-one years of age or older and who, on the date the beneficiary's qualification is determined: (1) Is a distributee or permissible distributee of trust income or principal; (2) Would be a distributee or permissible distributee of trust income or principal if the interests of the distributees terminated on that date; or (3) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date. However, if the distributee is then unknown because a person holds a power to change the distributee, the trustee shall give notice only to the holder of the power. Except as otherwise provided by the terms of a revocable trust, a trustee has no duty to notify the qualified beneficiaries of the trust's existence. Except as otherwise provided by the terms of an irrevocable trust or otherwise directed in writing by the settlor, trust advisor, or trust protector, the trustee shall, within sixty days after the trustee has accepted trusteeship of the trust, or within sixty days after the date the trustee acquires knowledge that a formerly revocable trust has become irrevocable, notify the qualified beneficiaries of the trust's existence and of the right of the beneficiary to request a copy of the trust instrument pertaining to the beneficiary's interest in the trust. Except as otherwise provided by the terms of an irrevocable trust or otherwise directed in writing by the settlor, trust advisor, or trust protector, a trustee of an irrevocable trust: (1) Upon request of a qualified beneficiary, shall promptly furnish to the qualified beneficiary a copy of the trust instrument; (2) If notification of the trust has not been accomplished pursuant to this section within sixty days after accepting a trusteeship, shall notify the qualified beneficiaries of the acceptance and of the trustee's name, address, and telephone number; (3) Shall promptly respond to a qualified beneficiary's request for information related to the administration of the trust, unless the request is unreasonable under the circumstances. The settlor, trust advisor, or trust protector, may, by the terms of the governing instrument, or in writing delivered to the trustee, expand, restrict, eliminate, or otherwise modify the rights of beneficiaries to information relating to a trust. A beneficiary may waive the right to the notice or information otherwise required to be furnished under this section and, with respect to future reports and other information, may withdraw a waiver previously given. The change in the identity of a trustee, occurring as the result of a mere name change or a merger, consolidation, combination, or reorganization of a trustee, does not require notice. If a fiduciary is bound by a duty of confidentiality with respect to a trust or its assets, a fiduciary may require that any beneficiary who is eligible to receive information pursuant to this section be bound by the duty of confidentiality that binds the trustee before receiving such information from the trustee. A trust advisor, trust protector, or other fiduciary designated by the terms of the trust shall keep each excluded fiduciary designated by the terms of the trust reasonably informed about: (1) The administration of the trust with respect to any specific duty or function being performed by the trust advisor, trust protector, or other fiduciary to the extent that the duty or function would normally be performed by the excluded fiduciary or to the extent that providing such information to the excluded fiduciary is reasonably necessary for the excluded fiduciary to perform its duties; and (2) Any other material information that the excluded fiduciary would be required to disclose to the qualified beneficiaries under this section regardless of whether the terms of the trust relieve the excluded fiduciary from providing such information to qualified beneficiaries. Neither the performance nor the failure to perform of a trust advisor, trust protector, or other fiduciary designated by the terms of the trust as provided in this subdivision shall affect the limitation on the liability of the excluded fiduciary. The provisions of this section are effective for trusts created after June 30, 2002, except as otherwise directed by the settlor, trust protector, trust advisor, or other fiduciary designated by the terms of the trust. For trusts created before July 1, 2002, a trustee has no duty at common law or otherwise to notify a qualified beneficiary of the trust's existence unless otherwise directed by the settlor. Section 31. That § 55-2-18 be amended to read: 55-2-18. The exercise of the power to distribute the income or principal of the trust under § 55-2-15 shall be by an instrument in writing, signed and acknowledged by the trustee and filed with the records of the trust. The trustee of the first trust may notify all the beneficiaries of the first trust, in writing, at least twenty days prior to the effective date of the trustee's exercise of the power under § 55-2-15 (applying the South Dakota Virtual Representation Statutes, §§ 55-3-31 to 55-3-38, inclusive sections 1 to 26, inclusive, of this Act). A copy of the proposed exercise of this authority and the second trust agreement shall satisfy this notice provision. For the purposes of this section, the term, beneficiaries, means those persons who would be entitled to notice and a copy of the first trust instrument under § 55-2-13. Section 32. That § 55-3-5 be amended to read: 55-3-5. A trustee must fulfill the purposes of the trust as declared at its creation, or as subsequently amended, and must follow all the directions of the trustor given at that time, except as modified by the consent of all parties interested, and upon approval by the court. For purposes of modifications by consent of all parties interested and modifications upon approval by the court, the provisions of sections 1 to 26, inclusive, of this Act apply to such modifications. Section 33. That § 55-3-24 be amended to read: 55-3-24. An irrevocable trust may be modified or terminated upon the consent of all of the beneficiaries if continuance of the trust on its existing terms is not necessary to carry out a material purpose. Whether or not continuance of the trust on its existing terms is necessary to carry out a material purpose, an irrevocable trust may be modified or terminated upon the consent of the trustor and all of the beneficiaries. Upon termination of a trust under this section, the trustee shall distribute the trust property in accordance with the trustor's probable intention or in any other manner as agreed by all the beneficiaries. The trustor's powers with respect to termination or modification may be exercised by an agent under a power of attorney only to the extent the power of attorney expressly so authorizes. A conservator may exercise the trustor's powers under this section only if approved by the court supervising the conservatorship. If the consent of a person under disability is required, such consent may be given by any person upon whom notice may be served pursuant to § 55-3-35. No person may be required to seek court affirmation of the trust's modification or termination made pursuant to this section. The provisions of sections 1 to 26, inclusive, of this Act apply to this section. Section 34. That § 55-3-45 be amended to read: 55-3-45. If a trust is not subject to court supervision under chapter 21-22, and if no objection has been made by a distribution beneficiary, as defined in this title, of a trust within one hundred eighty days after a copy of the trustee's accounting has been mailed, postage prepaid, to the last known address of such distribution beneficiary, personally, or electronically in accordance with § 15-6-5(d), the distribution beneficiary is deemed to have approved such accounting of the trustee, and the trustee, absent fraud, intentional misrepresentation, or material omission, shall be released and discharged from any and all liability to all beneficiaries of the trust as to all matters set forth in such accounting. The provisions of sections 1 to 26, inclusive, of this Act apply to this section. For purposes of this section, the term, accounting, means any interim or final report or other statement provided by a trustee reflecting all transactions, receipts, and disbursements during the reporting period and a list of assets as of the end of the period covered by the report or statement, and including written notice to the distribution beneficiary of the provisions of this section. Section 35. That § 55-4-57 be amended to read: 55-4-57. (a) A judicial proceeding to contest whether a revocable trust or any amendment thereto, or an irrevocable trust was validly created may not be commenced later than the first to occur of: (1) One year after the settlor's death; (2) Sixty days after the trustee, trust advisor, trust protector, or the settlor sent the person who is contesting the trust a copy of the trust instrument and a notice informing the person of the trust's existence, of the trustee's name and address, and of the time allowed for commencing a proceeding; (3) Upon notice of entry of an order of adjudication of the trust's validity as a result of a petition filed before the settlor's death by any fiduciary of the trust or the settlor of a trust; (4) Upon notice of entry of an order of any other adjudication of the trust's validity or the date the person's right to contest was precluded by consent or other limitation; (5) The last date a petition for review of a will could be filed under South Dakota law, if the trust was revocable at the settlor's death and the trust was specifically referred to in the settlor's last will; or (6) Upon notice of entry of a court's order approving a conservator's proposal to create a trust or amendment thereto if the trust or trust amendment was created pursuant to and in conformity with § 29A-5-419 or 29A-5-420. (b) Upon the death of the settlor of a trust that was revocable at the settlor's death, the trustee may proceed to distribute the trust property in accordance with the terms of the trust. The trustee is not subject to liability for doing so unless: (1) The trustee knows of a pending proceeding contesting the validity of the trust; or (2) A potential contestant has notified the trustee of a possible proceeding to contest the trust and a proceeding is commenced within sixty days after the contestant sent the notification. (c) A beneficiary of a trust that is determined to have been invalid is liable to return any distribution received for proper distribution. If the beneficiary refuses to return the distribution, the beneficiary may be liable for all costs, including attorney fees, incurred for the recovery of the distribution. (d) Notice given by the trustee, trust protector, trust advisor, or settlor under this section shall be given to all beneficiaries of a trust and all heirs at law of the trust settlor. (e) With respect to notices to beneficiaries and potential contestants under this section, if personal service is not made, then the notice shall be mailed certified or registered mail, postage prepaid, to the last known address of the person, and absent evidence to the contrary, notice to the person is presumed to have been made on the date of delivery to the last known address of the person, when there is proof of delivery. (f) No trustee, trust advisor, or trust protector may incur any liability to any person or otherwise for failure to provide any written notice discussed above. (g) The provisions of sections 1 to 26, inclusive, of this Act apply to this section. Section 36. That §§ 55-3-31 to 55-3-38, inclusive, be repealed. Section 37. That § 29A-1-102 be amended to read: 29A-1-102. This code The South Dakota Uniform Probate Code shall be liberally construed and applied to promote simplification, clarification, and efficiency in the law of decedent's estates, guardianship and conservatorship, and multiple-party accounts and other nonprobate transfers. This code also includes §§ 55-3-31 to 55-3-38, inclusive."}, {"bill_id": 7793, "bill_version_id": 43993, "bill_version": "Enrolled", "bill_version_date": "2017-02-07T10:15:25.34-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7793, "action_date": "2017-01-10T12:00:00-06:00", "document_id": 42448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42448.pdf", "status_text": "First read in House and referred to", "journal_page": 27, "committee_id_action": 361, "committee_id_assigned": 359, "result": "N", "vote": {}}, {"bill_id": 7793, "action_date": "2017-01-11T13:00:00-06:00", "document_id": 42478, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42478.pdf", "status_text": "Referred to", "journal_page": 38, "committee_id_action": 361, "committee_id_assigned": 356, "result": "P", "vote": {}}, {"bill_id": 7793, "action_date": "2017-01-20T07:45:00-06:00", "document_id": 42665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42665.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 356, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7793, "action_date": "2017-01-20T07:45:00-06:00", "document_id": 42827, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42827.pdf", "status_text": "Do Pass", "journal_page": 92, "committee_id_action": 356, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22428, "president_vote": null, "Yea": [1166, 1147, 1143, 1139, 1133, 1149, 1160, 1113, 1165, 1119], "Excused": [1179, 1136, 1206]}}, {"bill_id": 7793, "action_date": "2017-01-23T14:00:00-06:00", "document_id": 42952, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42952.pdf", "status_text": "Deferred to another day", "journal_page": 168, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7793, "action_date": "2017-01-24T14:00:00-06:00", "document_id": 43059, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43059.pdf", "status_text": "Deferred to another day", "journal_page": 183, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7793, "action_date": "2017-01-25T14:00:00-06:00", "document_id": 43199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43199.pdf", "status_text": "Do Pass", "journal_page": 200, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22607, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1118, 1180, 1112, 1197, 1190, 1173, 1183, 1179, 1114, 1201, 1198, 1202, 1116, 1129, 1143, 1142, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1130, 1191, 1185, 1117, 1133, 1200, 1206, 1124, 1170, 1203, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1145, 1187, 1149], "Excused": [1122, 1150], "Nay": [1125, 1110, 1156, 1111]}}, {"bill_id": 7793, "action_date": "2017-01-26T13:00:00-06:00", "document_id": 43344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43344.pdf", "status_text": "First read in Senate and referred to", "journal_page": 222, "committee_id_action": 360, "committee_id_assigned": 332, "result": "N", "vote": {}}, {"bill_id": 7793, "action_date": "2017-02-02T10:00:00-06:00", "document_id": 43467, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43467.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 332, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7793, "action_date": "2017-02-02T10:00:00-06:00", "document_id": 43716, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43716.pdf", "status_text": "Do Pass", "journal_page": 268, "committee_id_action": 332, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22783, "president_vote": null, "Nay": [1100], "Yea": [1194, 1144, 1131, 1098, 1163, 1175]}}, {"bill_id": 7793, "action_date": "2017-02-03T13:00:00-06:00", "document_id": 43866, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43866.pdf", "status_text": "Deferred to another day", "journal_page": 302, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7793, "action_date": "2017-02-06T14:00:00-06:00", "document_id": 43965, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43965.pdf", "status_text": "Do Pass", "journal_page": 317, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22919, "president_vote": null, "Yea": [1154, 1171, 1148, 1108, 1096, 1097, 1109, 1105, 1175, 1106, 1164, 1194, 1169, 1107, 1104, 1163, 1144, 1131, 1135, 1178, 1141, 1157, 1172, 1151, 1174, 1146, 1102, 1098, 1137, 1167, 1132, 1189], "Excused": [1103], "Nay": [1100, 1099]}}, {"bill_id": 7793, "action_date": "2017-02-07T14:00:00-06:00", "document_id": 44042, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44042.pdf", "status_text": "Signed by the Speaker", "journal_page": 337, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7793, "action_date": "2017-02-08T14:00:00-06:00", "document_id": 44140, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44140.pdf", "status_text": "Signed by the President", "journal_page": 350, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7793, "action_date": "2017-02-09T13:00:00-06:00", "document_id": 44224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44224.pdf", "status_text": "Delivered to the Governor", "journal_page": 364, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7793, "action_date": "2017-02-16T13:00:00-06:00", "document_id": 44630, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44630.pdf", "status_text": "Signed by the Governor", "journal_page": 414, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6490, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7793"}