{"session_id": 68, "bill_id": 23641, "bill_type": "Senate Bill", "bill_number": 96, "bill_title": "provide for the recall of school board members.", "sponsors": [{"legislator_profile_id": 4404, "is_prime": true}, {"legislator_profile_id": 4445, "is_prime": false}, {"legislator_profile_id": 4333, "is_prime": false}, {"legislator_profile_id": 4459, "is_prime": false}, {"legislator_profile_id": 4360, "is_prime": false}, {"legislator_profile_id": 4375, "is_prime": false}, {"legislator_profile_id": 4388, "is_prime": false}, {"legislator_profile_id": 4397, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}], "keywords": ["Education", "Elections", "School Districts"], "audio": [{"meeting_datetime": "2023-01-31T09:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sed14.mp3", "start_seconds": 135.0}, {"meeting_datetime": "2023-01-31T09:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sed14.mp3", "start_seconds": 135.0}, {"meeting_datetime": "2023-01-31T09:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sed14.mp3", "start_seconds": 135.0}], "bill_versions": [{"bill_id": 23641, "bill_version_id": 245619, "bill_version": "Introduced", "bill_version_date": "2023-01-24T09:27:25.41-06:00", "bill_text": "An Act to provide for the recall of school board members. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 13-7 be amended with a NEW SECTION: A member of the board of a school district may be recalled from office at any time by the voters of the school district as provided in sections 1 to 5, inclusive, of this Act. A petition demanding the recall of a board member must be filed with the business manager of the school district. The petition must contain a statement describing the grounds on which recall is sought. The act constituting the grounds for recall must be in relation to the member's official duties. The grounds for recall are: (1) Misconduct; (2) Malfeasance; (3) Nonfeasance; (4) Conviction of a crime; (5) Impropriety; (6) Gross incompetency; (7) Corruption; (8) Theft; (9) Oppression; (10) Gross partiality; and (11) Conflict of interest. The petition must be signed by at least fifteen percent of the voters of the school district, based on the total number of voters registered in the district at the preceding annual school district election. No signature on a petition is valid if signed more than sixty days before the filing of the petition. The State Board of Elections shall promulgate rules pursuant to chapter 1-26 to prescribe the form for a recall petition. Section 2. That chapter 13-7 be amended with a NEW SECTION: A petition signature may be challenged in the manner provided in §§ 12-1-13 to 12-1-16, inclusive. A failure to so challenge a petition signature does not prohibit a person from challenging the filing of the recall petition or the sufficiency of the statement of the grounds for recall. A challenge to the petition regarding the statement of the grounds for recall must be filed in circuit court within five business days of the filing of the petition with the business manager. The circuit court shall conduct an expedited declaratory judgment hearing on the challenge with no right to trial by jury. Section 3. That chapter 13-7 be amended with a NEW SECTION: If a petition to recall a board member is filed with the business manager and meets the requirements of section 1 of this Act, the business manager shall present the petition to the board at its next regular meeting. Except as otherwise provided in this section, the board shall, within ten days of the presentation, order and fix a date for holding a special election to be held on a Tuesday not less than forty-five, nor more than sixty, days from the date of the order of the board. The business manager shall publish notice of the election in accordance with § 13-7-8.1. If a petition is filed within ninety days before the annual school district election, and with sufficient time to comply with § 13-7-8.1, the question of the recall and replacement of the board member must be submitted at the annual election. Section 4. That chapter 13-7 be amended with a NEW SECTION: Unless the board member requests otherwise in writing, the business manager shall place the board member's name on the official ballot without nomination. The business manager shall also place on the official ballot the name of any other candidate nominated as provided in this chapter, if the candidate's nominating petition is filed with the business manager at least thirty days before the date of the election. If the board member sought to be recalled represents a specific representation area in the district, any candidate for replacement must be a resident voter of that area. If no other candidate is nominated for the position, the board member shall remain in office and no recall election may be held. Section 5. That chapter 13-7 be amended with a NEW SECTION: If the board member sought to be recalled is elected at the recall election, the member shall continue in office and is not required to qualify again. If a candidate other than the member is elected, the member is deemed removed from office upon or at the expiration of the time for qualification of the successor. The successor shall qualify and assume membership at the first meeting of the board following the election. If the successor fails to qualify, the office is deemed vacant. The vacancy must be filled as provided in § 13-8-25. The member removed from office may not be appointed to fill the vacancy. The successor of any recalled board member shall hold office for the remainder of the removed member's unexpired term. Section 6. That § 13-8-14 be AMENDED: 13-8-14. TheEach individual newly elected members of to the school board of a school district shall qualify and assume membership at the annual meeting of the school board in July, and appointed members , unless the individual was elected during a special recall election as provided in section 5 of this Act. Each individual newly appointed, or elected during a special recall election, to the board shall assume membership at the next first meeting following such the appointment, by taking and subscribing to or special election. Each individual newly elected or appointed to the board shall take an oath or affirmation to support the laws and Constitution of the United States and the State of South Dakota and this state, to faithfully perform the duties of school a board membership member, and by filing a bond if required by law, file a bond and having it have the bond approved."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23641, "action_date": "2023-01-24T14:00:00-06:00", "document_id": 245445, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245445.pdf", "status_text": "First read in Senate and referred to", "journal_page": 102, "committee_id_action": 1183, "committee_id_assigned": 1174, "result": "N", "vote": {}}, {"bill_id": 23641, "action_date": "2023-01-31T09:00:00-06:00", "document_id": 246879, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246879.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1174, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23641, "action_date": "2023-01-31T09:00:00-06:00", "document_id": 246880, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246880.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1174, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76528, "president_vote": null, "Yea": [4339, 4342, 4348, 4407, 4453, 4414], "Nay": [4404]}}]}