{"session_id": 24, "bill_id": 7490, "bill_type": "Senate Bill", "bill_number": 131, "bill_title": "establish a target teacher salary and a target teacher ratio, to revise certain provisions regarding education funding, to create the School Finance Accountability Board, and to provide for certain school district reporting and penalties.", "sponsors": [], "keywords": ["Appropriation", "Education", "State Aid to Education", "Teachers"], "audio": [{"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst24.mp3", "start_seconds": 1735.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst24.mp3", "start_seconds": 1735.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst24.mp3", "start_seconds": 1735.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst24.mp3", "start_seconds": 1735.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst24.mp3", "start_seconds": 1735.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst24.mp3", "start_seconds": 1735.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst24.mp3", "start_seconds": 1735.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen26.mp3", "start_seconds": 7330.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen26.mp3", "start_seconds": 7330.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen26.mp3", "start_seconds": 7330.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen26.mp3", "start_seconds": 7330.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen26.mp3", "start_seconds": 7330.0}, {"meeting_datetime": "2016-03-01T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hap30.mp3", "start_seconds": 131.0}, {"meeting_datetime": "2016-03-01T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hap30.mp3", "start_seconds": 131.0}, {"meeting_datetime": "2016-03-01T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hap30.mp3", "start_seconds": 131.0}, {"meeting_datetime": "2016-03-01T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hap30.mp3", "start_seconds": 131.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou33.mp3", "start_seconds": 10930.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou33.mp3", "start_seconds": 10930.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou33.mp3", "start_seconds": 10930.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou34.mp3", "start_seconds": 6720.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou34.mp3", "start_seconds": 6720.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou34.mp3", "start_seconds": 6720.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou34.mp3", "start_seconds": 6720.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou34.mp3", "start_seconds": 6720.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou34.mp3", "start_seconds": 6720.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou34.mp3", "start_seconds": 6720.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou34.mp3", "start_seconds": 6720.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou34.mp3", "start_seconds": 6720.0}, {"meeting_datetime": "2016-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen35.mp3", "start_seconds": 2532.0}, {"meeting_datetime": "2016-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen35.mp3", "start_seconds": 2532.0}, {"meeting_datetime": "2016-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen35.mp3", "start_seconds": 2532.0}], "bill_versions": [{"bill_id": 7490, "bill_version_id": 38515, "bill_version": "Introduced", "bill_version_date": "2016-02-02T10:27:35.273-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a target teacher salary and a target teacher ratio and to revise certain provisions regarding education funding. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-10-6 be repealed. 13-10-6. For the purpose of continuing a fund for the payment of pensions to retired employees of a school district that has established such system, the school district may levy an annual tax not exceeding thirty cents per thousand dollars of taxable valuation of the school district for the current year. The levy may not be included in determining the tax levy limitation of the school district provided by law. Moneys collected from the tax shall be kept by the business manager in a special pension fund and may not be used for any other purpose except upon discontinuance of the pension system by the school district, in which case any unexpended balance shall be transferred to the general fund. For taxes payable in 2011, the total amount of revenue payable from the levy provided in this section may not increase more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for the taxes payable in 2010. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. For taxes payable in 2012, 2013, 2014, and 2015, the total amount of revenue payable from the levy provided in this section may not increase more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for the taxes payable in 2010 plus any unused index factor from the previous years. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. Any school district created or reorganized after January 1, 2009, is exempt from the limitation provided by this section for a period of two years immediately following its creation. For taxes payable in 2011, 2012, 2013, 2014, and 2015, the levy limitation of thirty cents per thousand dollars of taxable valuation does not apply to any school district. Section 2. Section 1 of this Act is effective on January 1, 2017. Section 3. That § 13-11-3 be amended to read: 13-11-3. The school district shall report the amount budgeted to the county auditor before October first on forms prescribed by the county auditor. The county auditor shall spread a levy in dollars and cents over the taxable property of the school district sufficient to raise the money requested by the school district subject to the legal dollars and cents limitations on any of the funds as provided by law. For the general fund, and special education fund, capital outlay fund, and pension fund, the school district may report the levy in dollars or dollars per one thousand dollars of taxable valuation. Section 4. That § 13-13-10.1 be amended to read: 13-13-10.1. Terms used in this chapter mean The education funding terms and procedures referenced in this chapter are defined as follows: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42.1 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership fall enrollment of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (2A) \"Fall enrollment,\" the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the current school year minus the number of students for whom the district receives tuition, except nonresident students who are in the care and custody of a state agency and are attending a public school and students for whom tuition is being paid pursuant to § 13-28-42.1, plus the number of students for whom the district pays tuition. When computing state aid to education for a school district pursuant to § 13-13-73, the secretary of the Department of Education shall use either the school district's fall enrollment or the average of the school district's fall enrollment from the previous two years, whichever is higher; (2B) Repealed by SL 2010, ch 84, § 1. (2C) \"Small school adjustment,\" calculated as follows: (a) For districts with a fall enrollment of two hundred or less, multiply 0.2 times $4,237.72; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, multiply the fall enrollment times negative 0.0005; add 0.3 to that result; and multiply the sum obtained times $4,237.72; The determination of the small school adjustment for a school district may not include any students residing in a residential treatment facility when the education program is operated by the school district \"Target teacher ratio factor,\" is: (a) For school districts with a fall enrollment of two hundred or less, the target teacher ratio factor is 12.5; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, the target teacher ratio factor is calculated as follows: (1) Multiplying the fall enrollment by .00625; (2) Adding 11.25 to the product of subsection (b)(1); (c) For districts with a fall enrollment of six hundred or greater, the target teacher ratio factor is 15; (2D) \"Limited English proficiency (LEP) adjustment,\" is calculated as follows: (a) Multiply by multiplying 0.25 times the per student allocation; and (b) Multiply the product obtained in subsection (a) times the number of kindergarten through twelfth grade students who, in the prior school year, scored below level four on the state-administered language proficiency assessment as required in the state's consolidated state application pursuant to 20 USC § 6311(b)(7) as of January 1, 2013; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for school fiscal year 2016 is $4,876.76. Each school fiscal year thereafter, the per student allocation is the previous fiscal year's per student allocation increased by the index factor \"Target teacher salary,\" for school fiscal year 2017 is $48,500. Each school fiscal year thereafter, the target teacher salary is the previous fiscal year's target teacher salary increased by the index factor; (4A) \"Target teacher benefits,\" is the target teacher salary multiplied by twenty-nine percent; (4B) \"Target teacher compensation,\" is the sum of the target teacher salary and the target teacher benefits; (4C) \"Overhead rate,\" is thirty-one percent; (5) \"Local need,\" is the sum of calculated as follows: (a) The per student allocation multiplied by the fall enrollment Divide the fall enrollment by the target teacher ratio factor; (b) The small school adjustment, if applicable, multiplied by the fall enrollment; and If applicable, divide Limited English proficiency (LEP) adjustment pursuant to subdivision (2D) by the target teacher ratio factor; (c) The limited English proficiency (LEP) adjustment, calculated pursuant to subdivision (2D), if applicable Add the results of subsections (a) and (b); (d) Multiply the result of subsection (c) by the target teacher compensation; (e) Multiply the product of subsection (d) by the overhead rate; (f) Add the products of subsections (d) and (e); (g) When calculating local need at the statewide level, include the amounts set aside for costs related to technology in schools and statewide student assessments; and (e)(h) When calculating local need at the statewide level, include the amounts set aside for sparse school district benefits, calculated pursuant to §§ 13-13-78 and 13-13-79; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42. Beginning on July 1, 2017, local effort will include the amount of funds apportioned to each school district in the year preceding the most recently completed school fiscal year pursuant to §§ 10-33-24, 10-35-21, 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 and that exceeds the other revenue base amount. For the period July 1, 2016, through December 31, 2016, inclusive, local effort includes the amount of ad valorem taxes generated by applying the levies established pursuant to § 13-10-6 during this period; (6A) \"Other revenue base amount,\" is the amount of funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21, 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 calculated as follows: (a) Beginning on July 1, 2017, equals the greatest of the amounts of the funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21, 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 for school fiscal years 2013, 2014, and 2015; (b) Beginning on July 1, 2018, multiply eighty percent times subsection (a); (c) Beginning on July 1, 2019, multiply sixty percent times subsection (a); (d) Beginning on July 1, 2020, multiply forty percent times subsection (a); (e) Beginning on July 1, 2021, multiply twenty percent times subsection (a); (f) Beginning on July 1, 2022, is zero. For a school district created or reorganized after July 1, 2016, the other revenue base amount is the sum of the other revenue base amount for each district before reorganization. In the case of the dissolution and annexation of a district, the other revenue base amount of the dissolved school district will be prorated based on the total number of students in the fall enrollment as defined in subdivision (2A) who attend each district to which area of the dissolved district were annexed to in the first year of reorganization. The amount apportioned for each district will be added to the annexed districts' other revenue base; (7) \"General fund balance percentage,\" is a school district's general fund equity divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (8) \"General fund reserves,\" the sum of a school district's nonspendable and restricted fund balances of the general fund; (9) \"Nonspendable fund balance,\" that amount of the fund balance that is not in spendable form; (10) \"Restricted fund balance,\" that amount of the fund balance that has constraints on how it may be used that are externally imposed or are imposed by law \"Per student equivalent,\" for funding calculations that are determined on a per student basis, the per student equivalent is calculated as follows: (a) Multiply the target teacher compensation times the sum of one plus the overhead rate; (b) Divide subsection (a) by 15; (8) \"Monthly cash balance,\" the total amount of money for each month in the school district's general fund, calculated by adding all deposits made during the month to the beginning cash balance and deducting all disbursements or payments made during the month; (9) \"General fund base percentage,\" is determined as follows: (a) Forty percent for a school district with a fall enrollment as defined in subdivision (2A) of two hundred or less; (b) Thirty percent for a school district with fall enrollment as defined in subdivision (2A) of more than two hundred but less than six hundred; and (c) Twenty-five percent for a school district with fall enrollment as defined in subdivision (2A) greater than or equal to six hundred. When determining the general fund base percentage, the secretary of the Department of Education shall use the lesser of the school district's fall enrollment as defined in subdivision (2A) for the current school year or the school district's fall enrollment from the previous two years; (10) \"Allowable general fund cash balance,\" the general fund base percentage multiplied by the district's general fund expenditures in the previous school year. Section 5. That § 13-13-10.4 be amended to read: 13-13-10.4. For the purposes of subdivisions 13-13-10.1(1) and 13-13-10.1(1A), a pupil or § 13-13-10.1, a student is enrolled if: (1) The pupil or student is less than twenty-one years of age on the first day of July or meets the requirements of § 13-28-5 and 13-28-6; and (2) The pupil or student has not completed an approved program or graduated from high school; and (3) The pupil's or student's parent or guardian resides within the school district, or in the case of an emancipated minor the pupil or student resides within the district or the pupil or student has been properly assigned to the district or has been approved to attend school in the district under the terms of the enrollment options program established in § 13-28-40; and (4) The pupil or student is not simultaneously enrolled in any other school district and has not been excused from school attendance under the terms of § 13-27-1.1 or 13-27-2. Section 6. That § 13-13-10.5 be amended to read: 13-13-10.5. For purposes of state aid to education, a student enrolled pursuant to § 13-28-41 or 13-28-51 shall be counted in a school's average daily membership fall enrollment as defined in subdivision 13-13-10.1(1) § 13-13-10.1 in a proportion equal to the share of the student's enrollment in the school. Section 7. That § 13-13-72 be amended to read: 13-13-72. It is the policy of the Legislature that the appropriation for state aid to education increase on an annual basis by the percentage increase in local need on an aggregate statewide basis so that the relative proportion of local need paid by local effort and state aid shall remain constant. For school fiscal year 2013, it is the policy of the Legislature that the relative proportion of the total local need paid by state aid shall be amended by adjusting the proportion of state aid to fifty-three and eight-tenths percent of the total local need. However, the increase in the per student allocation on an annual basis that exceeds three percent shall be paid solely by the state and is not a factor in this policy. For school fiscal years 2017 to 2022, inclusive, the proportion of local need paid by local effort and state aid shall be adjusted annually to maintain the proportion between state aid and local property taxes and to reflect adjustments in local effort due to the implementation of the other revenue base amount as defined in § 13-13-10.1. Section 8. That § 13-13-72.1 be amended to read: 13-13-72.1. Any adjustments in the levies specified in § 10-12-42 made pursuant to §§ 13- 13-71 and 13-13-72 shall be based on maintaining the relationship between statewide local effort as a percentage of statewide local need in the fiscal year succeeding the fiscal year in which the adjustment is made. For school fiscal years 2017 to 2022, inclusive, the proportion of local need paid by local effort and state aid shall be adjusted annually to reflect adjustments in local effort due to the implementation of the other revenue base amount as defined in § 13-13-10.1. However, for fiscal year 2013 and each year thereafter, if the levies specified in § 10-12-42 are not adjusted to maintain this relationship, the per student allocation target teacher salary as defined in § 13-13-10.1(4) 13-13-10.1 shall be reduced to maintain the relationship between statewide local effort as a percentage of statewide local need. Any adjustment to the levy for agricultural property shall be based upon the change in the statewide agricultural taxable valuation and the reclassification of agricultural property to another property classification. Any adjustment to the levies for nonagricultural property and owner-occupied single-family dwellings shall be based upon the change in the statewide nonagricultural property and owner-occupied single-family dwellings taxable valuations. However, if any new project with a total taxable valuation of one hundred fifty million dollars or more is constructed, the levies shall be proportionately decreased for agricultural property, nonagricultural property, and owner-occupied single-family dwellings. In addition to the adjustments in the levies provided by this section, the levies for nonagricultural property and owner-occupied single-family dwellings shall also be adjusted as necessary to account for the additional increase in the total assessed value for nonagricultural property and owner-occupied single-family dwellings pursuant to the phasing out and repeal of the provisions provided in § 10-6-74. Section 9. That § 13-13-73 be amended to read: 13-13-73. The secretary of the Department of Education shall compute state aid to education for each school district according to the following calculations: (1) Determine each school district's fall enrollment; (2) To arrive at the local need per district: (a) Multiply the per student allocation by the fall enrollment; (b) Multiply the small school adjustment, if applicable, by the fall enrollment; (c) Calculate the limited English proficiency (LEP) adjustment pursuant to subdivision (2D), if applicable; and (d) Add the product of subsection (a) to the product of subsection (b) and to the calculation in subsection (c); (3) State aid is (a) local need as defined in § 13-13-10.1 minus local effort, or (b) zero if the calculation in (a) is a negative number; (4)(2) If the state aid appropriation for the general support of education is in excess of the entitlement provided for in this section and the entitlement provided for in § 13-13-85, the excess shall be used to fund any shortfall of the appropriation as provided for in § 13-37-36.3. The secretary shall report to the Governor by January seventh of each year, the amount of state aid necessary to fully fund the general aid formula in the current year. If a shortfall in the state aid appropriation for general education exists that cannot be covered by § 13-37-45, the Governor shall inform the Legislature and provide a proposal to eliminate the shortfall. Section 10. That § 13-13-79 be amended to read: 13-13-79. At the same time that state aid is distributed to school districts pursuant to §§ 13-13-10.1 to 13-13-41, inclusive, the secretary of the Department of Education shall distribute funds to sparse school districts by multiplying the result of the calculation in either subdivision 13-13-78(2) or subdivision 13-13-78(3) by seventy-five percent of the per student allocation equivalent as defined in § 13-13-10.1. However, no sparse school district may receive a sparsity benefit in any year that exceeds one hundred ten thousand dollars in any fiscal year. Section 11. That § 13-13-82 be amended to read: 13-13-82. An eligible school district shall receive an amount equal to the per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1 multiplied by the number of eligible students included in its fall enrollment as defined in subdivision 13-13-10.1(2A) § 13-13-10.1. Section 12. That § 13-13-87 be amended to read: 13-13-87. A school district providing education for children in a residential treatment center or intensive residential treatment center shall receive an amount equal to the current year's per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1 multiplied by the average daily membership, in the prior school year, for residentially-placed students attending each residential treatment center or intensive residential treatment center for whom tuition is paid by another school district pursuant to § 13-28-11. This section applies only to an educational program provided through a school district. Section 13. That § 13-16-7 be amended to read: 13-16-7. The school board of any school district of this state may at its discretion authorize an annual levy of a tax not to exceed three dollars per thousand dollars of taxable valuation on the taxable valuation of the district for the capital outlay fund for assets as defined by § 13-16-6 or for its obligations under a resolution, lease-purchase agreement, capital outlay certificate, or other arrangement with the Health and Educational Facilities Authority. Taxes collected pursuant to such levy may be irrevocably pledged by the school board to the payment of principal of and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or lease-purchase agreements or other arrangement with the Health and Educational Facilities Authority and, so long as any capital outlay certificates are outstanding, installment agreement payments, lease-purchase agreements, or other arrangements are unpaid, the school board of any district may be compelled by mandamus or other appropriate remedy to levy an annual tax sufficient to pay principal and interest thereon, but not to exceed the three dollars per thousand dollars of taxable valuation in any year authorized to be levied hereby. For taxes payable in 2011, the total amount of revenue payable from the levy provided in this section may not increase more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for the taxes payable in 2010. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. A school district may increase the revenue it receives from taxes on real property above the limit provided by this section for taxes levied to pay the principal, interest, and redemption charges on any bonds issued after January 1, 2009, which are subject to referendum; for scheduled payment increases on bonds, and for a levy directed by the order of a court for the purpose of paying a judgment against the school district. Any school district created or reorganized after January 1, 2009, is exempt from the limitation provided by this section for a period of two years immediately following its creation. For taxes payable in 2012, 2013, 2014, and 2015, the The total amount of revenue payable from the levy provided in this section may not increase annually by more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for from the taxes payable in 2010 plus any unused index factor from the previous years 2016. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. A school district may increase the revenue it receives from taxes on real property above the limit provided by this section for taxes levied to pay the principal, interest, and redemption charges on any bonds issued after January 1, 2009, which are subject to referendum, scheduled payment increases on bonds and for a levy directed by the order of a court for the purpose of paying a judgment against such school district. Any school district created or reorganized after January 1, 2009 2016, is exempt from the limitation provided by this section for a period of two years immediately following its creation. For taxes payable in 2011, 2012, 2013, 2014, and 2015, the levy limitation of three dollars per thousand dollars of taxable valuation does not apply to any school district. In no year may the annual tax levy provided in this section exceed three dollars per thousand dollars of taxable valuation of the school district for the current year. Starting with taxes payable in 2021, a school district is limited to the maximum taxes allowed pursuant to this section or two thousand eight hundred dollars for each enrolled student as determined in the fall enrollment count set forth in § 13-13-10.1, whichever is less. For 2022 and subsequent years, the maximum amount for each enrolled student shall increase by the lesser of three percent or the index factor, as defined in § 10-13-38. The maximum amount for each enrolled student does not apply to any school district that has irrevocably pledged taxes collected to the payment of principal and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or lease-purchase agreements or other arrangement with the Health and Educational Facilities Authority, if the obligation was entered into before July 1, 2016, and the limitation would cause the school district to default on its obligation if limited pursuant to this section. Section 14. That § 13-16-7.1 be repealed. 13-16-7.1. For taxes payable in 2014 and 2015, the provisions of §§ 13-10-6 and 13-16-7 that limit the maximum amount of revenue that may be generated by the pension and capital outlay tax levies do not apply to any school district that has less than a ten percent change in the total taxable valuation from the previous year of all real property in the school district, not including the increase of value resulting from any improvements or change in use of real property. Section 15. That § 13-16-6 be amended to read: 13-16-6. The capital outlay fund of the school district is a fund provided by law to meet expenditures which result in the acquisition or lease of or additions to real property, plant, or equipment. Such an expenditure shall be for land, existing facilities, improvement of grounds, construction of facilities, additions to facilities, remodeling of facilities, or for the purchase or lease of equipment. It may also be used for installment or lease-purchase payments for the purchase of real property, plant, or equipment, which have a contracted terminal date not exceeding twenty years from the date of the installment contract or lease-purchase and for the payment of the principal of and interest on capital outlay certificates issued pursuant to § 13-16-6.2. Any purchase of one thousand dollars or less may be paid out of the general fund. The total accumulated unpaid principal balances of such installment contracts and lease-purchase and the outstanding principal amounts of such capital outlay certificates may not exceed three percent of the taxable valuation. The school district shall provide a sufficient levy each year under the provisions of § 13-16-7 to meet the annual installment contract, lease-purchase, and capital outlay certificate payments, including interest. A school district which contracts its student transportation may expend from the capital outlay fund an amount not to exceed fifteen percent of the contract amount. In addition, a school district which reimburses for mileage instead of providing transportation pursuant to § 13-30-3, may use the capital outlay fund to pay for fifteen percent of its mileage reimbursement costs. The capital outlay fund may be used to purchase textbooks and instructional software. The capital outlay fund may be used to purchase warranties on capital assets if the warranties do not include supplies. During the period of time beginning on July 1, 2009, and ending on June 30, 2018, any A school district may make payments transfer from its capital outlay fund for the purchase of property insurance and casualty insurance, for payments for energy costs and the cost of utilities, and for motor fuel or for any portion of a contract providing transportation to students or for any mileage reimbursements. However, the total amount that a school district expends from its capital outlay fund for these expenses may to its general fund an amount not to exceed forty-five percent of the total tax revenues deposited in that fund during the current school fiscal year, and for any school district with a current tax levy for the capital outlay fund that is greater than its tax levy for the capital outlay fund in school fiscal year 2008, the total amount expended from the capital outlay fund for these expenses may not exceed forty-five percent of the total tax revenues that would have been deposited in that fund during the current school fiscal year if the tax levy for the capital outlay fund had not been increased since 2008. Section 16. That § 13-16-26 be amended to read: 13-16-26. All or any part of a surplus of any school district fund, except the capital outlay fund provided by §§ 13-16-6 to 13-16-9, inclusive, and the special education fund provided by § 13-37-16 may be transferred to any other school district fund. Only a school district with a plan for reorganization that has been approved by the voters pursuant to § 13-6-47 after July 1, 2007 may transfer within twelve months before the effective date of the reorganization all or any part of a surplus in the capital outlay fund to the general fund. Any unused portion of money that has been transferred into the special education fund may be transferred from the special education fund within the current fiscal year to the fund from which it originated. All or any part of any school district fund may be loaned to any other school district fund for a term not to exceed twenty-four months. The restriction on a transfer from the capital outlay fund in this section does not apply to any transfer from the capital outlay fund to the general fund as authorized in § 13-16-6. Section 17. That § 13-28-11 be amended to read: 13-28-11. If a child is residing in a residential treatment center or an intensive residential treatment center which provides care for children who are not living with their parents or guardian, the school residence of the child is the school district where the parents or guardian reside, subject to the provisions of § 13-28-9. The school district where a residential treatment center or intensive residential treatment center is located is responsible for providing an educational program for the children who reside in the residential treatment center or intensive residential treatment center. Tuition for a child enrolled in a public school district is the responsibility of the school district where the child was enrolled at the time of placement in the residential treatment center or intensive residential treatment center. The amount of tuition paid by that school district for any child placed in a residential treatment center or intensive residential treatment center who is not eligible for special education services at the time of placement shall be calculated as follows: (1) Divide the current per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1 by one hundred seventy-five; and (2) Multiply the result obtained in subdivision (1) by the number of days the child is placed. This section applies only to a residential treatment center or intensive residential treatment center that provided an educational program through a school district in the 2013-2014 school year or that initiates an educational program through a school district in a subsequent school year. This section does not apply to any placement by the Unified Judicial System, the Department of Corrections, the Department of Social Services, or any entity approved by the Department of Social Services, including a foster home. Section 18. That § 13-28-19.1 be amended to read: 13-28-19.1. If a school district that was contracting pursuant to § 13-15-11, dissolves and is annexed to another school district prior to before July 1, 2010, the school board for the school district to which the former contracting school district is annexed shall, for the current school year and for each school year thereafter, assign the students who reside in land area that was part of the former contracting district to the school that was receiving the students under the contract. The rate of tuition paid per year to the receiving school district may not be less than the per student allocation equivalent as defined in § 13-13-10.1 for that school fiscal year. In addition, the school district to which the former contracting school district is annexed may compensate the receiving school district for all or any portion of the transportation or other costs associated with the students attending school in the receiving school district. If the parent or guardian of a student assigned to a school district in a bordering state pursuant to this section disapproves of the student's assignment, the school board shall assign that student to an attendance center within the district. However, notwithstanding any other provision of law, the school district is not required to provide transportation to that student. Section 19. That § 13-28A-2.1 be amended to read: 13-28A-2.1. Any agreement to allow the regulation of tuition paid between South Dakota school districts and a bordering state's school districts entered into pursuant to this chapter shall specify the tuition rate to be paid by all local school districts on behalf of students enrolled in the school district of a bordering state. However, no tuition regulation program agreement established pursuant to § 13-28A-1 may specify a rate of tuition that is greater than one hundred ten percent of the per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1. Section 20. That § 13-28A-14 be amended to read: 13-28A-14. If the rate of tuition specified in a tuition regulation program agreement established pursuant to § 13-28A-1 is greater than the per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1, any South Dakota school district that pays tuition to a bordering state school district in accordance with that agreement is entitled to the difference between the rate of tuition and the per student allocation equivalent for each student for whom tuition is paid. If the rate of tuition specified in a tuition regulation program agreement established pursuant to § 13-28A-1 is less than the per student allocation equivalent, any South Dakota school district that receives tuition from a bordering state school district in accordance with that agreement is entitled to the difference between the per student allocation equivalent and the rate of tuition for each student for whom tuition is received. The entitlements created in this section shall be paid out of money appropriated in the general appropriations act for state aid to education. Section 21. That § 13-55-49 be amended to read: 13-55-49. The amount of the scholarship shall be calculated as follows: (1) Multiply the per student allocation as defined in subdivision 13-13-10.1(4) by seventy-five percent; and (2) Multiply the result of subdivision (1) by the percentage of the statewide local need as defined in subdivision 13-13-10.1(5) that is paid with funds appropriated for state aid to general education pursuant to chapter 13-13 one thousand five hundred dollars for the first year of attendance. One half of the award shall be paid to an approved institution on behalf of any eligible student there enrolled at the beginning of the fall semester, and the other half shall be paid in the same manner at the beginning of the spring semester. A student must shall be enrolled full-time during the spring semester in order to receive the second installment. Section 22. That the code be amended by adding a NEW SECTION to read: There is hereby created the Teacher Compensation Review Board within the Department of Education. The board shall review teacher compensation, including comparable wage indexes, in surrounding states at the completion of every three school years. The board will report its findings to the Governor and the Legislature no later than September 30, 2018, and by September thirtieth in every third year thereafter. The initial appointment of the members to the board shall be made no later than March 1, 2018. The members shall serve a term of three years. The board shall consist of nine members to be appointed as follows: (1) Three members of the South Dakota Senate appointed by the president pro tempore of the Senate, no more than two of whom may be from the same political party; (2) Three members of the South Dakota House of Representatives appointed by the speaker of the House of Representatives, no more than two of whom may be from the same political party; and (3) Three members appointed by the Governor. Section 23. That the code be amended by adding a NEW SECTION to read: There is hereby created the Excess General Fund Oversight Board within the Department of Education. The board shall consist of five members appointed by the Governor. The members shall serve a term of four years. The board may recommend to the secretary of education that a school district be exempted from the provisions of section 24 of this Act if the district can demonstrate that its lowest monthly general fund cash balance percentage is the result of special circumstances. The secretary may approve the exemption upon recommendation by the board. Section 24. That the code be amended by adding a NEW SECTION to read: Beginning on July 1, 2018, a school district's state aid for general education as calculated pursuant to § 13-13-73 shall be reduced by subtracting the allowable general fund cash balance from the lowest general fund monthly cash balance. If the result is less than zero, the reduction equals zero. A school district created or reorganized after July 1, 2016, is exempt from the reduction provided by this section for a period of three years immediately following its creation. Section 25. That the code be amended by adding a NEW SECTION to read: The pension fund of the school district is provided for the purpose of payment of pensions to retired employees of a school district that has established a pension system. Upon discontinuance of the pension fund any unexpended balance shall be transferred to the general fund. This section is repealed on July 1, 2020. Section 26. That the code be amended by adding a NEW SECTION to read: Notwithstanding any negotiated agreement, at least ninety percent of the increase in the state aid to general education funding formula for fiscal year 2017 less the amount of revenue generated in school fiscal year 2016 pursuant to § 13-10-6 shall be used to increase instructional salaries and benefits for certified instructional staff. The Department of Education shall prepare a report comparing expenditures in the school district general fund for instructional salaries and benefits in school fiscal year 2017 to the school fiscal year 2016 to confirm the intent is met. Each school district shall compile and provide instructional salaries and benefits for certified instructional staff for fiscal year 2016 and each year thereafter, and any other information the department may require to comply with this Act."}, {"bill_id": 7490, "bill_version_id": 39672, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2016-02-19T15:17:50.387-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a target teacher salary and a target teacher ratio, to revise certain provisions regarding education funding, to create the School Finance Accountability Board, and to provide for certain school district reporting and penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-10-6 be repealed. 13-10-6. For the purpose of continuing a fund for the payment of pensions to retired employees of a school district that has established such system, the school district may levy an annual tax not exceeding thirty cents per thousand dollars of taxable valuation of the school district for the current year. The levy may not be included in determining the tax levy limitation of the school district provided by law. Moneys collected from the tax shall be kept by the business manager in a special pension fund and may not be used for any other purpose except upon discontinuance of the pension system by the school district, in which case any unexpended balance shall be transferred to the general fund. For taxes payable in 2011, the total amount of revenue payable from the levy provided in this section may not increase more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for the taxes payable in 2010. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. For taxes payable in 2012, 2013, 2014, and 2015, the total amount of revenue payable from the levy provided in this section may not increase more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for the taxes payable in 2010 plus any unused index factor from the previous years. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. Any school district created or reorganized after January 1, 2009, is exempt from the limitation provided by this section for a period of two years immediately following its creation. For taxes payable in 2011, 2012, 2013, 2014, and 2015, the levy limitation of thirty cents per thousand dollars of taxable valuation does not apply to any school district. Section 2. Section 1 of this Act is effective on January 1, 2017. Section 3. That § 13-11-3 be amended to read: 13-11-3. The school district shall report the amount budgeted to the county auditor before October first on forms prescribed by the county auditor. The county auditor shall spread a levy in dollars and cents over the taxable property of the school district sufficient to raise the money requested by the school district subject to the legal dollars and cents limitations on any of the funds as provided by law. For the general fund, and special education fund, capital outlay fund, and pension fund, the school district may report the levy in dollars or dollars per one thousand dollars of taxable valuation. Section 4. That § 13-13-10.1 be amended to read: 13-13-10.1. Terms used in this chapter mean The education funding terms and procedures referenced in this chapter are defined as follows: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42.1 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership fall enrollment of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (2A) \"Fall enrollment,\" the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the current school year minus the number of students for whom the district receives tuition, except nonresident students who are in the care and custody of a state agency and are attending a public school and students for whom tuition is being paid pursuant to § 13-28-42.1, plus the number of students for whom the district pays tuition. When computing state aid to education for a school district pursuant to § 13-13-73, the secretary of the Department of Education shall use either the school district's fall enrollment or the average of the school district's fall enrollment from the previous two years, whichever is higher; (2B) Repealed by SL 2010, ch 84, § 1. (2C) \"Small school adjustment,\" calculated as follows: (a) For districts with a fall enrollment of two hundred or less, multiply 0.2 times $4,237.72; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, multiply the fall enrollment times negative 0.0005; add 0.3 to that result; and multiply the sum obtained times $4,237.72; The determination of the small school adjustment for a school district may not include any students residing in a residential treatment facility when the education program is operated by the school district \"Target teacher ratio factor,\" is: (a) For school districts with a fall enrollment of two hundred or less, the target teacher ratio factor is 12.5; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, the target teacher ratio factor is calculated as follows: (1) Multiplying the fall enrollment by .00625; (2) Adding 11.25 to the product of subsection (b)(1); (c) For districts with a fall enrollment of six hundred or greater, the target teacher ratio factor is 15; (2D) \"Limited English proficiency (LEP) adjustment,\" is calculated as follows: (a) Multiply by multiplying 0.25 times the per student allocation; and (b) Multiply the product obtained in subsection (a) times the number of kindergarten through twelfth grade students who, in the prior school year, scored below level four on the state-administered language proficiency assessment as required in the state's consolidated state application pursuant to 20 USC § 6311(b)(7) as of January 1, 2013; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for school fiscal year 2016 is $4,876.76. Each school fiscal year thereafter, the per student allocation is the previous fiscal year's per student allocation increased by the index factor \"Target teacher salary,\" for school fiscal year 2017 is $48,500. Each school fiscal year thereafter, the target teacher salary is the previous fiscal year's target teacher salary increased by the index factor; (4A) \"Target teacher benefits,\" is the target teacher salary multiplied by twenty-nine percent; (4B) \"Target teacher compensation,\" is the sum of the target teacher salary and the target teacher benefits; (4C) \"Overhead rate,\" is thirty-one percent; (5) \"Local need,\" is the sum of calculated as follows: (a) The per student allocation multiplied by the fall enrollment Divide the fall enrollment by the target teacher ratio factor; (b) The small school adjustment, if applicable, multiplied by the fall enrollment; and If applicable, divide Limited English proficiency (LEP) adjustment pursuant to subdivision (2D) by the target teacher ratio factor; (c) The limited English proficiency (LEP) adjustment, calculated pursuant to subdivision (2D), if applicable Add the results of subsections (a) and (b); (d) Multiply the result of subsection (c) by the target teacher compensation; (e) Multiply the product of subsection (d) by the overhead rate; (f) Add the products of subsections (d) and (e); (g) When calculating local need at the statewide level, include the amounts set aside for costs related to technology in schools and statewide student assessments; and (e)(h) When calculating local need at the statewide level, include the amounts set aside for sparse school district benefits, calculated pursuant to §§ 13-13-78 and 13-13-79; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42. Beginning on July 1, 2017, local effort will include the amount of funds apportioned to each school district in the year preceding the most recently completed school fiscal year pursuant to §§ 10-33-24, 10-35-21, 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 and that exceeds the other revenue base amount. For the period July 1, 2016, through December 31, 2016, inclusive, local effort includes the amount of ad valorem taxes generated by applying the levies established pursuant to § 13-10-6 during this period; (6A) \"Other revenue base amount,\" is the amount of funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21, 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 calculated as follows: (a) Beginning on July 1, 2017, equals the greatest of the amounts of the funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21, 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 for school fiscal years 2013, 2014, and 2015; (b) Beginning on July 1, 2018, multiply eighty percent times subsection (a); (c) Beginning on July 1, 2019, multiply sixty percent times subsection (a); (d) Beginning on July 1, 2020, multiply forty percent times subsection (a); (e) Beginning on July 1, 2021, multiply twenty percent times subsection (a); (f) Beginning on July 1, 2022, is zero. For a school district created or reorganized after July 1, 2016, the other revenue base amount is the sum of the other revenue base amount for each district before reorganization. In the case of the dissolution and annexation of a district, the other revenue base amount of the dissolved school district will be prorated based on the total number of students in the fall enrollment as defined in subdivision (2A) who attend each district to which area of the dissolved district were annexed to in the first year of reorganization. The amount apportioned for each district will be added to the annexed districts' other revenue base; (7) \"General fund balance percentage,\" is a school district's general fund equity divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (8) \"General fund reserves,\" the sum of a school district's nonspendable and restricted fund balances of the general fund; (9) \"Nonspendable fund balance,\" that amount of the fund balance that is not in spendable form; (10) \"Restricted fund balance,\" that amount of the fund balance that has constraints on how it may be used that are externally imposed or are imposed by law \"Per student equivalent,\" for funding calculations that are determined on a per student basis, the per student equivalent is calculated as follows: (a) Multiply the target teacher compensation times the sum of one plus the overhead rate; (b) Divide subsection (a) by 15; (8) \"Monthly cash balance,\" the total amount of money for each month in the school district's general fund, calculated by adding all deposits made during the month to the beginning cash balance and deducting all disbursements or payments made during the month; (9) \"General fund base percentage,\" is determined as follows: (a) Forty percent for a school district with a fall enrollment as defined in subdivision (2A) of two hundred or less; (b) Thirty percent for a school district with fall enrollment as defined in subdivision (2A) of more than two hundred but less than six hundred; and (c) Twenty-five percent for a school district with fall enrollment as defined in subdivision (2A) greater than or equal to six hundred. When determining the general fund base percentage, the secretary of the Department of Education shall use the lesser of the school district's fall enrollment as defined in subdivision (2A) for the current school year or the school district's fall enrollment from the previous two years; (10) \"Allowable general fund cash balance,\" the general fund base percentage multiplied by the district's general fund expenditures in the previous school year. Section 5. That § 13-13-10.4 be amended to read: 13-13-10.4. For the purposes of subdivisions 13-13-10.1(1) and 13-13-10.1(1A), a pupil or § 13-13-10.1, a student is enrolled if: (1) The pupil or student is less than twenty-one years of age on the first day of July or meets the requirements of § 13-28-5 and 13-28-6; and (2) The pupil or student has not completed an approved program or graduated from high school; and (3) The pupil's or student's parent or guardian resides within the school district, or in the case of an emancipated minor the pupil or student resides within the district or the pupil or student has been properly assigned to the district or has been approved to attend school in the district under the terms of the enrollment options program established in § 13-28-40; and (4) The pupil or student is not simultaneously enrolled in any other school district and has not been excused from school attendance under the terms of § 13-27-1.1 or 13-27-2. Section 6. That § 13-13-10.5 be amended to read: 13-13-10.5. For purposes of state aid to education, a student enrolled pursuant to § 13-28-41 or 13-28-51 shall be counted in a school's average daily membership fall enrollment as defined in subdivision 13-13-10.1(1) § 13-13-10.1 in a proportion equal to the share of the student's enrollment in the school. Section 7. That § 13-13-72 be amended to read: 13-13-72. It is the policy of the Legislature that the appropriation for state aid to education increase on an annual basis by the percentage increase in local need on an aggregate statewide basis so that the relative proportion of local need paid by local effort and state aid shall remain constant. For school fiscal year 2013, it is the policy of the Legislature that the relative proportion of the total local need paid by state aid shall be amended by adjusting the proportion of state aid to fifty-three and eight-tenths percent of the total local need. However, the increase in the per student allocation on an annual basis that exceeds three percent shall be paid solely by the state and is not a factor in this policy. For school fiscal years 2017 to 2022, inclusive, the proportion of local need paid by local effort and state aid shall be adjusted annually to maintain the proportion between state aid and local property taxes and to reflect adjustments in local effort due to the implementation of the other revenue base amount as defined in § 13-13-10.1. Section 8. That § 13-13-72.1 be amended to read: 13-13-72.1. Any adjustments in the levies specified in § 10-12-42 made pursuant to §§ 13-13-71 and 13-13-72 shall be based on maintaining the relationship between statewide local effort as a percentage of statewide local need in the fiscal year succeeding the fiscal year in which the adjustment is made. For school fiscal years 2017 to 2022, inclusive, the proportion of local need paid by local effort and state aid shall be adjusted annually to reflect adjustments in local effort due to the implementation of the other revenue base amount as defined in § 13-13-10.1. However, for fiscal year 2013 and each year thereafter, if the levies specified in § 10-12-42 are not adjusted to maintain this relationship, the per student allocation target teacher salary as defined in § 13-13-10.1(4) 13-13-10.1 shall be reduced to maintain the relationship between statewide local effort as a percentage of statewide local need. Any adjustment to the levy for agricultural property shall be based upon the change in the statewide agricultural taxable valuation and the reclassification of agricultural property to another property classification. Any adjustment to the levies for nonagricultural property and owner-occupied single-family dwellings shall be based upon the change in the statewide nonagricultural property and owner-occupied single-family dwellings taxable valuations. However, if any new project with a total taxable valuation of one hundred fifty million dollars or more is constructed, the levies shall be proportionately decreased for agricultural property, nonagricultural property, and owner-occupied single-family dwellings. In addition to the adjustments in the levies provided by this section, the levies for nonagricultural property and owner-occupied single-family dwellings shall also be adjusted as necessary to account for the additional increase in the total assessed value for nonagricultural property and owner-occupied single-family dwellings pursuant to the phasing out and repeal of the provisions provided in § 10-6-74. Section 9. That § 13-13-73 be amended to read: 13-13-73. The secretary of the Department of Education shall compute state aid to education for each school district according to the following calculations: (1) Determine each school district's fall enrollment; (2) To arrive at the local need per district: (a) Multiply the per student allocation by the fall enrollment; (b) Multiply the small school adjustment, if applicable, by the fall enrollment; (c) Calculate the limited English proficiency (LEP) adjustment pursuant to subdivision (2D), if applicable; and (d) Add the product of subsection (a) to the product of subsection (b) and to the calculation in subsection (c); (3) State aid is (a) local need as defined in § 13-13-10.1 minus local effort, or (b) zero if the calculation in (a) is a negative number; (4)(2) If the state aid appropriation for the general support of education is in excess of the entitlement provided for in this section and the entitlement provided for in § 13-13-85, the excess shall be used to fund any shortfall of the appropriation as provided for in § 13-37-36.3. The secretary shall report to the Governor by January seventh of each year, the amount of state aid necessary to fully fund the general aid formula in the current year. If a shortfall in the state aid appropriation for general education exists that cannot be covered by § 13-37-45, the Governor shall inform the Legislature and provide a proposal to eliminate the shortfall. Section 10. That § 13-13-79 be amended to read: 13-13-79. At the same time that state aid is distributed to school districts pursuant to §§ 13-13-10.1 to 13-13-41, inclusive, the secretary of the Department of Education shall distribute funds to sparse school districts by multiplying the result of the calculation in either subdivision 13-13-78(2) or subdivision 13-13-78(3) by seventy-five percent of the per student allocation equivalent as defined in § 13-13-10.1. However, no sparse school district may receive a sparsity benefit in any year that exceeds one hundred ten thousand dollars in any fiscal year. Section 11. That § 13-13-82 be amended to read: 13-13-82. An eligible school district shall receive an amount equal to the per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1 multiplied by the number of eligible students included in its fall enrollment as defined in subdivision 13-13-10.1(2A) § 13-13-10.1. Section 12. That § 13-13-87 be amended to read: 13-13-87. A school district providing education for children in a residential treatment center or intensive residential treatment center shall receive an amount equal to the current year's per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1 multiplied by the average daily membership, in the prior school year, for residentially-placed students attending each residential treatment center or intensive residential treatment center for whom tuition is paid by another school district pursuant to § 13-28-11. This section applies only to an educational program provided through a school district. Section 13. That § 13-16-7 be amended to read: 13-16-7. The school board of any school district of this state may at its discretion authorize an annual levy of a tax not to exceed three dollars per thousand dollars of taxable valuation on the taxable valuation of the district for the capital outlay fund for assets as defined by § 13-16-6 or for its obligations under a resolution, lease-purchase agreement, capital outlay certificate, or other arrangement with the Health and Educational Facilities Authority. Taxes collected pursuant to such levy may be irrevocably pledged by the school board to the payment of principal of and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or lease-purchase agreements or other arrangement with the Health and Educational Facilities Authority and, so long as any capital outlay certificates are outstanding, installment agreement payments, lease-purchase agreements, or other arrangements are unpaid, the school board of any district may be compelled by mandamus or other appropriate remedy to levy an annual tax sufficient to pay principal and interest thereon, but not to exceed the three dollars per thousand dollars of taxable valuation in any year authorized to be levied hereby. For taxes payable in 2011, the total amount of revenue payable from the levy provided in this section may not increase more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for the taxes payable in 2010. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. A school district may increase the revenue it receives from taxes on real property above the limit provided by this section for taxes levied to pay the principal, interest, and redemption charges on any bonds issued after January 1, 2009, which are subject to referendum; for scheduled payment increases on bonds, and for a levy directed by the order of a court for the purpose of paying a judgment against the school district. Any school district created or reorganized after January 1, 2009, is exempt from the limitation provided by this section for a period of two years immediately following its creation. For taxes payable in 2012, 2013, 2014, and 2015, the The total amount of revenue payable from the levy provided in this section may not increase annually by more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for from the taxes payable in 2010 plus any unused index factor from the previous years 2016. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. A school district may increase the revenue it receives from taxes on real property above the limit provided by this section for taxes levied to pay the principal, interest, and redemption charges on any bonds issued after January 1, 2009, which are subject to referendum, scheduled payment increases on bonds and for a levy directed by the order of a court for the purpose of paying a judgment against such school district. Any school district created or reorganized after January 1, 2009 2016, is exempt from the limitation provided by this section for a period of two years immediately following its creation. For taxes payable in 2011, 2012, 2013, 2014, and 2015, the levy limitation of three dollars per thousand dollars of taxable valuation does not apply to any school district. In no year may the annual tax levy provided in this section exceed three dollars per thousand dollars of taxable valuation of the school district for the current year. Starting with taxes payable in 2021, a school district is limited to the maximum taxes allowed pursuant to this section or two thousand eight hundred dollars for each enrolled student as determined in the fall enrollment count set forth in § 13-13-10.1, whichever is less. For 2022 and subsequent years, the maximum amount for each enrolled student shall increase by the lesser of three percent or the index factor, as defined in § 10-13-38. The maximum amount for each enrolled student does not apply to any school district that has irrevocably pledged taxes collected to the payment of principal and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or lease-purchase agreements or other arrangement with the Health and Educational Facilities Authority, if the obligation was entered into before July 1, 2016, and the limitation would cause the school district to default on its obligation if limited pursuant to this section. Section 14. That § 13-16-7.1 be repealed. 13-16-7.1. For taxes payable in 2014 and 2015, the provisions of §§ 13-10-6 and 13-16-7 that limit the maximum amount of revenue that may be generated by the pension and capital outlay tax levies do not apply to any school district that has less than a ten percent change in the total taxable valuation from the previous year of all real property in the school district, not including the increase of value resulting from any improvements or change in use of real property. Section 15. That § 13-16-6 be amended to read: 13-16-6. The capital outlay fund of the school district is a fund provided by law to meet expenditures which result in the acquisition or lease of or additions to real property, plant, or equipment. Such an expenditure shall be for land, existing facilities, improvement of grounds, construction of facilities, additions to facilities, remodeling of facilities, or for the purchase or lease of equipment. It may also be used for installment or lease-purchase payments for the purchase of real property, plant, or equipment, which have a contracted terminal date not exceeding twenty years from the date of the installment contract or lease-purchase and for the payment of the principal of and interest on capital outlay certificates issued pursuant to § 13-16-6.2. Any purchase of one thousand dollars or less may be paid out of the general fund. The total accumulated unpaid principal balances of such installment contracts and lease-purchase and the outstanding principal amounts of such capital outlay certificates may not exceed three percent of the taxable valuation. The school district shall provide a sufficient levy each year under the provisions of § 13-16-7 to meet the annual installment contract, lease-purchase, and capital outlay certificate payments, including interest. A school district which contracts its student transportation may expend from the capital outlay fund an amount not to exceed fifteen percent of the contract amount. In addition, a school district which reimburses for mileage instead of providing transportation pursuant to § 13-30-3, may use the capital outlay fund to pay for fifteen percent of its mileage reimbursement costs. The capital outlay fund may be used to purchase textbooks and instructional software. The capital outlay fund may be used to purchase warranties on capital assets if the warranties do not include supplies. During the period of time beginning on July 1, 2009, and ending on June 30, 2018, any A school district may make payments transfer from its capital outlay fund for the purchase of property insurance and casualty insurance, for payments for energy costs and the cost of utilities, and for motor fuel or for any portion of a contract providing transportation to students or for any mileage reimbursements. However, the total amount that a school district expends from its capital outlay fund for these expenses may to its general fund an amount not to exceed forty-five percent of the total tax revenues deposited in that fund during the current school fiscal year, and for any school district with a current tax levy for the capital outlay fund that is greater than its tax levy for the capital outlay fund in school fiscal year 2008, the total amount expended from the capital outlay fund for these expenses may not exceed forty-five percent of the total tax revenues that would have been deposited in that fund during the current school fiscal year if the tax levy for the capital outlay fund had not been increased since 2008. Section 16. That § 13-16-26 be amended to read: 13-16-26. All or any part of a surplus of any school district fund, except the capital outlay fund provided by §§ 13-16-6 to 13-16-9, inclusive, and the special education fund provided by § 13-37-16 may be transferred to any other school district fund. Only a school district with a plan for reorganization that has been approved by the voters pursuant to § 13-6-47 after July 1, 2007 may transfer within twelve months before the effective date of the reorganization all or any part of a surplus in the capital outlay fund to the general fund. Any unused portion of money that has been transferred into the special education fund may be transferred from the special education fund within the current fiscal year to the fund from which it originated. All or any part of any school district fund may be loaned to any other school district fund for a term not to exceed twenty-four months. The restriction on a transfer from the capital outlay fund in this section does not apply to any transfer from the capital outlay fund to the general fund as authorized in § 13-16-6. Section 17. That § 13-28-11 be amended to read: 13-28-11. If a child is residing in a residential treatment center or an intensive residential treatment center which provides care for children who are not living with their parents or guardian, the school residence of the child is the school district where the parents or guardian reside, subject to the provisions of § 13-28-9. The school district where a residential treatment center or intensive residential treatment center is located is responsible for providing an educational program for the children who reside in the residential treatment center or intensive residential treatment center. Tuition for a child enrolled in a public school district is the responsibility of the school district where the child was enrolled at the time of placement in the residential treatment center or intensive residential treatment center. The amount of tuition paid by that school district for any child placed in a residential treatment center or intensive residential treatment center who is not eligible for special education services at the time of placement shall be calculated as follows: (1) Divide the current per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1 by one hundred seventy-five; and (2) Multiply the result obtained in subdivision (1) by the number of days the child is placed. This section applies only to a residential treatment center or intensive residential treatment center that provided an educational program through a school district in the 2013-2014 school year or that initiates an educational program through a school district in a subsequent school year. This section does not apply to any placement by the Unified Judicial System, the Department of Corrections, the Department of Social Services, or any entity approved by the Department of Social Services, including a foster home. Section 18. That § 13-28-19.1 be amended to read: 13-28-19.1. If a school district that was contracting pursuant to § 13-15-11, dissolves and is annexed to another school district prior to before July 1, 2010, the school board for the school district to which the former contracting school district is annexed shall, for the current school year and for each school year thereafter, assign the students who reside in land area that was part of the former contracting district to the school that was receiving the students under the contract. The rate of tuition paid per year to the receiving school district may not be less than the per student allocation equivalent as defined in § 13-13-10.1 for that school fiscal year. In addition, the school district to which the former contracting school district is annexed may compensate the receiving school district for all or any portion of the transportation or other costs associated with the students attending school in the receiving school district. If the parent or guardian of a student assigned to a school district in a bordering state pursuant to this section disapproves of the student's assignment, the school board shall assign that student to an attendance center within the district. However, notwithstanding any other provision of law, the school district is not required to provide transportation to that student. Section 19. That § 13-28A-2.1 be amended to read: 13-28A-2.1. Any agreement to allow the regulation of tuition paid between South Dakota school districts and a bordering state's school districts entered into pursuant to this chapter shall specify the tuition rate to be paid by all local school districts on behalf of students enrolled in the school district of a bordering state. However, no tuition regulation program agreement established pursuant to § 13-28A-1 may specify a rate of tuition that is greater than one hundred ten percent of the per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1. Section 20. That § 13-28A-14 be amended to read: 13-28A-14. If the rate of tuition specified in a tuition regulation program agreement established pursuant to § 13-28A-1 is greater than the per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1, any South Dakota school district that pays tuition to a bordering state school district in accordance with that agreement is entitled to the difference between the rate of tuition and the per student allocation equivalent for each student for whom tuition is paid. If the rate of tuition specified in a tuition regulation program agreement established pursuant to § 13-28A-1 is less than the per student allocation equivalent, any South Dakota school district that receives tuition from a bordering state school district in accordance with that agreement is entitled to the difference between the per student allocation equivalent and the rate of tuition for each student for whom tuition is received. The entitlements created in this section shall be paid out of money appropriated in the general appropriations act for state aid to education. Section 21. That § 13-55-49 be amended to read: 13-55-49. The amount of the scholarship shall be calculated as follows: (1) Multiply the per student allocation as defined in subdivision 13-13-10.1(4) by seventy-five percent; and (2) Multiply the result of subdivision (1) by the percentage of the statewide local need as defined in subdivision 13-13-10.1(5) that is paid with funds appropriated for state aid to general education pursuant to chapter 13-13 one thousand five hundred dollars for the first year of attendance. One half of the award shall be paid to an approved institution on behalf of any eligible student there enrolled at the beginning of the fall semester, and the other half shall be paid in the same manner at the beginning of the spring semester. A student must shall be enrolled full-time during the spring semester in order to receive the second installment. Section 22. That the code be amended by adding a NEW SECTION to read: There is hereby created the Teacher Compensation Review Board within the Department of Education. The board shall review teacher compensation, including comparable wage indexes, in surrounding states at the completion of every three school years. The board will report its findings to the Governor and the Legislature no later than September 30, 2018, and by September thirtieth in every third year thereafter. The initial appointment of the members to the board shall be made no later than March 1, 2018. The members shall serve a term of three years. The board shall consist of nine members to be appointed as follows: (1) Three members of the South Dakota Senate appointed by the president pro tempore of the Senate, no more than two of whom may be from the same political party; (2) Three members of the South Dakota House of Representatives appointed by the speaker of the House of Representatives, no more than two of whom may be from the same political party; and (3) Three members appointed by the Governor. Section 23. That the code be amended by adding a NEW SECTION to read: There is hereby created the School Finance Accountability Board within the Department of Education. The board shall consist of five members appointed by the Governor. The members shall serve a term of four years. The board may recommend that the provisions of section 24 of this Act be waived for a school district if the district can demonstrate that its lowest monthly general cash fund cash balance percentage is the result of special circumstances. The board may recommend that a penalty against a school district imposed under section 27 of this Act be waived, in whole or in part, if the district can demonstrate that its failure to comply with section 27 of this Act is due to special circumstances. The School Finance Accountability Board shall promulgate rules pursuant to chapter 1-26 to establish the appeals process provided for in section 27 of this Act, and to establish the factors that may be considered in considering a waiver requested by a school district, which shall include the impact of retirements. Any waivers of sections 24 or 27 of this Act recommended by the School Finance Accountability Board must be approved by the Joint Committee on Appropriations or the Interim Committee on Appropriations. The Department of Education shall annually report to the Governor and the Legislature the information collected pursuant to § 13-8-47 and section 27 of this Act. Section 24. That the code be amended by adding a NEW SECTION to read: Beginning on July 1, 2018, a school district's state aid for general education as calculated pursuant to § 13-13-73 shall be reduced by subtracting the allowable general fund cash balance from the lowest general fund monthly cash balance. If the result is less than zero, the reduction equals zero. A school district created or reorganized after July 1, 2016, is exempt from the reduction provided by this section for a period of three years immediately following its creation. Section 25. That the code be amended by adding a NEW SECTION to read: The pension fund of the school district is provided for the purpose of payment of pensions to retired employees of a school district that has established a pension system. Upon discontinuance of the pension fund any unexpended balance shall be transferred to the general fund. This section is repealed on July 1, 2020. Section 26. That § 13-8-47 be amended to read: 13-8-47. Before the first day of August every school board shall file an annual report with the Department of Education. The report shall contain all the educational and financial information and statistics of the school district as requested in a format established by the Department of Education. The report shall also contain, for each month of the fiscal year, the month-end cash balances of the school district's general fund, capital outlay fund, pension fund, and special education fund. The report shall also contain the following information for the district from the preceding fiscal year: (1) Total teacher compensation, which is defined as the total amount spent on instructional salaries and benefits for certified instructional staff; (2) The total amount spent on instructional salaries for certified instructional staff; (3) The total amount spent on benefits for certified instructional staff; (4) The total number of certified instructional staff employed by the school district; and (5) Any other information necessary to comply with the provisions of this Act. The business manager, with the assistance of the secretary of the Department of Education, shall make the annual report, and it shall be approved by the school board. The business manager shall sign the annual report and file a copy with the Department of Education as provided in § 13-13-37. The division shall audit the report and return one copy to the school district. Reports not filed prior to August thirtieth are considered past due and are subject to the past-due provisions of § 13-13-38. Section 27. That the code be amended by adding a NEW SECTION to read: The Department of Education shall calculate the following for each school district: (1) The average teacher salary, based on data collected pursuant to §§ 13-8-47 and 13-3-51; (2) The increase in state aid to general education funding, excluding any effect due to change in the school district's fall enrollment and less the amount of revenue generated in school fiscal year 2016 pursuant to § 13-10-6 as a percentage increase, from fiscal year 2016 to fiscal year 2017; and (3) The increase in average teacher compensation as a percentage increase, as defined in § 13-8-47, from fiscal year 2016 to fiscal year 2017. For each school district, the district's increase in average teacher compensation from fiscal year 2016 to 2017 shall be equal to at least eighty-five percent of the district's increase in state aid to general education funding, as defined in subdivision (2), from fiscal year 2016 to fiscal year 2017. If a district fails to comply with the requirements of this section, state aid to general education funding to the district in fiscal year 2018 shall be decreased by an amount equal to fifty percent of the amount calculated in subdivision (2). For fiscal years 2019, 2020, and 2021, if a district's average teacher compensation is less than the district's average teacher compensation in fiscal year 2017, state aid to general education funding to the district in the following fiscal year shall be reduced by an amount equal to five hundred dollars for each teacher employed in the school district. A school district may request a waiver from any penalty imposed under this section from the School Finance Accountability Board."}, {"bill_id": 7490, "bill_version_id": 39878, "bill_version": "Senate Engrossed", "bill_version_date": "2016-02-23T17:52:28.78-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a target teacher salary and a target teacher ratio, to revise certain provisions regarding education funding, to create the School Finance Accountability Board, and to provide for certain school district reporting and penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-10-6 be repealed. 13-10-6. For the purpose of continuing a fund for the payment of pensions to retired employees of a school district that has established such system, the school district may levy an annual tax not exceeding thirty cents per thousand dollars of taxable valuation of the school district for the current year. The levy may not be included in determining the tax levy limitation of the school district provided by law. Moneys collected from the tax shall be kept by the business manager in a special pension fund and may not be used for any other purpose except upon discontinuance of the pension system by the school district, in which case any unexpended balance shall be transferred to the general fund. For taxes payable in 2011, the total amount of revenue payable from the levy provided in this section may not increase more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for the taxes payable in 2010. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. For taxes payable in 2012, 2013, 2014, and 2015, the total amount of revenue payable from the levy provided in this section may not increase more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for the taxes payable in 2010 plus any unused index factor from the previous years. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. Any school district created or reorganized after January 1, 2009, is exempt from the limitation provided by this section for a period of two years immediately following its creation. For taxes payable in 2011, 2012, 2013, 2014, and 2015, the levy limitation of thirty cents per thousand dollars of taxable valuation does not apply to any school district. Section 2. Section 1 of this Act is effective on January 1, 2017. Section 3. That § 13-11-3 be amended to read: 13-11-3. The school district shall report the amount budgeted to the county auditor before October first on forms prescribed by the county auditor. The county auditor shall spread a levy in dollars and cents over the taxable property of the school district sufficient to raise the money requested by the school district subject to the legal dollars and cents limitations on any of the funds as provided by law. For the general fund, and special education fund, capital outlay fund, and pension fund, the school district may report the levy in dollars or dollars per one thousand dollars of taxable valuation. Section 4. That § 13-13-10.1 be amended to read: 13-13-10.1. Terms used in this chapter mean The education funding terms and procedures referenced in this chapter are defined as follows: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42.1 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership fall enrollment of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (2A) \"Fall enrollment,\" the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the current school year minus the number of students for whom the district receives tuition, except nonresident students who are in the care and custody of a state agency and are attending a public school and students for whom tuition is being paid pursuant to § 13-28-42.1, plus the number of students for whom the district pays tuition. When computing state aid to education for a school district pursuant to § 13-13-73, the secretary of the Department of Education shall use either the school district's fall enrollment or the average of the school district's fall enrollment from the previous two years, whichever is higher; (2B) Repealed by SL 2010, ch 84, § 1. (2C) \"Small school adjustment,\" calculated as follows: (a) For districts with a fall enrollment of two hundred or less, multiply 0.2 times $4,237.72; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, multiply the fall enrollment times negative 0.0005; add 0.3 to that result; and multiply the sum obtained times $4,237.72; The determination of the small school adjustment for a school district may not include any students residing in a residential treatment facility when the education program is operated by the school district \"Target teacher ratio factor,\" is: (a) For school districts with a fall enrollment of two hundred or less, the target teacher ratio factor is 12.5; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, the target teacher ratio factor is calculated as follows: (1) Multiplying the fall enrollment by .00625; (2) Adding 11.25 to the product of subsection (b)(1); (c) For districts with a fall enrollment of six hundred or greater, the target teacher ratio factor is 15; (2D) \"Limited English proficiency (LEP) adjustment,\" is calculated as follows: (a) Multiply by multiplying 0.25 times the per student allocation; and (b) Multiply the product obtained in subsection (a) times the number of kindergarten through twelfth grade students who, in the prior school year, scored below level four on the state-administered language proficiency assessment as required in the state's consolidated state application pursuant to 20 USC § 6311(b)(7) as of January 1, 2013; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for school fiscal year 2016 is $4,876.76. Each school fiscal year thereafter, the per student allocation is the previous fiscal year's per student allocation increased by the index factor \"Target teacher salary,\" for school fiscal year 2017 is $48,500. Each school fiscal year thereafter, the target teacher salary is the previous fiscal year's target teacher salary increased by the index factor; (4A) \"Target teacher benefits,\" is the target teacher salary multiplied by twenty-nine percent; (4B) \"Target teacher compensation,\" is the sum of the target teacher salary and the target teacher benefits; (4C) \"Overhead rate,\" is thirty-one percent; (5) \"Local need,\" is the sum of calculated as follows: (a) The per student allocation multiplied by the fall enrollment Divide the fall enrollment by the target teacher ratio factor; (b) The small school adjustment, if applicable, multiplied by the fall enrollment; and If applicable, divide Limited English proficiency (LEP) adjustment pursuant to subdivision (2D) by the target teacher ratio factor; (c) The limited English proficiency (LEP) adjustment, calculated pursuant to subdivision (2D), if applicable Add the results of subsections (a) and (b); (d) Multiply the result of subsection (c) by the target teacher compensation; (e) Multiply the product of subsection (d) by the overhead rate; (f) Add the products of subsections (d) and (e); (g) When calculating local need at the statewide level, include the amounts set aside for costs related to technology in schools and statewide student assessments; and (e)(h) When calculating local need at the statewide level, include the amounts set aside for sparse school district benefits, calculated pursuant to §§ 13-13-78 and 13-13-79; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42. Beginning on July 1, 2017, local effort will include the amount of funds apportioned to each school district in the year preceding the most recently completed school fiscal year pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 and that exceeds the other revenue base amount. For the period July 1, 2016, through December 31, 2016, inclusive, local effort includes the amount of ad valorem taxes generated by applying the levies established pursuant to § 13-10-6 during this period; (6A) \"Other revenue base amount,\" is the amount of funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 calculated as follows: (a) Beginning on July 1, 2017, equals the greatest of the amounts of the funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 for school fiscal years 2013, 2014, and 2015; (b) Beginning on July 1, 2018, multiply eighty percent times subsection (a); (c) Beginning on July 1, 2019, multiply sixty percent times subsection (a); (d) Beginning on July 1, 2020, multiply forty percent times subsection (a); (e) Beginning on July 1, 2021, multiply twenty percent times subsection (a); (f) Beginning on July 1, 2022, is zero. For a school district created or reorganized after July 1, 2016, the other revenue base amount is the sum of the other revenue base amount for each district before reorganization. In the case of the dissolution and annexation of a district, the other revenue base amount of the dissolved school district will be prorated based on the total number of students in the fall enrollment as defined in subdivision (2A) who attend each district to which area of the dissolved district were annexed to in the first year of reorganization. The amount apportioned for each district will be added to the annexed districts' other revenue base; (6B) Wind energy tax revenue,\" any wind energy tax revenue apportioned to school districts pursuant to § 10-35-21 from a wind farm producing power for the first time before July 1, 2016, shall be considered local effort pursuant to subdivision (6) and other revenue base amount pursuant to subdivision (6A). However, any wind energy tax revenue apportioned to a school district from a wind farm producing power for the first time after June 30, 2016, one hundred percent shall be retained by the school district to which the tax revenue is apportioned for the first five years of producing power, eighty percent for the sixth year, sixty percent for the seventh year, forty percent for the eighth year, twenty percent for the ninth year, and zero percent thereafter; (7) \"General fund balance percentage,\" is a school district's general fund equity divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (8) \"General fund reserves,\" the sum of a school district's nonspendable and restricted fund balances of the general fund; (9) \"Nonspendable fund balance,\" that amount of the fund balance that is not in spendable form; (10) \"Restricted fund balance,\" that amount of the fund balance that has constraints on how it may be used that are externally imposed or are imposed by law \"Per student equivalent,\" for funding calculations that are determined on a per student basis, the per student equivalent is calculated as follows: (a) Multiply the target teacher compensation times the sum of one plus the overhead rate; (b) Divide subsection (a) by 15; (8) \"Monthly cash balance,\" the total amount of money for each month in the school district's general fund, calculated by adding all deposits made during the month to the beginning cash balance and deducting all disbursements or payments made during the month; (9) \"General fund base percentage,\" is determined as follows: (a) Forty percent for a school district with a fall enrollment as defined in subdivision (2A) of two hundred or less; (b) Thirty percent for a school district with fall enrollment as defined in subdivision (2A) of more than two hundred but less than six hundred; and (c) Twenty-five percent for a school district with fall enrollment as defined in subdivision (2A) greater than or equal to six hundred. When determining the general fund base percentage, the secretary of the Department of Education shall use the lesser of the school district's fall enrollment as defined in subdivision (2A) for the current school year or the school district's fall enrollment from the previous two years; (10) \"Allowable general fund cash balance,\" the general fund base percentage multiplied by the district's general fund expenditures in the previous school year. Section 5. That § 13-13-10.4 be amended to read: 13-13-10.4. For the purposes of subdivisions 13-13-10.1(1) and 13-13-10.1(1A), a pupil or § 13-13-10.1, a student is enrolled if: (1) The pupil or student is less than twenty-one years of age on the first day of July or meets the requirements of § 13-28-5 and 13-28-6; and (2) The pupil or student has not completed an approved program or graduated from high school; and (3) The pupil's or student's parent or guardian resides within the school district, or in the case of an emancipated minor the pupil or student resides within the district or the pupil or student has been properly assigned to the district or has been approved to attend school in the district under the terms of the enrollment options program established in § 13-28-40; and (4) The pupil or student is not simultaneously enrolled in any other school district and has not been excused from school attendance under the terms of § 13-27-1.1 or 13-27-2. Section 6. That § 13-13-10.5 be amended to read: 13-13-10.5. For purposes of state aid to education, a student enrolled pursuant to § 13-28-41 or 13-28-51 shall be counted in a school's average daily membership fall enrollment as defined in subdivision 13-13-10.1(1) § 13-13-10.1 in a proportion equal to the share of the student's enrollment in the school. Section 7. That § 13-13-72 be amended to read: 13-13-72. It is the policy of the Legislature that the appropriation for state aid to education increase on an annual basis by the percentage increase in local need on an aggregate statewide basis so that the relative proportion of local need paid by local effort and state aid shall remain constant. For school fiscal year 2013, it is the policy of the Legislature that the relative proportion of the total local need paid by state aid shall be amended by adjusting the proportion of state aid to fifty-three and eight-tenths percent of the total local need. However, the increase in the per student allocation on an annual basis that exceeds three percent shall be paid solely by the state and is not a factor in this policy. For school fiscal years 2017 to 2022, inclusive, the proportion of local need paid by local effort and state aid shall be adjusted annually to maintain the proportion between state aid and local property taxes and to reflect adjustments in local effort due to the implementation of the other revenue base amount as defined in § 13-13-10.1. Section 8. That § 13-13-72.1 be amended to read: 13-13-72.1. Any adjustments in the levies specified in § 10-12-42 made pursuant to §§ 13-13-71 and 13-13-72 shall be based on maintaining the relationship between statewide local effort as a percentage of statewide local need in the fiscal year succeeding the fiscal year in which the adjustment is made. For school fiscal years 2017 to 2022, inclusive, the proportion of local need paid by local effort and state aid shall be adjusted annually to reflect adjustments in local effort due to the implementation of the other revenue base amount as defined in § 13-13-10.1. However, for fiscal year 2013 and each year thereafter, if the levies specified in § 10-12-42 are not adjusted to maintain this relationship, the per student allocation target teacher salary as defined in § 13-13-10.1(4) 13-13-10.1 shall be reduced to maintain the relationship between statewide local effort as a percentage of statewide local need. Any adjustment to the levy for agricultural property shall be based upon the change in the statewide agricultural taxable valuation and the reclassification of agricultural property to another property classification. Any adjustment to the levies for nonagricultural property and owner-occupied single-family dwellings shall be based upon the change in the statewide nonagricultural property and owner-occupied single-family dwellings taxable valuations. However, if any new project with a total taxable valuation of one hundred fifty million dollars or more is constructed, the levies shall be proportionately decreased for agricultural property, nonagricultural property, and owner-occupied single-family dwellings. In addition to the adjustments in the levies provided by this section, the levies for nonagricultural property and owner-occupied single-family dwellings shall also be adjusted as necessary to account for the additional increase in the total assessed value for nonagricultural property and owner-occupied single-family dwellings pursuant to the phasing out and repeal of the provisions provided in § 10-6-74. Section 9. That § 13-13-73 be amended to read: 13-13-73. The secretary of the Department of Education shall compute state aid to education for each school district according to the following calculations: (1) Determine each school district's fall enrollment; (2) To arrive at the local need per district: (a) Multiply the per student allocation by the fall enrollment; (b) Multiply the small school adjustment, if applicable, by the fall enrollment; (c) Calculate the limited English proficiency (LEP) adjustment pursuant to subdivision (2D), if applicable; and (d) Add the product of subsection (a) to the product of subsection (b) and to the calculation in subsection (c); (3) State aid is (a) local need as defined in § 13-13-10.1 minus local effort, or (b) zero if the calculation in (a) is a negative number; (4)(2) If the state aid appropriation for the general support of education is in excess of the entitlement provided for in this section and the entitlement provided for in § 13-13-85, the excess shall be used to fund any shortfall of the appropriation as provided for in § 13-37-36.3. The secretary shall report to the Governor by January seventh of each year, the amount of state aid necessary to fully fund the general aid formula in the current year. If a shortfall in the state aid appropriation for general education exists that cannot be covered by § 13-37-45, the Governor shall inform the Legislature and provide a proposal to eliminate the shortfall. Section 10. That § 13-13-79 be amended to read: 13-13-79. At the same time that state aid is distributed to school districts pursuant to §§ 13-13-10.1 to 13-13-41, inclusive, the secretary of the Department of Education shall distribute funds to sparse school districts by multiplying the result of the calculation in either subdivision 13-13-78(2) or subdivision 13-13-78(3) by seventy-five percent of the per student allocation equivalent as defined in § 13-13-10.1. However, no sparse school district may receive a sparsity benefit in any year that exceeds one hundred ten thousand dollars in any fiscal year. Section 11. That § 13-13-82 be amended to read: 13-13-82. An eligible school district shall receive an amount equal to the per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1 multiplied by the number of eligible students included in its fall enrollment as defined in subdivision 13-13-10.1(2A) § 13-13-10.1. Section 12. That § 13-13-87 be amended to read: 13-13-87. A school district providing education for children in a residential treatment center or intensive residential treatment center shall receive an amount equal to the current year's per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1 multiplied by the average daily membership, in the prior school year, for residentially-placed students attending each residential treatment center or intensive residential treatment center for whom tuition is paid by another school district pursuant to § 13-28-11. This section applies only to an educational program provided through a school district. Section 13. That § 13-16-7 be amended to read: 13-16-7. The school board of any school district of this state may at its discretion authorize an annual levy of a tax not to exceed three dollars per thousand dollars of taxable valuation on the taxable valuation of the district for the capital outlay fund for assets as defined by § 13-16-6 or for its obligations under a resolution, lease-purchase agreement, capital outlay certificate, or other arrangement with the Health and Educational Facilities Authority. Taxes collected pursuant to such levy may be irrevocably pledged by the school board to the payment of principal of and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or lease-purchase agreements or other arrangement with the Health and Educational Facilities Authority and, so long as any capital outlay certificates are outstanding, installment agreement payments, lease-purchase agreements, or other arrangements are unpaid, the school board of any district may be compelled by mandamus or other appropriate remedy to levy an annual tax sufficient to pay principal and interest thereon, but not to exceed the three dollars per thousand dollars of taxable valuation in any year authorized to be levied hereby. For taxes payable in 2011, the total amount of revenue payable from the levy provided in this section may not increase more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for the taxes payable in 2010. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. A school district may increase the revenue it receives from taxes on real property above the limit provided by this section for taxes levied to pay the principal, interest, and redemption charges on any bonds issued after January 1, 2009, which are subject to referendum; for scheduled payment increases on bonds, and for a levy directed by the order of a court for the purpose of paying a judgment against the school district. Any school district created or reorganized after January 1, 2009, is exempt from the limitation provided by this section for a period of two years immediately following its creation. For taxes payable in 2012, 2013, 2014, and 2015, the The total amount of revenue payable from the levy provided in this section may not increase annually by more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for from the taxes payable in 2010 plus any unused index factor from the previous years 2016. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. A school district may increase the revenue it receives from taxes on real property above the limit provided by this section for taxes levied to pay the principal, interest, and redemption charges on any bonds issued after January 1, 2009, which are subject to referendum, scheduled payment increases on bonds and for a levy directed by the order of a court for the purpose of paying a judgment against such school district. Any school district created or reorganized after January 1, 2009 2016, is exempt from the limitation provided by this section for a period of two years immediately following its creation. For taxes payable in 2011, 2012, 2013, 2014, and 2015, the levy limitation of three dollars per thousand dollars of taxable valuation does not apply to any school district. In no year may the annual tax levy provided in this section exceed three dollars per thousand dollars of taxable valuation of the school district for the current year. Starting with taxes payable in 2021, a school district is limited to the maximum taxes allowed pursuant to this section or two thousand eight hundred dollars for each enrolled student as determined in the fall enrollment count set forth in § 13-13-10.1, whichever is less. For 2022 and subsequent years, the maximum amount for each enrolled student shall increase by the lesser of three percent or the index factor, as defined in § 10-13-38. The maximum amount for each enrolled student does not apply to any school district that has irrevocably pledged taxes collected to the payment of principal and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or lease-purchase agreements or other arrangement with the Health and Educational Facilities Authority, if the obligation was entered into before July 1, 2016, and the limitation would cause the school district to default on its obligation if limited pursuant to this section. Section 14. That § 13-16-7.1 be repealed. 13-16-7.1. For taxes payable in 2014 and 2015, the provisions of §§ 13-10-6 and 13-16-7 that limit the maximum amount of revenue that may be generated by the pension and capital outlay tax levies do not apply to any school district that has less than a ten percent change in the total taxable valuation from the previous year of all real property in the school district, not including the increase of value resulting from any improvements or change in use of real property. Section 15. That § 13-16-6 be amended to read: 13-16-6. The capital outlay fund of the school district is a fund provided by law to meet expenditures which result in the acquisition or lease of or additions to real property, plant, or equipment. Such an expenditure shall be for land, existing facilities, improvement of grounds, construction of facilities, additions to facilities, remodeling of facilities, or for the purchase or lease of equipment. It may also be used for installment or lease-purchase payments for the purchase of real property, plant, or equipment, which have a contracted terminal date not exceeding twenty years from the date of the installment contract or lease-purchase and for the payment of the principal of and interest on capital outlay certificates issued pursuant to § 13-16-6.2. Any purchase of one thousand dollars or less may be paid out of the general fund. The total accumulated unpaid principal balances of such installment contracts and lease-purchase and the outstanding principal amounts of such capital outlay certificates may not exceed three percent of the taxable valuation. The school district shall provide a sufficient levy each year under the provisions of § 13-16-7 to meet the annual installment contract, lease-purchase, and capital outlay certificate payments, including interest. A school district which contracts its student transportation may expend from the capital outlay fund an amount not to exceed fifteen percent of the contract amount. In addition, a school district which reimburses for mileage instead of providing transportation pursuant to § 13-30-3, may use the capital outlay fund to pay for fifteen percent of its mileage reimbursement costs. The capital outlay fund may be used to purchase textbooks and instructional software. The capital outlay fund may be used to purchase warranties on capital assets if the warranties do not include supplies. During the period of time beginning on July 1, 2009, and ending on June 30, 2018, any A school district may make payments transfer from its capital outlay fund for the purchase of property insurance and casualty insurance, for payments for energy costs and the cost of utilities, and for motor fuel or for any portion of a contract providing transportation to students or for any mileage reimbursements. However, the total amount that a school district expends from its capital outlay fund for these expenses may to its general fund an amount not to exceed forty-five percent of the total tax revenues deposited in that fund during the current school fiscal year, and for any school district with a current tax levy for the capital outlay fund that is greater than its tax levy for the capital outlay fund in school fiscal year 2008, the total amount expended from the capital outlay fund for these expenses may not exceed forty-five percent of the total tax revenues that would have been deposited in that fund during the current school fiscal year if the tax levy for the capital outlay fund had not been increased since 2008. Section 16. That § 13-16-26 be amended to read: 13-16-26. All or any part of a surplus of any school district fund, except the capital outlay fund provided by §§ 13-16-6 to 13-16-9, inclusive, and the special education fund provided by § 13-37-16 may be transferred to any other school district fund. Only a school district with a plan for reorganization that has been approved by the voters pursuant to § 13-6-47 after July 1, 2007 may transfer within twelve months before the effective date of the reorganization all or any part of a surplus in the capital outlay fund to the general fund. Any unused portion of money that has been transferred into the special education fund may be transferred from the special education fund within the current fiscal year to the fund from which it originated. All or any part of any school district fund may be loaned to any other school district fund for a term not to exceed twenty-four months. The restriction on a transfer from the capital outlay fund in this section does not apply to any transfer from the capital outlay fund to the general fund as authorized in § 13-16-6. Section 17. That § 13-28-11 be amended to read: 13-28-11. If a child is residing in a residential treatment center or an intensive residential treatment center which provides care for children who are not living with their parents or guardian, the school residence of the child is the school district where the parents or guardian reside, subject to the provisions of § 13-28-9. The school district where a residential treatment center or intensive residential treatment center is located is responsible for providing an educational program for the children who reside in the residential treatment center or intensive residential treatment center. Tuition for a child enrolled in a public school district is the responsibility of the school district where the child was enrolled at the time of placement in the residential treatment center or intensive residential treatment center. The amount of tuition paid by that school district for any child placed in a residential treatment center or intensive residential treatment center who is not eligible for special education services at the time of placement shall be calculated as follows: (1) Divide the current per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1 by one hundred seventy-five; and (2) Multiply the result obtained in subdivision (1) by the number of days the child is placed. This section applies only to a residential treatment center or intensive residential treatment center that provided an educational program through a school district in the 2013-2014 school year or that initiates an educational program through a school district in a subsequent school year. This section does not apply to any placement by the Unified Judicial System, the Department of Corrections, the Department of Social Services, or any entity approved by the Department of Social Services, including a foster home. Section 18. That § 13-28-19.1 be amended to read: 13-28-19.1. If a school district that was contracting pursuant to § 13-15-11, dissolves and is annexed to another school district prior to before July 1, 2010, the school board for the school district to which the former contracting school district is annexed shall, for the current school year and for each school year thereafter, assign the students who reside in land area that was part of the former contracting district to the school that was receiving the students under the contract. The rate of tuition paid per year to the receiving school district may not be less than the per student allocation equivalent as defined in § 13-13-10.1 for that school fiscal year. In addition, the school district to which the former contracting school district is annexed may compensate the receiving school district for all or any portion of the transportation or other costs associated with the students attending school in the receiving school district. If the parent or guardian of a student assigned to a school district in a bordering state pursuant to this section disapproves of the student's assignment, the school board shall assign that student to an attendance center within the district. However, notwithstanding any other provision of law, the school district is not required to provide transportation to that student. Section 19. That § 13-28A-2.1 be amended to read: 13-28A-2.1. Any agreement to allow the regulation of tuition paid between South Dakota school districts and a bordering state's school districts entered into pursuant to this chapter shall specify the tuition rate to be paid by all local school districts on behalf of students enrolled in the school district of a bordering state. However, no tuition regulation program agreement established pursuant to § 13-28A-1 may specify a rate of tuition that is greater than one hundred ten percent of the per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1. Section 20. That § 13-28A-14 be amended to read: 13-28A-14. If the rate of tuition specified in a tuition regulation program agreement established pursuant to § 13-28A-1 is greater than the per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1, any South Dakota school district that pays tuition to a bordering state school district in accordance with that agreement is entitled to the difference between the rate of tuition and the per student allocation equivalent for each student for whom tuition is paid. If the rate of tuition specified in a tuition regulation program agreement established pursuant to § 13-28A-1 is less than the per student allocation equivalent, any South Dakota school district that receives tuition from a bordering state school district in accordance with that agreement is entitled to the difference between the per student allocation equivalent and the rate of tuition for each student for whom tuition is received. The entitlements created in this section shall be paid out of money appropriated in the general appropriations act for state aid to education. Section 21. That § 13-55-49 be amended to read: 13-55-49. The amount of the scholarship shall be calculated as follows: (1) Multiply the per student allocation as defined in subdivision 13-13-10.1(4) by seventy-five percent; and (2) Multiply the result of subdivision (1) by the percentage of the statewide local need as defined in subdivision 13-13-10.1(5) that is paid with funds appropriated for state aid to general education pursuant to chapter 13-13 one thousand five hundred dollars for the first year of attendance. One half of the award shall be paid to an approved institution on behalf of any eligible student there enrolled at the beginning of the fall semester, and the other half shall be paid in the same manner at the beginning of the spring semester. A student must shall be enrolled full-time during the spring semester in order to receive the second installment. Section 22. That the code be amended by adding a NEW SECTION to read: There is hereby created the Teacher Compensation Review Board within the Department of Education. The board shall review teacher compensation, including comparable wage indexes, in surrounding states at the completion of every three school years. The board will report its findings to the Governor and the Legislature no later than September 30, 2018, and by September thirtieth in every third year thereafter. The initial appointment of the members to the board shall be made no later than March 1, 2018. The members shall serve a term of three years. The board shall consist of nine members to be appointed as follows: (1) Three members of the South Dakota Senate appointed by the president pro tempore of the Senate, no more than two of whom may be from the same political party; (2) Three members of the South Dakota House of Representatives appointed by the speaker of the House of Representatives, no more than two of whom may be from the same political party; and (3) Three members appointed by the Governor. Section 23. That the code be amended by adding a NEW SECTION to read: There is hereby created the School Finance Accountability Board within the Department of Education. The board shall consist of five members appointed by the Governor. The members shall serve a term of four years. The board may recommend that the provisions of section 24 of this Act be waived for a school district if the district can demonstrate that its lowest monthly general cash fund cash balance percentage is the result of special circumstances. The board may recommend that a penalty against a school district imposed under section 27 of this Act be waived, in whole or in part, if the district can demonstrate that its failure to comply with section 27 of this Act is due to special circumstances. The School Finance Accountability Board shall promulgate rules pursuant to chapter 1-26 to establish the appeals process provided for in section 27 of this Act, and to establish the factors that may be considered in considering a waiver requested by a school district, which shall include the impact of retirements. Any waivers of sections 24 or 27 of this Act recommended by the School Finance Accountability Board must be approved by the Joint Committee on Appropriations or the Interim Committee on Appropriations. The Department of Education shall annually report to the Governor and the Legislature the information collected pursuant to § 13-8-47 and section 27 of this Act. Section 24. That the code be amended by adding a NEW SECTION to read: Beginning on July 1, 2018, a school district's state aid for general education as calculated pursuant to § 13-13-73 shall be reduced by subtracting the allowable general fund cash balance from the lowest general fund monthly cash balance. If the result is less than zero, the reduction equals zero. A school district created or reorganized after July 1, 2016, is exempt from the reduction provided by this section for a period of three years immediately following its creation. Section 25. That the code be amended by adding a NEW SECTION to read: The pension fund of the school district is provided for the purpose of payment of pensions to retired employees of a school district that has established a pension system. Upon discontinuance of the pension fund any unexpended balance shall be transferred to the general fund. This section is repealed on July 1, 2020. Section 26. That § 13-8-47 be amended to read: 13-8-47. Before the first day of August every school board shall file an annual report with the Department of Education. The report shall contain all the educational and financial information and statistics of the school district as requested in a format established by the Department of Education. The report shall also contain, for each month of the fiscal year, the month-end cash balances of the school district's general fund, capital outlay fund, pension fund, and special education fund. The report shall also contain the following information for the district from the preceding fiscal year: (1) Total teacher compensation, which is defined as the total amount spent on instructional salaries and benefits for certified instructional staff; (2) The total amount spent on instructional salaries for certified instructional staff; (3) The total amount spent on benefits for certified instructional staff; (4) The total number of certified instructional staff employed by the school district; and (5) Any other information necessary to comply with the provisions of this Act. The business manager, with the assistance of the secretary of the Department of Education, shall make the annual report, and it shall be approved by the school board. The business manager shall sign the annual report and file a copy with the Department of Education as provided in § 13-13-37. The division shall audit the report and return one copy to the school district. Reports not filed prior to August thirtieth are considered past due and are subject to the past-due provisions of § 13-13-38. Section 27. That the code be amended by adding a NEW SECTION to read: The Department of Education shall calculate the following for each school district: (1) The average teacher salary, based on data collected pursuant to §§ 13-8-47 and 13-3-51; (2) The increase in state aid to general education funding, excluding any effect due to change in the school district's fall enrollment and less the amount of revenue generated in school fiscal year 2016 pursuant to § 13-10-6 as a percentage increase, from fiscal year 2016 to fiscal year 2017; and (3) The increase in average teacher compensation as a percentage increase, as defined in § 13-8-47, from fiscal year 2016 to fiscal year 2017. For each school district, the district's increase in average teacher compensation from fiscal year 2016 to 2017 shall be equal to at least eighty-five percent of the district's increase in state aid to general education funding, as defined in subdivision (2), from fiscal year 2016 to fiscal year 2017. If a district fails to comply with the requirements of this section, state aid to general education funding to the district in fiscal year 2018 shall be decreased by an amount equal to fifty percent of the amount calculated in subdivision (2). For fiscal years 2019, 2020, and 2021, if a district's average teacher compensation is less than the district's average teacher compensation in fiscal year 2017, state aid to general education funding to the district in the following fiscal year shall be reduced by an amount equal to five hundred dollars for each teacher employed in the school district. A school district may request a waiver from any penalty imposed under this section from the School Finance Accountability Board."}, {"bill_id": 7490, "bill_version_id": 40174, "bill_version": "House Appropriations Engrossed", "bill_version_date": "2016-03-01T11:06:54.867-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a target teacher salary and a target teacher ratio, to revise certain provisions regarding education funding, to create the School Finance Accountability Board, and to provide for certain school district reporting and penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-10-6 be repealed. 13-10-6. For the purpose of continuing a fund for the payment of pensions to retired employees of a school district that has established such system, the school district may levy an annual tax not exceeding thirty cents per thousand dollars of taxable valuation of the school district for the current year. The levy may not be included in determining the tax levy limitation of the school district provided by law. Moneys collected from the tax shall be kept by the business manager in a special pension fund and may not be used for any other purpose except upon discontinuance of the pension system by the school district, in which case any unexpended balance shall be transferred to the general fund. For taxes payable in 2011, the total amount of revenue payable from the levy provided in this section may not increase more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for the taxes payable in 2010. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. For taxes payable in 2012, 2013, 2014, and 2015, the total amount of revenue payable from the levy provided in this section may not increase more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for the taxes payable in 2010 plus any unused index factor from the previous years. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. Any school district created or reorganized after January 1, 2009, is exempt from the limitation provided by this section for a period of two years immediately following its creation. For taxes payable in 2011, 2012, 2013, 2014, and 2015, the levy limitation of thirty cents per thousand dollars of taxable valuation does not apply to any school district. Section 2. Section 1 of this Act is effective on January 1, 2017. Section 3. That § 13-11-3 be amended to read: 13-11-3. The school district shall report the amount budgeted to the county auditor before October first on forms prescribed by the county auditor. The county auditor shall spread a levy in dollars and cents over the taxable property of the school district sufficient to raise the money requested by the school district subject to the legal dollars and cents limitations on any of the funds as provided by law. For the general fund, and special education fund, capital outlay fund, and pension fund, the school district may report the levy in dollars or dollars per one thousand dollars of taxable valuation. Section 4. That § 13-13-10.1 be amended to read: 13-13-10.1. Terms used in this chapter mean The education funding terms and procedures referenced in this chapter are defined as follows: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42.1 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership fall enrollment of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (2A) \"Fall enrollment,\" the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the current school year minus the number of students for whom the district receives tuition, except nonresident students who are in the care and custody of a state agency and are attending a public school and students for whom tuition is being paid pursuant to § 13-28-42.1, plus the number of students for whom the district pays tuition. When computing state aid to education for a school district pursuant to § 13-13-73, the secretary of the Department of Education shall use either the school district's fall enrollment or the average of the school district's fall enrollment from the previous two years, whichever is higher; (2B) Repealed by SL 2010, ch 84, § 1. (2C) \"Small school adjustment,\" calculated as follows: (a) For districts with a fall enrollment of two hundred or less, multiply 0.2 times $4,237.72; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, multiply the fall enrollment times negative 0.0005; add 0.3 to that result; and multiply the sum obtained times $4,237.72; The determination of the small school adjustment for a school district may not include any students residing in a residential treatment facility when the education program is operated by the school district \"Target teacher ratio factor,\" is: (a) For school districts with a fall enrollment of two hundred or less, the target teacher ratio factor is 12; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, the target teacher ratio factor is calculated as follows: (1) Multiplying the fall enrollment by .00750; (2) Adding 10.50 to the product of subsection (b)(1); (c) For districts with a fall enrollment of six hundred or greater, the target teacher ratio factor is 15. The fall enrollment used for the determination of the target teacher ratio for a school district may not include any students residing in a residential treatment facility when the education program is operated by the school district; (2D) \"Limited English proficiency (LEP) adjustment,\" is calculated as follows: (a) Multiply by multiplying 0.25 times the per student allocation; and (b) Multiply the product obtained in subsection (a) times the number of kindergarten through twelfth grade students who, in the prior school year, scored below level four on the state-administered language proficiency assessment as required in the state's consolidated state application pursuant to 20 USC § 6311(b)(7) as of January 1, 2013; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for school fiscal year 2016 is $4,876.76. Each school fiscal year thereafter, the per student allocation is the previous fiscal year's per student allocation increased by the index factor \"Target teacher salary,\" for school fiscal year 2017 is $48,500. Each school fiscal year thereafter, the target teacher salary is the previous fiscal year's target teacher salary increased by the index factor; (4A) \"Target teacher benefits,\" is the target teacher salary multiplied by twenty-nine percent; (4B) \"Target teacher compensation,\" is the sum of the target teacher salary and the target teacher benefits; (4C) \"Overhead rate,\" is thirty-one percent. Beginning in school fiscal year 2018, the overhead rate shall be adjusted to take into account the sum of the amounts that districts exceed the other revenue base amount; (5) \"Local need,\" is the sum of calculated as follows: (a) The per student allocation multiplied by the fall enrollment Divide the fall enrollment by the target teacher ratio factor; (b) The small school adjustment, if applicable, multiplied by the fall enrollment; and If applicable, divide Limited English proficiency (LEP) adjustment pursuant to subdivision (2D) by the target teacher ratio factor; (c) The limited English proficiency (LEP) adjustment, calculated pursuant to subdivision (2D), if applicable Add the results of subsections (a) and (b); (d) Multiply the result of subsection (c) by the target teacher compensation; (e) Multiply the product of subsection (d) by the overhead rate; (f) Add the products of subsections (d) and (e); (g) When calculating local need at the statewide level, include the amounts set aside for costs related to technology in schools and statewide student assessments; and (e)(h) When calculating local need at the statewide level, include the amounts set aside for sparse school district benefits, calculated pursuant to §§ 13-13-78 and 13-13-79; (5A) \"Alternative per student need,\" is calculated as follows: (a) Add the total need for each school district for school fiscal year 2016, including the small school adjustment and the limited English proficiency adjustment, to the lesser of the amount of funds apportioned to each school district in the year preceding the most recently completed school fiscal year or school fiscal year 2015 pursuant to §§ 13-13-4, 23A-27-25, 10-33-24, 10-36-10, 11-7-73, 10-35-21, and 10-43-77; (b) Divide the result of (a) by the September 2015 fall enrollment, excluding any adjustments based on prior year student counts; (5B) \"Alternative local need,\" is the alternative per student need multiplied by the fall enrollment, excluding any adjustments based on prior year student counts; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42. Beginning on July 1, 2017, local effort will include the amount of funds apportioned to each school district in the year preceding the most recently completed school fiscal year pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 and that exceeds the other revenue base amount. For the period July 1, 2016, through December 31, 2016, inclusive, local effort includes the amount of ad valorem taxes generated by applying the levies established pursuant to § 13-10-6 during this period; (6A) \"Other revenue base amount,\" for school districts not utilizing the alternative local need calculation is the amount of funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 calculated as follows: (a) Beginning on July 1, 2017, equals the greatest of the amounts of the funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 for school fiscal years 2013, 2014, and 2015; (b) Beginning on July 1, 2018, multiply eighty percent times subsection (a); (c) Beginning on July 1, 2019, multiply sixty percent times subsection (a); (d) Beginning on July 1, 2020, multiply forty percent times subsection (a); (e) Beginning on July 1, 2021, multiply twenty percent times subsection (a); (f) Beginning on July 1, 2022, is zero. For school districts utilizing the alternative local need calculation, the other revenue base amount is zero until such time the school district chooses to no longer utilize the alternative local need calculation. At that time, the other revenue base amount is calculated as defined above. For a school district created or reorganized after July 1, 2016, the other revenue base amount is the sum of the other revenue base amount for each district before reorganization, and the new school district may not utilize the alternative local need calculation. In the case of the dissolution and annexation of a district, the other revenue base amount of the dissolved school district will be prorated based on the total number of students in the fall enrollment as defined in subdivision (2A) who attend each district to which area of the dissolved district were annexed to in the first year of reorganization. The amount apportioned for each district will be added to the annexed districts' other revenue base; (6B) Wind energy tax revenue,\" any wind energy tax revenue apportioned to school districts pursuant to § 10-35-21 from a wind farm producing power for the first time before July 1, 2016, shall be considered local effort pursuant to subdivision (6) and other revenue base amount pursuant to subdivision (6A). However, any wind energy tax revenue apportioned to a school district from a wind farm producing power for the first time after June 30, 2016, one hundred percent shall be retained by the school district to which the tax revenue is apportioned for the first five years of producing power, eighty percent for the sixth year, sixty percent for the seventh year, forty percent for the eighth year, twenty percent for the ninth year, and zero percent thereafter; (7) \"General fund balance percentage,\" is a school district's general fund equity divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (8) \"General fund reserves,\" the sum of a school district's nonspendable and restricted fund balances of the general fund; (9) \"Nonspendable fund balance,\" that amount of the fund balance that is not in spendable form; (10) \"Restricted fund balance,\" that amount of the fund balance that has constraints on how it may be used that are externally imposed or are imposed by law \"Per student equivalent,\" for funding calculations that are determined on a per student basis, the per student equivalent is calculated as follows: (a) Multiply the target teacher compensation times the sum of one plus the overhead rate; (b) Divide subsection (a) by 15; (8) \"Monthly cash balance,\" the total amount of money for each month in the school district's general fund, calculated by adding all deposits made during the month to the beginning cash balance and deducting all disbursements or payments made during the month; (9) \"General fund base percentage,\" is determined as follows: (a) Forty percent for a school district with a fall enrollment as defined in subdivision (2A) of two hundred or less; (b) Thirty percent for a school district with fall enrollment as defined in subdivision (2A) of more than two hundred but less than six hundred; and (c) Twenty-five percent for a school district with fall enrollment as defined in subdivision (2A) greater than or equal to six hundred. When determining the general fund base percentage, the secretary of the Department of Education shall use the lesser of the school district's fall enrollment as defined in subdivision (2A) for the current school year or the school district's fall enrollment from the previous two years; (10) \"Allowable general fund cash balance,\" the general fund base percentage multiplied by the district's general fund expenditures in the previous school year. Section 5. That § 13-13-10.4 be amended to read: 13-13-10.4. For the purposes of subdivisions 13-13-10.1(1) and 13-13-10.1(1A), a pupil or § 13-13-10.1, a student is enrolled if: (1) The pupil or student is less than twenty-one years of age on the first day of July or meets the requirements of § 13-28-5 and 13-28-6; and (2) The pupil or student has not completed an approved program or graduated from high school; and (3) The pupil's or student's parent or guardian resides within the school district, or in the case of an emancipated minor the pupil or student resides within the district or the pupil or student has been properly assigned to the district or has been approved to attend school in the district under the terms of the enrollment options program established in § 13-28-40; and (4) The pupil or student is not simultaneously enrolled in any other school district and has not been excused from school attendance under the terms of § 13-27-1.1 or 13-27-2. Section 6. That § 13-13-10.5 be amended to read: 13-13-10.5. For purposes of state aid to education, a student enrolled pursuant to § 13-28-41 or 13-28-51 shall be counted in a school's average daily membership fall enrollment as defined in subdivision 13-13-10.1(1) § 13-13-10.1 in a proportion equal to the share of the student's enrollment in the school. Section 7. That § 13-13-72 be amended to read: 13-13-72. It is the policy of the Legislature that the appropriation for state aid to education increase on an annual basis by the percentage increase in local need on an aggregate statewide basis so that the relative proportion of local need paid by local effort and state aid shall remain constant. For school fiscal year 2013, it is the policy of the Legislature that the relative proportion of the total local need paid by state aid shall be amended by adjusting the proportion of state aid to fifty-three and eight-tenths percent of the total local need. However, the increase in the per student allocation on an annual basis that exceeds three percent shall be paid solely by the state and is not a factor in this policy. For school fiscal years 2017 to 2022, inclusive, the proportion of local need paid by local effort and state aid shall be adjusted annually to maintain the proportion between state aid and local property taxes and to reflect adjustments in local effort due to the implementation of the other revenue base amount as defined in § 13-13-10.1. Section 8. That § 13-13-72.1 be amended to read: 13-13-72.1. Any adjustments in the levies specified in § 10-12-42 made pursuant to §§ 13-13-71 and 13-13-72 shall be based on maintaining the relationship between statewide local effort as a percentage of statewide local need in the fiscal year succeeding the fiscal year in which the adjustment is made. For school fiscal years 2017 to 2022, inclusive, the proportion of local need paid by local effort and state aid shall be adjusted annually to reflect adjustments in local effort due to the implementation of the other revenue base amount as defined in § 13-13-10.1. However, for fiscal year 2013 and each year thereafter, if the levies specified in § 10-12-42 are not adjusted to maintain this relationship, the per student allocation target teacher salary as defined in § 13-13-10.1(4) 13-13-10.1 shall be reduced to maintain the relationship between statewide local effort as a percentage of statewide local need. Any adjustment to the levy for agricultural property shall be based upon the change in the statewide agricultural taxable valuation and the reclassification of agricultural property to another property classification. Any adjustment to the levies for nonagricultural property and owner-occupied single-family dwellings shall be based upon the change in the statewide nonagricultural property and owner-occupied single-family dwellings taxable valuations. However, if any new project with a total taxable valuation of one hundred fifty million dollars or more is constructed, the levies shall be proportionately decreased for agricultural property, nonagricultural property, and owner-occupied single-family dwellings. In addition to the adjustments in the levies provided by this section, the levies for nonagricultural property and owner-occupied single-family dwellings shall also be adjusted as necessary to account for the additional increase in the total assessed value for nonagricultural property and owner-occupied single-family dwellings pursuant to the phasing out and repeal of the provisions provided in § 10-6-74. Section 9. That § 13-13-73 be amended to read: 13-13-73. No later than July 1, 2016, a school district shall notify the secretary of education in writing as to whether the school district's state aid is to be calculated using the alternative local need calculation. If a school district chooses the alternative local need calculation, the school district shall notify the secretary in writing no later than July first of each subsequent fiscal year as to whether to continue to use the alternative local need calculation for that fiscal year. If a school district chooses not to use the alternative local need calculation, the school district may not use that calculation in any subsequent school year. The secretary of the Department of Education shall compute state aid to education for each school district according to the following calculations: (1) Determine each school district's fall enrollment; (2) To arrive at the local need per district: (a) Multiply the per student allocation by the fall enrollment; (b) Multiply the small school adjustment, if applicable, by the fall enrollment; (c) Calculate the limited English proficiency (LEP) adjustment pursuant to subdivision (2D), if applicable; and (d) Add the product of subsection (a) to the product of subsection (b) and to the calculation in subsection (c); (3) State For school districts not utilizing the alternative local need calculation, state aid is (a) local need as defined in § 13-13-10.1 minus local effort, or (b) zero if the calculation in (a) is a negative number; (4)(2) For school districts utilizing the alternative local need calculation, state aid is the alternative local need as defined in subdivision 13-13-10.1(5B) minus local effort, or zero if the calculation is a negative number; (3) If the state aid appropriation for the general support of education is in excess of the entitlement provided for in this section and the entitlement provided for in § 13-13-85, the excess shall be used to fund any shortfall of the appropriation as provided for in § 13-37-36.3. The secretary shall report to the Governor by January seventh of each year, the amount of state aid necessary to fully fund the general aid formula in the current year. If a shortfall in the state aid appropriation for general education exists that cannot be covered by § 13-37-45, the Governor shall inform the Legislature and provide a proposal to eliminate the shortfall. Section 10. That § 13-13-79 be amended to read: 13-13-79. At the same time that state aid is distributed to school districts pursuant to §§ 13-13-10.1 to 13-13-41, inclusive, the secretary of the Department of Education shall distribute funds to sparse school districts by multiplying the result of the calculation in either subdivision 13-13-78(2) or subdivision 13-13-78(3) by seventy-five percent of the per student allocation equivalent as defined in § 13-13-10.1. However, no sparse school district may receive a sparsity benefit in any year that exceeds one hundred ten thousand dollars in any fiscal year. Section 11. That § 13-13-82 be amended to read: 13-13-82. An eligible school district shall receive an amount equal to the per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1 multiplied by the number of eligible students included in its fall enrollment as defined in subdivision 13-13-10.1(2A) § 13-13-10.1. Section 12. That § 13-13-87 be amended to read: 13-13-87. A school district providing education for children in a residential treatment center or intensive residential treatment center shall receive an amount equal to the current year's per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1 multiplied by the average daily membership, in the prior school year, for residentially-placed students attending each residential treatment center or intensive residential treatment center for whom tuition is paid by another school district pursuant to § 13-28-11. This section applies only to an educational program provided through a school district. Section 13. That § 13-16-7 be amended to read: 13-16-7. The school board of any school district of this state may at its discretion authorize an annual levy of a tax not to exceed three dollars per thousand dollars of taxable valuation on the taxable valuation of the district for the capital outlay fund for assets as defined by § 13-16-6 or for its obligations under a resolution, lease-purchase agreement, capital outlay certificate, or other arrangement with the Health and Educational Facilities Authority. Taxes collected pursuant to such levy may be irrevocably pledged by the school board to the payment of principal of and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or lease-purchase agreements or other arrangement with the Health and Educational Facilities Authority and, so long as any capital outlay certificates are outstanding, installment agreement payments, lease-purchase agreements, or other arrangements are unpaid, the school board of any district may be compelled by mandamus or other appropriate remedy to levy an annual tax sufficient to pay principal and interest thereon, but not to exceed the three dollars per thousand dollars of taxable valuation in any year authorized to be levied hereby. For taxes payable in 2011, the total amount of revenue payable from the levy provided in this section may not increase more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for the taxes payable in 2010. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. A school district may increase the revenue it receives from taxes on real property above the limit provided by this section for taxes levied to pay the principal, interest, and redemption charges on any bonds issued after January 1, 2009, which are subject to referendum; for scheduled payment increases on bonds, and for a levy directed by the order of a court for the purpose of paying a judgment against the school district. Any school district created or reorganized after January 1, 2009, is exempt from the limitation provided by this section for a period of two years immediately following its creation. For taxes payable in 2012, 2013, 2014, and 2015, the The total amount of revenue payable from the levy provided in this section may not increase annually by more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for from the taxes payable in 2010 plus any unused index factor from the previous years 2016. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. A school district may increase the revenue it receives from taxes on real property above the limit provided by this section for taxes levied to pay the principal, interest, and redemption charges on any bonds issued after January 1, 2009, which are subject to referendum, scheduled payment increases on bonds and for a levy directed by the order of a court for the purpose of paying a judgment against such school district. Any school district created or reorganized after January 1, 2009 2016, is exempt from the limitation provided by this section for a period of two years immediately following its creation. For taxes payable in 2011, 2012, 2013, 2014, and 2015, the levy limitation of three dollars per thousand dollars of taxable valuation does not apply to any school district. In no year may the annual tax levy provided in this section exceed three dollars per thousand dollars of taxable valuation of the school district for the current year. Starting with taxes payable in 2021, a school district is limited to the maximum taxes allowed pursuant to this section or two thousand eight hundred dollars for each enrolled student as determined in the fall enrollment count set forth in § 13-13-10.1, whichever is less. For 2022 and subsequent years, the maximum amount for each enrolled student shall increase by the lesser of three percent or the index factor, as defined in § 10-13-38. The maximum amount for each enrolled student does not apply to any school district that has irrevocably pledged taxes collected to the payment of principal and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or lease-purchase agreements or other arrangement with the Health and Educational Facilities Authority, if the obligation was entered into before July 1, 2016, and the limitation would cause the school district to default on its obligation if limited pursuant to this section. Section 14. That § 13-16-7.1 be repealed. 13-16-7.1. For taxes payable in 2014 and 2015, the provisions of §§ 13-10-6 and 13-16-7 that limit the maximum amount of revenue that may be generated by the pension and capital outlay tax levies do not apply to any school district that has less than a ten percent change in the total taxable valuation from the previous year of all real property in the school district, not including the increase of value resulting from any improvements or change in use of real property. Section 15. That § 13-16-6 be amended to read: 13-16-6. The capital outlay fund of the school district is a fund provided by law to meet expenditures which result in the acquisition or lease of or additions to real property, plant, or equipment. Such an expenditure shall be for land, existing facilities, improvement of grounds, construction of facilities, additions to facilities, remodeling of facilities, or for the purchase or lease of equipment. It may also be used for installment or lease-purchase payments for the purchase of real property, plant, or equipment, which have a contracted terminal date not exceeding twenty years from the date of the installment contract or lease-purchase and for the payment of the principal of and interest on capital outlay certificates issued pursuant to § 13-16-6.2. Any purchase of one thousand dollars or less may be paid out of the general fund. The total accumulated unpaid principal balances of such installment contracts and lease-purchase and the outstanding principal amounts of such capital outlay certificates may not exceed three percent of the taxable valuation. The school district shall provide a sufficient levy each year under the provisions of § 13-16-7 to meet the annual installment contract, lease-purchase, and capital outlay certificate payments, including interest. A school district which contracts its student transportation may expend from the capital outlay fund an amount not to exceed fifteen percent of the contract amount. In addition, a school district which reimburses for mileage instead of providing transportation pursuant to § 13-30-3, may use the capital outlay fund to pay for fifteen percent of its mileage reimbursement costs. The capital outlay fund may be used to purchase textbooks and instructional software. The capital outlay fund may be used to purchase warranties on capital assets if the warranties do not include supplies. During the period of time beginning on July 1, 2009, and ending on June 30, 2018, any A school district may make payments transfer from its capital outlay fund for the purchase of property insurance and casualty insurance, for payments for energy costs and the cost of utilities, and for motor fuel or for any portion of a contract providing transportation to students or for any mileage reimbursements. However, the total amount that a school district expends from its capital outlay fund for these expenses may to its general fund an amount not to exceed forty-five percent of the total tax revenues deposited in that fund during the current school fiscal year, and for any school district with a current tax levy for the capital outlay fund that is greater than its tax levy for the capital outlay fund in school fiscal year 2008, the total amount expended from the capital outlay fund for these expenses may not exceed forty-five percent of the total tax revenues that would have been deposited in that fund during the current school fiscal year if the tax levy for the capital outlay fund had not been increased since 2008. Section 16. That § 13-16-26 be amended to read: 13-16-26. All or any part of a surplus of any school district fund, except the capital outlay fund provided by §§ 13-16-6 to 13-16-9, inclusive, and the special education fund provided by § 13-37-16 may be transferred to any other school district fund. Only a school district with a plan for reorganization that has been approved by the voters pursuant to § 13-6-47 after July 1, 2007 may transfer within twelve months before the effective date of the reorganization all or any part of a surplus in the capital outlay fund to the general fund. Any unused portion of money that has been transferred into the special education fund may be transferred from the special education fund within the current fiscal year to the fund from which it originated. All or any part of any school district fund may be loaned to any other school district fund for a term not to exceed twenty-four months. The restriction on a transfer from the capital outlay fund in this section does not apply to any transfer from the capital outlay fund to the general fund as authorized in § 13-16-6. Section 17. That § 13-28-11 be amended to read: 13-28-11. If a child is residing in a residential treatment center or an intensive residential treatment center which provides care for children who are not living with their parents or guardian, the school residence of the child is the school district where the parents or guardian reside, subject to the provisions of § 13-28-9. The school district where a residential treatment center or intensive residential treatment center is located is responsible for providing an educational program for the children who reside in the residential treatment center or intensive residential treatment center. Tuition for a child enrolled in a public school district is the responsibility of the school district where the child was enrolled at the time of placement in the residential treatment center or intensive residential treatment center. The amount of tuition paid by that school district for any child placed in a residential treatment center or intensive residential treatment center who is not eligible for special education services at the time of placement shall be calculated as follows: (1) Divide the current per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1 by one hundred seventy-five; and (2) Multiply the result obtained in subdivision (1) by the number of days the child is placed. This section applies only to a residential treatment center or intensive residential treatment center that provided an educational program through a school district in the 2013-2014 school year or that initiates an educational program through a school district in a subsequent school year. This section does not apply to any placement by the Unified Judicial System, the Department of Corrections, the Department of Social Services, or any entity approved by the Department of Social Services, including a foster home. Section 18. That § 13-28-19.1 be amended to read: 13-28-19.1. If a school district that was contracting pursuant to § 13-15-11, dissolves and is annexed to another school district prior to before July 1, 2010, the school board for the school district to which the former contracting school district is annexed shall, for the current school year and for each school year thereafter, assign the students who reside in land area that was part of the former contracting district to the school that was receiving the students under the contract. The rate of tuition paid per year to the receiving school district may not be less than the per student allocation equivalent as defined in § 13-13-10.1 for that school fiscal year. In addition, the school district to which the former contracting school district is annexed may compensate the receiving school district for all or any portion of the transportation or other costs associated with the students attending school in the receiving school district. If the parent or guardian of a student assigned to a school district in a bordering state pursuant to this section disapproves of the student's assignment, the school board shall assign that student to an attendance center within the district. However, notwithstanding any other provision of law, the school district is not required to provide transportation to that student. Section 19. That § 13-28A-2.1 be amended to read: 13-28A-2.1. Any agreement to allow the regulation of tuition paid between South Dakota school districts and a bordering state's school districts entered into pursuant to this chapter shall specify the tuition rate to be paid by all local school districts on behalf of students enrolled in the school district of a bordering state. However, no tuition regulation program agreement established pursuant to § 13-28A-1 may specify a rate of tuition that is greater than one hundred ten percent of the per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1. Section 20. That § 13-28A-14 be amended to read: 13-28A-14. If the rate of tuition specified in a tuition regulation program agreement established pursuant to § 13-28A-1 is greater than the per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1, any South Dakota school district that pays tuition to a bordering state school district in accordance with that agreement is entitled to the difference between the rate of tuition and the per student allocation equivalent for each student for whom tuition is paid. If the rate of tuition specified in a tuition regulation program agreement established pursuant to § 13-28A-1 is less than the per student allocation equivalent, any South Dakota school district that receives tuition from a bordering state school district in accordance with that agreement is entitled to the difference between the per student allocation equivalent and the rate of tuition for each student for whom tuition is received. The entitlements created in this section shall be paid out of money appropriated in the general appropriations act for state aid to education. Section 21. That § 13-55-49 be amended to read: 13-55-49. The amount of the scholarship shall be calculated as follows: (1) Multiply the per student allocation as defined in subdivision 13-13-10.1(4) by seventy-five percent; and (2) Multiply the result of subdivision (1) by the percentage of the statewide local need as defined in subdivision 13-13-10.1(5) that is paid with funds appropriated for state aid to general education pursuant to chapter 13-13 one thousand five hundred dollars for the first year of attendance. One half of the award shall be paid to an approved institution on behalf of any eligible student there enrolled at the beginning of the fall semester, and the other half shall be paid in the same manner at the beginning of the spring semester. A student must shall be enrolled full-time during the spring semester in order to receive the second installment. Section 22. That the code be amended by adding a NEW SECTION to read: There is hereby created the Teacher Compensation Review Board within the Department of Education. The board shall review teacher compensation, including comparable wage indexes, in surrounding states at the completion of every three school years. The board will report its findings to the Governor and the Legislature no later than September 30, 2018, and by September thirtieth in every third year thereafter. The initial appointment of the members to the board shall be made no later than March 1, 2018. The members shall serve a term of three years. The board shall consist of nine members to be appointed as follows: (1) Three members of the South Dakota Senate appointed by the president pro tempore of the Senate, no more than two of whom may be from the same political party; (2) Three members of the South Dakota House of Representatives appointed by the speaker of the House of Representatives, no more than two of whom may be from the same political party; and (3) Three members appointed by the Governor. Section 23. That the code be amended by adding a NEW SECTION to read: There is hereby created the School Finance Accountability Board within the Department of Education. The board shall consist of five members appointed by the Governor. The members shall serve a term of four years. The board may recommend that the provisions of section 24 of this Act be waived for a school district if the district can demonstrate that its lowest monthly general cash fund cash balance percentage is the result of special circumstances. The board may recommend that a penalty against a school district imposed under section 27 of this Act be waived, in whole or in part, if the district can demonstrate that its failure to comply with section 27 of this Act is due to special circumstances. The School Finance Accountability Board shall promulgate rules pursuant to chapter 1-26 to establish the appeals process provided for in section 27 of this Act, and to establish the factors that may be considered in considering a waiver requested by a school district, which shall include the impact of retirements. Any waivers of sections 24 or 27 of this Act recommended by the School Finance Accountability Board must be approved by the Joint Committee on Appropriations or the Interim Committee on Appropriations. The Department of Education shall annually report to the Governor and the Legislature the information collected pursuant to § 13-8-47 and section 27 of this Act. Section 24. That the code be amended by adding a NEW SECTION to read: Beginning on July 1, 2018, a school district's state aid for general education as calculated pursuant to § 13-13-73 shall be reduced by subtracting the allowable general fund cash balance from the lowest general fund monthly cash balance. If the result is less than zero, the reduction equals zero. A school district created or reorganized after July 1, 2016, is exempt from the reduction provided by this section for a period of three years immediately following its creation. Section 25. That the code be amended by adding a NEW SECTION to read: The pension fund of the school district is provided for the purpose of financing payments to the South Dakota Retirement System and to finance pensions to retired employees of a school district that has established a pension system. Upon discontinuance of the pension fund any unexpended balance shall be transferred to the general fund. This section is repealed on July 1, 2020. Section 26. That § 13-8-47 be amended to read: 13-8-47. Before the first day of August every school board shall file an annual report with the Department of Education. The report shall contain all the educational and financial information and statistics of the school district as requested in a format established by the Department of Education. The report shall also contain, for each month of the fiscal year, the month-end cash balances of the school district's general fund, capital outlay fund, pension fund, and special education fund. The report shall also contain the following information for the district from the preceding fiscal year: (1) Total teacher compensation, which is defined as the total amount spent on instructional salaries and benefits for certified instructional staff; (2) The total amount spent on instructional salaries for certified instructional staff; (3) The total amount spent on benefits for certified instructional staff; (4) The total number of certified instructional staff employed by the school district; and (5) Any other information necessary to comply with the provisions of this Act. The business manager, with the assistance of the secretary of the Department of Education, shall make the annual report, and it shall be approved by the school board. The business manager shall sign the annual report and file a copy with the Department of Education as provided in § 13-13-37. The division shall audit the report and return one copy to the school district. Reports not filed prior to August thirtieth are considered past due and are subject to the past-due provisions of § 13-13-38. Section 27. That the code be amended by adding a NEW SECTION to read: The Department of Education shall calculate the following for each school district: (1) The average teacher salary, based on data collected pursuant to §§ 13-8-47 and 13-3-51; (2) The increase in local need pursuant to § 13-13-10.1, excluding any effect due to change in the school district's fall enrollment and less the amount of revenue generated in school fiscal year 2016 pursuant to § 13-10-6 as a percentage increase, from fiscal year 2016 to fiscal year 2017; and (3) The increase in average teacher compensation as a percentage increase, as defined in § 13-8-47, from fiscal year 2016 to fiscal year 2017. For each school district, the district's increase in average teacher compensation from fiscal year 2016 to 2017 shall be equal to at least eighty-five percent of the district's increase in local need, as defined in subdivision (2), from fiscal year 2016 to fiscal year 2017. If a district fails to comply with the requirements of this section, state aid to general education funding to the district in fiscal year 2018 shall be decreased by an amount equal to fifty percent of the amount calculated in subdivision (2). For fiscal years 2019, 2020, and 2021, if a district's average teacher compensation is less than the district's average teacher compensation in fiscal year 2017, state aid to general education funding to the district in the following fiscal year shall be reduced by an amount equal to five hundred dollars for each teacher employed in the school district. A school district may request a waiver from any penalty imposed under this section from the School Finance Accountability Board."}, {"bill_id": 7490, "bill_version_id": 40502, "bill_version": "House Engrossed", "bill_version_date": "2016-03-08T15:27:35.86-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a target teacher salary and a target teacher ratio, to revise certain provisions regarding education funding, to create the School Finance Accountability Board, and to provide for certain school district reporting and penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-10-6 be repealed. 13-10-6. For the purpose of continuing a fund for the payment of pensions to retired employees of a school district that has established such system, the school district may levy an annual tax not exceeding thirty cents per thousand dollars of taxable valuation of the school district for the current year. The levy may not be included in determining the tax levy limitation of the school district provided by law. Moneys collected from the tax shall be kept by the business manager in a special pension fund and may not be used for any other purpose except upon discontinuance of the pension system by the school district, in which case any unexpended balance shall be transferred to the general fund. For taxes payable in 2011, the total amount of revenue payable from the levy provided in this section may not increase more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for the taxes payable in 2010. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. For taxes payable in 2012, 2013, 2014, and 2015, the total amount of revenue payable from the levy provided in this section may not increase more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for the taxes payable in 2010 plus any unused index factor from the previous years. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. Any school district created or reorganized after January 1, 2009, is exempt from the limitation provided by this section for a period of two years immediately following its creation. For taxes payable in 2011, 2012, 2013, 2014, and 2015, the levy limitation of thirty cents per thousand dollars of taxable valuation does not apply to any school district. Section 2. Section 1 of this Act is effective on January 1, 2017. Section 3. That § 13-11-3 be amended to read: 13-11-3. The school district shall report the amount budgeted to the county auditor before October first on forms prescribed by the county auditor. The county auditor shall spread a levy in dollars and cents over the taxable property of the school district sufficient to raise the money requested by the school district subject to the legal dollars and cents limitations on any of the funds as provided by law. For the general fund, and special education fund, capital outlay fund, and pension fund, the school district may report the levy in dollars or dollars per one thousand dollars of taxable valuation. Section 4. That § 13-13-10.1 be amended to read: 13-13-10.1. Terms used in this chapter mean The education funding terms and procedures referenced in this chapter are defined as follows: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42.1 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership fall enrollment of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (2A) \"Fall enrollment,\" the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the current school year minus the number of students for whom the district receives tuition, except nonresident students who are in the care and custody of a state agency and are attending a public school and students for whom tuition is being paid pursuant to § 13-28-42.1, plus the number of students for whom the district pays tuition. When computing state aid to education for a school district pursuant to § 13-13-73, the secretary of the Department of Education shall use either the school district's fall enrollment or the average of the school district's fall enrollment from the previous two years, whichever is higher; (2B) Repealed by SL 2010, ch 84, § 1. (2C) \"Small school adjustment,\" calculated as follows: (a) For districts with a fall enrollment of two hundred or less, multiply 0.2 times $4,237.72; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, multiply the fall enrollment times negative 0.0005; add 0.3 to that result; and multiply the sum obtained times $4,237.72; The determination of the small school adjustment for a school district may not include any students residing in a residential treatment facility when the education program is operated by the school district \"Target teacher ratio factor,\" is: (a) For school districts with a fall enrollment of two hundred or less, the target teacher ratio factor is 12; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, the target teacher ratio factor is calculated as follows: (1) Multiplying the fall enrollment by .00750; (2) Adding 10.50 to the product of subsection (b)(1); (c) For districts with a fall enrollment of six hundred or greater, the target teacher ratio factor is 15. The fall enrollment used for the determination of the target teacher ratio for a school district may not include any students residing in a residential treatment facility when the education program is operated by the school district; (2D) \"Limited English proficiency (LEP) adjustment,\" is calculated as follows: (a) Multiply by multiplying 0.25 times the per student allocation; and (b) Multiply the product obtained in subsection (a) times the number of kindergarten through twelfth grade students who, in the prior school year, scored below level four on the state-administered language proficiency assessment as required in the state's consolidated state application pursuant to 20 USC § 6311(b)(7) as of January 1, 2013; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for school fiscal year 2016 is $4,876.76. Each school fiscal year thereafter, the per student allocation is the previous fiscal year's per student allocation increased by the index factor \"Target teacher salary,\" for school fiscal year 2017 is $48,500. Each school fiscal year thereafter, the target teacher salary is the previous fiscal year's target teacher salary increased by the index factor; (4A) \"Target teacher benefits,\" is the target teacher salary multiplied by twenty-nine percent; (4B) \"Target teacher compensation,\" is the sum of the target teacher salary and the target teacher benefits; (4C) \"Overhead rate,\" is thirty-one percent. Beginning in school fiscal year 2018, the overhead rate shall be adjusted to take into account the sum of the amounts that districts exceed the other revenue base amount; (5) \"Local need,\" is the sum of calculated as follows: (a) The per student allocation multiplied by the fall enrollment Divide the fall enrollment by the target teacher ratio factor; (b) The small school adjustment, if applicable, multiplied by the fall enrollment; and If applicable, divide Limited English proficiency (LEP) adjustment pursuant to subdivision (2D) by the target teacher ratio factor; (c) The limited English proficiency (LEP) adjustment, calculated pursuant to subdivision (2D), if applicable Add the results of subsections (a) and (b); (d) Multiply the result of subsection (c) by the target teacher compensation; (e) Multiply the product of subsection (d) by the overhead rate; (f) Add the products of subsections (d) and (e); (g) When calculating local need at the statewide level, include the amounts set aside for costs related to technology in schools and statewide student assessments; and (e)(h) When calculating local need at the statewide level, include the amounts set aside for sparse school district benefits, calculated pursuant to §§ 13-13-78 and 13-13-79; (5A) \"Alternative per student need,\" is calculated as follows: (a) Add the total need for each school district for school fiscal year 2016, including the small school adjustment and the limited English proficiency adjustment, to the lesser of the amount of funds apportioned to each school district in the year preceding the most recently completed school fiscal year or school fiscal year 2015 pursuant to §§ 13-13-4, 23A-27-25, 10-33-24, 10-36-10, 11-7-73, 10-35-21, and 10-43-77; (b) Divide the result of (a) by the September 2015 fall enrollment, excluding any adjustments based on prior year student counts; (5B) \"Alternative local need,\" is the alternative per student need multiplied by the fall enrollment, excluding any adjustments based on prior year student counts; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42. Beginning on July 1, 2017, local effort will include the amount of funds apportioned to each school district in the year preceding the most recently completed school fiscal year pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 and that exceeds the other revenue base amount. For the period July 1, 2016, through December 31, 2016, inclusive, local effort includes the amount of ad valorem taxes generated by applying the levies established pursuant to § 13-10-6 during this period; (6A) \"Other revenue base amount,\" for school districts not utilizing the alternative local need calculation is the amount of funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 calculated as follows: (a) Beginning on July 1, 2017, equals the greatest of the amounts of the funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 for school fiscal years 2013, 2014, and 2015; (b) Beginning on July 1, 2018, multiply eighty percent times subsection (a); (c) Beginning on July 1, 2019, multiply sixty percent times subsection (a); (d) Beginning on July 1, 2020, multiply forty percent times subsection (a); (e) Beginning on July 1, 2021, multiply twenty percent times subsection (a); (f) Beginning on July 1, 2022, is zero. For school districts utilizing the alternative local need calculation, the other revenue base amount is zero until such time the school district chooses to no longer utilize the alternative local need calculation. At that time, the other revenue base amount is calculated as defined above. For a school district created or reorganized after July 1, 2016, the other revenue base amount is the sum of the other revenue base amount for each district before reorganization, and the new school district may not utilize the alternative local need calculation. In the case of the dissolution and annexation of a district, the other revenue base amount of the dissolved school district will be prorated based on the total number of students in the fall enrollment as defined in subdivision (2A) who attend each district to which area of the dissolved district were annexed to in the first year of reorganization. The amount apportioned for each district will be added to the annexed districts' other revenue base; (6B) Wind energy tax revenue,\" any wind energy tax revenue apportioned to school districts pursuant to § 10-35-21 from a wind farm producing power for the first time before July 1, 2016, shall be considered local effort pursuant to subdivision (6) and other revenue base amount pursuant to subdivision (6A). However, any wind energy tax revenue apportioned to a school district from a wind farm producing power for the first time after June 30, 2016, one hundred percent shall be retained by the school district to which the tax revenue is apportioned for the first five years of producing power, eighty percent for the sixth year, sixty percent for the seventh year, forty percent for the eighth year, twenty percent for the ninth year, and zero percent thereafter; (7) \"General fund balance percentage,\" is a school district's general fund equity divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (8) \"General fund reserves,\" the sum of a school district's nonspendable and restricted fund balances of the general fund; (9) \"Nonspendable fund balance,\" that amount of the fund balance that is not in spendable form; (10) \"Restricted fund balance,\" that amount of the fund balance that has constraints on how it may be used that are externally imposed or are imposed by law \"Per student equivalent,\" for funding calculations that are determined on a per student basis, the per student equivalent is calculated as follows: (a) Multiply the target teacher compensation times the sum of one plus the overhead rate; (b) Divide subsection (a) by 15; (8) \"Monthly cash balance,\" the total amount of money for each month in the school district's general fund, calculated by adding all deposits made during the month to the beginning cash balance and deducting all disbursements or payments made during the month; (9) \"General fund base percentage,\" is determined as follows: (a) Forty percent for a school district with a fall enrollment as defined in subdivision (2A) of two hundred or less; (b) Thirty percent for a school district with fall enrollment as defined in subdivision (2A) of more than two hundred but less than six hundred; and (c) Twenty-five percent for a school district with fall enrollment as defined in subdivision (2A) greater than or equal to six hundred. When determining the general fund base percentage, the secretary of the Department of Education shall use the lesser of the school district's fall enrollment as defined in subdivision (2A) for the current school year or the school district's fall enrollment from the previous two years; (10) \"Allowable general fund cash balance,\" the general fund base percentage multiplied by the district's general fund expenditures in the previous school year. Section 5. That § 13-13-10.4 be amended to read: 13-13-10.4. For the purposes of subdivisions 13-13-10.1(1) and 13-13-10.1(1A), a pupil or § 13-13-10.1, a student is enrolled if: (1) The pupil or student is less than twenty-one years of age on the first day of July or meets the requirements of § 13-28-5 and 13-28-6; and (2) The pupil or student has not completed an approved program or graduated from high school; and (3) The pupil's or student's parent or guardian resides within the school district, or in the case of an emancipated minor the pupil or student resides within the district or the pupil or student has been properly assigned to the district or has been approved to attend school in the district under the terms of the enrollment options program established in § 13-28-40; and (4) The pupil or student is not simultaneously enrolled in any other school district and has not been excused from school attendance under the terms of § 13-27-1.1 or 13-27-2. Section 6. That § 13-13-10.5 be amended to read: 13-13-10.5. For purposes of state aid to education, a student enrolled pursuant to § 13-28-41 or 13-28-51 shall be counted in a school's average daily membership fall enrollment as defined in subdivision 13-13-10.1(1) § 13-13-10.1 in a proportion equal to the share of the student's enrollment in the school. Section 7. That § 13-13-72 be amended to read: 13-13-72. It is the policy of the Legislature that the appropriation for state aid to education increase on an annual basis by the percentage increase in local need on an aggregate statewide basis so that the relative proportion of local need paid by local effort and state aid shall remain constant. For school fiscal year 2013, it is the policy of the Legislature that the relative proportion of the total local need paid by state aid shall be amended by adjusting the proportion of state aid to fifty-three and eight-tenths percent of the total local need. However, the increase in the per student allocation on an annual basis that exceeds three percent shall be paid solely by the state and is not a factor in this policy. For school fiscal years 2017 to 2022, inclusive, the proportion of local need paid by local effort and state aid shall be adjusted annually to maintain the proportion between state aid and local property taxes and to reflect adjustments in local effort due to the implementation of the other revenue base amount as defined in § 13-13-10.1. Section 8. That § 13-13-72.1 be amended to read: 13-13-72.1. Any adjustments in the levies specified in § 10-12-42 made pursuant to §§ 13-13-71 and 13-13-72 shall be based on maintaining the relationship between statewide local effort as a percentage of statewide local need in the fiscal year succeeding the fiscal year in which the adjustment is made. For school fiscal years 2017 to 2022, inclusive, the proportion of local need paid by local effort and state aid shall be adjusted annually to reflect adjustments in local effort due to the implementation of the other revenue base amount as defined in § 13-13-10.1. However, for fiscal year 2013 and each year thereafter, if the levies specified in § 10-12-42 are not adjusted to maintain this relationship, the per student allocation target teacher salary as defined in § 13-13-10.1(4) 13-13-10.1 shall be reduced to maintain the relationship between statewide local effort as a percentage of statewide local need. Any adjustment to the levy for agricultural property shall be based upon the change in the statewide agricultural taxable valuation and the reclassification of agricultural property to another property classification. Any adjustment to the levies for nonagricultural property and owner-occupied single-family dwellings shall be based upon the change in the statewide nonagricultural property and owner-occupied single-family dwellings taxable valuations. However, if any new project with a total taxable valuation of one hundred fifty million dollars or more is constructed, the levies shall be proportionately decreased for agricultural property, nonagricultural property, and owner-occupied single-family dwellings. In addition to the adjustments in the levies provided by this section, the levies for nonagricultural property and owner-occupied single-family dwellings shall also be adjusted as necessary to account for the additional increase in the total assessed value for nonagricultural property and owner-occupied single-family dwellings pursuant to the phasing out and repeal of the provisions provided in § 10-6-74. Section 9. That § 13-13-73 be amended to read: 13-13-73. No later than July 1, 2016, a school district shall notify the secretary of education in writing as to whether the school district's state aid is to be calculated using the alternative local need calculation. If a school district chooses the alternative local need calculation, the school district shall notify the secretary in writing no later than July first of each subsequent fiscal year as to whether to continue to use the alternative local need calculation for that fiscal year. If a school district chooses not to use the alternative local need calculation, the school district may not use that calculation in any subsequent school year. The secretary of the Department of Education shall compute state aid to education for each school district according to the following calculations: (1) Determine each school district's fall enrollment; (2) To arrive at the local need per district: (a) Multiply the per student allocation by the fall enrollment; (b) Multiply the small school adjustment, if applicable, by the fall enrollment; (c) Calculate the limited English proficiency (LEP) adjustment pursuant to subdivision (2D), if applicable; and (d) Add the product of subsection (a) to the product of subsection (b) and to the calculation in subsection (c); (3) State For school districts not utilizing the alternative local need calculation, state aid is (a) local need as defined in § 13-13-10.1 minus local effort, or (b) zero if the calculation in (a) is a negative number; (4)(2) For school districts utilizing the alternative local need calculation, state aid is the alternative local need as defined in subdivision 13-13-10.1(5B) minus local effort, or zero if the calculation is a negative number; (3) If the state aid appropriation for the general support of education is in excess of the entitlement provided for in this section and the entitlement provided for in § 13-13-85, the excess shall be used to fund any shortfall of the appropriation as provided for in § 13-37-36.3. The secretary shall report to the Governor by January seventh of each year, the amount of state aid necessary to fully fund the general aid formula in the current year. If a shortfall in the state aid appropriation for general education exists that cannot be covered by § 13-37-45, the Governor shall inform the Legislature and provide a proposal to eliminate the shortfall. Section 10. That § 13-13-79 be amended to read: 13-13-79. At the same time that state aid is distributed to school districts pursuant to §§ 13-13-10.1 to 13-13-41, inclusive, the secretary of the Department of Education shall distribute funds to sparse school districts by multiplying the result of the calculation in either subdivision 13-13-78(2) or subdivision 13-13-78(3) by seventy-five percent of the per student allocation equivalent as defined in § 13-13-10.1. However, no sparse school district may receive a sparsity benefit in any year that exceeds one hundred ten thousand dollars in any fiscal year. Section 11. That § 13-13-82 be amended to read: 13-13-82. An eligible school district shall receive an amount equal to the per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1 multiplied by the number of eligible students included in its fall enrollment as defined in subdivision 13-13-10.1(2A) § 13-13-10.1. Section 12. That § 13-13-87 be amended to read: 13-13-87. A school district providing education for children in a residential treatment center or intensive residential treatment center shall receive an amount equal to the current year's per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1 multiplied by the average daily membership, in the prior school year, for residentially-placed students attending each residential treatment center or intensive residential treatment center for whom tuition is paid by another school district pursuant to § 13-28-11. This section applies only to an educational program provided through a school district. Section 13. That § 13-16-7 be amended to read: 13-16-7. The school board of any school district of this state may at its discretion authorize an annual levy of a tax not to exceed three dollars per thousand dollars of taxable valuation on the taxable valuation of the district for the capital outlay fund for assets as defined by § 13-16-6 or for its obligations under a resolution, lease-purchase agreement, capital outlay certificate, or other arrangement with the Health and Educational Facilities Authority. Taxes collected pursuant to such levy may be irrevocably pledged by the school board to the payment of principal of and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or lease-purchase agreements or other arrangement with the Health and Educational Facilities Authority and, so long as any capital outlay certificates are outstanding, installment agreement payments, lease-purchase agreements, or other arrangements are unpaid, the school board of any district may be compelled by mandamus or other appropriate remedy to levy an annual tax sufficient to pay principal and interest thereon, but not to exceed the three dollars per thousand dollars of taxable valuation in any year authorized to be levied hereby. For taxes payable in 2011, the total amount of revenue payable from the levy provided in this section may not increase more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for the taxes payable in 2010. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. A school district may increase the revenue it receives from taxes on real property above the limit provided by this section for taxes levied to pay the principal, interest, and redemption charges on any bonds issued after January 1, 2009, which are subject to referendum; for scheduled payment increases on bonds, and for a levy directed by the order of a court for the purpose of paying a judgment against the school district. Any school district created or reorganized after January 1, 2009, is exempt from the limitation provided by this section for a period of two years immediately following its creation. For taxes payable in 2012, 2013, 2014, and 2015, the The total amount of revenue payable from the levy provided in this section may not increase annually by more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for from the taxes payable in 2010 plus any unused index factor from the previous years 2016. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. A school district may increase the revenue it receives from taxes on real property above the limit provided by this section for taxes levied to pay the principal, interest, and redemption charges on any bonds issued after January 1, 2009, which are subject to referendum, scheduled payment increases on bonds and for a levy directed by the order of a court for the purpose of paying a judgment against such school district. Any school district created or reorganized after January 1, 2009 2016, is exempt from the limitation provided by this section for a period of two years immediately following its creation. For taxes payable in 2011, 2012, 2013, 2014, and 2015, the levy limitation of three dollars per thousand dollars of taxable valuation does not apply to any school district. In no year may the annual tax levy provided in this section exceed three dollars per thousand dollars of taxable valuation of the school district for the current year. Starting with taxes payable in 2021, a school district is limited to the maximum taxes allowed pursuant to this section or two thousand eight hundred dollars for each enrolled student as determined in the fall enrollment count set forth in § 13-13-10.1, whichever is less. For 2022 and subsequent years, the maximum amount for each enrolled student shall increase by the lesser of three percent or the index factor, as defined in § 10-13-38. The maximum amount for each enrolled student does not apply to any school district that has irrevocably pledged taxes collected to the payment of principal and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or lease-purchase agreements or other arrangement with the Health and Educational Facilities Authority, if the obligation was entered into before July 1, 2016, and the limitation would cause the school district to default on its obligation if limited pursuant to this section. Section 14. That § 13-16-7.1 be repealed. 13-16-7.1. For taxes payable in 2014 and 2015, the provisions of §§ 13-10-6 and 13-16-7 that limit the maximum amount of revenue that may be generated by the pension and capital outlay tax levies do not apply to any school district that has less than a ten percent change in the total taxable valuation from the previous year of all real property in the school district, not including the increase of value resulting from any improvements or change in use of real property. Section 15. That § 13-16-6 be amended to read: 13-16-6. The capital outlay fund of the school district is a fund provided by law to meet expenditures which result in the acquisition or lease of or additions to real property, plant, or equipment. Such an expenditure shall be for land, existing facilities, improvement of grounds, construction of facilities, additions to facilities, remodeling of facilities, or for the purchase or lease of equipment. It may also be used for installment or lease-purchase payments for the purchase of real property, plant, or equipment, which have a contracted terminal date not exceeding twenty years from the date of the installment contract or lease-purchase and for the payment of the principal of and interest on capital outlay certificates issued pursuant to § 13-16-6.2. Any purchase of one thousand dollars or less may be paid out of the general fund. The total accumulated unpaid principal balances of such installment contracts and lease-purchase and the outstanding principal amounts of such capital outlay certificates may not exceed three percent of the taxable valuation. The school district shall provide a sufficient levy each year under the provisions of § 13-16-7 to meet the annual installment contract, lease-purchase, and capital outlay certificate payments, including interest. A school district which contracts its student transportation may expend from the capital outlay fund an amount not to exceed fifteen percent of the contract amount. In addition, a school district which reimburses for mileage instead of providing transportation pursuant to § 13-30-3, may use the capital outlay fund to pay for fifteen percent of its mileage reimbursement costs. The capital outlay fund may be used to purchase textbooks and instructional software. The capital outlay fund may be used to purchase warranties on capital assets if the warranties do not include supplies. During the period of time beginning on July 1, 2009, and ending on June 30, 2018, any A school district may make payments transfer from its capital outlay fund for the purchase of property insurance and casualty insurance, for payments for energy costs and the cost of utilities, and for motor fuel or for any portion of a contract providing transportation to students or for any mileage reimbursements. However, the total amount that a school district expends from its capital outlay fund for these expenses may to its general fund an amount not to exceed forty-five percent of the total tax revenues deposited in that fund during the current school fiscal year, and for any school district with a current tax levy for the capital outlay fund that is greater than its tax levy for the capital outlay fund in school fiscal year 2008, the total amount expended from the capital outlay fund for these expenses may not exceed forty-five percent of the total tax revenues that would have been deposited in that fund during the current school fiscal year if the tax levy for the capital outlay fund had not been increased since 2008. Section 16. That § 13-16-26 be amended to read: 13-16-26. All or any part of a surplus of any school district fund, except the capital outlay fund provided by §§ 13-16-6 to 13-16-9, inclusive, and the special education fund provided by § 13-37-16 may be transferred to any other school district fund. Only a school district with a plan for reorganization that has been approved by the voters pursuant to § 13-6-47 after July 1, 2007 may transfer within twelve months before the effective date of the reorganization all or any part of a surplus in the capital outlay fund to the general fund. Any unused portion of money that has been transferred into the special education fund may be transferred from the special education fund within the current fiscal year to the fund from which it originated. All or any part of any school district fund may be loaned to any other school district fund for a term not to exceed twenty-four months. The restriction on a transfer from the capital outlay fund in this section does not apply to any transfer from the capital outlay fund to the general fund as authorized in § 13-16-6. Section 17. That § 13-28-11 be amended to read: 13-28-11. If a child is residing in a residential treatment center or an intensive residential treatment center which provides care for children who are not living with their parents or guardian, the school residence of the child is the school district where the parents or guardian reside, subject to the provisions of § 13-28-9. The school district where a residential treatment center or intensive residential treatment center is located is responsible for providing an educational program for the children who reside in the residential treatment center or intensive residential treatment center. Tuition for a child enrolled in a public school district is the responsibility of the school district where the child was enrolled at the time of placement in the residential treatment center or intensive residential treatment center. The amount of tuition paid by that school district for any child placed in a residential treatment center or intensive residential treatment center who is not eligible for special education services at the time of placement shall be calculated as follows: (1) Divide the current per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1 by one hundred seventy-five; and (2) Multiply the result obtained in subdivision (1) by the number of days the child is placed. This section applies only to a residential treatment center or intensive residential treatment center that provided an educational program through a school district in the 2013-2014 school year or that initiates an educational program through a school district in a subsequent school year. This section does not apply to any placement by the Unified Judicial System, the Department of Corrections, the Department of Social Services, or any entity approved by the Department of Social Services, including a foster home. Section 18. That § 13-28-19.1 be amended to read: 13-28-19.1. If a school district that was contracting pursuant to § 13-15-11, dissolves and is annexed to another school district prior to before July 1, 2010, the school board for the school district to which the former contracting school district is annexed shall, for the current school year and for each school year thereafter, assign the students who reside in land area that was part of the former contracting district to the school that was receiving the students under the contract. The rate of tuition paid per year to the receiving school district may not be less than the per student allocation equivalent as defined in § 13-13-10.1 for that school fiscal year. In addition, the school district to which the former contracting school district is annexed may compensate the receiving school district for all or any portion of the transportation or other costs associated with the students attending school in the receiving school district. If the parent or guardian of a student assigned to a school district in a bordering state pursuant to this section disapproves of the student's assignment, the school board shall assign that student to an attendance center within the district. However, notwithstanding any other provision of law, the school district is not required to provide transportation to that student. Section 19. That § 13-28A-2.1 be amended to read: 13-28A-2.1. Any agreement to allow the regulation of tuition paid between South Dakota school districts and a bordering state's school districts entered into pursuant to this chapter shall specify the tuition rate to be paid by all local school districts on behalf of students enrolled in the school district of a bordering state. However, no tuition regulation program agreement established pursuant to § 13-28A-1 may specify a rate of tuition that is greater than one hundred ten percent of the per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1. Section 20. That § 13-28A-14 be amended to read: 13-28A-14. If the rate of tuition specified in a tuition regulation program agreement established pursuant to § 13-28A-1 is greater than the per student allocation equivalent as defined in subdivision 13-13-10.1(4) § 13-13-10.1, any South Dakota school district that pays tuition to a bordering state school district in accordance with that agreement is entitled to the difference between the rate of tuition and the per student allocation equivalent for each student for whom tuition is paid. If the rate of tuition specified in a tuition regulation program agreement established pursuant to § 13-28A-1 is less than the per student allocation equivalent, any South Dakota school district that receives tuition from a bordering state school district in accordance with that agreement is entitled to the difference between the per student allocation equivalent and the rate of tuition for each student for whom tuition is received. The entitlements created in this section shall be paid out of money appropriated in the general appropriations act for state aid to education. Section 21. That § 13-55-49 be amended to read: 13-55-49. The amount of the scholarship shall be calculated as follows: (1) Multiply the per student allocation as defined in subdivision 13-13-10.1(4) by seventy-five percent; and (2) Multiply the result of subdivision (1) by the percentage of the statewide local need as defined in subdivision 13-13-10.1(5) that is paid with funds appropriated for state aid to general education pursuant to chapter 13-13 one thousand five hundred dollars for the first year of attendance. One half of the award shall be paid to an approved institution on behalf of any eligible student there enrolled at the beginning of the fall semester, and the other half shall be paid in the same manner at the beginning of the spring semester. A student must shall be enrolled full-time during the spring semester in order to receive the second installment. Section 22. That the code be amended by adding a NEW SECTION to read: There is hereby created the Teacher Compensation Review Board within the Department of Education. The board shall review teacher compensation, including comparable wage indexes, in surrounding states at the completion of every three school years. The board will report its findings to the Governor and the Legislature no later than September 30, 2018, and by September thirtieth in every third year thereafter. The initial appointment of the members to the board shall be made no later than March 1, 2018. The members shall serve a term of three years. The board shall consist of nine members to be appointed as follows: (1) Three members of the South Dakota Senate appointed by the president pro tempore of the Senate, no more than two of whom may be from the same political party; (2) Three members of the South Dakota House of Representatives appointed by the speaker of the House of Representatives, no more than two of whom may be from the same political party; and (3) Three members appointed by the Governor. Section 23. That the code be amended by adding a NEW SECTION to read: There is hereby created the School Finance Accountability Board within the Department of Education. The board shall consist of five members appointed by the Governor. The members shall serve a term of four years. The board may recommend that the provisions of section 24 of this Act be waived for a school district if the district can demonstrate that its lowest monthly general cash fund cash balance percentage is the result of special circumstances. The board may recommend that a penalty against a school district imposed under section 27 of this Act be waived, in whole or in part, if the district can demonstrate that its failure to comply with section 27 of this Act is due to special circumstances. The School Finance Accountability Board shall promulgate rules pursuant to chapter 1-26 to establish the appeals process provided for in section 27 of this Act, and to establish the factors that may be considered in considering a waiver requested by a school district, which shall include the impact of retirements. Any waivers of sections 24 or 27 of this Act recommended by the School Finance Accountability Board must be approved by the Joint Committee on Appropriations or the Interim Committee on Appropriations. The Department of Education shall annually report to the Governor and the Legislature the information collected pursuant to § 13-8-47 and section 27 of this Act. Section 24. That the code be amended by adding a NEW SECTION to read: Beginning on July 1, 2018, a school district's state aid for general education as calculated pursuant to § 13-13-73 shall be reduced by subtracting the allowable general fund cash balance from the lowest general fund monthly cash balance. If the result is less than zero, the reduction equals zero. A school district created or reorganized after July 1, 2016, is exempt from the reduction provided by this section for a period of three years immediately following its creation. Section 25. That the code be amended by adding a NEW SECTION to read: The pension fund of the school district is provided for the purpose of financing payments to the South Dakota Retirement System and to finance pensions to retired employees of a school district that has established a pension system. Upon discontinuance of the pension fund any unexpended balance shall be transferred to the general fund. This section is repealed on July 1, 2020. Section 26. That § 13-8-47 be amended to read: 13-8-47. Before the first day of August every school board shall file an annual report with the Department of Education. The report shall contain all the educational and financial information and statistics of the school district as requested in a format established by the Department of Education. The report shall also contain, for each month of the fiscal year, the month-end cash balances of the school district's general fund, capital outlay fund, pension fund, and special education fund. The report shall also contain the following information for the district from the preceding fiscal year: (1) Total teacher compensation, which is defined as the total amount spent on instructional salaries and benefits for certified instructional staff; (2) The total amount spent on instructional salaries for certified instructional staff; (3) The total amount spent on benefits for certified instructional staff; (4) The total number of certified instructional staff employed by the school district; and (5) Any other information necessary to comply with the provisions of this Act. The business manager, with the assistance of the secretary of the Department of Education, shall make the annual report, and it shall be approved by the school board. The business manager shall sign the annual report and file a copy with the Department of Education as provided in § 13-13-37. The division shall audit the report and return one copy to the school district. Reports not filed prior to August thirtieth are considered past due and are subject to the past-due provisions of § 13-13-38. Section 27. That the code be amended by adding a NEW SECTION to read: The Department of Education shall calculate the following for each school district: (1) The average teacher salary, based on data collected pursuant to §§ 13-8-47 and 13-3-51; (2) The increase in local need pursuant to § 13-13-10.1, excluding any effect due to change in the school district's fall enrollment and less the amount of revenue generated in school fiscal year 2016 pursuant to § 13-10-6 as a percentage increase, from fiscal year 2016 to fiscal year 2017; and (3) The increase in average teacher compensation as a percentage increase, as defined in § 13-8-47, from fiscal year 2016 to fiscal year 2017. For each school district, the district's increase in average teacher compensation from fiscal year 2016 to 2017 shall be equal to at least eighty-five percent of the district's increase in local need, as defined in subdivision (2), from fiscal year 2016 to fiscal year 2017 and, notwithstanding any negotiated agreement, at least eighty-five percent of the increase in state aid to general education funding the school district receives for fiscal year 2017 less the amount of revenue generated in fiscal year 2016 pursuant to § 13-10-6 shall be used to increase instructional salaries and benefits for certified instructional staff. If a district fails to comply with the requirements of this section, state aid to general education funding to the district in fiscal year 2018 shall be decreased by an amount equal to fifty percent of the amount calculated in subdivision (2). For fiscal years 2019, 2020, and 2021, if a district's average teacher compensation is less than the district's average teacher compensation in fiscal year 2017, state aid to general education funding to the district in the following fiscal year shall be reduced by an amount equal to five hundred dollars for each teacher employed in the school district. A school district may request a waiver from any penalty imposed under this section from the School Finance Accountability Board. Section 28. That the code be amended by adding a NEW SECTION to read: It is the intent of the Legislature that any money appropriated for teacher compensation using the education funding plan included in this Act be used to directly improve teacher recruiting and retention and that the school districts advance this goal by increasing starting teacher salaries and providing for the rapid acceleration of teacher salaries for those below the midpoint in that teacher's applicable pay scale."}, {"bill_id": 7490, "bill_version_id": 40552, "bill_version": "Enrolled", "bill_version_date": "2016-03-09T15:36:01.137-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7490, "action_date": "2016-02-02T14:00:00-06:00", "document_id": 38564, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38564.pdf", "status_text": "First read in Senate and referred to", "journal_page": 177, "committee_id_action": 309, "committee_id_assigned": 306, "result": "N", "vote": {}}, {"bill_id": 7490, "action_date": "2016-02-19T10:00:00-06:00", "document_id": 39420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39420.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 306, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7490, "action_date": "2016-02-19T10:00:00-06:00", "document_id": 39657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39657.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 306, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7490, "action_date": "2016-02-19T10:00:00-06:00", "document_id": 39657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39657.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 306, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21170, "president_vote": null, "Yea": [984, 1000, 977, 997, 1010, 1012, 978, 1045, 1037]}}, {"bill_id": 7490, "action_date": "2016-02-19T10:00:00-06:00", "document_id": 39657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39657.pdf", "status_text": "Title amended", "journal_page": 355, "committee_id_action": 306, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7490, "action_date": "2016-02-23T14:00:00-06:00", "document_id": 39863, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39863.pdf", "status_text": "Motion to amend", "journal_page": 418, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7490, "action_date": "2016-02-23T14:00:00-06:00", "document_id": 39863, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39863.pdf", "status_text": "Do Pass Amended", "journal_page": 419, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21368, "president_vote": null, "Yea": [974, 977, 999, 1037, 966, 1014, 1067, 979, 1005, 1047, 998, 1035, 997, 984, 967, 1010, 1020, 971, 1016, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008], "Nay": [969, 994, 1041, 975, 1011, 1001]}}, {"bill_id": 7490, "action_date": "2016-02-24T14:00:00-06:00", "document_id": 39955, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39955.pdf", "status_text": "First read in House and referred to", "journal_page": 665, "committee_id_action": 325, "committee_id_assigned": 322, "result": "N", "vote": {}}, {"bill_id": 7490, "action_date": "2016-03-01T08:00:00-06:00", "document_id": 39983, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39983.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 322, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7490, "action_date": "2016-03-01T08:00:00-06:00", "document_id": 40175, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40175.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 322, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7490, "action_date": "2016-03-01T08:00:00-06:00", "document_id": 40175, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40175.pdf", "status_text": "Do Pass Amended", "journal_page": 728, "committee_id_action": 322, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21656, "president_vote": null, "Yea": [1057, 1028, 972, 1059, 1043, 992, 1062, 1009, 986]}}, {"bill_id": 7490, "action_date": "2016-03-03T13:00:00-06:00", "document_id": 40333, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40333.pdf", "status_text": "Deferred to another day", "journal_page": 781, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7490, "action_date": "2016-03-07T14:00:00-06:00", "document_id": 40418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40418.pdf", "status_text": "Deferred to another day", "journal_page": 800, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7490, "action_date": "2016-03-08T10:00:00-06:00", "document_id": 40489, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40489.pdf", "status_text": "Motion to amend", "journal_page": 820, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7490, "action_date": "2016-03-08T10:00:00-06:00", "document_id": 40489, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40489.pdf", "status_text": "Motion to amend", "journal_page": 820, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7490, "action_date": "2016-03-08T10:00:00-06:00", "document_id": 40489, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40489.pdf", "status_text": "Motion to amend", "journal_page": 821, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21956, "president_vote": null, "Nay": [1043, 1042, 983, 1057, 995, 986, 1050, 1009, 1033, 1021, 1002, 1065, 972, 1062, 1038, 987, 982, 1048, 1054, 1028, 992, 1006, 1030, 988, 993, 1026, 1029, 1032], "Yea": [1063, 964, 1040, 1039, 1060, 980, 985, 976, 1049, 1022, 1056, 1061, 1019, 963, 1055, 1017, 1058, 1036, 1024, 968, 1018, 1059, 1031, 1027, 1034, 991, 1007, 1052, 981, 1023, 1069, 996, 990, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1015, 1044, 1003]}}, {"bill_id": 7490, "action_date": "2016-03-08T10:00:00-06:00", "document_id": 40489, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40489.pdf", "status_text": "Do Pass Amended", "journal_page": 823, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21958, "president_vote": null, "Yea": [1043, 1042, 1063, 1057, 1040, 995, 986, 1050, 1060, 1009, 1033, 985, 976, 1022, 1056, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1017, 1048, 1024, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 1007, 1052, 993, 1026, 981, 1023, 1069, 1029, 996, 1032, 1025, 1051, 965, 1053, 1064, 989], "Nay": [983, 964, 1039, 980, 1049, 1061, 1058, 1036, 991, 1030, 988, 990], "Excused": [1015, 1044, 1003]}}, {"bill_id": 7490, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40533, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40533.pdf", "status_text": "Concurred in amendments", "journal_page": 590, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22037, "president_vote": null, "Yea": [974, 977, 999, 1037, 966, 1014, 1067, 1005, 1047, 998, 967, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 973, 1008], "Nay": [979, 969, 1035, 997, 984, 994, 1041, 975, 1011, 1013]}}, {"bill_id": 7490, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40574, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40574.pdf", "status_text": "Signed by the President", "journal_page": 602, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7490, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40577.pdf", "status_text": "Signed by the Speaker", "journal_page": 871, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7490, "action_date": "2016-03-11T09:00:00-06:00", "document_id": 40593, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40593.pdf", "status_text": "Delivered to the Governor", "journal_page": 610, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7490, "action_date": "2016-03-29T10:00:00-05:00", "document_id": 40611, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40611.pdf", "status_text": "Signed by the Governor", "journal_page": 618, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6119, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7490"}