{"session_id": 61, "bill_id": 21499, "bill_type": "House Bill", "bill_number": 1171, "bill_title": "enhance education in the state and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 3657, "is_prime": true}, {"legislator_profile_id": 3578, "is_prime": false}, {"legislator_profile_id": 3584, "is_prime": false}, {"legislator_profile_id": 3590, "is_prime": false}, {"legislator_profile_id": 3593, "is_prime": false}, {"legislator_profile_id": 3629, "is_prime": false}, {"legislator_profile_id": 3656, "is_prime": false}, {"legislator_profile_id": 3668, "is_prime": false}], "keywords": ["Appropriation", "Education", "Tobacco"], "audio": [{"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst26.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst26.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst26.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst26.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2007-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou28.mp3", "start_seconds": 13969.0}, {"meeting_datetime": "2007-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou28.mp3", "start_seconds": 13969.0}, {"meeting_datetime": "2007-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou28.mp3", "start_seconds": 13969.0}, {"meeting_datetime": "2007-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou28.mp3", "start_seconds": 13969.0}, {"meeting_datetime": "2007-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou28.mp3", "start_seconds": 13969.0}, {"meeting_datetime": "2007-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou28.mp3", "start_seconds": 13969.0}, {"meeting_datetime": "2007-02-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed33.mp3", "start_seconds": 2156.0}, {"meeting_datetime": "2007-02-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed33.mp3", "start_seconds": 2156.0}, {"meeting_datetime": "2007-02-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed33.mp3", "start_seconds": 2156.0}, {"meeting_datetime": "2007-02-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed33.mp3", "start_seconds": 2156.0}, {"meeting_datetime": "2007-02-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed33.mp3", "start_seconds": 2156.0}, {"meeting_datetime": "2007-02-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed33.mp3", "start_seconds": 6616.0}, {"meeting_datetime": "2007-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen36.mp3", "start_seconds": 6921.0}, {"meeting_datetime": "2007-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen36.mp3", "start_seconds": 6921.0}, {"meeting_datetime": "2007-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen36.mp3", "start_seconds": 6921.0}, {"meeting_datetime": "2007-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen36.mp3", "start_seconds": 6921.0}, {"meeting_datetime": "2007-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen36.mp3", "start_seconds": 6921.0}, {"meeting_datetime": "2007-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen36.mp3", "start_seconds": 6921.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou37.mp3", "start_seconds": 3249.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 5657.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 5657.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 5657.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 5657.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 5657.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 5657.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 5657.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 5657.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 5657.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 5657.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 5657.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 5657.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 5657.0}, {"meeting_datetime": "2007-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen38.mp3", "start_seconds": 724.0}, {"meeting_datetime": "2007-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen38.mp3", "start_seconds": 724.0}, {"meeting_datetime": "2007-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen38.mp3", "start_seconds": 724.0}, {"meeting_datetime": "2007-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen38.mp3", "start_seconds": 724.0}], "bill_versions": [{"bill_id": 21499, "bill_version_id": 110723, "bill_version": "Introduced", "bill_version_date": "2007-01-25T08:32:11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to enhance education in the state and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby appropriated from the general fund the sum of one dollars ($ 1 ), or so much thereof as may be necessary, to the Department of Education to enhance education in the public elementary and secondary schools in this state. Section 2. The secretary of education shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 3. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2008, shall revert in accordance with § 4-8-21. 250 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.038 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 21499, "bill_version_id": 112283, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2007-02-14T14:32:22-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to enhance education in the state and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created in the state treasury the education enhancement tobacco tax fund. Section 2. That § 10-50-52 be amended to read as follows: 10-50-52. The first thirty million dollars in revenue collected annually pursuant to this chapter shall be deposited in the general fund. All revenue in excess of thirty million dollars collected annually shall be deposited in the tobacco prevention and reduction trust fund. Five million dollars of the revenue deposited annually in the tobacco prevention and reduction trust fund pursuant to this section shall be used to implement the tobacco prevention and reduction program. Thirty-three percent of any revenue deposited in the tobacco prevention and reduction trust fund in excess of five million dollars shall be transferred to the property tax reduction fund. Thirty-three percent of any revenue deposited in the tobacco prevention and reduction trust fund in excess of five million dollars shall be transferred to the education enhancement trust tobacco tax fund. Thirty-four percent of any revenue deposited in the tobacco prevention and reduction trust fund in excess of five million dollars shall be transferred to the health care trust tobacco tax fund. Section 3. There is hereby created the teacher compensation assistance program within the Department of Education to provide funds to school districts for the purpose of assisting school districts with teacher compensation. The department shall provide four-fifths of the funds for the teacher compensation assistance program to each participating school district. The Board of Education shall promulgate rules, pursuant to chapter 1-26, to create an oversight board appointed by the secretary of education for approval of applications as well as guidelines for district applications based on district instructional goals, teacher performance, market compensation or other specific district requirements as approved by the department. Participation in the program is discretionary. District applications shall be approved by the local board of education. The applications shall be reviewed by the teacher compensation assistance program oversight board and shall be recommended to the Board of Education for final approval. Section 4. The secretary of the Department of Education shall establish seven education service agencies to provide services and leadership to school districts on a regional basis. Each education service agency shall serve the school districts in a particular region of the state as determined by the secretary of education, and the secretary shall ensure that every school district is served by an education service agency. Each education service agency may be incorporated in the state of South Dakota as a nonprofit corporation organized under chapters 47-22 to 47-28, inclusive, which is exempt from taxation pursuant to 501(a) of the Internal Revenue Code, 26 U.S.C. Section 501(a), and may be listed as an exempt organization in Section 501(c) of the Internal Revenue Code, 26 U.S.C. Section 501(c), or an education service agency may be directed by an educational cooperative. Section 5. Education service agencies are hereby authorized and empowered to develop, manage, and provide support services and programs as determined by the needs of the local school districts and as approved by the secretary of education. An education service agency may: (1) Act primarily as a service agency in providing services and programs as identified and requested by the school districts it serves, including professional development, instructional materials, educational technology, curriculum development, and alternative educational programs; (2) Provide for economy, efficiency, and cost effectiveness in the cooperative delivery and purchase or lease of educational services, materials, and products; the services may include purchasing cooperatives, insurance cooperatives, business management services, auditing and accounting services, school safety and risk prevention training, data processing, and assistance with student records; (3) Provide administrative services such as communications and public relations services, employee background checks, grants management services, printing and publication services, and internship services; (4) Provide educational services through leadership and research and development in elementary and secondary education; (5) Work cooperatively with the Department of Education, institutions of higher education, local school districts, and other educational organizations to support, develop, and implement long-range plans and strategic goals for the enhancement of educational opportunities in elementary and secondary education; and (6) Serve, when appropriate and if funds are available, as a repository, clearinghouse, and administrator of federal, state, local, and private funds on behalf of school districts that may participate in special programs, projects, or grants in order to enhance the quality of education in South Dakota schools. Section 6. Each education service agency shall have an advisory board. The advisory board shall meet at least twice a year, and its membership shall include the superintendent or a designee of the superintendent from every school district served by the agency. The advisory board shall provide guidance to the agency relative to the needs of the school districts and how the education service agency might address those needs. Section 7. Beginning in 2008, the advisory board for each education service agency shall, upon receiving the approval of the secretary of education, appoint a fiscal agent to oversee the daily operations of the education service agency. Once appointed, the fiscal agent shall serve at the pleasure of the board. However, a board's decision to rescind a fiscal agent's appointment shall be approved by the secretary of education. Section 8. A statewide leadership board, composed of the fiscal agent from each education service agency and a representative from the Department of Education, shall be created to establish uniform policies among the education service agencies and to allow for communication and the exchange of ideas. Section 9. Upon receiving approval from the Department of Education, each education service agency, with input from both the advisory board and the statewide leadership board, may, as funding permits, contract with other entities to provide services to the school districts it serves. Section 10. Each year, the Department of Education shall conduct an assessment and a performance evaluation of each education service agency and submit its findings in writing to the Legislature. Section 11. The South Dakota Board of Education shall promulgate rules pursuant to chapter 1-26 establishing the evaluation process and the criteria and performance measures the department will use to evaluate the education service agencies. Section 12. The secretary of the Department of Education shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 13. For the fiscal year beginning on July 1, 2007, there is hereby appropriated from the education enhancement tobacco tax fund the sum of nine million dollars ($ 9,000,000 ), or so much thereof as may be necessary, to the Department of Education and shall be distributed as follows: (1) One million dollars for the teacher compensation assistance program created in section 3 of this Act; (2) One million seven hundred thousand dollars for the education service agencies established in section 4 of this Act; (3) One million five hundred thousand dollars for career and technical education programs; (4) Three million one hundred thousand dollars to apply to any increases in the total cost of foundation program state aid or other educational programs that resulted from legislation enacted during the Eighty-Second Session of the South Dakota Legislature based on the findings of the two-year study of school funding that was undertaken by the Department of Education in 2005; and (5) One million seven hundred thousand dollars to be distributed to school districts on the basis of fall enrollment as defined by this Act. Section 14. For the fiscal year beginning on July 1, 2007, there is hereby appropriated from the general fund the sum of five million dollars ($ 5,000,000 ), or so much thereof as may be necessary, to the Department of Education and shall be distributed as follows: (1) Four million dollars for the teacher compensation assistance program created in section 3 of this Act; and (2) One million dollars for career and technical education programs. Section 15. For the fiscal year beginning on July 1, 2008 and for each fiscal year thereafter, the secretary of education shall expend the monies deposited in the education enhancement tobacco tax fund through the normal budget process as set forth in § 4-7-9. Expenditures from the fund shall support the following education programs: (1) The teacher compensation assistance program created in section 3 of this Act; (2) The education service agencies established in section 4 of this Act; (3) Career and technical education programs; and (4) Other education program expenditures as set forth by the Legislature. Section 16. For the purposes of this Act, fall enrollment is the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the previous school year minus the number of students for whom the district receives tuition, except nonresident students who are in the care and custody of a state agency and are attending a public school and students for whom tuition is being paid pursuant to § 13-28-42.1, plus the number of students for whom the district pays tuition."}, {"bill_id": 21499, "bill_version_id": 112950, "bill_version": "Senate Education Engrossed", "bill_version_date": "2007-02-27T12:17:36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to enhance education in the state and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created the teacher compensation assistance program within the Department of Education to provide funds to school districts for the purpose of assisting school districts with teacher compensation. The department shall provide four-fifths of the funds for the teacher compensation assistance program to each participating school district. The Board of Education shall promulgate rules, pursuant to chapter 1-26, to create an oversight board appointed by the secretary of education for approval of applications as well as guidelines for district applications based on district instructional goals, market compensation or other specific district requirements as approved by the department. Participation in the program is discretionary. District applications shall be approved by the local board of education. The applications shall be reviewed by the teacher compensation assistance program oversight board and shall be recommended to the Board of Education for final approval. Section 2. Once a school district's initial five-year plan is complete, the school district may reapply for the program. If a school district reapplies and the district's application is denied by the Board of Education due to changes in the program's requirements, that school district is still entitled to receive funding for this program, if the school district continues to follow its original teacher compensation plan that it followed during the initial five years. The funding that school district is entitled to receive during the first year following the denial and in each year thereafter, as long as the school district continues to follow the original teacher compensation plan, shall be calculated as follows: (1) Determine the amount received for this program per fall enrollment as defined in subdivision 13-13-10.1(1) in the prior year; (2) Increase the amount in (1) by the index factor as defined in subdivision 13-13- 10.1(3); and (3) Multiply the result in (2) by the fall enrollment. Section 3. The South Dakota Board of Education shall promulgate rules pursuant to chapter 1-26 establishing the application process; application timelines; the guidelines for district applications based on school district instructional goals or market compensation; and a system to monitor the progress of participating school districts with their compensation assistance plans and to ensure that each participating school district is complying with the plan as submitted to the board. Section 4. The secretary of the Department of Education shall establish seven education service agencies to provide services and leadership to school districts on a regional basis. Each education service agency shall serve the school districts in a particular region of the state as determined by the secretary of education, and the secretary shall ensure that every school district is served by an education service agency. Each education service agency may be incorporated in the state of South Dakota as a nonprofit corporation organized under chapters 47-22 to 47-28, inclusive, which is exempt from taxation pursuant to 501(a) of the Internal Revenue Code, 26 U.S.C. Section 501(a), and may be listed as an exempt organization in Section 501(c) of the Internal Revenue Code, 26 U.S.C. Section 501(c), or an education service agency may be directed by an educational cooperative. Section 5. Education service agencies are hereby authorized and empowered to develop, manage, and provide support services and programs as determined by the needs of the local school districts and as approved by the secretary of education. An education service agency may: (1) Act primarily as a service agency in providing services and programs as identified and requested by the school districts it serves, including professional development, instructional materials, educational technology, curriculum development, and alternative educational programs; (2) Provide for economy, efficiency, and cost effectiveness in the cooperative delivery and purchase or lease of educational services, materials, and products; the services may include purchasing cooperatives, insurance cooperatives, business management services, auditing and accounting services, school safety and risk prevention training, data processing, and assistance with student records; (3) Provide administrative services such as communications and public relations services, employee background checks, grants management services, printing and publication services, and internship services; (4) Provide educational services through leadership and research and development in elementary and secondary education; (5) Work cooperatively with the Department of Education, institutions of higher education, local school districts, and other educational organizations to support, develop, and implement long-range plans and strategic goals for the enhancement of educational opportunities in elementary and secondary education; and (6) Serve, when appropriate and if funds are available, as a repository, clearinghouse, and administrator of federal, state, local, and private funds on behalf of school districts that may participate in special programs, projects, or grants in order to enhance the quality of education in South Dakota schools. Section 6. Each education service agency shall have an advisory board. The advisory board shall meet at least twice a year, and its membership shall include the superintendent or a designee of the superintendent from every school district served by the agency. The advisory board shall provide guidance to the agency relative to the needs of the school districts and how the education service agency might address those needs. Section 7. Beginning in 2008, the advisory board for each education service agency shall, upon receiving the approval of the secretary of education, appoint a fiscal agent to oversee the daily operations of the education service agency. Once appointed, the fiscal agent shall serve at the pleasure of the board. However, a board's decision to rescind a fiscal agent's appointment shall be approved by the secretary of education. Section 8. A statewide leadership board, composed of the fiscal agent from each education service agency and a representative from the Department of Education, shall be created to establish uniform policies among the education service agencies and to allow for communication and the exchange of ideas. Section 9. Upon receiving approval from the Department of Education, each education service agency, with input from both the advisory board and the statewide leadership board, may, as funding permits, contract with other entities to provide services to the school districts it serves. Section 10. Each year, the Department of Education shall conduct an assessment and a performance evaluation of each education service agency and submit its findings in writing to the Legislature. Section 11. The South Dakota Board of Education shall promulgate rules pursuant to chapter 1-26 establishing the evaluation process and the criteria and performance measures the department will use to evaluate the education service agencies. Section 12. The secretary of the Department of Education shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 13. For the fiscal year beginning on July 1, 2007, there is hereby appropriated from the education enhancement tobacco tax fund the sum of nine million dollars ($ 9,000,000 ), or so much thereof as may be necessary, to the Department of Education and shall be distributed as follows: (1) Four million dollars for the teacher compensation assistance program created in section 3 of this Act; (2) One million seven hundred thousand dollars for the education service agencies established in section 4 of this Act; (3) One million five hundred thousand dollars for career and technical education programs; (4) One million eight hundred thousand dollars to apply to any increases in the total cost of foundation program state aid or other educational programs that resulted from legislation enacted during the Eighty-Second Session of the South Dakota Legislature based on the findings of the two-year study of school funding that was undertaken by the Department of Education in 2005; and Section 14. For the fiscal year beginning on July 1, 2008 and for each fiscal year thereafter, the secretary of education shall expend nine million dollars of the monies deposited in the education enhancement tobacco tax fund through the normal budget process as set forth in § 4- 7-9. Expenditures from the fund shall support the following education programs: (1) The teacher compensation assistance program created in section 3 of this Act; (2) The education service agencies established in section 4 of this Act; (3) Career and technical education programs; and (4) Other education program expenditures as set forth by the Legislature."}, {"bill_id": 21499, "bill_version_id": 113297, "bill_version": "Senate Engrossed", "bill_version_date": "2007-03-02T17:43:19-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to enhance education in the state and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created the teacher compensation assistance program within the Department of Education to provide funds to school districts for the purpose of assisting school districts with teacher compensation. The department shall provide four-fifths of the funds for the teacher compensation assistance program to each participating school district. The Board of Education shall promulgate rules, pursuant to chapter 1-26, to create an oversight board appointed by the secretary of education for approval of applications as well as guidelines for district applications based on district instructional goals, market compensation or other specific district requirements as approved by the department. Participation in the program is discretionary. District applications shall be approved by the local board of education. The applications shall be reviewed by the teacher compensation assistance program oversight board and shall be recommended to the Board of Education for final approval. Section 2. Once a school district's initial five-year plan is complete, the school district may reapply for the program. If a school district reapplies and the district's application is denied by the Board of Education due to changes in the program's requirements, that school district is still entitled to receive funding for this program, if the school district continues to follow its original teacher compensation plan that it followed during the initial five years. The funding that school district is entitled to receive during the first year following the denial and in each year thereafter, as long as the school district continues to follow the original teacher compensation plan, shall be calculated as follows: (1) Determine the amount received for this program per fall enrollment as defined in subdivision 13-13-10.1(1) in the prior year; (2) Increase the amount in (1) by the index factor as defined in subdivision 13-13- 10.1(3); and (3) Multiply the result in (2) by the fall enrollment. Section 3. The South Dakota Board of Education shall promulgate rules pursuant to chapter 1-26 establishing the application process; application timelines; the guidelines for district applications based on school district instructional goals or market compensation; and a system to monitor the progress of participating school districts with their compensation assistance plans and to ensure that each participating school district is complying with the plan as submitted to the board. Section 4. The secretary of the Department of Education shall establish seven education service agencies to provide services and leadership to school districts on a regional basis. Each education service agency shall serve the school districts in a particular region of the state as determined by the secretary of education, and the secretary shall ensure that every school district is served by an education service agency. Each education service agency may be incorporated in the state of South Dakota as a nonprofit corporation organized under chapters 47-22 to 47-28, inclusive, which is exempt from taxation pursuant to 501(a) of the Internal Revenue Code, 26 U.S.C. Section 501(a), and may be listed as an exempt organization in Section 501(c) of the Internal Revenue Code, 26 U.S.C. Section 501(c), or an education service agency may be directed by an educational cooperative. Section 5. Education service agencies are hereby authorized and empowered to develop, manage, and provide support services and programs as determined by the needs of the local school districts and as approved by the secretary of education. An education service agency may: (1) Act primarily as a service agency in providing services and programs as identified and requested by the school districts it serves, including professional development, instructional materials, educational technology, curriculum development, and alternative educational programs; (2) Provide for economy, efficiency, and cost effectiveness in the cooperative delivery and purchase or lease of educational services, materials, and products; the services may include purchasing cooperatives, insurance cooperatives, business management services, auditing and accounting services, school safety and risk prevention training, data processing, and assistance with student records; (3) Provide administrative services such as communications and public relations services, employee background checks, grants management services, printing and publication services, and internship services; (4) Provide educational services through leadership and research and development in elementary and secondary education; (5) Work cooperatively with the Department of Education, institutions of higher education, local school districts, and other educational organizations to support, develop, and implement long-range plans and strategic goals for the enhancement of educational opportunities in elementary and secondary education; and (6) Serve, when appropriate and if funds are available, as a repository, clearinghouse, and administrator of federal, state, local, and private funds on behalf of school districts that may participate in special programs, projects, or grants in order to enhance the quality of education in South Dakota schools. Section 6. Each education service agency shall have an advisory board. The advisory board shall meet at least twice a year, and its membership shall include the superintendent or a designee of the superintendent from every school district served by the agency. The advisory board shall provide guidance to the agency relative to the needs of the school districts and how the education service agency might address those needs. Section 7. Beginning in 2008, the advisory board for each education service agency shall, upon receiving the approval of the secretary of education, appoint a fiscal agent to oversee the daily operations of the education service agency. Once appointed, the fiscal agent shall serve at the pleasure of the board. However, a board's decision to rescind a fiscal agent's appointment shall be approved by the secretary of education. Section 8. A statewide leadership board, composed of the fiscal agent from each education service agency and a representative from the Department of Education, shall be created to establish uniform policies among the education service agencies and to allow for communication and the exchange of ideas. Section 9. Upon receiving approval from the Department of Education, each education service agency, with input from both the advisory board and the statewide leadership board, may, as funding permits, contract with other entities to provide services to the school districts it serves. Section 10. Each year, the Department of Education shall conduct an assessment and a performance evaluation of each education service agency and submit its findings in writing to the Legislature. Section 11. The South Dakota Board of Education shall promulgate rules pursuant to chapter 1-26 establishing the evaluation process and the criteria and performance measures the department will use to evaluate the education service agencies. Section 12. The secretary of the Department of Education shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 13. For the fiscal year beginning on July 1, 2007, there is hereby appropriated from the education enhancement tobacco tax fund the sum of nine million dollars ($ 9,000,000 ), or so much thereof as may be necessary, to the Department of Education and shall be distributed as follows: (1) Four million dollars for the teacher compensation assistance program created in section 3 of this Act; (2) One million seven hundred thousand dollars for the education service agencies established in section 4 of this Act; (3) One million five hundred thousand dollars for career and technical education programs; (4) One million eight hundred thousand dollars to apply to any increases in the total cost of foundation program state aid or other educational programs that resulted from legislation enacted during the Eighty-Second Session of the South Dakota Legislature based on the findings of the two-year study of school funding that was undertaken by the Department of Education in 2005; and Section 14. For the fiscal year beginning on July 1, 2008 and for each fiscal year thereafter, the secretary of education shall expend nine million dollars of the monies deposited in the education enhancement tobacco tax fund through the normal budget process as set forth in § 4- 7-9. Expenditures from the fund shall support the following education programs: (1) The teacher compensation assistance program created in section 3 of this Act; (2) The education service agencies established in section 4 of this Act; (3) Career and technical education programs; and (4) Other education program expenditures as set forth by the Legislature. Section 15. For the fiscal year beginning on July 1, 2007, there is hereby appropriated from the general fund the sum of five million dollars ($ 5,000,000 ) to the Department of Education for distribution to school districts through the state aid to general education foundation formula."}, {"bill_id": 21499, "bill_version_id": 113371, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2007-03-05T10:38:08-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to enhance education in the state and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created the teacher compensation assistance program within the Department of Education to provide funds to school districts for the purpose of assisting school districts with teacher compensation. School districts are eligible to receive funds from the teacher compensation assistance program based on their fall enrollment numbers. The department shall provide four-fifths of the funds for the teacher compensation assistance program to each participating school district. The Board of Education shall promulgate rules, pursuant to chapter 1-26, to create an oversight board appointed by the secretary of education for approval of applications as well as guidelines for district applications based on district instructional goals, market compensation or other specific district requirements as approved by the department. Participation in the program is discretionary. District applications shall be approved by the local board of education. The applications shall be reviewed by the teacher compensation assistance program oversight board and shall be recommended to the Board of Education for final approval. The Legislature shall review the teacher compensation assistance program in 2012 to determine its effectiveness and to determine whether to continue the program. Section 2. The Teacher Compensation Assistance Program Oversight Board shall annually monitor the progress of participating school districts with their teacher compensation assistance plans, and submit its findings to the Board of Education. Section 3. The South Dakota Board of Education shall promulgate rules pursuant to chapter 1-26 establishing the application process; application timelines; the guidelines for district applications based on school district instructional goals or market compensation; and a system to monitor the progress of participating school districts with their compensation assistance plans and to ensure that each participating school district is complying with the plan as submitted to the board. Section 4. The secretary of the Department of Education shall establish seven education service agencies to provide services and leadership to school districts on a regional basis. Each education service agency shall serve the school districts in a particular region of the state as determined by the secretary of education, and the secretary shall ensure that every school district is served by an education service agency. Each education service agency may be incorporated in the state of South Dakota as a nonprofit corporation organized under chapters 47-22 to 47-28, inclusive, which is exempt from taxation pursuant to 501(a) of the Internal Revenue Code, 26 U.S.C. Section 501(a), and may be listed as an exempt organization in Section 501(c) of the Internal Revenue Code, 26 U.S.C. Section 501(c), or an education service agency may be directed by an educational cooperative. Section 5. Education service agencies are hereby authorized and empowered to develop, manage, and provide support services and programs as determined by the needs of the local school districts and as approved by the secretary of education. An education service agency may: (1) Act primarily as a service agency in providing services and programs as identified and requested by the school districts it serves, including professional development, instructional materials, educational technology, curriculum development, and alternative educational programs; (2) Provide for economy, efficiency, and cost effectiveness in the cooperative delivery and purchase or lease of educational services, materials, and products; the services may include purchasing cooperatives, insurance cooperatives, business management services, auditing and accounting services, school safety and risk prevention training, data processing, and assistance with student records; (3) Provide administrative services such as communications and public relations services, employee background checks, grants management services, printing and publication services, and internship services; (4) Provide educational services through leadership and research and development in elementary and secondary education; (5) Work cooperatively with the Department of Education, institutions of higher education, local school districts, and other educational organizations to support, develop, and implement long-range plans and strategic goals for the enhancement of educational opportunities in elementary and secondary education; and (6) Serve, when appropriate and if funds are available, as a repository, clearinghouse, and administrator of federal, state, local, and private funds on behalf of school districts that may participate in special programs, projects, or grants in order to enhance the quality of education in South Dakota schools. Section 6. Each education service agency shall have an advisory board. The advisory board shall meet at least twice a year, and its membership shall include the superintendent or a designee of the superintendent from every school district served by the agency. The advisory board shall provide guidance to the agency relative to the needs of the school districts and how the education service agency might address those needs. Section 7. Beginning in 2008, the advisory board for each education service agency shall, upon receiving the approval of the secretary of education, appoint a fiscal agent to oversee the daily operations of the education service agency. Once appointed, the fiscal agent shall serve at the pleasure of the board. However, a board's decision to rescind a fiscal agent's appointment shall be approved by the secretary of education. Section 8. A statewide leadership board, composed of the fiscal agent from each education service agency and a representative from the Department of Education, shall be created to establish uniform policies among the education service agencies and to allow for communication and the exchange of ideas. Section 9. Upon receiving approval from the Department of Education, each education service agency, with input from both the advisory board and the statewide leadership board, may, as funding permits, contract with other entities to provide services to the school districts it serves. Section 10. Each year, the Department of Education shall conduct an assessment and a performance evaluation of each education service agency and submit its findings in writing to the Legislature. Section 11. The South Dakota Board of Education shall promulgate rules pursuant to chapter 1-26 establishing the evaluation process and the criteria and performance measures the department will use to evaluate the education service agencies. Section 12. The secretary of the Department of Education shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 13. For the fiscal year beginning on July 1, 2007, there is hereby appropriated from the education enhancement tobacco tax fund the sum of nine million dollars ($ 9,000,000 ), or so much thereof as may be necessary, to the Department of Education and shall be distributed as follows: (1) Four million dollars for the teacher compensation assistance program created in section 3 of this Act; (2) One million seven hundred thousand dollars for the education service agencies established in section 4 of this Act; (3) One million five hundred thousand dollars for career and technical education programs; (4) One million eight hundred thousand dollars to apply to any increases in the total cost of foundation program state aid or other educational programs that resulted from legislation enacted during the Eighty-Second Session of the South Dakota Legislature based on the findings of the two-year study of school funding that was undertaken by the Department of Education in 2005; and Section 14. For the fiscal year beginning on July 1, 2008 and for each fiscal year thereafter, the secretary of education shall expend nine million dollars of the monies deposited in the education enhancement tobacco tax fund through the normal budget process as set forth in § 4- 7-9. Expenditures from the fund shall support the following education programs: (1) The teacher compensation assistance program created in section 3 of this Act; (2) The education service agencies established in section 4 of this Act; (3) Career and technical education programs; and (4) Other education program expenditures as set forth by the Legislature. Section 15. For the fiscal year beginning on July 1, 2007, there is hereby appropriated from the general fund the sum of five million dollars ($ 5,000,000 ) to the Department of Education for distribution to school districts through the state aid to general education foundation formula."}, {"bill_id": 21499, "bill_version_id": 113372, "bill_version": "Enrolled", "bill_version_date": "2007-03-05T11:00:41-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21499, "action_date": "2007-01-25T14:00:00-06:00", "document_id": 110857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110857.pdf", "status_text": "First read in House and referred to", "journal_page": 196, "committee_id_action": 923, "committee_id_assigned": 918, "result": "N", "vote": {}}, {"bill_id": 21499, "action_date": "2007-02-14T10:00:00-06:00", "document_id": 112252, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112252.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 918, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21499, "action_date": "2007-02-14T10:00:00-06:00", "document_id": 112252, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112252.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 918, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21499, "action_date": "2007-02-14T10:00:00-06:00", "document_id": 112252, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112252.pdf", "status_text": "Do Pass Amended,", "journal_page": 510, "committee_id_action": 918, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65188, "president_vote": null, "Yea": [3578, 3582, 3584, 3590, 3593, 3609, 3629, 3637, 3638, 3656, 3668, 3657], "Nay": [3598]}}, {"bill_id": 21499, "action_date": "2007-02-20T14:00:00-06:00", "document_id": 112514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112514.pdf", "status_text": "Do Pass Amended,", "journal_page": 587, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67166, "president_vote": null, "Yea": [3572, 3576, 3578, 3579, 3581, 3582, 3583, 3586, 3587, 3588, 3590, 3593, 3597, 3599, 3604, 3605, 3606, 3611, 3613, 3614, 3616, 3619, 3620, 3622, 3624, 3628, 3629, 3632, 3635, 3640, 3642, 3643, 3644, 3646, 3648, 3649, 3650, 3651, 3653, 3654, 3655, 3656, 3657, 3658, 3660, 3662, 3663, 3666, 3668, 3670, 3672, 3673, 3674, 3675, 3676, 3584], "Nay": [3577, 3580, 3591, 3592, 3594, 3598, 3600, 3609, 3631, 3637, 3638, 3645, 3665, 3671]}}, {"bill_id": 21499, "action_date": "2007-02-21T14:00:00-06:00", "document_id": 112584, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112584.pdf", "status_text": "First read in Senate and referred to", "journal_page": 600, "committee_id_action": 924, "committee_id_assigned": 899, "result": "N", "vote": {}}, {"bill_id": 21499, "action_date": "2007-02-27T07:45:00-06:00", "document_id": 112938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112938.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 899, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21499, "action_date": "2007-02-27T07:45:00-06:00", "document_id": 112938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112938.pdf", "status_text": "Do Pass Amended,", "journal_page": 677, "committee_id_action": 899, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65741, "president_vote": null, "Yea": [3602, 3621, 3636, 3641, 3652, 3626, 3647]}}, {"bill_id": 21499, "action_date": "2007-03-01T10:00:00-06:00", "document_id": 113232, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113232.pdf", "status_text": "Deferred to another day", "journal_page": 730, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21499, "action_date": "2007-03-02T10:00:00-06:00", "document_id": 113306, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113306.pdf", "status_text": "Motion to Amend,", "journal_page": 751, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21499, "action_date": "2007-03-02T10:00:00-06:00", "document_id": 113306, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113306.pdf", "status_text": "Do Pass Amended,", "journal_page": 751, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65901, "president_vote": null, "Yea": [3571, 3573, 3574, 3575, 3585, 3589, 3595, 3596, 3602, 3603, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3621, 3623, 3625, 3626, 3627, 3630, 3633, 3634, 3636, 3639, 3641, 3647, 3652, 3659, 3661, 3664, 3667, 3669]}}, {"bill_id": 21499, "action_date": "2007-03-03T09:00:00-06:00", "document_id": 113367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113367.pdf", "status_text": "Conference Committee appointments", "journal_page": 762, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21499, "action_date": "2007-03-03T09:00:00-06:00", "document_id": 113367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113367.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 773, "committee_id_action": 924, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 65941, "president_vote": null, "Yea": [3571, 3573, 3574, 3585, 3589, 3595, 3596, 3602, 3603, 3607, 3608, 3610, 3618, 3621, 3626, 3630, 3634, 3636, 3639, 3647, 3659, 3661, 3664], "Nay": [3575, 3612, 3615, 3617, 3623, 3625, 3627, 3633, 3641, 3652, 3667, 3669]}}, {"bill_id": 21499, "action_date": "2007-03-03T09:00:00-06:00", "document_id": 113367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113367.pdf", "status_text": "Intent to reconsider", "journal_page": 773, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21499, "action_date": "2007-03-03T09:00:00-06:00", "document_id": 113333, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113333.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 821, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67335, "president_vote": null, "Yea": [3572, 3576, 3578, 3579, 3581, 3582, 3583, 3587, 3588, 3590, 3593, 3599, 3604, 3605, 3611, 3613, 3614, 3619, 3622, 3624, 3628, 3629, 3631, 3632, 3635, 3642, 3643, 3644, 3646, 3648, 3649, 3650, 3651, 3653, 3654, 3655, 3656, 3657, 3658, 3660, 3662, 3666, 3668, 3672, 3673, 3674, 3675, 3676, 3584], "Nay": [3577, 3580, 3586, 3591, 3592, 3594, 3597, 3598, 3600, 3609, 3620, 3637, 3638, 3640, 3645, 3663, 3665, 3671], "Excused": [3606, 3616, 3670]}}, {"bill_id": 21499, "action_date": "2007-03-03T14:00:00-06:00", "document_id": 113354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113354.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65937, "president_vote": null, "Yea": [3584, 3626, 3647, 3657], "Nay": [3609, 3612]}}, {"bill_id": 21499, "action_date": "2007-03-05T10:00:00-06:00", "document_id": 113400, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113400.pdf", "status_text": "Reconsidered", "journal_page": 779, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65947, "president_vote": null, "Yea": [3571, 3573, 3574, 3575, 3585, 3589, 3595, 3596, 3602, 3603, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3621, 3623, 3625, 3626, 3627, 3630, 3633, 3634, 3636, 3639, 3641, 3647, 3652, 3659, 3661, 3664, 3667, 3669]}}, {"bill_id": 21499, "action_date": "2007-03-05T10:00:00-06:00", "document_id": 113400, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113400.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 780, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65948, "president_vote": null, "Yea": [3571, 3573, 3574, 3575, 3585, 3589, 3595, 3596, 3602, 3603, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3621, 3623, 3625, 3626, 3630, 3633, 3634, 3636, 3639, 3641, 3647, 3652, 3659, 3661, 3664, 3667, 3669], "Nay": [3627]}}, {"bill_id": 21499, "action_date": "2007-03-05T10:00:00-06:00", "document_id": 113399, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113399.pdf", "status_text": "Signed by Speaker", "journal_page": 832, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21499, "action_date": "2007-03-06T09:00:00-06:00", "document_id": 113405, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113405.pdf", "status_text": "Delivered to the Governor", "journal_page": 845, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21499, "action_date": "2007-03-06T09:30:00-06:00", "document_id": 113406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113406.pdf", "status_text": "Signed by President", "journal_page": 787, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21499, "action_date": "2007-03-26T10:00:00-05:00", "document_id": 113416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113416.pdf", "status_text": "Signed by Governor", "journal_page": 848, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3642, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21499"}