{"session_id": 49, "bill_id": 15613, "bill_type": "House Bill", "bill_number": 1273, "bill_title": "create the Office of the Ombudsman for Juvenile Corrections.", "sponsors": [{"legislator_profile_id": 2339, "is_prime": true}, {"legislator_profile_id": 2406, "is_prime": true}, {"legislator_profile_id": 2331, "is_prime": false}, {"legislator_profile_id": 2337, "is_prime": false}, {"legislator_profile_id": 2345, "is_prime": false}, {"legislator_profile_id": 2368, "is_prime": false}, {"legislator_profile_id": 2373, "is_prime": false}, {"legislator_profile_id": 2388, "is_prime": false}], "keywords": ["Department of Corrections", "Juvenile Corrections", "Legislature"], "audio": [], "bill_versions": [{"bill_id": 15613, "bill_version_id": 86622, "bill_version": "Introduced", "bill_version_date": "2000-01-24T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the Office of the Ombudsman for Juvenile Corrections. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is established an Advisory Committee to the Office of the Ombudsman for Juvenile Corrections. The Advisory Committee shall consist of one pediatrician, appointed by the majority leader of the House of Representatives; public child welfare social worker, appointed by the minority leader of the House of Representatives; one psychologist, appointed by the South Dakota Psychological Association; one psychiatrist, appointed by the South Dakota Psychiatric Association; one attorney, appointed by the South Dakota Bar Association; one circuit court judge, appointed by the Chief Justice of the South Dakota Supreme Court; one representative of private children's agencies, appointed by the majority leader of the Senate; one representative of education, appointed by the minority leader of the Senate; one person appointed by the secretary of the Department of Health and Human Services; one person appointed by the secretary of the Department of Corrections; and one person appointed by the Governor. Each member of the Advisory Committee shall serve a four-year term. Section 2. The Advisory Committee shall appoint a person to fill the Office of the Ombudsman for Juvenile Corrections which is hereby created. Such person shall be qualified by training and experience to perform the duties of the office as set forth in this Act. The ombudsman shall serve for a term of three years and may be reappointed and shall continue to hold office until a successor is appointed and qualified. Section 3. The ombudsman may appoint such staff as may be deemed necessary. However, for the fiscal years ending June 30, 2001, and June 30, 2002, the ombudsman's staff may not exceed one and one-half full-time positions or the equivalent thereof. The duties of the staff include such duties and powers of the ombudsman as may be performed under the direction of the ombudsman. Section 4. The Legislature shall annually appropriate such sums as may be necessary for the payment of the salaries of the ombudsman and staff and for the payment of office expenses and other actual expenses incurred by the ombudsman in the performance of those duties. Section 5. The ombudsman shall act independently of the Department of Corrections, the executive branch of government, the legislative branch of government, the judicial branch of government, and all entities of local government, in the performance of his or her duties. Section 6. The ombudsman shall annually submit to the Governor, the Legislature, and the Chief Justice of the Supreme Court, a detailed report analyzing the work of the Office of the Ombudsman and making any legislative, executive, or judicial recommendations resulting from that work. Section 7. Terms used in this Act mean: (1) \"Abuse,\" any act or failure to act by an employee of a juvenile corrections facility or program, or by a contract person or entity providing services to a juvenile corrections facility or program, which act was performed or failed to be performed, knowingly, recklessly, or intentionally, and which caused, or may have caused, injury or death to an individual in the custody or care of a juvenile corrections facility or program; (2) \"Juvenile corrections facility or program,\" any juvenile correctional facility or program established and maintained in accordance with § 26-11A-1, and all jails or detention centers operated by state or local government; (3) \"Individual in the custody or care of a juvenile corrections facility or program,\" includes any individual who is in the process of being admitted to a juvenile corrections facility or program or who is being transported to such a facility or program; (4) \"Neglect,\" any negligent act or omission by any individual responsible for providing custody, care, or services in a juvenile corrections facility or program which caused or may have caused injury or death to an individual in the care or custody of a juvenile corrections facility or program, or which placed such individual at risk of injury or death; (5) \"Administrative acts,\" any action, decision, omission, recommendation, practice, policy, or procedure of a juvenile corrections facility or program, or any of its agents or employees or independent contractors. The term does not include the preparation or presentation of legislation, or the substantive content of a judicial order, decision, or opinion. Section 8. The ombudsman shall perform the following duties: (1) Investigate and resolve complaints relating to administrative acts made by agents, employees, or independent contractors for juvenile corrections facilities or programs; (2) Periodically review the facilities and procedures of all juvenile corrections facilities and programs; (3) Periodically review the policies and procedures established by juvenile corrections facilities and programs and recommend changes in those policies and procedures to promote the physical health, emotional and mental well-being, safety, welfare, education, or rights of children in the custody of those facilities and programs; (4) Recommend changes in the procedures for dealing with juvenile problems and in the systems for providing juvenile detention and corrections; (5) Ensure that each affected child, and, in proper cases, that others interested in the child's welfare, are apprised of the role of the Office of the Ombudsman; (6) Investigate complaints alleging abuse or neglect. Section 9. The ombudsman has the following rights and powers: (1) To communicate privately, by mail or orally, with any affected child; (2) To have access, including the right to inspect, copy, and subpoena, records held by the clerk of court, records containing the names of all children in custody, all written reports of child abuse and neglect affecting children in custody, all records of state agencies, schools, police, health and medical providers, as may be necessary to carry out the responsibilities of the Office of the Ombudsman; (3) To take whatever steps are necessary and appropriate to ensure that persons are made aware of the services of the Office of the Ombudsman, its purpose, and how it can be contacted; (4) To apply for and accept grants, gifts, and bequests of funds from other states, federal and interstate agencies and independent authorities, and private firms, individuals, and foundations, for the purpose of carrying out the lawful responsibilities of the ombudsman; (5) To enter without notice to inspect juvenile corrections facilities and programs; (6) To initiate informal proceedings with juvenile corrections facilities and programs; (7) To negotiate and mediate an appropriate resolution of any issue or complaint; and (8) To commence litigation seeking equitable relief. Section 10. All records of the Office of the Ombudsman pertaining to the care and treatment of a child are confidential. Information contained in those records may not be disclosed publicly in any manner that would identify affected children. Section 11. The ombudsman may, whether specific to a complaint or as a general concern, investigate any administrative act or course of conduct that the ombudsman has reason to believe may be: (1) Contrary to law; (2) Unreasonable, unfair, oppressive, arbitrary, capricious, an abuse of discretion or unnecessarily discriminatory, even though in accordance with law; and (3) Adversely affect the physical health, emotional and mental well-being, safety, welfare, education, or rights of affected children. Section 12. On receiving a complaint, the ombudsman may investigate to find an appropriate remedy. Section 13. On receiving a complaint, the ombudsman may refuse to investigate an administrative act that otherwise qualifies for investigation if: (1) The complaint relates to an administrative act that the complainant has had knowledge of for an unreasonable time period before filing the complaint; (2) The complainant does not have a sufficient personal interest in the subject matter of the complaint; (3) The complaint is trivial or made in bad faith; and (4) The resources of the Office of the Ombudsman are insufficient to adequately investigate the complaint. Section 14. Within thirty days of receipt of the complaint, the ombudsman shall notify the complainant of the decision of the Office of the Ombudsman to investigate or not to investigate the complaint. If the ombudsman decides not to investigate and if requested by the complainant, the ombudsman shall provide in writing the reasons for not investigating. Section 15. If an opinion or recommendation of the ombudsman is likely to reflect critically upon the actions of any person or agency, the ombudsman shall first consult with the person or agency before rendering the opinion or recommendation. A preliminary opinion or preliminary recommendation is confidential and may not be publicly disclosed by any party. Section 16. The ombudsman shall report his or her opinion and recommendation to the juvenile corrections facility or program, if the ombudsman finds, after investigation, that: (1) A matter should be further considered by the juvenile corrections facility or program; (2) A matter should be referred to the presiding officers of both houses of the Legislature for further investigation or legislative action; (3) A statute or rule on which an administrative act is based should be amended; (4) An administrative act should be modified or canceled; (5) Reasons should be produced by the juvenile corrections facility or program for a particular administrative act; (6) Any other action should be taken by the Department of Corrections or the juvenile corrections facility or program; (7) A particular administrative act was arbitrary or capricious, constituted an abuse of discretion, or was not according to law; (8) A particular administrative act was harmful or potentially harmful to the physical health, emotional and mental well-being, safety, welfare, education, or rights of any affected child; or (9) Probable cause existed for finding the administrative act constituted abuse or neglect. Section 17. The ombudsman may request the juvenile corrections facility or program to notify the Office of the Ombudsman within a specified period of time of any action taken in response to the recommendations of the ombudsman. Section 18. The ombudsman shall notify the complainant of the ombudsman's recommendations and the actions taken by the juvenile corrections facility or program. Section 19. If the ombudsman believes there is a breach of duty or misconduct by an officer or employee of juvenile corrections facility or program in the conduct of the officer's or employee's duty, or if the ombudsman believes there is a breach of duty by the juvenile corrections facility or program, the ombudsman shall refer the matter to the chief executive officer of the juvenile corrections facility or program, to the presiding officer of both houses of the Legislature, to a prosecutor's office, or to another appropriate official or agency. Section 20. The ombudsman and the staff of the ombudsman may express a private opinion, may register to vote as to party, and may vote, but may not engage in any other political activity. Specifically, but without limitation, the ombudsman and the staff of the ombudsman may not act as a leader or hold an office in a political organization, may not publicly oppose any candidate for public office, may not make speeches on behalf of a political organization, may not attend political gatherings, and may not solicit funds for, pay an assessment to, or make a contribution to a political organization or candidate, or purchase tickets for political party dinners or other functions. Section 21. A person who knowingly hinders the lawful actions of the ombudsman, who knowingly hinders the lawful actions of the advisory committee, or who knowingly refuses to comply with the lawful demands of either, is guilty of a Class 1 misdemeanor. Section 22. No state agency nor any individual acting for a state agency may take any adverse action against an individual in retaliation because the individual cooperated with or provided information to the ombudsman. A violation of this section is a Class 1 misdemeanor. Section 23. No civil action may be brought against the ombudsman or the Advisory Committee for any act or omission in performing the duties under this Act except for intentional wrongful acts or omissions. The State of South Dakota shall protect and hold harmless any attorney, director, investigator, social worker, or other person employed by the Office of the Ombudsman and any volunteer appointed by the ombudsman, and the members of the Advisory Committee from financial loss and expense, including legal fees and costs, if any, arising out of any claim, demand, or suit for damages resulting from acts or omissions committed in the discharge of any duty within the scope of his or her employment or appointment which may constitute negligence if such acts are not intentional wrongful acts or omissions."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15613, "action_date": "2000-01-24T14:00:00-06:00", "document_id": 85638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85638.pdf", "status_text": "First read in House and referred to", "journal_page": 197, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15613, "action_date": "2000-01-25T14:00:00-06:00", "document_id": 85640, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85640.pdf", "status_text": "Referred to", "journal_page": 224, "committee_id_action": 656, "committee_id_assigned": 651, "result": "P", "vote": {}}, {"bill_id": 15613, "action_date": "2000-01-31T19:00:00-06:00", "document_id": 85823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85823.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15613, "action_date": "2000-01-31T19:00:00-06:00", "document_id": 85823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85823.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 324, "committee_id_action": 651, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45683, "president_vote": null, "Nay": [2313, 2337, 2345, 2360, 2368, 2388], "Yea": [2333, 2351, 2353, 2363, 2393, 2372, 2319]}}, {"bill_id": 15613, "action_date": "2000-01-31T19:00:00-06:00", "document_id": 85823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85823.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 324, "committee_id_action": 651, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45683, "president_vote": null, "Nay": [2313, 2337, 2345, 2360, 2368, 2388], "Yea": [2333, 2351, 2353, 2363, 2393, 2372, 2319]}}]}