{"session_id": 45, "bill_id": 12377, "bill_type": "Senate Bill", "bill_number": 7, "bill_title": "to provide for the establishment of entities to conduct certain joint interstate activities.", "sponsors": [{"legislator_profile_id": 1954, "is_prime": true}, {"legislator_profile_id": 1978, "is_prime": true}, {"legislator_profile_id": 1913, "is_prime": false}, {"legislator_profile_id": 1924, "is_prime": false}, {"legislator_profile_id": 1945, "is_prime": false}], "keywords": ["Governmental Reorganization & New Agencies", "Interstate Activities"], "audio": [], "bill_versions": [{"bill_id": 12377, "bill_version_id": 74131, "bill_version": "Introduced", "bill_version_date": "1997-01-02T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the establishment of entities to conduct certain joint interstate activities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 1-24 be amended by adding thereto a NEW SECTION to read as follows: Any state agency may enter into an agreement with another state or agency of another state to form a multistate authority to jointly exercise any function that the entity is authorized by law to perform. Any authority formed pursuant to this section may assume or acquire debts, obligations, revenues, or assets of any of the states or state agencies that are party to the agreement. Any agreement entered under this section that involves the assumption of any debt or obligation incurred by an agency of another state shall be submitted to the Legislature for approval at the next regular or special session after the agreement is entered and may not become effective until approved by the Legislature. Section 2. That chapter 1-24 be amended by adding thereto a NEW SECTION to read as follows: Any public agency may enter into an agreement with a public agency in another state to form a multistate authority to jointly exercise any function that the entity is authorized by law to perform. Any authority formed pursuant to this section may assume or acquire debts, obligations, revenues, or assets of any public agency that is party to the agreement. Any agreement entered under this section that involves the assumption of any debt or obligation incurred by an agency of another state shall be submitted to the Legislature for approval at the next regular or special session after the agreement is entered and may not become effective until approved by the Legislature."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12377, "action_date": "1997-01-14T14:00:00-06:00", "document_id": 72867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72867.pdf", "status_text": "First read in Senate and referred to", "journal_page": 13, "committee_id_action": 545, "committee_id_assigned": 527, "result": "N", "vote": {}}, {"bill_id": 12377, "action_date": "1997-01-22T07:45:00-06:00", "document_id": 72190, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72190.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12377, "action_date": "1997-01-22T07:45:00-06:00", "document_id": 72190, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72190.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37953, "president_vote": null, "Yea": [1911, 1915, 1956, 1912, 1946, 1986, 1969, 1927], "Excused": [1930]}}]}