{"session_id": 57, "bill_id": 19598, "bill_type": "House Bill", "bill_number": 1089, "bill_title": "provide for licensure and regulation of massage therapists and to provide funding from licensure fees.", "sponsors": [{"legislator_profile_id": 3160, "is_prime": true}, {"legislator_profile_id": 3241, "is_prime": true}, {"legislator_profile_id": 3166, "is_prime": false}, {"legislator_profile_id": 3179, "is_prime": false}, {"legislator_profile_id": 3211, "is_prime": false}, {"legislator_profile_id": 3216, "is_prime": false}, {"legislator_profile_id": 3224, "is_prime": false}], "keywords": ["Administrative Rules", "Professions and Occupations"], "audio": [{"meeting_datetime": "2005-01-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hhe13hb1089a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hhe13hb1089a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hhe13hb1089a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hhe13hb1089a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-01T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou15hb1089a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-01T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou15hb1089a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-01T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou15hb1089a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-10T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sco23hb1089a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-10T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sco23hb1089a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-10T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sco23hb1089a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-10T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sco23hb1089a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-10T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sco23hb1089a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen26hb1089a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen26hb1089a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen26hb1089a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen26hb1089a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen27hb1089a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen27hb1089a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen27hb1089a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen27hb1089a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19598, "bill_version_id": 102932, "bill_version": "Introduced", "bill_version_date": "2005-01-20T11:34:27-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to to provide for licensure and regulation of massage therapists and to provide funding from licensure fees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms in this Act mean: (1) \"Board,\" the Board of Massage Therapy; (2) \"Massage,\" the systematic manipulation of the connective tissues of the body through the application of hands or devices for the purposes of therapy, relaxation, or education through means which include: (a) Pressure, friction, stroking, rocking, kneading, percussion, compression, joint mobilization, and passive or active stretching within the normal anatomical range of motion; (b) External application of water, heat, cold, lubricants, or other topical agents; or (c) The use of electrical or mechanical devices that mimic or enhance actions done by hands; (3) \"Practice of massage therapy,\" the performance of massage for a fee or other compensation or holding oneself out to the public as performing massage. Section 2. The board consists of five members appointed by the Governor. The terms of the initial members of the board shall be staggered by the drawing of lots with three of the initial members serving a term of three years, two of the initial members serving a term of two years, and one of the initial members serving a term of one year. Any subsequent term on the board shall be three years. One member of the board shall be a person not licensed by the board. Four members of the board shall be persons licensed by the board. The Governor shall fill any vacancy by appointment to complete the unexpired portion of that member's term. No person may serve more than three consecutive terms, or any portion thereof, on the board. Section 3. Any member of the board may resign by giving written notice to the board and to the Governor. Resignations are effective when delivered to the Governor and the board. Section 4. The board shall select a president, vice-president, and secretary at its annual meeting. The board may hire an executive secretary to perform any managerial, clerical, or other duties directed by the board. Section 5. The board shall hold an annual meeting at a place and time set by the board. The board may hold special meetings at a time and place set by the president or a majority of the board by giving written notice to the board prior to the meeting. Section 6. Three board members present at any meeting constitute a quorum. No board action may occur unless approved by a majority vote of the entire board. Section 7. Board members shall receive a per diem set pursuant to § 4-7-10.4 and expenses at the same rate as other state employees while actually engaged in official duties. Section 8. Any person engaged in the practice of massage in this state shall conspicuously display a valid license or certified duplicate license from the board in the person's place of business. Section 9. Any fees and civil penalties collected under this Act shall be used for the operation of the board and the implementation of this Act. Section 10. Any person who engages in the practice of massage or holds himself or herself out to the public as engaged in the practice of massage without a license pursuant to this Act is guilty of a Class 1 misdemeanor and upon conviction the court shall assess a civil penalty of one thousand dollars payable to the board. The state or the board may file a civil action to enjoin any person engaging in the practice of massage without a license. Section 11. Any person who advertises services to the public as a massage therapist, bodywork therapist, masseur, masseuse, massagist, or any derivation or abbreviation of those terms or any other term commonly recognized to mean the practice of massage therapy while not licensed under this Act is guilty of a Class 1 misdemeanor. Upon conviction the court shall assess a civil penalty of one thousand dollars payable to the board. The state or the board may file a civil action to enjoin any person from violating this section. Section 12. The board may issue a license to engage in the practice of massage to any person who submits an application form and the fee as approved in section 17 of this Act and who demonstrates the following qualifications: (1) Eighteen years of age or older; (2) Good moral character; (3) High school diploma or equivalent; (4) Completion of no less than five hundred hours of training or study in the practice of massage with a facility or instructor recognized by the board; (5) Absence of unprofessional conduct; (6) Malpractice insurance coverage with limits at or above an amount set by the board; and (7) Passing score on an examination administered by a national certification board accredited by the National Commission of Certifying Agencies and in good standing with the National Organization of Competency Assurance. A license issued under this Act is valid for a period of two years from the date it was issued and automatically expires unless it is renewed. The board may refuse to grant a license to any person based on failure to demonstrate the requirements of this section. An applicant may appeal the denial of a license in compliance with chapter 1-26. Section 13. Any of the following acts constitute unprofessional conduct: (1) Conviction of any felony, any crime involving or relating to the practice of massage, or any crime involving dishonesty or moral turpitude; (2) Abuse of or addiction to alcohol, marijuana, or any controlled substance; (3) Providing the board false or misleading information on any application for a license or renewal of a license; (4) Willful misconduct or gross negligence in the practice of massage; (5) Prescribing or administering controlled substances, narcotics, barbiturates, or other potentially habit forming substances unless done through separate licensure under state law; (6) Exceeding the scope of practice of massage as defined in section 1 of this Act; (7) Engaging in any lewd or immoral conduct; (8) Making excessive or fraudulent charges for services; (9) Engaging in conduct which endangers the health or welfare of clients or other persons; or (10) Failure to comply with any provision of this Act. Section 14. For two years following the effective date of this Act, the board may issue a license to a person who demonstrates completion of a minimum of one hundred hours of training or study in the practice of massage with a facility or instructor recognized by the board or adequate experience derived from the active practice of massage for at least the three years immediately preceding the date of the application. Any person applying for a license under this section is not required to comply with the examination and training or study requirements of section 12 of this Act but shall meet the other criteria set forth in section 12 of this Act. Any person applying for a license under this section shall submit an application as required by section 12 of this Act along with proof of active practice for at least three years prior to the date of application. Section 15. Any person holding a valid license to practice massage from another state whose requirements for licensure are not less restrictive than this state is not required to take the examination for licensure. Any person applying for a license under this section shall submit an application as required by section 12 of this Act along with proof of a current license. This section applies only to persons holding licenses from states which offer reciprocity to persons licensed by this state. Section 16. Any person holding a valid license under this Act may renew that license by paying the required renewal fee and providing proof of compliance with the continuing education requirements set by the board at least thirty days prior to the expiration of the current license. Any person who submits a license renewal late shall submit a seventy-five dollar late fee. Any person whose license has lapsed shall reapply for a license. Section 17. Any applicant for a license under this Act shall submit a nonrefundable application fee of one hundred dollars. Any person who has a license issued or renewed by the board shall submit a license fee in an amount set by the board, but not to exceed three hundred dollars. Section 18. Any person holding a valid license under this Act may obtain a certified duplicate license by submitting a fee of twenty-five dollars for each certified duplicate. Section 19. Any person licensed under this Act shall complete continuing education relating to competence in the practice of massage on an annual basis in an amount, type, and from a facility or instructor approved by the board. The board may waive the continuing education requirement upon proof of illness or hardship. Section 20. The board may inspect the place of business of any person with a license issued pursuant to this Act during normal business hours or upon written notice. Section 21. Any person holding a valid license under this Act and engaged in the practice of massage therapy shall carry professional liability insurance coverage with limits at or in excess of the minimum amount established by the board. Section 22. The board may cancel, suspend, or revoke a license following a contested case hearing in compliance with chapter 1-26 upon satisfactory proof of incompetence, unprofessional conduct, or a violation of any provision of this Act. The board may waive the requirement of prior notice and an informal meeting set forth in § 1-26-29 if the licensee presents an immediate threat to the public or has engaged in willful misconduct. Any person may appeal the cancellation, suspension, or revocation of a license in compliance with chapter 1-26. Section 23. Any person whose license has been cancelled, suspended, or revoked by the board may not reapply for a license until one year after it was cancelled, suspended, or revoked unless a different time has been set by the board. Section 24. The board may promulgate rules pursuant to chapter 1-26 in the following areas: (1) The form and information required for any license application; (2) A list of recognized facilities or instructors who may provide training or instruction required for licensure or continuing education requirements; (3) The amount of license fees; (4) The procedures for conducting disciplinary proceedings; and (5) The minimum limits of malpractice insurance to be carried by any person licensed under this Act. Section 25. The provisions of this Act do not apply to any person performing massage for compensation if the massage is done under one of the following circumstances: (1) As part of a licensed practice as a physician, physician assistant, chiropractor, nurse, physical therapist, athletic trainer, or other health care profession licensed or certified under Title 36; (2) In furtherance of duties as an employee of the United States; (3) As part of a course of study with a facility or instructor recognized and approved by the board to provide training in massage or the provision of such instruction; (4) As part of providing a course of instruction or continuing education in the practice of massage therapy on a temporary basis not in excess of ten days; or (5) Manipulation of the connective tissues of the human body is restricted to the hands, feet, or ears and the person does not hold himself or herself out to be a massage therapist or to be engaged in the practice of massage therapy."}, {"bill_id": 19598, "bill_version_id": 103559, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2005-01-28T14:08:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to to provide for licensure and regulation of massage therapists and to provide funding from licensure fees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms in this Act mean: (1) \"Board,\" the Board of Massage Therapy; (2) \"Massage,\" the systematic mobilization of the soft tissues of the body through the application of hands or devices for the purposes of therapy, relaxation, or education through means which include: (a) Pressure, friction, stroking, rocking, kneading, percussion, compression, or stretching; (b) External application of water, heat, cold, lubricants, or other topical agents; or (c) The use of devices that mimic or enhance actions done by hands; (3) \"Practice of massage therapy,\" the performance of massage for a fee or other compensation or holding oneself out to the public as performing massage. Section 2. The board consists of five members appointed by the Governor. The terms of the initial members of the board shall be staggered by the drawing of lots with three of the initial members serving a term of three years, two of the initial members serving a term of two years, and one of the initial members serving a term of one year. Any subsequent term on the board shall be three years. One member of the board shall be a person not licensed by the board. Four members of the board shall be persons licensed by the board. The Governor shall fill any vacancy by appointment to complete the unexpired portion of that member's term. No person may serve more than three consecutive full terms on the board. The appointment to an unexpired term is not considered a full term. Section 3. Any member of the board may resign by giving written notice to the board and to the Governor. Resignations are effective when delivered to the Governor and the board. Section 4. The board shall select a president, vice-president, and secretary at its annual meeting. The board may hire an executive secretary to perform any managerial, clerical, or other duties directed by the board. Section 5. The board shall hold an annual meeting at a place and time set by the board. The board may hold special meetings at a time and place set by the president or a majority of the board by giving written notice to the board prior to the meeting. Section 6. Three board members present at any meeting constitute a quorum. No board action may occur unless approved by a majority vote of the entire board. Section 7. Board members shall receive a per diem set pursuant to § 4-7-10.4 and expenses at the same rate as other state employees while actually engaged in official duties. Section 8. Any person engaged in the practice of massage in this state shall conspicuously display a valid license or certified duplicate license from the board in the person's place of business. Section 9. Any fees and civil penalties collected under this Act shall be used for the operation of the board and the implementation of this Act. Section 10. Any person who engages in the practice of massage or holds himself or herself out to the public as engaged in the practice of massage without a license pursuant to this Act is guilty of a Class 1 misdemeanor and upon conviction the court shall assess a civil penalty of one thousand dollars payable to the board. The state or the board may file a civil action to enjoin any person engaging in the practice of massage without a license. Section 11. Any person who advertises services to the public as a massage therapist, bodywork therapist, masseur, masseuse, massagist, or any derivation or abbreviation of those terms or any other term commonly recognized to mean the practice of massage therapy while not licensed under this Act is guilty of a Class 1 misdemeanor. Upon conviction the court shall assess a civil penalty of one thousand dollars payable to the board. The state or the board may file a civil action to enjoin any person from violating this section. Section 12. The board may issue a license to engage in the practice of massage to any person who submits an application form and the nonrefundable application fee as approved in section 17 of this Act and who demonstrates the following qualifications: (1) Eighteen years of age or older; (2) Good moral character; (3) High school diploma or equivalent; (4) Completion of no less than five hundred hours of training or study in the practice of massage with a facility or instructor recognized by the board; (5) Absence of unprofessional conduct; (6) Malpractice insurance coverage with limits at or above an amount set by the board; and (7) Passing score on an examination administered by a national certification board accredited by the National Commission of Certifying Agencies and in good standing with the National Organization of Competency Assurance. A license issued under this Act is valid for a period of two years from the date it was issued and automatically expires unless it is renewed. The board may refuse to grant a license to any person based on failure to demonstrate the requirements of this section. An applicant may appeal the denial of a license in compliance with chapter 1-26. Section 13. For the purposes of this Act, any of the following acts constitute unprofessional conduct: (1) Conviction of any felony, any crime involving or relating to the practice of massage, or any crime involving dishonesty or moral turpitude; (2) Abuse of or addiction to alcohol, marijuana, or any controlled substance; (3) Providing the board false or misleading information on any application for a license or renewal of a license; (4) Willful misconduct or negligence in the practice of massage; (5) Prescribing or administering controlled substances, narcotics, barbiturates, or other potentially habit forming substances unless done through separate licensure under state law; (6) Exceeding the scope of practice of massage as defined in section 1 of this Act; (7) Engaging in any lewd or immoral conduct; (8) Making excessive or fraudulent charges for services; (9) Engaging in conduct which endangers the health or welfare of clients or other persons; or (10) Failure to comply with any provision of this Act. Section 14. For two years following the effective date of this Act, the board may issue a license to a person who demonstrates completion of a minimum of one hundred hours of training or study in the practice of massage with a facility or instructor recognized by the board or adequate experience derived from the active practice of massage for at least the three years immediately preceding the date of the application. Any person applying for a license under this section is not required to comply with the examination and training or study requirements of section 12 of this Act but shall meet the other criteria set forth in section 12 of this Act. Any person applying for a license under this section shall submit an application as required by section 12 of this Act along with proof of active practice for at least three years prior to the date of application. Section 15. Any person holding a valid license to practice massage from another state whose requirements for licensure are not less restrictive than this state is not required to take the examination for licensure. Any person applying for a license under this section shall submit an application as required by section 12 of this Act along with proof of a current license. This section applies only to persons holding licenses from states which offer reciprocity to persons licensed by this state. Section 16. Any person holding a valid license under this Act may renew that license by paying the required renewal fee and providing proof of compliance with the continuing education requirements set by the board at least thirty days prior to the expiration of the current license. Any person who submits a license renewal late shall submit a seventy-five dollar late fee. Any person whose license has lapsed shall reapply for a license. Section 17. Any applicant for a license under this Act shall submit a nonrefundable application fee of one hundred dollars. Any person who has a license issued or renewed by the board shall submit a license fee in an amount set by the board, but not to exceed three hundred dollars. Section 18. Any person holding a valid license under this Act may obtain a certified duplicate license by submitting a fee of twenty-five dollars for each certified duplicate. Section 19. Any person licensed under this Act shall complete continuing education relating to competence in the practice of massage on an annual basis in an amount, type, and from a facility or instructor approved by the board. The board may waive the continuing education requirement upon proof of illness or hardship. Section 20. The board may inspect the place of business of any person with a license issued pursuant to this Act during normal business hours or upon written notice. Section 21. Any person holding a valid license under this Act and engaged in the practice of massage therapy shall carry professional liability insurance coverage with limits at or in excess of the minimum amount established by the board. Section 22. The board may cancel, suspend, or revoke a license following a contested case hearing in compliance with chapter 1-26 upon satisfactory proof of incompetence, unprofessional conduct, or a violation of any provision of this Act. The board may waive the requirement of prior notice and an informal meeting set forth in § 1-26-29 if the licensee presents an immediate threat to the public or has engaged in willful misconduct. Any person may appeal the cancellation, suspension, or revocation of a license in compliance with chapter 1-26. Section 23. Any person whose license has been cancelled, suspended, or revoked by the board may not reapply for a license until one year after it was cancelled, suspended, or revoked unless a different time has been set by the board. Section 24. The board may promulgate rules pursuant to chapter 1-26 in the following areas: (1) The form and information required for any license application; (2) A list of recognized facilities or instructors who may provide training or instruction required for licensure or continuing education requirements; (3) The amount of license fees; (4) The procedures for conducting disciplinary proceedings; and (5) The minimum limits of malpractice insurance to be carried by any person licensed under this Act. Section 25. The provisions of this Act do not apply to any person performing massage for compensation if the massage is done under one of the following circumstances: (1) As part of a licensed practice as a physician, physician assistant, chiropractor, nurse, physical therapist, athletic trainer, or other health care profession licensed or certified under Title 36; (2) In furtherance of duties as an employee of the United States; (3) As part of a course of study with a facility or instructor recognized and approved by the board to provide training in massage or the provision of such instruction; (4) As part of providing a course of instruction or continuing education in the practice of massage therapy on a temporary basis not in excess of ten days; or (5) Manipulation of the connective tissues of the human body is restricted to the hands, feet, or ears and the person does not hold himself or herself out to be a massage therapist or to be engaged in the practice of massage therapy."}, {"bill_id": 19598, "bill_version_id": 103820, "bill_version": "House Engrossed", "bill_version_date": "2005-02-01T14:41:31-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to to provide for licensure and regulation of massage therapists and to provide funding from licensure fees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms in this Act mean: (1) \"Board,\" the Board of Massage Therapy; (2) \"Massage,\" the systematic mobilization of the soft tissues of the body through the application of hands or devices for the purposes of therapy, relaxation, or education through means which include: (a) Pressure, friction, stroking, rocking, kneading, percussion, compression, or stretching; (b) External application of water, heat, cold, lubricants, or other topical agents; or (c) The use of devices that mimic or enhance actions done by hands; (3) \"Practice of massage therapy,\" the performance of massage for a fee or other compensation or holding oneself out to the public as performing massage. Section 2. The board consists of five members appointed by the Governor. The terms of the initial members of the board shall be staggered by the drawing of lots with three of the initial members serving a term of three years, two of the initial members serving a term of two years, and one of the initial members serving a term of one year. Any subsequent term on the board shall be three years. One member of the board shall be a person not licensed by the board. Four members of the board shall be persons licensed by the board. The Governor shall fill any vacancy by appointment to complete the unexpired portion of that member's term. No person may serve more than three consecutive full terms on the board. The appointment to an unexpired term is not considered a full term. Section 3. Any member of the board may resign by giving written notice to the board and to the Governor. Resignations are effective when delivered to the Governor and the board. Section 4. The board shall select a president, vice-president, and secretary at its annual meeting. The board may hire an executive secretary to perform any managerial, clerical, or other duties directed by the board. Section 5. The board shall hold an annual meeting at a place and time set by the board. The board may hold special meetings at a time and place set by the president or a majority of the board by giving written notice to the board prior to the meeting. Section 6. Three board members present at any meeting constitute a quorum. No board action may occur unless approved by a majority vote of the entire board. Section 7. Board members shall receive a per diem set pursuant to § 4-7-10.4 and expenses at the same rate as other state employees while actually engaged in official duties. Section 8. Any person engaged in the practice of massage in this state shall conspicuously display a valid license or certified duplicate license from the board in the person's place of business. Section 9. Any fees and civil penalties collected under this Act shall be used for the operation of the board and the implementation of this Act. Section 10. Any person who engages in the practice of massage or holds himself or herself out to the public as engaged in the practice of massage without a license pursuant to this Act is guilty of a Class 1 misdemeanor and upon conviction the court shall assess a civil penalty of one thousand dollars payable to the board. The state or the board may file a civil action to enjoin any person engaging in the practice of massage without a license. Section 11. Any person who advertises services to the public as a massage therapist, bodywork therapist, masseur, masseuse, massagist, or any derivation or abbreviation of those terms or any other term commonly recognized to mean the practice of massage therapy while not licensed under this Act is guilty of a Class 1 misdemeanor. Upon conviction the court shall assess a civil penalty of one thousand dollars payable to the board. The state or the board may file a civil action to enjoin any person from violating this section. Section 12. The board may issue a license to engage in the practice of massage to any person who submits an application form and the nonrefundable application fee as approved in section 17 of this Act and who demonstrates the following qualifications: (1) Eighteen years of age or older; (2) Good moral character; (3) High school diploma or equivalent; (4) Completion of no less than five hundred hours of training or study in the practice of massage with a facility or instructor recognized by the board; (5) Absence of unprofessional conduct; (6) Malpractice insurance coverage with limits at or above an amount set by the board; and (7) Passing score on an examination administered by a national certification board accredited by the National Commission of Certifying Agencies and in good standing with the National Organization of Competency Assurance. A license issued under this Act is valid for a period of two years from the date it was issued and automatically expires unless it is renewed. The board may refuse to grant a license to any person based on failure to demonstrate the requirements of this section. An applicant may appeal the denial of a license in compliance with chapter 1-26. Section 13. For the purposes of this Act, any of the following acts constitute unprofessional conduct: (1) Conviction of any felony, any crime involving or relating to the practice of massage, or any crime involving dishonesty or moral turpitude; (2) Abuse of or addiction to alcohol, marijuana, or any controlled substance; (3) Providing the board false or misleading information on any application for a license or renewal of a license; (4) Willful misconduct or negligence in the practice of massage; (5) Prescribing or administering controlled substances, narcotics, barbiturates, or other potentially habit forming substances unless done through separate licensure under state law; (6) Exceeding the scope of practice of massage as defined in section 1 of this Act; (7) Engaging in any lewd or immoral conduct; (8) Making excessive or fraudulent charges for services; (9) Engaging in conduct which endangers the health or welfare of clients or other persons; or (10) Failure to comply with any provision of this Act. Section 14. For two years following the effective date of this Act, the board may issue a license to a person who demonstrates completion of a minimum of one hundred hours of training or study in the practice of massage with a facility or instructor recognized by the board or adequate experience derived from the active practice of massage for at least the three years immediately preceding the date of the application. Any person applying for a license under this section is not required to comply with the examination and training or study requirements of section 12 of this Act but shall meet the other criteria set forth in section 12 of this Act. Any person applying for a license under this section shall submit an application as required by section 12 of this Act along with proof of active practice for at least three years prior to the date of application. Section 15. Any person holding a valid license to practice massage from another state whose requirements for licensure are not less restrictive than this state is not required to take the examination for licensure. Any person applying for a license under this section shall submit an application as required by section 12 of this Act along with proof of a current license. This section applies only to persons holding licenses from states which offer reciprocity to persons licensed by this state. Section 16. Any person holding a valid license under this Act may renew that license by paying the required renewal fee and providing proof of compliance with the continuing education requirements set by the board at least thirty days prior to the expiration of the current license. Any person who submits a license renewal late shall submit a seventy-five dollar late fee. Any person whose license has lapsed shall reapply for a license. Section 17. Any applicant for a license under this Act shall submit a nonrefundable application fee of one hundred dollars. Any person who has a license issued or renewed by the board shall submit a license fee in an amount set by the board, but not to exceed three hundred dollars. Section 18. Any person holding a valid license under this Act may obtain a certified duplicate license by submitting a fee of twenty-five dollars for each certified duplicate. Section 19. Any person licensed under this Act shall complete continuing education relating to competence in the practice of massage on an annual basis in an amount, type, and from a facility or instructor approved by the board. The board may waive the continuing education requirement upon proof of illness or hardship. Section 20. The board may inspect the place of business of any person with a license issued pursuant to this Act during normal business hours or upon written notice. Section 21. Any person holding a valid license under this Act and engaged in the practice of massage therapy shall carry professional liability insurance coverage with limits at or in excess of the minimum amount established by the board. Section 22. The board may cancel, suspend, or revoke a license following a contested case hearing in compliance with chapter 1-26 upon satisfactory proof of incompetence, unprofessional conduct, or a violation of any provision of this Act. The board may waive the requirement of prior notice and an informal meeting set forth in § 1-26-29 if the licensee presents an immediate threat to the public or has engaged in willful misconduct. Any person may appeal the cancellation, suspension, or revocation of a license in compliance with chapter 1-26. Section 23. Any person whose license has been cancelled, suspended, or revoked by the board may not reapply for a license until one year after it was cancelled, suspended, or revoked unless a different time has been set by the board. Section 24. The board may promulgate rules pursuant to chapter 1-26 in the following areas: (1) The form and information required for any license application; (2) A list of recognized facilities or instructors who may provide training or instruction required for licensure or continuing education requirements; (3) The amount of license fees; (4) The procedures for conducting disciplinary proceedings; and (5) The minimum limits of malpractice insurance to be carried by any person licensed under this Act. Section 25. The provisions of this Act do not apply to any person performing massage for compensation if the massage is done under one of the following circumstances: (1) As part of a licensed practice as a physician, physician assistant, chiropractor, nurse, physical therapist, athletic trainer, or other health care profession licensed or certified under Title 36; (2) In furtherance of duties as an employee of the United States; (3) As part of a course of study with a facility or instructor recognized and approved by the board to provide training in massage or the provision of such instruction; (4) As part of providing a course of instruction or continuing education in the practice of massage therapy on a temporary basis not in excess of ten days; or (5) Manipulation of the soft tissues of the human body is restricted to the hands, feet, or ears and the person does not hold himself or herself out to be a massage therapist or to be engaged in the practice of massage therapy."}, {"bill_id": 19598, "bill_version_id": 104530, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2005-02-10T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for licensure and regulation of massage therapists and to provide funding from licensure fees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms in this Act mean: (1) \"Board,\" the Board of Massage Therapy; (2) \"Massage,\" the systematic mobilization of the soft tissues of the body through the application of hands or devices for the purposes of therapy, relaxation, or education through means which include: (a) Pressure, friction, stroking, rocking, kneading, percussion, compression, or stretching; (b) External application of water, heat, cold, lubricants, or other topical agents; or (c) The use of devices that mimic or enhance actions done by hands; (3) \"Practice of massage therapy,\" the performance of massage for a fee or other compensation or holding oneself out to the public as performing massage. Section 2. The board consists of five members appointed by the Governor. The terms of the initial members of the board shall be staggered by the drawing of lots with three of the initial members serving a term of three years, two of the initial members serving a term of two years, and one of the initial members serving a term of one year. Any subsequent term on the board shall be three years. One member of the board shall be a person not licensed by the board. Four members of the board shall be persons licensed by the board. The Governor shall fill any vacancy by appointment to complete the unexpired portion of that member's term. No person may serve more than three consecutive full terms on the board. The appointment to an unexpired term is not considered a full term. Section 3. Any member of the board may resign by giving written notice to the board and to the Governor. Resignations are effective when delivered to the Governor and the board. Section 4. The board shall select a president, vice-president, and secretary at its annual meeting. The board may hire an executive secretary to perform any managerial, clerical, or other duties directed by the board. Section 5. The board shall hold an annual meeting at a place and time set by the board. The board may hold special meetings at a time and place set by the president or a majority of the board by giving written notice to the board prior to the meeting. Section 6. Three board members present at any meeting constitute a quorum. No board action may occur unless approved by a majority vote of the entire board. Section 7. Board members shall receive a per diem set pursuant to § 4-7-10.4 and expenses at the same rate as other state employees while actually engaged in official duties. Section 8. Any person engaged in the practice of massage in this state shall conspicuously display a valid license or certified duplicate license from the board in the person's place of business. Section 9. Any fees and civil penalties collected under this Act shall be used for the operation of the board and the implementation of this Act. Section 10. Any person who engages in the practice of massage or holds himself or herself out to the public as engaged in the practice of massage without a license pursuant to this Act is guilty of a Class 1 misdemeanor and upon conviction the court shall assess a civil penalty of one thousand dollars payable to the board. The state or the board may file a civil action to enjoin any person engaging in the practice of massage without a license. Section 11. Any person who advertises services to the public as a massage therapist, bodywork therapist, masseur, masseuse, massagist, or any derivation or abbreviation of those terms or any other term commonly recognized to mean the practice of massage therapy while not licensed under this Act is guilty of a Class 1 misdemeanor. Upon conviction the court shall assess a civil penalty of one thousand dollars payable to the board. The state or the board may file a civil action to enjoin any person from violating this section. Section 12. The board may issue a license to engage in the practice of massage to any person who submits an application form and the nonrefundable application fee as approved in section 17 of this Act and who demonstrates the following qualifications: (1) Eighteen years of age or older; (2) Good moral character; (3) High school diploma or equivalent; (4) Completion of no less than five hundred hours of training or study in the practice of massage with a facility or instructor recognized by the board; (5) Absence of unprofessional conduct; (6) Malpractice insurance coverage with limits at or above an amount set by the board; and (7) Passing score on an examination administered by a national certification board accredited by the National Commission of Certifying Agencies and in good standing with the National Organization of Competency Assurance. A license issued under this Act is valid for a period of two years from the date it was issued and automatically expires unless it is renewed. The board may refuse to grant a license to any person based on failure to demonstrate the requirements of this section. An applicant may appeal the denial of a license in compliance with chapter 1-26. Section 13. For the purposes of this Act, any of the following acts constitute unprofessional conduct: (1) Conviction of any felony, any crime involving or relating to the practice of massage, or any crime involving dishonesty or moral turpitude; (2) Abuse of or addiction to alcohol, marijuana, or any controlled substance; (3) Providing the board false or misleading information on any application for a license or renewal of a license; (4) Willful misconduct or negligence in the practice of massage; (5) Prescribing or administering controlled substances, narcotics, barbiturates, or other potentially habit forming substances unless done through separate licensure under state law; (6) Exceeding the scope of practice of massage as defined in section 1 of this Act; (7) Engaging in any lewd or immoral conduct; (8) Making excessive or fraudulent charges for services; (9) Engaging in conduct which endangers the health or welfare of clients or other persons; or (10) Failure to comply with any provision of this Act. Section 14. For two years following the effective date of this Act, the board may issue a license to a person who demonstrates completion of a minimum of one hundred hours of training or study in the practice of massage with a facility or instructor recognized by the board or adequate experience derived from the active practice of massage for at least the three years immediately preceding the date of the application. Any person applying for a license under this section is not required to comply with the examination and training or study requirements of section 12 of this Act but shall meet the other criteria set forth in section 12 of this Act. Any person applying for a license under this section shall submit an application as required by section 12 of this Act along with proof of active practice for at least three years prior to the date of application. Section 15. Any person holding a valid license to practice massage from another state whose requirements for licensure are not less restrictive than this state is not required to take the examination for licensure. Any person applying for a license under this section shall submit an application as required by section 12 of this Act along with proof of a current license. This section applies only to persons holding licenses from states which offer reciprocity to persons licensed by this state. Section 16. Any person holding a valid license under this Act may renew that license by paying the required renewal fee and providing proof of compliance with the continuing education requirements set by the board at least thirty days prior to the expiration of the current license. Any person who submits a license renewal late shall submit a seventy-five dollar late fee. Any person whose license has lapsed shall reapply for a license. Section 17. Any applicant for a license under this Act shall submit a nonrefundable application fee of one hundred dollars. Any person who has a license issued or renewed by the board shall submit a license fee in an amount set by the board, but not to exceed three hundred dollars. Section 18. Any person holding a valid license under this Act may obtain a certified duplicate license by submitting a fee of twenty-five dollars for each certified duplicate. Section 19. Any person licensed under this Act shall complete continuing education relating to competence in the practice of massage on an annual basis in an amount, type, and from a facility or instructor approved by the board. The board may waive the continuing education requirement upon proof of illness or hardship. Section 20. The board may inspect the place of business of any person with a license issued pursuant to this Act during normal business hours or upon written notice. Section 21. Any person holding a valid license under this Act and engaged in the practice of massage therapy shall carry professional liability insurance coverage with limits at or in excess of the minimum amount established by the board. Section 22. The board may cancel, suspend, or revoke a license following a contested case hearing in compliance with chapter 1-26 upon satisfactory proof of incompetence, unprofessional conduct, or a violation of any provision of this Act. The board may waive the requirement of prior notice and an informal meeting set forth in § 1-26-29 if the licensee presents an immediate threat to the public or has engaged in willful misconduct. Any person may appeal the cancellation, suspension, or revocation of a license in compliance with chapter 1-26. Section 23. Any person whose license has been cancelled, suspended, or revoked by the board may not reapply for a license until one year after it was cancelled, suspended, or revoked unless a different time has been set by the board. Section 24. The board may promulgate rules pursuant to chapter 1-26 in the following areas: (1) The form and information required for any license application; (2) A list of recognized facilities or instructors who may provide training or instruction required for licensure or continuing education requirements; (3) The amount of license fees; (4) The procedures for conducting disciplinary proceedings; and (5) The minimum limits of malpractice insurance to be carried by any person licensed under this Act. Section 25. The provisions of this Act do not apply to any person performing massage for compensation if the massage is done under one of the following circumstances: (1) As part of a licensed practice as a physician, physician assistant, chiropractor, nurse, physical therapist, athletic trainer, or other health care profession licensed or certified under Title 36; (2) As part of a licensed practice pursuant to chapter 36-14 or 36-15, if the licensee is performing within the scope of the licensed practice and the licensee does not hold himself or herself out to be a massage therapist or to be engaged in the practice of massage therapy; (3) In furtherance of duties as an employee of the United States; (4) As part of a course of study with a facility or instructor recognized and approved by the board to provide training in massage or the provision of such instruction; (5) As part of providing a course of instruction or continuing education in the practice of massage therapy on a temporary basis not in excess of ten days; or (6) Manipulation of the soft tissues of the human body is restricted to the hands, feet, or ears and the person does not hold himself or herself out to be a massage therapist or to be engaged in the practice of massage therapy."}, {"bill_id": 19598, "bill_version_id": 105075, "bill_version": "Enrolled", "bill_version_date": "2005-02-18T16:01:58-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19598, "action_date": "2005-01-20T14:00:00-06:00", "document_id": 102961, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102961.pdf", "status_text": "First read in House and referred to", "journal_page": 105, "committee_id_action": 860, "committee_id_assigned": 851, "result": "N", "vote": {}}, {"bill_id": 19598, "action_date": "2005-01-28T07:45:00-06:00", "document_id": 103518, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103518.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 851, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19598, "action_date": "2005-01-28T07:45:00-06:00", "document_id": 103518, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103518.pdf", "status_text": "Do Pass Amended,", "journal_page": 220, "committee_id_action": 851, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61200, "president_vote": null, "Excused": [3155], "Yea": [3170, 3178, 3183, 3189, 3197, 3206, 3211, 3216, 3231, 3243, 3171, 3249]}}, {"bill_id": 19598, "action_date": "2005-02-01T14:00:00-06:00", "document_id": 103840, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103840.pdf", "status_text": "Motion to Amend,", "journal_page": 265, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19598, "action_date": "2005-02-01T14:00:00-06:00", "document_id": 103840, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103840.pdf", "status_text": "Do Pass Amended,", "journal_page": 265, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61877, "president_vote": null, "Yea": [3155, 3156, 3158, 3159, 3160, 3161, 3164, 3167, 3169, 3170, 3171, 3172, 3174, 3175, 3176, 3177, 3178, 3181, 3182, 3183, 3184, 3187, 3188, 3189, 3190, 3192, 3194, 3196, 3197, 3199, 3206, 3207, 3208, 3209, 3211, 3213, 3216, 3218, 3220, 3222, 3223, 3225, 3226, 3227, 3229, 3230, 3231, 3232, 3233, 3234, 3235, 3237, 3238, 3240, 3243, 3244, 3245, 3246, 3248, 3249, 3251, 3253, 3254, 3255, 3215], "Nay": [3162, 3195, 3203, 3252], "Excused": [3191]}}, {"bill_id": 19598, "action_date": "2005-02-02T14:00:00-06:00", "document_id": 103947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103947.pdf", "status_text": "First read in Senate and referred to", "journal_page": 304, "committee_id_action": 861, "committee_id_assigned": 835, "result": "N", "vote": {}}, {"bill_id": 19598, "action_date": "2005-02-10T10:00:00-06:00", "document_id": 104515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104515.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 835, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19598, "action_date": "2005-02-10T10:00:00-06:00", "document_id": 104515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104515.pdf", "status_text": "Do Pass Amended,", "journal_page": 425, "committee_id_action": 835, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59875, "president_vote": null, "Yea": [3150, 3198, 3202, 3236, 3241, 3157, 3212]}}, {"bill_id": 19598, "action_date": "2005-02-14T14:00:00-06:00", "document_id": 104707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104707.pdf", "status_text": "Deferred to another day", "journal_page": 479, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19598, "action_date": "2005-02-15T14:00:00-06:00", "document_id": 104814, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104814.pdf", "status_text": "Do Pass Amended,", "journal_page": 507, "committee_id_action": 861, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 60162, "president_vote": null, "Yea": [3150, 3151, 3153, 3154, 3157, 3166, 3179, 3180, 3186, 3193, 3198, 3200, 3201, 3202, 3212, 3217, 3221, 3228, 3239, 3241], "Nay": [3152, 3163, 3165, 3168, 3173, 3185, 3204, 3205, 3210, 3214, 3219, 3224, 3236, 3242], "Excused": [3247]}}, {"bill_id": 19598, "action_date": "2005-02-15T14:00:00-06:00", "document_id": 104814, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104814.pdf", "status_text": "Intent to reconsider", "journal_page": 507, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19598, "action_date": "2005-02-16T14:00:00-06:00", "document_id": 104922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104922.pdf", "status_text": "Reconsidered", "journal_page": 515, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60230, "president_vote": null, "Yea": [3150, 3151, 3153, 3154, 3157, 3163, 3165, 3166, 3173, 3179, 3180, 3185, 3186, 3193, 3198, 3200, 3201, 3202, 3204, 3210, 3212, 3214, 3217, 3221, 3224, 3228, 3236, 3239, 3241, 3242, 3247], "Nay": [3152, 3168, 3205, 3219]}}, {"bill_id": 19598, "action_date": "2005-02-16T14:00:00-06:00", "document_id": 104922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104922.pdf", "status_text": "Do Pass Amended,", "journal_page": 516, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60231, "president_vote": null, "Yea": [3150, 3151, 3153, 3154, 3157, 3163, 3165, 3166, 3173, 3179, 3180, 3185, 3186, 3193, 3198, 3200, 3201, 3202, 3204, 3210, 3212, 3214, 3217, 3221, 3224, 3228, 3236, 3239, 3241, 3242, 3247], "Nay": [3152, 3168, 3205, 3219]}}, {"bill_id": 19598, "action_date": "2005-02-19T10:00:00-06:00", "document_id": 105122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105122.pdf", "status_text": "Signed by Speaker", "journal_page": 581, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19598, "action_date": "2005-02-22T14:00:00-06:00", "document_id": 105202, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105202.pdf", "status_text": "Signed by President", "journal_page": 598, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19598, "action_date": "2005-02-23T14:00:00-06:00", "document_id": 105301, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105301.pdf", "status_text": "Delivered to the Governor", "journal_page": 624, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19598, "action_date": "2005-02-25T13:00:00-06:00", "document_id": 105483, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105483.pdf", "status_text": "Signed by Governor", "journal_page": 646, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3121, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19598"}