{"session_id": 61, "bill_id": 21460, "bill_type": "Senate Bill", "bill_number": 145, "bill_title": "provide for the labeling of the origin of certain meat and meat products and to establish related penalties.", "sponsors": [{"legislator_profile_id": 3597, "is_prime": true}, {"legislator_profile_id": 3625, "is_prime": true}, {"legislator_profile_id": 3572, "is_prime": false}, {"legislator_profile_id": 3575, "is_prime": false}, {"legislator_profile_id": 3576, "is_prime": false}, {"legislator_profile_id": 3577, "is_prime": false}, {"legislator_profile_id": 3586, "is_prime": false}, {"legislator_profile_id": 3587, "is_prime": false}, {"legislator_profile_id": 3591, "is_prime": false}, {"legislator_profile_id": 3592, "is_prime": false}, {"legislator_profile_id": 3594, "is_prime": false}, {"legislator_profile_id": 3596, "is_prime": false}, {"legislator_profile_id": 3598, "is_prime": false}, {"legislator_profile_id": 3599, "is_prime": false}, {"legislator_profile_id": 3600, "is_prime": false}, {"legislator_profile_id": 3608, "is_prime": false}, {"legislator_profile_id": 3612, "is_prime": false}, {"legislator_profile_id": 3615, "is_prime": false}, {"legislator_profile_id": 3617, "is_prime": false}, {"legislator_profile_id": 3621, "is_prime": false}, {"legislator_profile_id": 3623, "is_prime": false}, {"legislator_profile_id": 3627, "is_prime": false}, {"legislator_profile_id": 3631, "is_prime": false}, {"legislator_profile_id": 3633, "is_prime": false}, {"legislator_profile_id": 3637, "is_prime": false}, {"legislator_profile_id": 3638, "is_prime": false}, {"legislator_profile_id": 3639, "is_prime": false}, {"legislator_profile_id": 3645, "is_prime": false}, {"legislator_profile_id": 3646, "is_prime": false}, {"legislator_profile_id": 3650, "is_prime": false}, {"legislator_profile_id": 3652, "is_prime": false}, {"legislator_profile_id": 3654, "is_prime": false}, {"legislator_profile_id": 3659, "is_prime": false}, {"legislator_profile_id": 3660, "is_prime": false}, {"legislator_profile_id": 3663, "is_prime": false}, {"legislator_profile_id": 3665, "is_prime": false}, {"legislator_profile_id": 3667, "is_prime": false}, {"legislator_profile_id": 3669, "is_prime": false}, {"legislator_profile_id": 3671, "is_prime": false}], "keywords": ["Administrative Rules", "Agriculture", "Trade Regulation"], "audio": [{"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sag17.mp3", "start_seconds": 1324.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sag17.mp3", "start_seconds": 1324.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sag17.mp3", "start_seconds": 1324.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sag17.mp3", "start_seconds": 1324.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sag17.mp3", "start_seconds": 1324.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sag17.mp3", "start_seconds": 1324.0}], "bill_versions": [{"bill_id": 21460, "bill_version_id": 110758, "bill_version": "Introduced", "bill_version_date": "2007-01-25T09:05:44-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the labeling of the origin of certain meat and meat products and to establish related penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 39-5-5 be repealed. 39-5-5. Any person who knowingly sells or offers for sale any meat which is the product of any foreign country or imported from without the boundaries of the United States, or any meat product containing such imported meat, without indicating this fact by display of a conspicuous sign in his place of business and by labels or brands on each quarter, half or whole carcass of such meat, or on each can, case, or package containing any of the above-mentioned product, naming the country of its origin and the date of exportation is guilty of a Class 2 misdemeanor. Section 2. Terms used in this Act mean: (1) \"Department,\" the Department of Public Safety; (2) \"Label,\" a display of written, printed, or graphic matter on the immediate container of an article. The term, immediate container, does not include package liners; (3) \"Labeling,\" labels and other written, printed, or graphic matter on an article or its containers or wrappers or accompanying the article; (4) \"Package,\" a container or wrapping in which a consumer commodity is enclosed for use in the delivery or display of that consumer commodity to retail purchasers. The term does not include shipping containers or wrappings used solely for the transportation of a consumer commodity in bulk or in quantity to manufacturers, packers, or processors or to wholesale or retail distributors. The term does not include shipping containers or outer wrappings used by retailers to ship or deliver a commodity to retail customers if the containers and wrappings bear no printed matter pertaining to a particular commodity; (5) \"Placard,\" a nonpermanent sign used to display or describe food items for sale in a food service establishment or retail meat establishment. Section 3. Any producer, grower, or shipper of beef, pork, poultry, or lamb in this state may label each individual portion, piece, or package of beef, pork, poultry, or lamb in a conspicuous place as legibly, indelibly, and permanently as the nature of the commodity will permit, in a manner that indicates to an ultimate purchaser that the product was produced in South Dakota. Section 4. Any muscle cut or ground beef, pork, poultry, or lamb, including any package that contains any blending of foreign and domestic product, that is produced in any country other than the United States and offered for retail sale in South Dakota shall be labeled with a placard in a manner that indicates to an ultimate purchaser the country of origin. If one of the products enumerated in this section is unlabeled and the retail vendor is unable to determine its country of origin, the product must be labeled with a placard as \"country of origin unknown\". No retail vendor engaged in the business of selling products that are labeled or identified as to country of origin may willfully or knowingly remove the labels or identifying marks. A placard is not required for prepared foods for immediate sale or ready to eat. Section 5. Any person engaged in the business of retail vending of muscle cuts and ground beef, pork, poultry, or lamb who knowingly or purposely offers those products for sale without ensuring that the products are clearly labeled as to the country of origin as provided in section 3 of this Act is guilty of a Class 2 misdemeanor. For a second offense, the person is guilty of a Class 1 misdemeanor. Section 6. Any person engaged in the business of retail vending of beef, pork, poultry, or lamb who knowingly removes any labels or identifying marks from beef, pork, poultry, or lamb that is labeled as to the country of origin is guilty of a Class 1 misdemeanor. Section 7. The department shall promulgate rules pursuant to chapter 1-26 to provide for the administration and efficient enforcement of sections 2 and 3 of this Act. The rules may include delineation of the difference between imported and unimported raw agricultural commodities, the preferred labeling or placarding method for each commodity type, and other rules that the department considers necessary to enforce the provisions of this Act. The rules may not unduly restrict a person from conducting business. Section 8. Upon the funding and full implementation of federal mandatory country of origin labeling, adopted as part of the 2002 federal farm bill, sections 3, 4, and 5 of this Act are void."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21460, "action_date": "2007-01-25T14:00:00-06:00", "document_id": 110859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110859.pdf", "status_text": "First read in Senate and referred to", "journal_page": 232, "committee_id_action": 924, "committee_id_assigned": 897, "result": "N", "vote": {}}, {"bill_id": 21460, "action_date": "2007-02-01T10:00:00-06:00", "document_id": 111373, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111373.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 897, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21460, "action_date": "2007-02-01T10:00:00-06:00", "document_id": 111373, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111373.pdf", "status_text": "Tabled", "journal_page": 348, "committee_id_action": 897, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66635, "president_vote": null, "Yea": [3596, 3608, 3630, 3636, 3652, 3607, 3589], "Nay": [3625, 3664]}}]}