{"session_id": 68, "bill_id": 23603, "bill_type": "House Bill", "bill_number": 1174, "bill_title": "provide for appropriate civil commitment of certain persons.", "sponsors": [{"legislator_profile_id": 4447, "is_prime": true}, {"legislator_profile_id": 4430, "is_prime": true}, {"legislator_profile_id": 4354, "is_prime": false}, {"legislator_profile_id": 4471, "is_prime": false}, {"legislator_profile_id": 4438, "is_prime": false}, {"legislator_profile_id": 4469, "is_prime": false}, {"legislator_profile_id": 4467, "is_prime": false}, {"legislator_profile_id": 4397, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4408, "is_prime": false}, {"legislator_profile_id": 4409, "is_prime": false}, {"legislator_profile_id": 4461, "is_prime": false}], "keywords": ["Developmentally Disabled Persons"], "audio": [{"meeting_datetime": "2023-02-03T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju17.mp3", "start_seconds": 759.0}, {"meeting_datetime": "2023-02-03T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju17.mp3", "start_seconds": 759.0}, {"meeting_datetime": "2023-02-03T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju17.mp3", "start_seconds": 759.0}, {"meeting_datetime": "2023-02-06T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou18.mp3", "start_seconds": 3805.0}, {"meeting_datetime": "2023-02-06T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou18.mp3", "start_seconds": 3805.0}, {"meeting_datetime": "2023-02-06T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou18.mp3", "start_seconds": 3805.0}, {"meeting_datetime": "2023-03-01T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she32.mp3", "start_seconds": 3543.0}, {"meeting_datetime": "2023-03-01T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she32.mp3", "start_seconds": 3543.0}, {"meeting_datetime": "2023-03-01T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she32.mp3", "start_seconds": 3543.0}, {"meeting_datetime": "2023-03-01T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she32.mp3", "start_seconds": 3543.0}, {"meeting_datetime": "2023-03-01T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she32.mp3", "start_seconds": 3543.0}, {"meeting_datetime": "2023-03-06T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen34.mp3", "start_seconds": 1515.0}, {"meeting_datetime": "2023-03-06T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen34.mp3", "start_seconds": 1515.0}, {"meeting_datetime": "2023-03-06T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen34.mp3", "start_seconds": 1515.0}, {"meeting_datetime": "2023-03-06T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen34.mp3", "start_seconds": 1515.0}], "bill_versions": [{"bill_id": 23603, "bill_version_id": 246833, "bill_version": "Introduced", "bill_version_date": "2023-01-26T11:22:17.303-06:00", "bill_text": "An Act to revise civil commitment procedures for offenders with developmental disabilities. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 27B-7-37 be AMENDED: 27B-7-37. A county review board may order the involuntary commitment of a person if the review board finds, by clear and convincing evidence supported by written findings of fact and conclusions of law, that the person has a developmental disability, and that due to the development disability, the person poses an immediate danger of physical injury to self or others making it necessary or advisable to receive appropriate supports and services. If the person was charged with a crime of violence, as defined in § 22-1-2, and the charge was dismissed by a court pursuant to § 23A-10A-14, the requirement that the person poses an immediate danger of physical injury to self or others is satisfied if the board, after considering any recommendation of the approved facility and any other evidence presented, finds that the person: (1) Committed the offense that was dismissed; (2) Has serious difficulty controlling the person's behavior; and (3) Is likely to commit another crime of violence. If the person is found to meet the criteria for involuntary commitment, the county review board may order the person to be placed under the control and care of the Department of Human Services for placement in appropriate programs. If the person refuses to comply with this order, the board may direct a law enforcement officer to take the person into protective custody."}, {"bill_id": 23603, "bill_version_id": 250803, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2023-03-02T09:10:27.963-06:00", "bill_text": "An Act to provide for appropriate civil commitment of certain persons. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 27B: Any person with a felony sexual offense charge that has been dismissed pursuant to § 23A-10A-14, due to a developmental disability as defined in § 27B-1-18, is subject to civil commitment proceedings in accordance with this Act. Section 2. That a NEW SECTION be added to title 27B: The state's attorney prosecuting any felony sexual offense, which charge was dismissed pursuant to § 23A-10A-14 due to a developmental disability as defined in § 27B-1-18, may, within thirty days after the dismissal, file a petition for civil commitment of the person charged in the circuit court that dismissed the charge. The petition must allege the criteria for commitment, as set forth in section 8 of this Act, and must include facts supporting the allegations. Section 3. That a NEW SECTION be added to title 27B: Within ten days of the filing of a petition for civil commitment pursuant to this Act, the court shall appoint and order a licensed psychologist or psychiatrist to conduct a psychiatric or psychological evaluation of the person whose condition is the subject of the petition. The licensed psychologist or psychiatrist shall conduct the examination and prepare a report within fifteen days of receipt of the written notice from the court. The report must contain the information set forth in section 4 of this Act. The person has the right to obtain an additional examination paid for by the county in which the action is venued. Any report from an additional examination may be placed in evidence. The person must reimburse the county for the reasonable expense of the additional examination, unless the person is indigent. The county may file a lien for the cost of the additional examination and report upon the person's real and personal property. Section 4. That a NEW SECTION be added to title 27B: The court-ordered report required under section 3 of this Act must contain: (1) Any report submitted to the court as part of a mental competency proceeding under chapter 23A-10A; (2) An evaluation of the person's mental, physical, and emotional status, and a review of the person's social and educational history; (3) Any other information the examiner believes to be relevant; (4) Whether the person's developmental disability, having rendered the person incompetent to proceed under chapter 23A-10A, makes it: (a) Seriously difficult for the person to control their behavior; (b) Likely that the person will commit other sexual offenses; and (c) Necessary or advisable for the person to receive appropriate supports or services, or the person needs and is likely to benefit from treatment; and (5) Whether the person is a danger to themselves or others due to the developmental disability that rendered the person incompetent to proceed under chapter 23A-10A. If any report submitted to the court indicates that the person has serious difficulty controlling their behavior and is likely to commit other sexual offenses, the court must hold a hearing to determine whether the person is to be involuntarily committed. If no report submitted to the court indicates that the person has serious difficulty controlling their behavior and is likely to commit other sexual offenses, the petition must be dismissed. Section 5. That a NEW SECTION be added to title 27B: At a hearing ordered pursuant to section 4 of this Act, the person whose condition is the subject of the hearing shall be represented by counsel and, if the person is financially unable to obtain adequate representation, the court must appoint counsel for the person. The person has the right to appear personally, to subpoena witnesses on the person's behalf, to confront and cross-examine witnesses, and to present evidence. The person has the right to testify but may not be compelled to testify. If the person chooses not to appear, the person's attorney must state on the record that the person has been informed of the hearing and of the right to appear and chooses not to exercise this right. Documentation of the reasons for the person's decision is not required. If the person is receiving treatment at the time of hearing, the person’s provider must take all reasonable precautions to ensure that, at the time of the hearing, the person is not so under the influence of, or so affected by, drugs, medication, or other treatment or interventions, as to be hampered in preparing for or participating in the hearing. The court may exclude any person not necessary for the conduct of the proceedings from the hearings, except any person requested to be present by the person who is the subject of the hearing. Section 6. That a NEW SECTION be added to title 27B: In proceedings under this Act, the sheriff is allowed the same fee as for like services in other cases. Any witness is allowed the same fees as a witness in other cases. Section 7. That a NEW SECTION be added to title 27B: The sections of title 15 relating to civil practice and procedure in the circuit courts shall apply to any hearing pursuant to this Act. If not otherwise submitted during the hearing, the court may take judicial notice of any other case against the person whose condition is the subject of the hearing, involving sexual offenses, and may order any additional appropriate examination or investigation. Section 8. That a NEW SECTION be added to title 27B: At a hearing ordered pursuant to section 4 of this Act, the court shall determine whether there is clear and convincing evidence that: (1) The person committed one or more felony sexual offenses; (2) The person's developmental disability, having rendered the person incompetent to proceed under chapter 23A-10A, makes it: (a) Seriously difficult for the person to control their behavior; (b) Likely that the person will commit other sexual offenses; and (c) Necessary or advisable for the person to receive appropriate supports or services, or the person needs and is likely to benefit from treatment; and (4) Whether the person is a danger to themselves or others due to the developmental disability that rendered the person incompetent to proceed under chapter 23A-10A. If the court, through written findings of fact and conclusions of law, finds all the above criteria are met, the court must issue an order involuntarily committing the person to the Department of Human Services for appropriate placement. If the person refuses to comply with this order, the court may direct law enforcement to take the person into protective custody. Section 9. That a NEW SECTION be added to title 27B: The court shall review any commitment order entered pursuant to section 8 of this Act and accompanying information at least annually to make a determination of the continued need and supporting justification for commitment. Prior to the annual review, but not less than thirty days prior to the anniversary date of the commitment order, the facility providing services to the person shall report to the committing court regarding the person's supports, services, or treatment and progress. If the facility is separate from the Department of Human Services, the report must also be served on the department. Following ten days' notice to the person, the person’s attorney, the department, and the facility providing services to the person if separate from the department, the court shall hold a review hearing. The review hearing must include participation by the state's attorney, the department, the facility providing services to the person if separate from the department, and the person's attorney. The rights and procedures applicable during an initial commitment hearing are applicable to a review hearing. A petition pursuant to section 3 of this Act need not be filed. At the conclusion of the review hearing, the court may issue an order of continued commitment or immediately discharge the person from involuntary commitment if the conditions in section 8 of this Act justifying commitment no longer exist. Section 10. That a NEW SECTION be added to title 27B: The person shall have the same rights and privileges during a review hearing as established under section 5 of this Act. Section 11. That a NEW SECTION be added to title 27B: The director of the South Dakota Developmental Center, or the director of any other developmental disability community service provider, as applicable, shall discharge any involuntarily committed person if the director determines that the person no longer meets the commitment criteria under section 8 of this Act. The director of the discharging entity shall immediately notify the court who issued the commitment order and the state’s attorney who filed the commitment proceeding that the person no longer meets commitment criteria and is being discharged. Nothing in this section precludes any person or the person’s legal representative from subsequently seeking admission to a program on a voluntary basis. Section 12. That a NEW SECTION be added to title 27B: The provisions of § 27B-7-49 apply to commitments under this Act. Section 13. That a NEW SECTION be added to title 27B: Any other right, responsibility, or authority given to a person committed or the Department of Human Services under this title is applicable to a person committed under this Act."}, {"bill_id": 23603, "bill_version_id": 251198, "bill_version": "Enrolled", "bill_version_date": "2023-03-07T14:20:45.067-06:00", "bill_text": "ENTITLED An Act to provide for appropriate civil commitment of certain persons. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 27B: Any person with a felony sexual offense charge that has been dismissed pursuant to § 23A-10A-14, due to a developmental disability as defined in § 27B-1-18, is subject to civil commitment proceedings in accordance with this Act. Section 2. That a NEW SECTION be added to title 27B: The state's attorney prosecuting any felony sexual offense, which charge was dismissed pursuant to § 23A-10A-14 due to a developmental disability as defined in § 27B-1-18, may, within thirty days after the dismissal, file a petition for civil commitment of the person charged in the circuit court that dismissed the charge. The petition must allege the criteria for commitment, as set forth in section 8 of this Act, and must include facts supporting the allegations. Section 3. That a NEW SECTION be added to title 27B: Within ten days of the filing of a petition for civil commitment pursuant to this Act, the court shall appoint and order a licensed psychologist or psychiatrist to conduct a psychiatric or psychological evaluation of the person whose condition is the subject of the petition. The licensed psychologist or psychiatrist shall conduct the examination and prepare a report within fifteen days of receipt of the written notice from the court. The report must contain the information set forth in section 4 of this Act. The person has the right to obtain an additional examination paid for by the county in which the action is venued. Any report from an additional examination may be placed in evidence. The person must reimburse the county for the reasonable expense of the additional examination, unless the person is indigent. The county may file a lien for the cost of the additional examination and report upon the person's real and personal property. Section 4. That a NEW SECTION be added to title 27B: The court-ordered report required under section 3 of this Act must contain: (1) Any report submitted to the court as part of a mental competency proceeding under chapter 23A-10A; (2) An evaluation of the person's mental, physical, and emotional status, and a review of the person's social and educational history; (3) Any other information the examiner believes to be relevant; (4) Whether the person's developmental disability, having rendered the person incompetent to proceed under chapter 23A-10A, makes it: (a) Seriously difficult for the person to control their behavior; (b) Likely that the person will commit other sexual offenses; and (c) Necessary or advisable for the person to receive appropriate supports or services, or the person needs and is likely to benefit from treatment; and (5) Whether the person is a danger to themselves or others due to the developmental disability that rendered the person incompetent to proceed under chapter 23A-10A. If any report submitted to the court indicates that the person has serious difficulty controlling their behavior and is likely to commit other sexual offenses, the court must hold a hearing to determine whether the person is to be involuntarily committed. If no report submitted to the court indicates that the person has serious difficulty controlling their behavior and is likely to commit other sexual offenses, the petition must be dismissed. Section 5. That a NEW SECTION be added to title 27B: At a hearing ordered pursuant to section 4 of this Act, the person whose condition is the subject of the hearing shall be represented by counsel and, if the person is financially unable to obtain adequate representation, the court must appoint counsel for the person. The person has the right to appear personally, to subpoena witnesses on the person's behalf, to confront and cross-examine witnesses, and to present evidence. The person has the right to testify but may not be compelled to testify. If the person chooses not to appear, the person's attorney must state on the record that the person has been informed of the hearing and of the right to appear and chooses not to exercise this right. Documentation of the reasons for the person's decision is not required. If the person is receiving treatment at the time of hearing, the person’s provider must take all reasonable precautions to ensure that, at the time of the hearing, the person is not so under the influence of, or so affected by, drugs, medication, or other treatment or interventions, as to be hampered in preparing for or participating in the hearing. The court may exclude any person not necessary for the conduct of the proceedings from the hearings, except any person requested to be present by the person who is the subject of the hearing. Section 6. That a NEW SECTION be added to title 27B: In proceedings under this Act, the sheriff is allowed the same fee as for like services in other cases. Any witness is allowed the same fees as a witness in other cases. Section 7. That a NEW SECTION be added to title 27B: The sections of title 15 relating to civil practice and procedure in the circuit courts shall apply to any hearing pursuant to this Act. If not otherwise submitted during the hearing, the court may take judicial notice of any other case against the person whose condition is the subject of the hearing, involving sexual offenses, and may order any additional appropriate examination or investigation. Section 8. That a NEW SECTION be added to title 27B: At a hearing ordered pursuant to section 4 of this Act, the court shall determine whether there is clear and convincing evidence that: (1) The person committed one or more felony sexual offenses; (2) The person's developmental disability, having rendered the person incompetent to proceed under chapter 23A-10A, makes it: (a) Seriously difficult for the person to control their behavior; (b) Likely that the person will commit other sexual offenses; and (c) Necessary or advisable for the person to receive appropriate supports or services, or the person needs and is likely to benefit from treatment; and (4) Whether the person is a danger to themselves or others due to the developmental disability that rendered the person incompetent to proceed under chapter 23A-10A. If the court, through written findings of fact and conclusions of law, finds all the above criteria are met, the court must issue an order involuntarily committing the person to the Department of Human Services for appropriate placement. If the person refuses to comply with this order, the court may direct law enforcement to take the person into protective custody. Section 9. That a NEW SECTION be added to title 27B: The court shall review any commitment order entered pursuant to section 8 of this Act and accompanying information at least annually to make a determination of the continued need and supporting justification for commitment. Prior to the annual review, but not less than thirty days prior to the anniversary date of the commitment order, the facility providing services to the person shall report to the committing court regarding the person's supports, services, or treatment and progress. If the facility is separate from the Department of Human Services, the report must also be served on the department. Following ten days' notice to the person, the person’s attorney, the department, and the facility providing services to the person if separate from the department, the court shall hold a review hearing. The review hearing must include participation by the state's attorney, the department, the facility providing services to the person if separate from the department, and the person's attorney. The rights and procedures applicable during an initial commitment hearing are applicable to a review hearing. A petition pursuant to section 3 of this Act need not be filed. At the conclusion of the review hearing, the court may issue an order of continued commitment or immediately discharge the person from involuntary commitment if the conditions in section 8 of this Act justifying commitment no longer exist. Section 10. That a NEW SECTION be added to title 27B: The person shall have the same rights and privileges during a review hearing as established under section 5 of this Act. Section 11. That a NEW SECTION be added to title 27B: The director of the South Dakota Developmental Center, or the director of any other developmental disability community service provider, as applicable, shall discharge any involuntarily committed person if the director determines that the person no longer meets the commitment criteria under section 8 of this Act. The director of the discharging entity shall immediately notify the court who issued the commitment order and the state’s attorney who filed the commitment proceeding that the person no longer meets commitment criteria and is being discharged. Nothing in this section precludes any person or the person’s legal representative from subsequently seeking admission to a program on a voluntary basis. Section 12. That a NEW SECTION be added to title 27B: The provisions of § 27B-7-49 apply to commitments under this Act. Section 13. That a NEW SECTION be added to title 27B: Any other right, responsibility, or authority given to a person committed or the Department of Human Services under this title is applicable to a person committed under this Act. An Act to provide for appropriate civil commitment of certain persons. I certify that the attached Act originated in the: House as Bill No. 1174 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1174 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2023 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2023 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23603, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246888.pdf", "status_text": "First read in House and referred to", "journal_page": 171, "committee_id_action": 1159, "committee_id_assigned": 1160, "result": "N", "vote": {}}, {"bill_id": 23603, "action_date": "2023-02-03T10:00:00-06:00", "document_id": 248090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248090.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23603, "action_date": "2023-02-03T10:00:00-06:00", "document_id": 248092, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248092.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76752, "president_vote": null, "Nay": [4358, 4438, 4409, 4421], "Yea": [4451, 4396, 4405, 4458, 4417, 4418, 4464, 4446, 4366]}}, {"bill_id": 23603, "action_date": "2023-02-06T14:00:00-06:00", "document_id": 248518, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248518.pdf", "status_text": "Do Pass", "journal_page": 237, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76820, "president_vote": null, "Yea": [4456, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4471, 4366, 4368, 4450, 4373, 4374, 4379, 4462, 4383, 4452, 4454, 4384, 4385, 4451, 4388, 4389, 4469, 4392, 4447, 4467, 4396, 4397, 4400, 4440, 4403, 4405, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4417, 4418, 4464, 4446, 4465, 4470, 4429, 4461], "Nay": [4445, 4333, 4468, 4358, 4365, 4375, 4438, 4443, 4393, 4398, 4437, 4439, 4421], "Excused": [4401, 4406]}}, {"bill_id": 23603, "action_date": "2023-02-07T14:00:00-06:00", "document_id": 248724, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248724.pdf", "status_text": "First read in Senate and referred to", "journal_page": 214, "committee_id_action": 1183, "committee_id_assigned": 1176, "result": "N", "vote": {}}, {"bill_id": 23603, "action_date": "2023-03-01T07:45:00-06:00", "document_id": 250450, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250450.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23603, "action_date": "2023-03-01T07:45:00-06:00", "document_id": 250453, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250453.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1176, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23603, "action_date": "2023-03-01T07:45:00-06:00", "document_id": 250453, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250453.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1176, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77823, "president_vote": null, "Yea": [4352, 4407, 4410, 4339, 4395, 4348, 4426]}}, {"bill_id": 23603, "action_date": "2023-03-01T07:45:00-06:00", "document_id": 250453, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250453.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23603, "action_date": "2023-03-06T13:00:00-06:00", "document_id": 251004, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251004.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 425, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23603, "action_date": "2023-03-06T13:00:00-06:00", "document_id": 251004, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251004.pdf", "status_text": "Do Pass Amended", "journal_page": 425, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78045, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4359, 4457, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4404, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436], "Nay": [4360]}}, {"bill_id": 23603, "action_date": "2023-03-07T09:00:00-06:00", "document_id": 251155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251155.pdf", "status_text": "Concurred in amendments", "journal_page": 497, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78082, "president_vote": null, "Yea": [4456, 4445, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4374, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4385, 4451, 4388, 4389, 4469, 4392, 4447, 4467, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4417, 4418, 4421, 4464, 4446, 4465, 4470, 4429, 4461], "Nay": [4333, 4375, 4393, 4406], "Excused": [4405]}}, {"bill_id": 23603, "action_date": "2023-03-07T09:00:00-06:00", "document_id": 251155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251155.pdf", "status_text": "Signed by the Speaker", "journal_page": 506, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23603, "action_date": "2023-03-08T09:00:00-06:00", "document_id": 251240, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251240.pdf", "status_text": "Signed by the President", "journal_page": 461, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23603, "action_date": "2023-03-08T09:00:00-06:00", "document_id": 251237, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251237.pdf", "status_text": "Delivered to the Governor", "journal_page": 512, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}]}