{"session_id": 68, "bill_id": 23784, "bill_type": "House Bill", "bill_number": 1069, "bill_title": "prohibit the acquisition of agricultural land by foreign governments.", "sponsors": [{"legislator_profile_id": 4401, "is_prime": true}, {"legislator_profile_id": 4404, "is_prime": true}, {"legislator_profile_id": 4333, "is_prime": false}, {"legislator_profile_id": 4351, "is_prime": false}, {"legislator_profile_id": 4360, "is_prime": false}, {"legislator_profile_id": 4457, "is_prime": false}, {"legislator_profile_id": 4374, "is_prime": false}, {"legislator_profile_id": 4469, "is_prime": false}, {"legislator_profile_id": 4458, "is_prime": false}], "keywords": ["Agricultural Land", "Property"], "audio": [], "bill_versions": [{"bill_id": 23784, "bill_version_id": 243450, "bill_version": "Introduced", "bill_version_date": "2023-01-13T12:32:50.993-06:00", "bill_text": "An Act to prohibit the acquisition of agricultural land by foreign governments. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 43-2A-1 be AMENDED: 43-2A-1. For purposes ofTerms used in this chapter, the term \"agricultural land\" means mean: (1) \"Agricultural land,\" land capable of use in the production of agricultural crops, timber, livestock or livestock products, poultry or poultry products, milk or dairy products, or fruit and other horticultural products, but does not include including any royalty interest, any oil, gas, or other mineral interest, or any lease, right‑of‑way, option, or easement relating thereto, or any land zoned by a local governmental unit for a use other than and nonconforming with agricultural use; (2) \"Controlling interest,\" possession of: (a) An ownership interest that is greater than fifty percent; or (b) An ownership interest in any entity whose business and affairs are directed by a foreign government, without a requirement for consent by another party; (3) \"Foreign government,\" a government or the state-controlled enterprise of a government, other than the United States, its states, or its territories; and (4) \"State-controlled enterprise,\" a business entity in which a foreign government has a controlling interest. Section 2. That § 43-2A-2 be AMENDED: 43-2A-2. No An alien, who is not a resident of this state, of some another state or territory of the United States, or of the District of Columbia; and no foreign government shall hereafter, may not acquire agricultural lands land, or any interest therein in agricultural land, exceeding one hundred sixty acres, except such as may be acquiredunless the acquisition is by devise or, by inheritance, and such as may be held as or security for indebtedness. The provisions of thisA foreign government may not purchase, acquire, lease, or hold any interest in agricultural land in this state. This section do does not apply tocitizens, foreign governments: (1) Citizens or subjects of a foreign country whose if their right to hold land are is secured by treaty; or (2) Any interest in agricultural land acquired by a foreign government before July 1, 2023."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23784, "action_date": "2023-01-17T14:00:00-06:00", "document_id": 243467, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243467.pdf", "status_text": "First read in House and referred to", "journal_page": 45, "committee_id_action": 1159, "committee_id_assigned": 1166, "result": "N", "vote": {}}, {"bill_id": 23784, "action_date": "2023-01-19T14:00:00-06:00", "document_id": 244441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244441.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 59, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23784"}