{"session_id": 64, "bill_id": 23137, "bill_type": "Senate Bill", "bill_number": 134, "bill_title": "revise provisions related to physician assistants.", "sponsors": [{"legislator_profile_id": 3957, "is_prime": true}, {"legislator_profile_id": 4006, "is_prime": true}, {"legislator_profile_id": 3913, "is_prime": false}, {"legislator_profile_id": 3917, "is_prime": false}, {"legislator_profile_id": 3925, "is_prime": false}, {"legislator_profile_id": 3928, "is_prime": false}, {"legislator_profile_id": 3937, "is_prime": false}, {"legislator_profile_id": 3940, "is_prime": false}, {"legislator_profile_id": 3941, "is_prime": false}, {"legislator_profile_id": 3943, "is_prime": false}, {"legislator_profile_id": 3944, "is_prime": false}, {"legislator_profile_id": 3950, "is_prime": false}, {"legislator_profile_id": 3955, "is_prime": false}, {"legislator_profile_id": 3980, "is_prime": false}, {"legislator_profile_id": 3982, "is_prime": false}, {"legislator_profile_id": 3990, "is_prime": false}, {"legislator_profile_id": 3996, "is_prime": false}, {"legislator_profile_id": 4003, "is_prime": false}, {"legislator_profile_id": 4016, "is_prime": false}], "keywords": ["Health Care", "Licensure", "Professions and Occupations"], "audio": [{"meeting_datetime": "2022-02-09T10:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/she20.mp3", "start_seconds": 178.0}, {"meeting_datetime": "2022-02-09T10:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/she20.mp3", "start_seconds": 178.0}, {"meeting_datetime": "2022-02-09T10:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/she20.mp3", "start_seconds": 178.0}, {"meeting_datetime": "2022-02-16T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen24.mp3", "start_seconds": 2338.0}, {"meeting_datetime": "2022-02-16T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen24.mp3", "start_seconds": 2338.0}, {"meeting_datetime": "2022-02-16T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen24.mp3", "start_seconds": 2338.0}, {"meeting_datetime": "2022-02-16T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen24.mp3", "start_seconds": 2338.0}, {"meeting_datetime": "2022-02-22T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen26.mp3", "start_seconds": 8366.0}, {"meeting_datetime": "2022-02-22T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen26.mp3", "start_seconds": 8366.0}, {"meeting_datetime": "2022-02-22T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen26.mp3", "start_seconds": 8366.0}, {"meeting_datetime": "2022-02-22T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen26.mp3", "start_seconds": 8366.0}, {"meeting_datetime": "2022-02-22T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen26.mp3", "start_seconds": 8366.0}], "bill_versions": [{"bill_id": 23137, "bill_version_id": 230350, "bill_version": "Introduced", "bill_version_date": "2022-01-26T16:21:09.187-06:00", "bill_text": "An Act to revise provisions related to physician assistants. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-4A-1 be AMENDED: 36-4A-1. Terms as used in this chapter mean: (1) \"Board,\" the State Board of Medical and Osteopathic Examiners; (2) \"Physician assistant,\" a health professional who meets the qualifications defined in this chapter and is licensed by the board;. (3) \"Supervising physician,\" a doctor of medicine or doctor of osteopathy licensed by the board who supervises a physician assistant; (4) \"Supervision,\" the act of overseeing the activities of, and accepting responsibility for, the medical services rendered by a physician assistant. Section 2. That § 36-4A-1.1 be AMENDED: 36-4A-1.1. The term, practice collaborative agreement, as used in this chapter, means a written agreement authored and signed by the a physician assistant and the supervising who has not met the required one thousand forty practice hours in § 36-4A-8 and a physician, licensed pursuant to chapter 36-4, or a physician assistant who has at least four thousand practice hours. The practice collaborative agreement shall prescribe the delegated activities which the physician assistant may perform, consistent with § 36-4A-26.1 and contain such other information as required by the board to describe the physician assistant's level of competence and the supervision provided by the physician must set forth the terms and conditions of the collaboration in addition to other information required by the board. A signed copy of the practice collaborative agreement shall must be kept on file at the physician assistant's primary practice site of the physician assistant who has not met the practice hour requirement and be filed with and approved by the board prior to beginning practice. No physician assistant may practice without an approved practice agreement provided to the board upon request. Section 3. That § 36-4A-4 be AMENDED: 36-4A-4. Except as provided in §§ 36-4A-5 and 36-4A-6, any person who practices as a physician assistant in this state without a license issued by the board and a practice collaborative agreement approved by the board as required by this chapter is guilty of a Class 1 misdemeanor. Each violation shall be is considered a separate offense. A person who meets the qualifications for licensure under this chapter but does not possess a current license may use the title, physician assistant, but may not act or practice as a physician assistant unless licensed under this chapter. Section 4. That § 36-4A-8 be AMENDED: 36-4A-8. The board may grant a license to an applicant who: (1) Is of good moral character; (2) Has successfully completed an educational program for physician assistants accredited by the Accreditation Review Commission on Education for the Physician Assistant or its successor agency, or, prior to 2001, either by the Committee on Allied Health Education and Accreditation or the Commission on Accreditation of Allied Health Education Program; (3) Has passed the Physician Assistant National Certification Examination administered by the National Committee on Education for Physician Assistants; and (4) Has submitted verification that the physician assistant applicant is not subject to any disciplinary proceeding or pending complaint before any medical or other licensing board unless the board considers such proceedings or complaint and agrees to licensure; and (5) Has completed a minimum of one thousand forty practice hours or has a collaborative agreement in place. Section 5. That § 36-4A-8.1 be AMENDED: 36-4A-8.1. The board may issue a temporary license to an applicant who has successfully completed an approved program and has submitted evidence to the board that the applicant is a candidate accepted to write the examination required by § 36-4A-8 or is awaiting the results of the first examination for which the applicant is eligible after graduation from an approved physician assistant program. A temporary license may be issued only once and is effective for a term of not more than one hundred twenty days. A temporary license expires on the occurrence of the following: (1) Issuance of a regular license; (2) Failure to pass the licensing examination; or (3) Expiration of the term for which the temporary license was issued. The limitation on the term of a temporary license does not apply to an applicant who has passed the licensing examination, has a collaborative agreement in place, and has an application for a regular license pending before the board. The evidence of examination requirement and limitation on the term of a temporary license do not apply to an applicant otherwise eligible to write the examination after graduation from an approved physician assistant program but for the cancelation or delay of such examination due to national disaster or emergency. Section 6. That chapter 36-4A be amended with a NEW SECTION: Upon application and payment of the required fee, the board may issue a license to practice as a physician assistant to a person licensed under the laws of another state, territory, or country if the requirements for licensure of the other state, territory, or country meet the requirements of this state and the applicant is not otherwise disqualified under § 36-4A-8. Upon application and payment of the required fee, the board may issue a temporary license to a person awaiting licensure by endorsement under this section. A temporary license issued under this section must state the dates between which it is valid. The period during which the temporary license is valid may not exceed one hundred twenty days. The limitation on the term of a temporary license does not apply during a period of statewide disaster or emergency declared by the Governor under the authority of chapter 34-48A. Section 7. That § 36-4A-20.1 be AMENDED: 36-4A-20.1. The board may not approve any practice agreement that includes abortion as a permitted procedure Nothing in this chapter authorizes a physician assistant to perform an abortion. Section 8. That § 36-4A-26.1 be AMENDED: 36-4A-26.1. A physician assistant shall be considered an agent of the supervising physician in the performance of all practice-related activities. A physician assistant may provide those medical services that are delegated by the supervising physician pursuant to § 36-4A-1.1 if the service is within the physician assistant's skills, forms a component of the physician's scope of practice, and is provided with supervision includingA physician assistant may provide any medical service permitted under this chapter for which the physician assistant has been prepared by education, training, and experience, and for which the physician assistant is competent to perform. A physician assistant may provide the following services: (1) Initial medical diagnosis and institution of a plan of therapy or referral; (2) Prescribing and provision of drug samples or a limited supply of labeled medications, including controlled substances listed on Schedule II in chapter 34-20B for one period of not more than thirty days, for treatment of causative factors and symptoms. Medications or sample drugs provided to patients shall must be accompanied with written administration instructions, and appropriate documentation shall must be entered in the patient's record. Physician assistants may request, receive, and sign for professional samples of drugs provided by the manufacturer; (3) Responding to emergencies and the institution of emergency treatment measures, including the writing of a chemical or physical restraint order when the patient may do personal harm or harm others; (4) Completing and signing of birth and death certificates and other official documents such as birth and death certificates and similar documents required by law; (5) Taking X rays and performing radiologic procedures; and (6) Performing physical examinations for participation in athletics and certifying that the patient is healthy and able to participate in athletics; and (7) Delegating and assigning patient care measures to assistive personnel. A physician assistant shall collaborate with other health care providers and refer or transfer patients as necessary and appropriate. Section 9. That § 36-4A-26.2 be AMENDED: 36-4A-26.2. A physician assistant licensed in this state, or a physician assistant licensed or authorized to practice in any other United States jurisdiction or who is credentialed as a physician assistant by a federal employer, who is responding to a need for medical care created by an emergency or a state or local disaster (not to be defined as, excluding an emergency situation which that occurs in the place of one's the physician assistant's employment), may render such care that he or she the physician assistant is able to provide without supervision as it is defined in this chapter, or with such supervision as is available. No physician who supervises a physician assistant providing medical care in response to such an emergency or state or local disaster is required to meet the requirements set forth in this chapter for a supervising physician. Section 10. That § 36-4A-26.3 be AMENDED: 36-4A-26.3. No A physician assistant licensed in this state, or a physician assistant licensed or authorized to practice in other states of the United States who voluntarily and gratuitously, and other than in the ordinary course of employment or practice, renders emergency medical assistance, is not liable for civil damages for any personal injuries which that result from acts or omissions by those persons the physician assistant in rendering emergency care which that constitute ordinary negligence, other than in the ordinary course of employment or practice. The immunity granted by this section does not apply to acts or omissions constituting willful, or wanton negligence, or if the medical assistance is rendered at any hospital, physician's office, or other health care delivery entity where those services are normally rendered. No A physician who supervises collaborating with a physician assistant voluntarily and gratuitously providing who renders emergency care as described in this section is not liable for civil damages for any personal injuries which that result from acts or omissions by the physician assistant rendering emergency care. Section 11. That § 36-4A-29.2 be AMENDED: 36-4A-29.2. In order to supervise a physician assistant, To participate in a collaborative agreement, a physician or physician assistant shall: (1) Be licensed as a physician by the board pursuant to chapter 36-4, or as a physician assistant with more than four thousand practice hours in the related field under this chapter; (2) Be free from any restriction on his or her ability to supervise collaborate with a physician assistant that has been imposed by board disciplinary action; and (3) Maintain a written practice collaborative agreement with the physician assistant as described in § 36-4A-1.1. Section 12. That § 36-4A-30 be AMENDED: 36-4A-30. Nothing in this chapter relieves the A physician of the professional or legal responsibility is not professionally or legally responsible for the specific care and treatment of patients cared for by the a physician assistant actually provides to a patient. Section 13. That § 36-4A-37 be AMENDED: 36-4A-37. The board may deny the issuance or renewal of a physician assistant license. The board may suspend, revoke, or impose other disciplinary actions upon the license of any physician assistant issued under this chapter upon satisfactory proof, in compliance with chapter 1-26, of the licensee's: (1) Professional incompetence or unprofessional or dishonorable conduct as defined in §§ 36-4-29 and 36-4-30; (2) Violation of this chapter in any respect; (3) Failure to maintain on file with the board a copy of each practice agreement containing the current information regarding the licensee's practice status or provide upon request a collaborative agreement, as required by the board this chapter; or (4) Rendering medical services beyond those delegated to the physician assistant in the practice agreement; or (5) Rendering medical services without supervision of a physician as required by law and the rules of the board permitted under this chapter. Section 14. That chapter 36-4A be amended with a NEW SECTION: Notwithstanding any other provision of law or rule, a physician assistant is considered to be a primary care provider if the physician assistant is practicing in the medical specialties required for a physician to be a primary care provider. Section 15. That chapter 36-4A be amended with a NEW SECTION: Payment for services within the physician assistant's scope of practice must be made when ordered or performed by a physician assistant, if the same service would have been covered if ordered or performed by a physician. A physician assistant may bill for and receive direct payment for any medically necessary service delivered. A physician assistant must be identified as the rendering professional in the billing and claims process when a physician assistant delivers medical or surgical services to a patient. No insurance company or third-party payor may impose a practice, education, or collaboration requirement inconsistent with or more restrictive than existing law or rule applicable to physician assistants. Section 16. That chapter 36-4A be amended with a NEW SECTION: A physician assistant who wishes to change to a specialty in which the physician assistant has less than one thousand forty practice hours must engage in a collaborative agreement for a minimum of one thousand forty hours with at least one physician licensed pursuant to chapter 36-4, or with a physician assistant with four thousand or more practice hours in the specialty. Section 17. That chapter 36-4A be amended with a NEW SECTION: A physician assistant may practice at a licensed health care facility, a facility with a credentialing and privileging system, a physician-owned facility or practice, or another facility or practice allowed by this chapter. Section 18. That § 36-4A-29 be REPEALED: The physician, by supervision, continuous monitoring, and evaluation accepts initial and continuing responsibility for the physician assistant or assistants responsible to the physician until such relationship is terminated. Supervision may be by direct personal contact, or by a combination of direct personal contact and contact via telecommunication, as may be required by the board. If the office of a physician assistant is separate from the main office of the supervising physician, the supervision shall include on-site personal supervision by a supervising physician as required by the board. A physician assistant who is issued a temporary license pursuant to § 36-4A-8.1 shall initially receive thirty days of on-site, direct supervision by a supervising physician. Thereafter, and until expiration of the temporary license, the supervision shall include at least two one-half business days per week of on-site personal supervision by a supervising physician. Section 19. That § 36-4A-29.1 be REPEALED: The board may authorize modifications in the method and frequency of supervision of a physician assistant required by § 36-4A-29 that it considers appropriate based upon its finding of adequate supervision, training, and proficiency. A supervising physician may apply to the board for permission to supervise more than one physician assistant. The board shall establish the number of physician assistants, up to four FTE, to be supervised by a supervising physician based upon its finding that adequate supervision will exist under the arrangement proposed by the supervising physician. The board may consider a joint application for both modification of supervision and the number of physician assistants supervised as provided in this section."}], "amendments": [{"bill_id": 23137, "document_id": 233808, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233808.pdf", "legislator_profile_id": 4006, "document_id_instructions": 233813, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/233813.pdf"}, {"bill_id": 23137, "document_id": 234298, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234298.pdf", "legislator_profile_id": 4006, "document_id_instructions": 234300, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/234300.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 23137, "action_date": "2022-01-27T13:00:00-06:00", "document_id": 230319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230319.pdf", "status_text": "First read in Senate and referred to", "journal_page": 129, "committee_id_action": 1034, "committee_id_assigned": 1026, "result": "N", "vote": {}}, {"bill_id": 23137, "action_date": "2022-02-09T10:00:00-06:00", "document_id": 232231, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232231.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1026, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23137, "action_date": "2022-02-09T10:00:00-06:00", "document_id": 232282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232282.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1026, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73168, "president_vote": null, "Nay": [3918, 3926, 4000], "Yea": [3939, 3991, 3996, 4006]}}, {"bill_id": 23137, "action_date": "2022-02-14T14:00:00-06:00", "document_id": 233240, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233240.pdf", "status_text": "Deferred to another day", "journal_page": 239, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23137, "action_date": "2022-02-16T14:00:00-06:00", "document_id": 233749, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233749.pdf", "status_text": "Deferred with pending amendment (Rule 5-17)", "journal_page": 278, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23137, "action_date": "2022-02-22T13:00:00-06:00", "document_id": 234077, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234077.pdf", "status_text": "Motion to amend", "journal_page": 314, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23137, "action_date": "2022-02-22T13:00:00-06:00", "document_id": 234077, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234077.pdf", "status_text": "Do Pass Amended", "journal_page": 316, "committee_id_action": 1034, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 74376, "president_vote": null, "Nay": [3918, 3920, 3921, 3926, 3932, 3935, 3936, 3952, 3956, 3958, 3962, 3974, 3979, 3993, 3999, 4002, 4010, 4012, 4016], "Yea": [3922, 3925, 3939, 3940, 3943, 3949, 3961, 3966, 3975, 3990, 3991, 3994, 3996, 4000, 4003, 4006]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23137"}