{"session_id": 24, "bill_id": 7147, "bill_type": "House Bill", "bill_number": 1130, "bill_title": "dedicate revenue from video lottery for the purpose of supplementing teachers' salaries, to establish a teacher salary enhancement fund, to transfer certain moneys to that fund, and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 969, "is_prime": true}, {"legislator_profile_id": 991, "is_prime": true}, {"legislator_profile_id": 1040, "is_prime": false}, {"legislator_profile_id": 1060, "is_prime": false}, {"legislator_profile_id": 1049, "is_prime": false}, {"legislator_profile_id": 994, "is_prime": false}, {"legislator_profile_id": 1017, "is_prime": false}, {"legislator_profile_id": 1058, "is_prime": false}, {"legislator_profile_id": 1036, "is_prime": false}, {"legislator_profile_id": 975, "is_prime": false}, {"legislator_profile_id": 1023, "is_prime": false}, {"legislator_profile_id": 990, "is_prime": false}], "keywords": ["Appropriation", "Education", "Public Fiscal Administration", "Recreation and Sports", "School Districts", "Teachers"], "audio": [{"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/jap21.mp3", "start_seconds": 8662.0}, {"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/jap21.mp3", "start_seconds": 8662.0}, {"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/jap21.mp3", "start_seconds": 8662.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/jap25.mp3", "start_seconds": 2891.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/jap25.mp3", "start_seconds": 2891.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/jap25.mp3", "start_seconds": 2891.0}], "bill_versions": [{"bill_id": 7147, "bill_version_id": 38240, "bill_version": "Introduced", "bill_version_date": "2016-01-27T11:36:47.193-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to dedicate revenue from video lottery for the purpose of supplementing teachers' salaries, to establish a teacher salary enhancement fund, to transfer certain moneys to that fund, and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 42-7A-63 be amended to read: 42-7A-63. The commission shall maximize revenues to the state from video lottery. The state's percentage of net machine income shall be fifty percent. The state's percentage of net machine income shall be directly deposited to the general fund in the teacher salary enhancement fund, except for one-half of one percent of net machine income authorized for deposit into the video lottery operating fund. If the total receipts deposited into the teacher salary enhancement fund reach seventy-five million dollars in a fiscal year, any revenue collected pursuant to this section over this amount, excluding the amount authorized for deposit into the video lottery operating fund, shall be deposited in the general fund. Section 2. That the code be amended by adding a NEW SECTION to read: There is hereby created within the state treasury the teacher salary enhancement fund. Any money in the fund is continuously appropriated to the Department of Education for the purpose stated in section 3 of this Act. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 3. That the code be amended by adding a NEW SECTION to read: Any money deposited in the teacher salary enhancement fund is to be divided equally among all certified instructional teachers employed in public school districts. Each school district shall report each certified instructional teacher employed in the school district to the Department of Education by September first of each year. The secretary of the Department of Education shall annually verify the total number of certified instructional teachers and the number of certified instructional teachers in each school district. Beginning in October of each fiscal year, the secretary of the Department of Education shall proportionally distribute all funds available in the teacher salary enhancement fund each month to each school district based on the number of verified certified instructional teachers employed in the school district. The school district shall distribute the funds to each certified instructional teacher within thirty days of receipt. Section 4. That § 4-7-43 be amended to read: 4-7-43. Notwithstanding the provisions of §§ 4-7-32 and 4-7-39, on July first of each fiscal year or at such time that the prior fiscal year general fund ending unobligated cash balance is determined, the commissioner of the Bureau of Finance and Management shall transfer all prior year unobligated cash as follows: (1) If the combined cash balance is less than ten percent of the general fund appropriations from the general appropriations act for the prior year, an amount of unobligated cash shall be transferred to the budget reserve fund, so that the combined cash balance equals ten percent of the general appropriations from the general appropriations act for the prior year; (2) If the combined cash balance is equal to or greater than ten percent of the general fund appropriations from the general appropriations act for the prior year, or there is additional unobligated cash after the provisions in subdivision (1) are satisfied, an amount of unobligated cash shall be transferred to the building South Dakota fund, so that the collective BSDF cash balance does not exceed one percent of the general fund appropriations in the general appropriations act for the previous fiscal year; and (3) If the collective BSDF cash balance exceeds one percent of the general fund appropriations in the general appropriations act for the previous year, or if there is additional unobligated cash remaining after the transfers in subdivisions (1) and (2), the remaining unobligated cash shall be transferred to the budget reserve fund and general revenue replacement fund pursuant to the provisions of §§ 4-7-32 and 4-7-39 to the teacher salary enhancement fund created in section 2 of this Act. Section 5. The state treasurer shall transfer to the teacher salary enhancement fund established in section 3 of this Act, the sum of seven million four hundred twenty-six thousand six hundred forty-three dollars from the budget reserve fund established in § 4-7-31. Section 6. The state treasurer shall transfer to the teacher salary enhancement fund created in section 2 of this Act, the sum of three million five hundred thousand dollars from the petroleum release compensation fund established in § 34A-13-18. Section 7. The state treasurer shall transfer to the teacher salary enhancement fund created in section 2 of this Act, the sum of three million three hundred seventy-five thousand dollars from the South Dakota risk pool fund established in § 58-17-120. Section 8. The state treasurer shall transfer to the teacher salary enhancement fund created in section 2 of this Act, the sum of four million nine hundred fifty-seven thousand five hundred nine dollars from the Department of Corrections. Section 9. To offset the video lottery revenue diverted from the general fund, each budget unit in the General Appropriations Act for fiscal year 2017, excluding programs and services specified in this section, shall receive the same percent reduction to its general fund appropriation. The percent reduction is calculated by dividing fourteen million seven hundred fifty thousand five hundred ninety-seven dollars by the total amount of general funds appropriated in the General Appropriations Act for fiscal year 2017 excluding programs and services specified in this section. State aid to education pursuant to chapter 13-13, state aid to special education pursuant to chapter 13-37, long-term care services within the Division of Adult Services and Aging within the Department of Social Services, the South Dakota Developmental Center within the Department of Human Services, and all bond lease payments shall be excluded from budget reductions and the percent reduction calculation."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7147, "action_date": "2016-01-27T14:00:00-06:00", "document_id": 38272, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38272.pdf", "status_text": "First read in House and referred to", "journal_page": 199, "committee_id_action": 325, "committee_id_assigned": 323, "result": "N", "vote": {}}, {"bill_id": 7147, "action_date": "2016-02-16T08:00:00-06:00", "document_id": 39179, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39179.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 323, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7147, "action_date": "2016-02-22T10:00:00-06:00", "document_id": 39746, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39746.pdf", "status_text": "Tabled", "journal_page": 474, "committee_id_action": 323, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21235, "president_vote": null, "Yea": [1057, 1028, 1062, 1059, 1043, 972, 992, 999, 1020, 1047, 998, 1008, 1009, 970, 986, 971], "Nay": [1011], "Excused": [1013]}}, {"bill_id": 7147, "action_date": "2016-02-22T10:00:00-06:00", "document_id": 39602, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39602.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 323, "committee_id_assigned": null, "result": "N", "vote": {}}]}