{"session_id": 56, "bill_id": 18756, "bill_type": "House Commemoration", "bill_number": 1004, "bill_title": "Honoring Roxie Ahlbrecht of Sioux Falls as South Dakota's 2004 Teacher of the Year.", "sponsors": [{"legislator_profile_id": 3089, "is_prime": true}, {"legislator_profile_id": 3141, "is_prime": true}, {"legislator_profile_id": 3083, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 18756, "bill_version_id": 99801, "bill_version": "Introduced", "bill_version_date": "2004-01-26T08:18:10-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Roxie Ahlbrecht of Sioux Falls as South Dakota's 2004 Teacher of the Year. WHEREAS, Roxie Ahlbrecht, a second grade teacher at Robert Frost Elementary School in Sioux Falls, was chosen as the 2004 South Dakota Teacher of the Year and represented South Dakota in national competition for the Teacher of the Year; and WHEREAS, Mrs. Ahlbrecht has dedicated more than twenty-nine years to the teaching profession and has taught several grade levels in the Sioux Falls School District since 1974. She strives to create classrooms in which students feel a sense of community, enjoy learning, and feel confident in themselves; and; WHEREAS, Mrs. Ahlbrecht believes outstanding teachers provide individualized instruction to their students to meet their individual learning needs, and she is an advocate for professional development for teachers and a mentor to her peers: NOW, THEREFORE, BE IT COMMEMORATED, by the Seventy-ninth Legislature of the State of South Dakota, that Roxie Ahlbrecht be congratulated upon her selection as South Dakota's 2004 Teacher of the Year."}, {"bill_id": 18756, "bill_version_id": 100193, "bill_version": "Enrolled", "bill_version_date": "2004-01-28T16:41:46-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Roxie Ahlbrecht of Sioux Falls as South Dakota's 2004 Teacher of the Year. WHEREAS, Roxie Ahlbrecht, a second grade teacher at Robert Frost Elementary School in Sioux Falls, was chosen as the 2004 South Dakota Teacher of the Year and represented South Dakota in national competition for the Teacher of the Year; and WHEREAS, Mrs. Ahlbrecht has dedicated more than twenty-nine years to the teaching profession and has taught several grade levels in the Sioux Falls School District since 1974. She strives to create classrooms in which students feel a sense of community, enjoy learning, and feel confident in themselves; and WHEREAS, Mrs. Ahlbrecht believes outstanding teachers provide individualized instruction to their students to meet their individual learning needs, and she is an advocate for professional development for teachers and a mentor to her peers: NOW, THEREFORE, BE IT COMMEMORATED, by the Seventy-ninth Legislature of the State of South Dakota, that Roxie Ahlbrecht be congratulated upon her selection as South Dakota's 2004 Teacher of the Year."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18756, "action_date": "2004-01-26T14:00:00-06:00", "document_id": 99935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99935.pdf", "status_text": "", "journal_page": 225, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18756, "action_date": "2004-01-27T14:00:00-06:00", "document_id": 100081, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100081.pdf", "status_text": "", "journal_page": null, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18756, "action_date": "2004-01-28T14:00:00-06:00", "document_id": 100203, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100203.pdf", "status_text": "", "journal_page": null, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}]}