{"session_id": 69, "bill_id": 24920, "bill_type": "House Bill", "bill_number": 1060, "bill_title": "revise certain provisions related to travel reimbursement.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24920", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Local Government Generally", "Public Officers and Employees", "State Employees"], "audio": [{"meeting_datetime": "2024-01-18T07:45:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hap07.mp3", "start_seconds": 2610.0}, {"meeting_datetime": "2024-01-18T07:45:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hap07.mp3", "start_seconds": 2610.0}, {"meeting_datetime": "2024-01-18T07:45:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hap07.mp3", "start_seconds": 2610.0}, {"meeting_datetime": "2024-01-18T07:45:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hap07.mp3", "start_seconds": 2610.0}, {"meeting_datetime": "2024-02-15T09:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hap25.mp3", "start_seconds": 1402.0}, {"meeting_datetime": "2024-02-15T09:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hap25.mp3", "start_seconds": 1402.0}, {"meeting_datetime": "2024-02-15T09:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hap25.mp3", "start_seconds": 1402.0}, {"meeting_datetime": "2024-02-21T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou27.mp3", "start_seconds": 1293.0}, {"meeting_datetime": "2024-02-21T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou27.mp3", "start_seconds": 1293.0}, {"meeting_datetime": "2024-02-21T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou27.mp3", "start_seconds": 1293.0}, {"meeting_datetime": "2024-02-26T09:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sap30.mp3", "start_seconds": 170.0}, {"meeting_datetime": "2024-02-26T09:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sap30.mp3", "start_seconds": 170.0}, {"meeting_datetime": "2024-02-26T09:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sap30.mp3", "start_seconds": 170.0}, {"meeting_datetime": "2024-02-27T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen31.mp3", "start_seconds": 7150.0}, {"meeting_datetime": "2024-02-27T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen31.mp3", "start_seconds": 7150.0}, {"meeting_datetime": "2024-02-27T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen31.mp3", "start_seconds": 7150.0}], "bill_versions": [{"bill_id": 24920, "bill_version_id": 258454, "bill_version": "Introduced", "bill_version_date": "2024-01-05T16:50:28.277-06:00", "bill_text": "An Act to revise certain provisions related to travel reimbursement. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 3-9-1 be AMENDED: 3-9-1. On or before the first of July each year, the State Board of Finance may promulgate rules, pursuant to chapter 1-26, to fix a rate per mile which shall be paid to those operating privately owned automobiles and vehicles on state business. Any person using a privately owned automobile or motorcycle shall be reimbursed at the same rate per mile. In lieu of actual transportation expenses and except as provided in section 2 of this Act, the mileage reimbursement rate for using a privately owned vehicle on state business is fifty-one cents per mile or the standard mileage rate for business authorized by the United States Internal Revenue Service as of October first each year, whichever is greater. However, if no state vehicle is equipped for the transportation of a person with special needs, a different rate per mile may be established. The rate may be changed during a fiscal year with the prior approval of the Legislative Interim Appropriations Committee. the mileage reimbursement rate for using a privately owned vehicle is based on the type of vehicle. If a privately owned passenger or cargo van, pickup truck, or sport utility vehicle is used to transport an individual with special needs for state business, the mileage reimbursement rate is sixty-eight cents per mile or one-hundred-and-thirty percent of the standard mileage rate for business authorized by the United States Internal Revenue Service as of October first each year, whichever is greater. If any other vehicle is used to transport an individual with special needs for state business, the mileage reimbursement rate is fifty-one cents per mile or the standard mileage rate for business authorized by the United States Internal Revenue Service as of October first each year, whichever is greater. The state auditor shall issue warrants covering vehicle expenses at the rate specified by the State Board of Finance upon the sworn statement of the party using the vehicle. Section 2. That a NEW SECTION be added to chapter 3-9: If an Office of Fleet and Travel Management or Department of Transportation pool motor vehicle is available at a person's place of residence or headquarters station but the person uses a privately owned vehicle instead, the mileage reimbursement rate is forty-five percent of the standard mileage rate for business authorized by the United States Internal Revenue Service as of October first each year. Section 3. That § 3-9-2 be AMENDED: 3-9-2. The State Board of Finance may fix the maximum amount which that may be allowed per day or fraction of a day as reimbursement for expenses for meals and lodging necessarily meal expenses incurred by state officers and employees in the performance of their duties while away from their places of residence or headquarters station, and change the maximum allowance as the board deems just and proper under existing conditions. The State Board of Finance may authorize reimbursement on a per diem basis, in lieu of the method described in this section or any other method provided by law, and fix the amount per day or fraction of a day which that may be allowed, and may change the amount as the board deems just and proper under existing conditions. The maximum amount that may be allowed as reimbursement for the actual cost of lodging incurred by state officers and employees in the performance of their duties while away from their places of residence or headquarters station is seventy-five dollars per night, plus tax, or the rate established by the United States General Services Administration for the primary destination as of October first each year, plus tax, whichever is greater. The chair of a commission or council created by chapters 38-10, 38-27, 38-29, and 38-32 may authorize an employee to be reimbursed for actual costs of lodging and meals, excluding alcoholic beverage as defined in subdivision 35-1-1(1) § 35-1-1 if: (1) The lodging and meals are in furtherance of the state's interests, concerns, and activities; (2) The activities for which the lodging and meals are required fall within the scope of the commission's or council's responsibilities; and (3) The employee is performing official duties related to trade servicing or promotional activities. The authorization shall must be made on a form prescribed by the Governor and supported by receipts and shall must accompany the claim filed pursuant to § 3-9-8. The provisions of this section, §§ 3-9-2.1 and 3-9-2.2, and the amounts fixed by the State Board of Finance shall prevail notwithstanding the provisions of other statutes, such as provision that a state officer or employee shall be paid or reimbursed for his actual and necessary traveling expenses. Upon the written request of a department or office head, the State Board of Finance may, through a majority vote of its membership, grant relief from the per diem allowances for any officer or employee who would otherwise suffer hardship from this section or the board's rules while furthering the state's interests, concerns, and activities. Section 4. That a NEW SECTION be added to chapter 3-9: Notwithstanding §§ 3-9-2 to 3-9-2.2, inclusive, the daily meal allowance of uniformed highway patrol officers when assigned to field duties is seventeen dollars per day. Section 5. That § 7-12-18 be AMENDED: 7-12-18. The sheriff shall charge and remit the following: (1) For serving an order of arrest with commitment or bail bond and return, twenty-five dollars; (2) For serving summons, complaint, warrant of attachment, affidavit, notice and undertaking in claim and delivery, or injunction, order to show cause, citation, or other process, and return of the instrument, fifty dollars for all such process or instruments served at the same time upon the same person regardless of the capacities in which such person is served. However, for all such process or instruments served upon another such person at approximately the same time at the same place, ten dollars; (3) For serving subpoena for witness, each person, twenty dollars; (4) For traveling expenses in a motor vehicle, a mileage allowance of eight cents above the rate set for state employees by the State Board of Finance pursuant to § 3-9-1 for each mile actually and necessarily traveled by motor vehicle. For traveling expenses in a private plane, a mileage allowance of ten cents above the rate set for state employees by the State Board of Finance pursuant to § 3-9-1 for each mile actually and necessarily traveled by private plane. However, actual cost may be paid for travel by train, bus, plane, or other commercial vehicle; (5) For serving writ of execution and return of the instrument, whether satisfied or unsatisfied, ninety-five dollars; (6) For levying writ of possession, fifty dollars. However, if the sale of the property levied upon is not subsequently held, the actual costs or expenses associated with levying writ of possession shall be paid; (7) For advertisement of sale in newspaper, in addition to printing, twenty-five dollars; (8) For posting notices of sale of real property, twenty-five dollars, and mileage; (9) For executing writ or order of partition, twenty-five dollars; (10) For making deed for land sold on execution or order of sale, one hundred dollars except no fee is charged when the deed only requires the sheriff's signature; (11) In addition to the applicable fees and expenses, a commission of six percent on all money received and disbursed by the sheriff on execution or order of sale, order of attachment, decree or on sale of real property or personal property. However, in no case may the commission be less than fifty dollars or more than three thousand five hundred dollars. If the execution or order of sale is a foreclosure of a real estate mortgage, the commission may not be more than one thousand five hundred dollars. The commissions shall be included as a part of the cost of execution, order of sale, order of attachment, decree, or on sale of real or personal property, which shall be paid by the debtor out of the proceeds. However, in each case of redemption prior to the sale, the sheriff is entitled to the commission as stated above, to be paid by the redemptioner as a cost of the redemption; (12) For a case in the circuit court, if a person, in whose favor an execution or order of sale is issued, bids on the property sold on execution or decree, the sheriff or officer making the sale shall receive the following compensation: if the amount for which the property is bid on is one thousand dollars or less, the sum of forty dollars; and if the amount for which the property is bid on is more than one thousand dollars, the sum of one hundred dollars; (13) For making a sale of real property under a foreclosure of mortgage by advertisement, the same fees as for the sale of real property under a judgment of foreclosure and sale of real property; and (14) If personal property is taken by the sheriff on execution or warrant of attachment and applied in the satisfaction of the debt without sale, the same percentage on the appraised value of the property as in the case of a sale and all additional reasonable and necessary costs and expenses incurred in executing the duties of sheriff including expenses associated with the removal of property from the premises. No fee may be charged in any action under § 25-10-3, 25-10-6, 22-19A-8, or 22-19A-12. The fees established pursuant to this section shall be used for law enforcement purposes. Section 6. That § 8-4-8 be AMENDED: 8-4-8. Except as otherwise provided in this section and § 1-27-35, the clerk, treasurer, and supervisors may each receive an annual salary, plus compensation for each day necessarily devoted to the discharge of their official duties when attending to business in the township. The voters of each township shall establish the annual salary and the hourly or daily rate of compensation at the annual township meeting. In addition, the clerk, treasurer, and supervisors may also receive mileage compensation at the rate established for state employees by the State Board of Finance when attending to the business of the township. set pursuant to § 3-9-1. The township board of supervisors shall limit the total amount of salary and compensation that the clerk, treasurer, and any one supervisor may receive in a year. Any salary and compensation limit established by the township board of supervisors does not apply to compensation received for road work. Section 7. That § 12-21-4.1 be AMENDED: 12-21-4.1. The members of the recount board shall receive mileage for the miles traveled each day of the recount from their points of residence in an amount equal to that set by the State Board of Finance for state employees; at the rate set pursuant to § 3-9-1; provided however, that this provision shall not apply to the first ten miles traveled each day. Section 8. That § 13-8-38 be AMENDED: 13-8-38. In addition to per diem as provided in § 13-8-37, all school board members may receive the travel allowance authorized by the rules adopted by the State Board of Finance. mileage at the rate set pursuant to § 3-9-1. Section 9. That § 23-7-67 be AMENDED: 23-7-67. It is a Class 1 misdemeanor for a person to fail or refuse to surrender to the county sheriff of the person's county of residence, upon lawful demand, a gold card or enhanced permit to carry a concealed pistol that has been revoked. If a person fails to return a gold card or enhanced permit to the sheriff of the person's county of residence after lawful demand, the sheriff shall direct a law enforcement officer to secure its possession and return in compliance with § 23-7-64. The law enforcement officer shall receive ten dollars and fifty cents plus mileage, at a rate established by the State Board of Finance, at the rate set pursuant to § 3-9-1 to be paid by the violator. Failure to pay the fee and mileage is a Class 2 misdemeanor. Section 10. That § 27A-7-8 be AMENDED: 27A-7-8. The members of the board of mental illness, other than a magistrate judge, shall be allowed compensation at an hourly rate as determined by the county commissioners for all time actually employed in the duties of their offices as members of such board of mental illness. All members of the board shall be allowed mileage at the rate determined by the board of finance set pursuant to § 3-9-1 and other necessary actual expenses incurred in the performance of their duties as members of such board. Section 11. That § 32-12-68 be AMENDED: 32-12-68. It is a Class 1 misdemeanor for a person to fail or refuse to surrender to the Department of Public Safety upon its lawful demand a driver license that has been suspended, revoked, or canceled. If a person fails to return the license to the secretary of the Department of Public Safety after lawful demand, the secretary may direct any law enforcement officer to secure its possession and return it to the secretary. The law enforcement officer shall receive ten dollars and fifty cents plus mileage, at a rate established by the State Board of Finance, at the rate set pursuant to § 3-9-1 to be paid by the person from whom the license was obtained to be collected when the person submits an application for a license. Failure to pay the fee and mileage is a Class 2 misdemeanor. Section 12. That § 34A-5-23 be AMENDED: 34A-5-23. Each sanitary district board of trustees shall establish amounts to reimburse board members for expenses for lodging, meals, and mileage and to provide compensation for each day of actual service for traveling to, attending, and returning from meetings, hearings, or investigations of the sanitary district board. Such reimbursement and compensation shall be paid on vouchers duly verified and approved according to the rules promulgated by the Board of Finance. Section 13. That § 34A-16-8 be AMENDED: 34A-16-8. Each commissioner shall receive travel and subsistence expense in accordance with the rules established by the State Board of Finance. at the rates set pursuant to chapter 3-9. In addition, per diem at rates established by the Board of Finance shall be paid each member for each day of actual service for traveling to, attending, and returning from meetings, hearings, or investigations of the board of commissioners. Travel, subsistence, and per diem shall be paid on vouchers duly verified and approved according to the rules determined by the Board of Finance. Section 14. That § 38-19-50 be AMENDED: 38-19-50. The Nutrient Research and Education Council is hereby established. The council shall consist of nine voting members, including three representing the fertilizer industry, two representing grower organizations, one representing the state's largest commodity organization, one representing the specialty fertilizer industry, one representing the certified agronomy association, and one farmer member of the State Conservation Commission. The council shall also include five nonvoting members: two representing environmental organizations, one representing the director of the South Dakota Agricultural Experiment Station, and two representing the secretary of the Department of Agriculture and Natural Resources. The certified agronomy association and any association or organization representing the fertilizer industry, growers, and the environment may submit nominations to the secretary of agriculture and natural resources for their respective members. The secretary shall select from these nominations the members of the council. Members of the council may receive no compensation, but members may be reimbursed for travel and subsistence expense in accordance with rules promulgated by the State Board of Finance. at the rates set pursuant to chapter 3-9. The council shall meet at least twice each year. The council shall be provided with staff assistance from the South Dakota Agricultural Experiment Station. The council retains the respective quasi-judicial, quasi-legislative, advisory, other nonadministrative and special budgetary functions as defined in § 1-32-1 otherwise vested in the council. The council shall exercise those functions independently of the South Dakota Agricultural Experiment Station. Section 15. That § 40-18-16 be AMENDED: 40-18-16. The board may promulgate rules, pursuant to chapter 1-26, to: (1) Describe prohibited brand symbols for various types of livestock and identify locations on animals where a brand is permitted; (2) Provide for the registration, transfer, and renewal of livestock brands; (3) Establish a brand registration fee not to exceed fifty dollars; (4) Establish a brand renewal fee not to exceed eighteen dollars per year or a brand renewal fee not to exceed ninety dollars for each five-year ownership period and a brand transfer fee not to exceed fifty dollars; (5) Establish an ownership inspection fee not to exceed one dollar for each head of livestock; (6) Establish recordable livestock brands; (7) Establish law enforcement, ownership inspection, and transportation requirements within or without the ownership inspection area; (8) Establish a duplicate certificate fee not to exceed twenty dollars; (9) Establish a mileage fee for inspectors not to exceed the rate set by the State Board of Finance; pursuant to § 3-9-1. (10) Establish an inspection fee for livestock located outside the ownership inspection area not to exceed one dollar for each head of livestock; and (11) Establish a brand registration application fee not to exceed fifty dollars. Section 16. That § 40-20-40 be AMENDED: 40-20-40. The board may charge a fee for actual mileage traveled to perform a local inspection or an inspection at an open market. The mileage fee shall be in addition to the inspection fee and may not exceed the rate set by the State Board of Finance pursuant to § 3-9-1. Section 17. That § 46A-4-47 be AMENDED: 46A-4-47. For the time actually and necessarily employed in the duties of their office and in attending and returning from the sessions of the board of directors, the district directors may receive travel and subsistence expense in accordance with the rules promulgated by the State Board of Finance. at the rates set pursuant to chapter 3-9. In addition, per diem, not to exceed the Board of Water and Natural Resources' per diem, may be paid each member for each day of actual service for attending meetings, hearings, or investigations of the irrigation district board. Travel, subsistence, and per diem shall be paid out of the district general fund on vouchers duly verified and approved according to the rules promulgated by the Board of Finance. Section 18. That § 46A-14-42 be AMENDED: 46A-14-42. Any member of a watershed district board may receive travel and subsistence expense in accordance with the rules promulgated by the State Board of Finance. at the rates set pursuant to chapter 3-9. In addition, per diem, not to exceed sixty dollars per day, may be paid each member for each day of actual service for attending meetings, hearings, or investigations of the watershed district board. Travel, subsistence, and per diem shall be paid on vouchers duly verified and approved according to the rules promulgated by the Board of Finance."}, {"bill_id": 24920, "bill_version_id": 265772, "bill_version": "House Appropriations Engrossed", "bill_version_date": "2024-02-15T14:46:30.627-06:00", "bill_text": "An Act to revise certain provisions related to travel reimbursement. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 3-9-1 be AMENDED: 3-9-1. On or before the first of July each year, the State Board of Finance may promulgate rules, pursuant to chapter 1-26, to fix a rate per mile which shall be paid to those operating privately owned automobiles and vehicles on state business. Any person using a privately owned automobile or motorcycle shall be reimbursed at the same rate per mile. In lieu of actual transportation expenses and except as provided in section 2 of this Act, the mileage reimbursement rate for using a privately owned motor vehicle on state business is fifty-one cents per mile or the standard mileage rate for business authorized by the United States Internal Revenue Service as of October first each year, whichever is greater. However, if no state vehicle is equipped for the transportation of a person with special needs, a different rate per mile may be established. The rate may be changed during a fiscal year with the prior approval of the Legislative Interim Appropriations Committee. the mileage reimbursement rate for using a privately owned motor vehicle is based on the type of vehicle. If a privately owned passenger or cargo van, pickup truck, or sport utility vehicle is used to transport an individual with special needs for state business, the mileage reimbursement rate is sixty-eight cents per mile or one-hundred-and-thirty percent of the standard mileage rate for business authorized by the United States Internal Revenue Service as of October first each year, whichever is greater. If any other vehicle is used to transport an individual with special needs for state business, the mileage reimbursement rate is fifty-one cents per mile or the standard mileage rate for business authorized by the United States Internal Revenue Service as of October first each year, whichever is greater. For the purposes of this section, the term \"individual with special needs\" means a person with a disability that makes the person unable to operate an unmodified motor vehicle but allows the person to operate a personal motor vehicle modified to accommodate the disability. The mileage reimbursement rate covers all expenses incidental to the operation of a motor vehicle. The Bureau of Finance and Management shall publish in writing the mileage reimbursement rate to be effective as of October first each year. The state auditor shall issue warrants covering vehicle expenses for using a privately owned motor vehicle on state business at the rate specified by the State Board of Finance upon the sworn statement of the party using the vehicle. Section 2. That a NEW SECTION be added to chapter 3-9: If an Office of Fleet and Travel Management or Department of Transportation pool motor vehicle is available within ten miles of a person's place of residence or headquarters station but the person uses a privately owned vehicle instead for state business, the mileage reimbursement rate is forty-five percent of the standard mileage rate for business authorized by the United States Internal Revenue Service as of October first each year. The Office of Fleet and Travel Management must approve mileage reimbursement paid at the rate set pursuant to § 3-9-1 if there are Office of Fleet and Travel Management or Department of Transportation pool motor vehicles available within ten miles of a person’s place of residence or headquarters station. This section does not apply to elected officers, departmental secretaries, and chairs of state boards and commissions. Section 3. That a NEW SECTION be added to chapter 3-9: Upon written request of the head of a state agency or institution, the state auditor may reimburse a person using a motor vehicle on state business for mileage within a designated city area if the required travel is not compensated through the person’s salary. For the purposes of this section, the term \"designated city area\" means an area extending five miles beyond the municipal boundaries of Pierre, Sioux Falls, Aberdeen, Watertown, Brookings, and Rapid City. Section 4. That § 3-9-2 be AMENDED: 3-9-2. The State Board of Finance may fix the maximum amount which that may be allowed per day or fraction of a day as reimbursement for expenses for meals and lodging necessarily meal and lodging expenses necessarily incurred by state officers and employees in the performance of their duties while away from their places of residence or headquarters station, and change the maximum allowance as the board deems just and proper under existing conditions. The State Board of Finance may authorize reimbursement on a per diem basis, in lieu of the method described in this section or any other method provided by law, and fix the amount per day or fraction of a day which that may be allowed, and may change the amount as the board deems just and proper under existing conditions. The maximum amount allowed as reimbursement for the actual cost of in-state lodging incurred by state officers and employees in the performance of their duties while away from their places of residence or headquarters station is seventy-five dollars per night, plus taxes and mandatory fees, or the rate established by the United States General Services Administration for the primary destination as of October first each year, plus taxes and mandatory fees, whichever is greater. The Bureau of Finance and Management shall publish in writing the maximum reimbursement rate for in-state lodging to be effective as of October first each year. The chair of a commission or council created by chapters 38-10, 38-27, 38-29, and 38-32 may authorize an employee to be reimbursed for actual costs of lodging and meals, excluding alcoholic beverage as defined in subdivision 35-1-1(1) § 35-1-1 if: (1) The lodging and meals are in furtherance of the state's interests, concerns, and activities; (2) The activities for which the lodging and meals are required fall within the scope of the commission's or council's responsibilities; and (3) The employee is performing official duties related to trade servicing or promotional activities. The authorization shall must be made on a form prescribed by the Governor and supported by receipts and shall must accompany the claim filed pursuant to § 3-9-8. The provisions of this section, §§ 3-9-2.1 and 3-9-2.2, and the amounts fixed by the State Board of Finance shall prevail notwithstanding the provisions of other statutes, such as provision that a state officer or employee shall be paid or reimbursed for his actual and necessary traveling expenses. Upon the written request of a department or office head, the State Board of Finance may, through a majority vote of its membership, grant relief from the per diem allowances for any officer or employee who would otherwise suffer hardship from the limitations of this section or the board's rules while furthering the state's interests, concerns, and activities. Section 5. That a NEW SECTION be added to chapter 3-9: Notwithstanding §§ 3-9-2 to 3-9-2.2, inclusive, the daily meal allowance of uniformed highway patrol officers when assigned to field duties is seventeen dollars per day. Section 6. That § 2-4-2 be AMENDED: 2-4-2. The salary of each member of the Legislature is equal to one-fifth of the South Dakota median household income reported by the United States Census Current Population Survey, as ascertained and adjusted each year by the State Board of Finance to take effect on the first day of January of each year for every regular legislative session. In addition, each legislator shall receive: (1) Reimbursement to be paid after the legislative session for actual mileage or its equivalent traveled to and from home not more than once each weekend or between days of recess during the regular legislative session, at state rates established by the Board of Finance; the rate set pursuant to § 3-9-1; (2) Expenses of one hundred twenty-three dollars per day for each day of a regular or special legislative session as prepaid reimbursement for living expenses, including meals and lodging, laundry, cleaning and pressing of clothing, and all other uncompensated expenses as defined in § 2-4-2.1 incident to the performance of legislative services, or at the amount fixed for the per diem allowance that is authorized by the United States Internal Revenue Service to be excluded from the gross income without itemization as of October first each year, whichever of the two is greater; and (3) Five cents once each session for every mile of necessary travel in going to and returning from the place of meeting of the Legislature by the most usual route. For each day's attendance at special sessions, each member, in addition to mileage and expenses, shall receive a per diem calculated by the director of the Legislative Research Council equal to the normal daily compensation for the regular session immediately preceding the special session. Section 7. That § 7-12-18 be AMENDED: 7-12-18. The sheriff shall charge and remit the following: (1) For serving an order of arrest with commitment or bail bond and return, twenty-five dollars; (2) For serving summons, complaint, warrant of attachment, affidavit, notice and undertaking in claim and delivery, or injunction, order to show cause, citation, or other process, and return of the instrument, fifty dollars for all such process or instruments served at the same time upon the same person regardless of the capacities in which such person is served. However, for all such process or instruments served upon another such person at approximately the same time at the same place, ten dollars; (3) For serving subpoena for witness, each person, twenty dollars; (4) For traveling expenses in a motor vehicle, a mileage allowance of eight cents above the rate set for state employees by the State Board of Finance pursuant to § 3-9-1 for each mile actually and necessarily traveled by motor vehicle. For traveling expenses in a private plane, a mileage allowance of ten cents above the rate set for state employees by the State Board of Finance pursuant to § 3-9-1 for each mile actually and necessarily traveled by private plane. However, actual cost may be paid for travel by train, bus, plane, or other commercial vehicle; (5) For serving writ of execution and return of the instrument, whether satisfied or unsatisfied, ninety-five dollars; (6) For levying writ of possession, fifty dollars. However, if the sale of the property levied upon is not subsequently held, the actual costs or expenses associated with levying writ of possession shall be paid; (7) For advertisement of sale in newspaper, in addition to printing, twenty-five dollars; (8) For posting notices of sale of real property, twenty-five dollars, and mileage; (9) For executing writ or order of partition, twenty-five dollars; (10) For making deed for land sold on execution or order of sale, one hundred dollars except no fee is charged when the deed only requires the sheriff's signature; (11) In addition to the applicable fees and expenses, a commission of six percent on all money received and disbursed by the sheriff on execution or order of sale, order of attachment, decree or on sale of real property or personal property. However, in no case may the commission be less than fifty dollars or more than three thousand five hundred dollars. If the execution or order of sale is a foreclosure of a real estate mortgage, the commission may not be more than one thousand five hundred dollars. The commissions shall be included as a part of the cost of execution, order of sale, order of attachment, decree, or on sale of real or personal property, which shall be paid by the debtor out of the proceeds. However, in each case of redemption prior to the sale, the sheriff is entitled to the commission as stated above, to be paid by the redemptioner as a cost of the redemption; (12) For a case in the circuit court, if a person, in whose favor an execution or order of sale is issued, bids on the property sold on execution or decree, the sheriff or officer making the sale shall receive the following compensation: if the amount for which the property is bid on is one thousand dollars or less, the sum of forty dollars; and if the amount for which the property is bid on is more than one thousand dollars, the sum of one hundred dollars; (13) For making a sale of real property under a foreclosure of mortgage by advertisement, the same fees as for the sale of real property under a judgment of foreclosure and sale of real property; and (14) If personal property is taken by the sheriff on execution or warrant of attachment and applied in the satisfaction of the debt without sale, the same percentage on the appraised value of the property as in the case of a sale and all additional reasonable and necessary costs and expenses incurred in executing the duties of sheriff including expenses associated with the removal of property from the premises. No fee may be charged in any action under § 25-10-3, 25-10-6, 22-19A-8, or 22-19A-12. The fees established pursuant to this section shall be used for law enforcement purposes. Section 8. That § 8-4-8 be AMENDED: 8-4-8. Except as otherwise provided in this section and § 1-27-35, the clerk, treasurer, and supervisors may each receive an annual salary, plus compensation for each day necessarily devoted to the discharge of their official duties when attending to business in the township. The voters of each township shall establish the annual salary and the hourly or daily rate of compensation at the annual township meeting. In addition, the clerk, treasurer, and supervisors may also receive mileage compensation at the rate established for state employees by the State Board of Finance when attending to the business of the township. set pursuant to § 3-9-1 when attending to the business of the township. The township board of supervisors shall limit the total amount of salary and compensation that the clerk, treasurer, and any one supervisor may receive in a year. Any salary and compensation limit established by the township board of supervisors does not apply to compensation received for road work. Section 9. That § 12-21-4.1 be AMENDED: 12-21-4.1. The members of the recount board shall receive mileage for the miles traveled each day of the recount from their points of residence in an amount equal to that set by the State Board of Finance for state employees; at the rate set pursuant to § 3-9-1; provided however, that this provision shall not apply to the first ten miles traveled each day. Section 10. That § 13-8-38 be AMENDED: 13-8-38. In addition to per diem as provided in § 13-8-37, all school board members may receive the travel allowance authorized by the rules adopted by the State Board of Finance. mileage at the rate set pursuant to § 3-9-1. Section 11. That § 23-7-67 be AMENDED: 23-7-67. It is a Class 1 misdemeanor for a person to fail or refuse to surrender to the county sheriff of the person's county of residence, upon lawful demand, a gold card or enhanced permit to carry a concealed pistol that has been revoked. If a person fails to return a gold card or enhanced permit to the sheriff of the person's county of residence after lawful demand, the sheriff shall direct a law enforcement officer to secure its possession and return in compliance with § 23-7-64. The law enforcement officer shall receive ten dollars and fifty cents plus mileage, at a rate established by the State Board of Finance, at the rate set pursuant to § 3-9-1 to be paid by the violator. Failure to pay the fee and mileage is a Class 2 misdemeanor. Section 12. That § 27A-7-8 be AMENDED: 27A-7-8. The members of the board of mental illness, other than a magistrate judge, shall be allowed compensation at an hourly rate as determined by the county commissioners for all time actually employed in the duties of their offices as members of such board of mental illness. All members of the board shall be allowed mileage at the rate determined by the board of finance set pursuant to § 3-9-1 and other necessary actual expenses incurred in the performance of their duties as members of such board. Section 13. That § 32-12-68 be AMENDED: 32-12-68. It is a Class 1 misdemeanor for a person to fail or refuse to surrender to the Department of Public Safety upon its lawful demand a driver license that has been suspended, revoked, or canceled. If a person fails to return the license to the secretary of the Department of Public Safety after lawful demand, the secretary may direct any law enforcement officer to secure its possession and return it to the secretary. The law enforcement officer shall receive ten dollars and fifty cents plus mileage, at a rate established by the State Board of Finance, at the rate set pursuant to § 3-9-1 to be paid by the person from whom the license was obtained to be collected when the person submits an application for a license. Failure to pay the fee and mileage is a Class 2 misdemeanor. Section 14. That § 34A-5-23 be AMENDED: 34A-5-23. Each sanitary district board of trustees shall establish amounts to reimburse board members for expenses for lodging, meals, and mileage and to provide compensation for each day of actual service for traveling to, attending, and returning from meetings, hearings, or investigations of the sanitary district board. Such reimbursement and compensation shall be paid on vouchers duly verified and approved according to the rules promulgated by the Board of Finance. Such reimbursement and compensation shall be paid at the rates set pursuant to chapter 3-9. Section 15. That § 34A-16-8 be AMENDED: 34A-16-8. Each commissioner shall receive travel and subsistence expense in accordance with the rules established by the State Board of Finance. at the rates set pursuant to chapter 3-9. In addition, per diem at rates established by the Board of Finance shall be paid each member for each day of actual service for traveling to, attending, and returning from meetings, hearings, or investigations of the board of commissioners. Travel, subsistence, and per diem shall be paid on vouchers duly verified and approved according to the rules determined by the Board of Finance. Section 16. That § 38-19-50 be AMENDED: 38-19-50. The Nutrient Research and Education Council is hereby established. The council shall consist of nine voting members, including three representing the fertilizer industry, two representing grower organizations, one representing the state's largest commodity organization, one representing the specialty fertilizer industry, one representing the certified agronomy association, and one farmer member of the State Conservation Commission. The council shall also include five nonvoting members: two representing environmental organizations, one representing the director of the South Dakota Agricultural Experiment Station, and two representing the secretary of the Department of Agriculture and Natural Resources. The certified agronomy association and any association or organization representing the fertilizer industry, growers, and the environment may submit nominations to the secretary of agriculture and natural resources for their respective members. The secretary shall select from these nominations the members of the council. Members of the council may receive no compensation, but members may be reimbursed for travel and subsistence expense in accordance with rules promulgated by the State Board of Finance. at the rates set pursuant to chapter 3-9. The council shall meet at least twice each year. The council shall be provided with staff assistance from the South Dakota Agricultural Experiment Station. The council retains the respective quasi-judicial, quasi-legislative, advisory, other nonadministrative and special budgetary functions as defined in § 1-32-1 otherwise vested in the council. The council shall exercise those functions independently of the South Dakota Agricultural Experiment Station. Section 17. That § 40-18-16 be AMENDED: 40-18-16. The board may promulgate rules, pursuant to chapter 1-26, to: (1) Describe prohibited brand symbols for various types of livestock and identify locations on animals where a brand is permitted; (2) Provide for the registration, transfer, and renewal of livestock brands; (3) Establish a brand registration fee not to exceed fifty dollars; (4) Establish a brand renewal fee not to exceed eighteen dollars per year or a brand renewal fee not to exceed ninety dollars for each five-year ownership period and a brand transfer fee not to exceed fifty dollars; (5) Establish an ownership inspection fee not to exceed one dollar for each head of livestock; (6) Establish recordable livestock brands; (7) Establish law enforcement, ownership inspection, and transportation requirements within or without the ownership inspection area; (8) Establish a duplicate certificate fee not to exceed twenty dollars; (9) Establish a mileage fee for inspectors not to exceed the rate set by the State Board of Finance; pursuant to § 3-9-1. (10) Establish an inspection fee for livestock located outside the ownership inspection area not to exceed one dollar for each head of livestock; and (11) Establish a brand registration application fee not to exceed fifty dollars. Section 18. That § 40-20-40 be AMENDED: 40-20-40. The board may charge a fee for actual mileage traveled to perform a local inspection or an inspection at an open market. The mileage fee shall be in addition to the inspection fee and may not exceed the rate set by the State Board of Finance pursuant to § 3-9-1. Section 19. That § 46A-4-47 be AMENDED: 46A-4-47. For the time actually and necessarily employed in the duties of their office and in attending and returning from the sessions of the board of directors, the district directors may receive travel and subsistence expense in accordance with the rules promulgated by the State Board of Finance. at the rates set pursuant to chapter 3-9. In addition, per diem, not to exceed the Board of Water and Natural Resources' per diem, may be paid each member for each day of actual service for attending meetings, hearings, or investigations of the irrigation district board. Travel, subsistence, and per diem shall be paid out of the district general fund on vouchers duly verified and approved according to the rules promulgated by the Board of Finance. Section 20. That § 46A-14-42 be AMENDED: 46A-14-42. Any member of a watershed district board may receive travel and subsistence expense in accordance with the rules promulgated by the State Board of Finance. at the rates set pursuant to chapter 3-9. In addition, per diem, not to exceed sixty dollars per day, may be paid each member for each day of actual service for attending meetings, hearings, or investigations of the watershed district board. Travel, subsistence, and per diem shall be paid on vouchers duly verified and approved according to the rules promulgated by the Board of Finance."}, {"bill_id": 24920, "bill_version_id": 266778, "bill_version": "Enrolled", "bill_version_date": "2024-02-28T13:24:43.01-06:00", "bill_text": "ENTITLED An Act to revise certain provisions related to travel reimbursement. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 3-9-1 be AMENDED: 3-9-1. In lieu of actual transportation expenses and except as provided in section 2 of this Act, the mileage reimbursement rate for using a privately owned motor vehicle on state business is fifty-one cents per mile or the standard mileage rate for business authorized by the United States Internal Revenue Service as of October first each year, whichever is greater. However, if no state vehicle is equipped for the transportation of a person with special needs, the mileage reimbursement rate for using a privately owned motor vehicle is based on the type of vehicle. If a privately owned passenger or cargo van, pickup truck, or sport utility vehicle is used to transport an individual with special needs for state business, the mileage reimbursement rate is sixty-eight cents per mile or one-hundred-and-thirty percent of the standard mileage rate for business authorized by the United States Internal Revenue Service as of October first each year, whichever is greater. If any other vehicle is used to transport an individual with special needs for state business, the mileage reimbursement rate is fifty-one cents per mile or the standard mileage rate for business authorized by the United States Internal Revenue Service as of October first each year, whichever is greater. For the purposes of this section, the term \"individual with special needs\" means a person with a disability that makes the person unable to operate an unmodified motor vehicle but allows the person to operate a personal motor vehicle modified to accommodate the disability. The mileage reimbursement rate covers all expenses incidental to the operation of a motor vehicle. The Bureau of Finance and Management shall publish in writing the mileage reimbursement rate to be effective as of October first each year. The state auditor shall issue warrants for using a privately owned motor vehicle on state business at the rate specified upon the sworn statement of the party using the vehicle. Section 2. That a NEW SECTION be added to chapter 3-9: If an Office of Fleet and Travel Management or Department of Transportation pool motor vehicle is available within ten miles of a person's place of residence or headquarters station but the person uses a privately owned vehicle instead for state business, the mileage reimbursement rate is forty-five percent of the standard mileage rate for business authorized by the United States Internal Revenue Service as of October first each year. The Office of Fleet and Travel Management must approve mileage reimbursement paid at the rate set pursuant to § 3-9-1 if there are Office of Fleet and Travel Management or Department of Transportation pool motor vehicles available within ten miles of a person’s place of residence or headquarters station. This section does not apply to elected officers, departmental secretaries, and chairs of state boards and commissions. Section 3. That a NEW SECTION be added to chapter 3-9: Upon written request of the head of a state agency or institution, the state auditor may reimburse a person using a motor vehicle on state business for mileage within a designated city area if the required travel is not compensated through the person’s salary. For the purposes of this section, the term \"designated city area\" means an area extending five miles beyond the municipal boundaries of Pierre, Sioux Falls, Aberdeen, Watertown, Brookings, and Rapid City. Section 4. That § 3-9-2 be AMENDED: 3-9-2. The State Board of Finance may fix the maximum amount that may be allowed per day or fraction of a day as reimbursement for meal and lodging expenses necessarily incurred by state officers and employees in the performance of their duties while away from their places of residence or headquarters station, and change the maximum allowance as the board deems just and proper under existing conditions. The State Board of Finance may authorize reimbursement on a per diem basis, in lieu of the method described in this section or any other method provided by law, and fix the amount per day or fraction of a day that may be allowed, and may change the amount as the board deems just and proper under existing conditions. The maximum amount allowed as reimbursement for the actual cost of in-state lodging incurred by state officers and employees in the performance of their duties while away from their places of residence or headquarters station is seventy-five dollars per night, plus taxes and mandatory fees, or the rate established by the United States General Services Administration for the primary destination as of October first each year, plus taxes and mandatory fees, whichever is greater. The Bureau of Finance and Management shall publish in writing the maximum reimbursement rate for in-state lodging to be effective as of October first each year. The chair of a commission or council created by chapters 38-10, 38-27, 38-29, and 38-32 may authorize an employee to be reimbursed for actual costs of lodging and meals, excluding alcoholic beverage as defined in § 35-1-1 if: (1) The lodging and meals are in furtherance of the state's interests, concerns, and activities; (2) The activities for which the lodging and meals are required fall within the scope of the commission's or council's responsibilities; and (3) The employee is performing official duties related to trade servicing or promotional activities. The authorization must be made on a form prescribed by the Governor and supported by receipts and must accompany the claim filed pursuant to § 3-9-8. The provisions of this section, §§ 3-9-2.1 and 3-9-2.2, and the amounts fixed by the State Board of Finance prevail notwithstanding the provisions of other statutes. Upon the written request of a department or office head, the State Board of Finance may, through a majority vote of its membership, grant relief from the per diem allowances for any officer or employee who would otherwise suffer hardship from the limitations of this section or the board's rules while furthering the state's interests, concerns, and activities. Section 5. That a NEW SECTION be added to chapter 3-9: Notwithstanding §§ 3-9-2 to 3-9-2.2, inclusive, the daily meal allowance of uniformed highway patrol officers when assigned to field duties is seventeen dollars per day. Section 6. That § 2-4-2 be AMENDED: 2-4-2. The salary of each member of the Legislature is equal to one-fifth of the South Dakota median household income reported by the United States Census Current Population Survey, as ascertained and adjusted each year by the State Board of Finance to take effect on the first day of January of each year for every regular legislative session. In addition, each legislator shall receive: (1) Reimbursement to be paid after the legislative session for actual mileage or its equivalent traveled to and from home not more than once each weekend or between days of recess during the regular legislative session, at the rate set pursuant to § 3-9-1; (2) Expenses of one hundred twenty-three dollars per day for each day of a regular or special legislative session as prepaid reimbursement for living expenses, including meals and lodging, laundry, cleaning and pressing of clothing, and all other uncompensated expenses as defined in § 2-4-2.1 incident to the performance of legislative services, or at the amount fixed for the per diem allowance that is authorized by the United States Internal Revenue Service to be excluded from the gross income without itemization as of October first each year, whichever of the two is greater; and (3) Five cents once each session for every mile of necessary travel in going to and returning from the place of meeting of the Legislature by the most usual route. For each day's attendance at special sessions, each member, in addition to mileage and expenses, shall receive a per diem calculated by the director of the Legislative Research Council equal to the normal daily compensation for the regular session immediately preceding the special session. Section 7. That § 7-12-18 be AMENDED: 7-12-18. The sheriff shall charge and remit the following: (1) For serving an order of arrest with commitment or bail bond and return, twenty-five dollars; (2) For serving summons, complaint, warrant of attachment, affidavit, notice and undertaking in claim and delivery, or injunction, order to show cause, citation, or other process, and return of the instrument, fifty dollars for all such process or instruments served at the same time upon the same person regardless of the capacities in which such person is served. However, for all such process or instruments served upon another such person at approximately the same time at the same place, ten dollars; (3) For serving subpoena for witness, each person, twenty dollars; (4) For traveling expenses in a motor vehicle, a mileage allowance of eight cents above the rate set pursuant to § 3-9-1 for each mile actually and necessarily traveled by motor vehicle. For traveling expenses in a private plane, a mileage allowance of ten cents above the rate set pursuant to § 3-9-1 for each mile actually and necessarily traveled by private plane. However, actual cost may be paid for travel by train, bus, plane, or other commercial vehicle; (5) For serving writ of execution and return of the instrument, whether satisfied or unsatisfied, ninety-five dollars; (6) For levying writ of possession, fifty dollars. However, if the sale of the property levied upon is not subsequently held, the actual costs or expenses associated with levying writ of possession shall be paid; (7) For advertisement of sale in newspaper, in addition to printing, twenty-five dollars; (8) For posting notices of sale of real property, twenty-five dollars, and mileage; (9) For executing writ or order of partition, twenty-five dollars; (10) For making deed for land sold on execution or order of sale, one hundred dollars except no fee is charged when the deed only requires the sheriff's signature; (11) In addition to the applicable fees and expenses, a commission of six percent on all money received and disbursed by the sheriff on execution or order of sale, order of attachment, decree or on sale of real property or personal property. However, in no case may the commission be less than fifty dollars or more than three thousand five hundred dollars. If the execution or order of sale is a foreclosure of a real estate mortgage, the commission may not be more than one thousand five hundred dollars. The commissions shall be included as a part of the cost of execution, order of sale, order of attachment, decree, or on sale of real or personal property, which shall be paid by the debtor out of the proceeds. However, in each case of redemption prior to the sale, the sheriff is entitled to the commission as stated above, to be paid by the redemptioner as a cost of the redemption; (12) For a case in the circuit court, if a person, in whose favor an execution or order of sale is issued, bids on the property sold on execution or decree, the sheriff or officer making the sale shall receive the following compensation: if the amount for which the property is bid on is one thousand dollars or less, the sum of forty dollars; and if the amount for which the property is bid on is more than one thousand dollars, the sum of one hundred dollars; (13) For making a sale of real property under a foreclosure of mortgage by advertisement, the same fees as for the sale of real property under a judgment of foreclosure and sale of real property; and (14) If personal property is taken by the sheriff on execution or warrant of attachment and applied in the satisfaction of the debt without sale, the same percentage on the appraised value of the property as in the case of a sale and all additional reasonable and necessary costs and expenses incurred in executing the duties of sheriff including expenses associated with the removal of property from the premises. No fee may be charged in any action under § 25-10-3, 25-10-6, 22-19A-8, or 22-19A-12. The fees established pursuant to this section shall be used for law enforcement purposes. Section 8. That § 8-4-8 be AMENDED: 8-4-8. Except as otherwise provided in this section and § 1-27-35, the clerk, treasurer, and supervisors may each receive an annual salary, plus compensation for each day necessarily devoted to the discharge of their official duties when attending to business in the township. The voters of each township shall establish the annual salary and the hourly or daily rate of compensation at the annual township meeting. In addition, the clerk, treasurer, and supervisors may also receive mileage compensation at the rate set pursuant to § 3-9-1 when attending to the business of the township. The township board of supervisors shall limit the total amount of salary and compensation that the clerk, treasurer, and any one supervisor may receive in a year. Any salary and compensation limit established by the township board of supervisors does not apply to compensation received for road work. Section 9. That § 12-21-4.1 be AMENDED: 12-21-4.1. The members of the recount board shall receive mileage for the miles traveled each day of the recount from their points of residence at the rate set pursuant to § 3-9-1; however, this provision shall not apply to the first ten miles traveled each day. Section 10. That § 13-8-38 be AMENDED: 13-8-38. In addition to per diem as provided in § 13-8-37, all school board members may receive mileage at the rate set pursuant to § 3-9-1. Section 11. That § 23-7-67 be AMENDED: 23-7-67. It is a Class 1 misdemeanor for a person to fail or refuse to surrender to the county sheriff of the person's county of residence, upon lawful demand, a gold card or enhanced permit to carry a concealed pistol that has been revoked. If a person fails to return a gold card or enhanced permit to the sheriff of the person's county of residence after lawful demand, the sheriff shall direct a law enforcement officer to secure its possession and return in compliance with § 23-7-64. The law enforcement officer shall receive ten dollars and fifty cents plus mileage at the rate set pursuant to § 3-9-1 to be paid by the violator. Failure to pay the fee and mileage is a Class 2 misdemeanor. Section 12. That § 27A-7-8 be AMENDED: 27A-7-8. The members of the board of mental illness, other than a magistrate judge, shall be allowed compensation at an hourly rate as determined by the county commissioners for all time employed in the duties of their offices as members of such board of mental illness. All members of the board shall be allowed mileage at the rate set pursuant to § 3-9-1 and other necessary actual expenses incurred in the performance of their duties as members of such board. Section 13. That § 32-12-68 be AMENDED: 32-12-68. It is a Class 1 misdemeanor for a person to fail or refuse to surrender to the Department of Public Safety upon its lawful demand a driver license that has been suspended, revoked, or canceled. If a person fails to return the license to the secretary of the Department of Public Safety after lawful demand, the secretary may direct any law enforcement officer to secure its possession and return it to the secretary. The law enforcement officer shall receive ten dollars and fifty cents plus mileage at the rate set pursuant to § 3-9-1 to be paid by the person from whom the license was obtained to be collected when the person submits an application for a license. Failure to pay the fee and mileage is a Class 2 misdemeanor. Section 14. That § 34A-5-23 be AMENDED: 34A-5-23. Each sanitary district board of trustees shall establish amounts to reimburse board members for expenses for lodging, meals, and mileage and to provide compensation for each day of actual service for traveling to, attending, and returning from meetings, hearings, or investigations of the sanitary district board. Such reimbursement and compensation shall be paid at the rates set pursuant to chapter 3-9. Section 15. That § 34A-16-8 be AMENDED: 34A-16-8. Each commissioner shall receive travel and subsistence expense at the rates set pursuant to chapter 3-9. In addition, per diem at rates established by the Board of Finance shall be paid each member for each day of actual service for traveling to, attending, and returning from meetings, hearings, or investigations of the board of commissioners. Section 16. That § 38-19-50 be AMENDED: 38-19-50. The Nutrient Research and Education Council is hereby established. The council shall consist of nine voting members, including three representing the fertilizer industry, two representing grower organizations, one representing the state's largest commodity organization, one representing the specialty fertilizer industry, one representing the certified agronomy association, and one farmer member of the State Conservation Commission. The council shall also include five nonvoting members: two representing environmental organizations, one representing the director of the South Dakota Agricultural Experiment Station, and two representing the secretary of the Department of Agriculture and Natural Resources. The certified agronomy association and any association or organization representing the fertilizer industry, growers, and the environment may submit nominations to the secretary of agriculture and natural resources for their respective members. The secretary shall select from these nominations the members of the council. Members of the council may receive no compensation, but members may be reimbursed for travel and subsistence expense at the rates set pursuant to chapter 3-9. The council shall meet at least twice each year. The council shall be provided with staff assistance from the South Dakota Agricultural Experiment Station. The council retains the respective quasi-judicial, quasi-legislative, advisory, other nonadministrative and special budgetary functions as defined in § 1-32-1 otherwise vested in the council. The council shall exercise those functions independently of the South Dakota Agricultural Experiment Station. Section 17. That § 40-18-16 be AMENDED: 40-18-16. The board may promulgate rules, pursuant to chapter 1-26, to: (1) Describe prohibited brand symbols for various types of livestock and identify locations on animals where a brand is permitted; (2) Provide for the registration, transfer, and renewal of livestock brands; (3) Establish a brand registration fee not to exceed fifty dollars; (4) Establish a brand renewal fee not to exceed eighteen dollars per year or a brand renewal fee not to exceed ninety dollars for each five-year ownership period and a brand transfer fee not to exceed fifty dollars; (5) Establish an ownership inspection fee not to exceed one dollar for each head of livestock; (6) Establish recordable livestock brands; (7) Establish law enforcement, ownership inspection, and transportation requirements within or without the ownership inspection area; (8) Establish a duplicate certificate fee not to exceed twenty dollars; (9) Establish a mileage fee for inspectors not to exceed the rate set pursuant to § 3-9-1; (10) Establish an inspection fee for livestock located outside the ownership inspection area not to exceed one dollar for each head of livestock; and (11) Establish a brand registration application fee not to exceed fifty dollars. Section 18. That § 40-20-40 be AMENDED: 40-20-40. The board may charge a fee for actual mileage traveled to perform a local inspection or an inspection at an open market. The mileage fee shall be in addition to the inspection fee and may not exceed the rate set pursuant to § 3-9-1. Section 19. That § 46A-4-47 be AMENDED: 46A-4-47. For the time actually and necessarily employed in the duties of their office and in attending and returning from the sessions of the board of directors, the district directors may receive travel and subsistence expense at the rates set pursuant to chapter 3-9. In addition, per diem, not to exceed the Board of Water and Natural Resources' per diem, may be paid each member for each day of actual service for attending meetings, hearings, or investigations of the irrigation district board. Section 20. That § 46A-14-42 be AMENDED: 46A-14-42. Any member of a watershed district board may receive travel and subsistence expense at the rates set pursuant to chapter 3-9. In addition, per diem, not to exceed sixty dollars per day, may be paid each member for each day of actual service for attending meetings, hearings, or investigations of the watershed district board. An Act to revise certain provisions related to travel reimbursement. I certify that the attached Act originated in the: House as Bill No. 1060 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1060 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2024 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2024 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2024 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24920, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 256993, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/256993.pdf", "status_text": "First read in House and referred to", "journal_page": 18, "committee_id_action": 1197, "committee_id_assigned": 1193, "result": "N", "vote": {}}, {"bill_id": 24920, "action_date": "2024-01-18T07:45:00-06:00", "document_id": 259768, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259768.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1193, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24920, "action_date": "2024-01-18T07:45:00-06:00", "document_id": 259798, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259798.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1193, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24920, "action_date": "2024-02-06T10:00:00-06:00", "document_id": 264087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264087.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1193, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24920, "action_date": "2024-02-14T09:30:00-06:00", "document_id": 265276, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265276.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1193, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24920, "action_date": "2024-02-15T09:00:00-06:00", "document_id": 265634, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265634.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1193, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24920, "action_date": "2024-02-15T09:00:00-06:00", "document_id": 265635, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265635.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1193, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79659, "president_vote": null, "Yea": [4496, 4513, 4514, 4520, 4530, 4540, 4491], "Excused": [4518, 4569]}}, {"bill_id": 24920, "action_date": "2024-02-21T14:00:00-06:00", "document_id": 265979, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265979.pdf", "status_text": "Do Pass Amended", "journal_page": 369, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79809, "president_vote": null, "Yea": [4472, 4473, 4474, 4475, 4476, 4478, 4482, 4483, 4485, 4486, 4577, 4489, 4491, 4492, 4494, 4495, 4496, 4497, 4499, 4500, 4503, 4504, 4505, 4506, 4509, 4510, 4511, 4513, 4518, 4519, 4520, 4521, 4522, 4524, 4525, 4527, 4528, 4530, 4531, 4532, 4533, 4534, 4535, 4538, 4540, 4542, 4543, 4544, 4545, 4546, 4548, 4549, 4551, 4552, 4553, 4555, 4556, 4557, 4560, 4561, 4562, 4563, 4565, 4566, 4568, 4569, 4570, 4571, 4575], "Excused": [4514]}}, {"bill_id": 24920, "action_date": "2024-02-22T14:00:00-06:00", "document_id": 266120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266120.pdf", "status_text": "First read in Senate and referred to", "journal_page": 387, "committee_id_action": 1219, "committee_id_assigned": 1210, "result": "N", "vote": {}}, {"bill_id": 24920, "action_date": "2024-02-26T09:00:00-06:00", "document_id": 266306, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266306.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1210, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24920, "action_date": "2024-02-26T09:00:00-06:00", "document_id": 266308, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266308.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1210, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79967, "president_vote": null, "Yea": [4479, 4501, 4576, 4516, 4573, 4574, 4481, 4508], "Excused": [4526]}}, {"bill_id": 24920, "action_date": "2024-02-27T14:00:00-06:00", "document_id": 266611, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266611.pdf", "status_text": "Do Pass Amended", "journal_page": 433, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 80077, "president_vote": null, "Yea": [4477, 4479, 4480, 4481, 4487, 4488, 4490, 4498, 4501, 4502, 4507, 4508, 4512, 4515, 4516, 4517, 4523, 4526, 4529, 4536, 4537, 4547, 4550, 4554, 4558, 4559, 4564, 4567, 4578, 4572, 4573, 4574, 4576], "Excused": [4493, 4541]}}, {"bill_id": 24920, "action_date": "2024-02-28T14:00:00-06:00", "document_id": 266765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266765.pdf", "status_text": "Signed by the Speaker", "journal_page": 431, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24920, "action_date": "2024-02-29T13:00:00-06:00", "document_id": 266906, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266906.pdf", "status_text": "Signed by the President", "journal_page": 462, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24920, "action_date": "2024-03-04T10:00:00-06:00", "document_id": 267011, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267011.pdf", "status_text": "Delivered to the Governor", "journal_page": 450, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}]}