{"session_id": 69, "bill_id": 24860, "bill_type": "House Bill", "bill_number": 1124, "bill_title": "provide for the temporary filling of water development district board positions created as a result of population increases.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24860", "sponsors": [{"legislator_profile_id": 4544, "is_prime": true}, {"legislator_profile_id": 4559, "is_prime": true}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4485, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 24860, "bill_version_id": 260944, "bill_version": "Introduced", "bill_version_date": "2024-01-19T13:15:36.857-06:00", "bill_text": "An Act to provide for the temporary filling of water development district board positions created as a result of population increases. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 46A-3B-3 be AMENDED: 46A-3B-3. As soon as possible following each decennial census of population or any adjustment to a water development district boundary, the Board of Water and Natural Resources shall ascertain whether the number of board members should be adjusted, adjust the same, and redistrict water development district director areas to reflect changes in the population of the water development district, so as to assure equitable representation of all areas within the water development district. The board may make adjustments to water development district director areas to reflect precinct changes made pursuant to chapter 12-14, if equitable representation of all areas remains assured. If an adjustment under this section results in an increased number of board members, each additional position must be filled by elective action of the remaining directors, from candidates proposed by nominating petitions signed by at least twenty-five eligible voters in the director area to be represented by the additional position. The individual chosen by the remaining directors to fill the additional position shall serve until a director is elected at the next general election and takes office, as provided for in § 46A-3B-9."}], "amendments": [], "fiscal_notes": [], "action_log": []}