{"session_id": 69, "bill_id": 24591, "bill_type": "House Bill", "bill_number": 1107, "bill_title": "prohibit the use of certain mobile electronic devices while driving, and to provide a penalty therefor.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24591", "sponsors": [{"legislator_profile_id": 4560, "is_prime": true}, {"legislator_profile_id": 4488, "is_prime": false}, {"legislator_profile_id": 4566, "is_prime": false}], "keywords": ["Crimes", "Motor Vehicles", "Penalty", "Telecommunications"], "audio": [], "bill_versions": [{"bill_id": 24591, "bill_version_id": 260408, "bill_version": "Introduced", "bill_version_date": "2024-01-17T14:51:49.14-06:00", "bill_text": "An Act to prohibit the use of certain mobile electronic devices while driving, and to provide a penalty therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 32-26-46 be AMENDED: 32-26-46. Terms used in §§ 32-26-47.1, 32-26-47.2, and 32-26-48 mean: (1) \"Operate,\" to drive or assume physical control of a motor vehicle upon a highway, including operation while temporarily stationary because of traffic, road conditions, a traffic light, or a stop sign. The term does not include a motor vehicle that is lawfully parked; (2) \"Mobile electronic device,\" any hand-held or portable electronic device capable of providing wireless data or voice communication between two or more persons or amusement, including a cellular telephone, broadband personal communication device, two-way messaging device, text messaging device, pager, electronic device that can receive or transmit text or character-based images, access or store data, or connect to the internet, personal digital assistant, laptop computer, computer tablet, stand-alone computer, portable computing device, mobile device with a touchscreen display that is designed to be worn, electronic game, equipment that is capable of playing a video, taking photographs, capturing images, or recording or transmitting video, and any similar device that is readily removable from a vehicle and is used to write, send, or read text or data or capture images or video through manual input. The term does not include a radio designed for the citizens band service or the amateur radio service of the Federal Communications Commission or a commercial two-way radio communications device; (3) \"Social networking site,\" any web-based service that allows persons to construct a profile within a founded system and communicate with other users of the site; and (4) \"Voice-activated or hands-free mode,\" an attachment, accessory, wirelessly paired or tethered capability, application, wireless connection, or built-in feature of a mobile electronic device or a motor vehicle that allows the person to use verbal or single-touch commands to: (a) Activate or deactivate the device; and (b) Activate or deactivate a function or software application of the device. This term does not include typing or scrolling on a mobile electronic device. Section 2. That § 32-26-47.1 be AMENDED: 32-26-47.1. No person may operate a motor vehicle while using a mobile electronic device. A violation of this section is a Class 2 misdemeanor. This section does not apply to: (1) A law enforcement officer, firefighter, emergency medical technician, paramedic, operator of an authorized emergency vehicle, or similarly engaged paid or volunteer public safety first responder during the performance of that person's official duties, and a public utility employee or contractor acting within the scope of that person's employment; (2) The use of a mobile electronic device for emergency purposes, including a text messaging device to contact a 911 system, an emergency call to a law enforcement agency, health care provider, fire department, or other emergency services agency or entity, or to report to appropriate authorities a fire, traffic accident, serious road hazard, or medical or hazardous materials emergency, or to report the operator of another motor vehicle who is driving in a reckless, distracted, or otherwise unsafe manner or who appears to be driving under the influence of alcohol or drugs, or to report a crime; (3) The use of a global positioning or navigation system feature of a mobile electronic device, but does apply to manually entering information into the global positioning or navigation system feature of the device; (4) Reading, selecting, or entering a telephone number or name in a mobile electronic device for the purpose of making or receiving a telephone call and using the device for the call, or if a person otherwise activates or deactivates a feature or function of a mobile electronic device; or (5) The use of a mobile electronic device in a voice-operated voice-activated or hands-free mode if the operator of the motor vehicle does not use the operator's hands to operate the device, except to activate or deactivate a feature or function of the device to initiate or participate in a cellular phone call or to initiate, compose, send, or listen to an electronic message; or (5) The use of a mobile electronic device within a motor vehicle only if the motor vehicle is at a complete stop off the main-traveled portion of the roadway, or as far away from the center of the roadway as is practicable if the motor vehicle cannot be entirely removed from the traveled portion of the roadway. Section 3. That chapter 32-26 be amended with a NEW SECTION: No person may operate a motor vehicle while using a mobile electronic device, thereby causing a vehicle accident, or injury of another person. A violation of this section is a Class 1 misdemeanor. Section 4. That chapter 32-26 be amended with a NEW SECTION: No person may operate a motor vehicle while using a mobile electronic device, thereby causing the death of another person. A violation of this section is a Class 6 felony. Section 5. That chapter 32-26 be amended with a NEW SECTION: The prohibitions in sections 2 to 4 of this Act, inclusive, are each primary laws."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24591, "action_date": "2024-01-18T14:00:00-06:00", "document_id": 260440, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260440.pdf", "status_text": "First read in House and referred to", "journal_page": 84, "committee_id_action": 1197, "committee_id_assigned": 1205, "result": "N", "vote": {}}, {"bill_id": 24591, "action_date": "2024-01-23T10:00:00-06:00", "document_id": 260723, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260723.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1205, "committee_id_assigned": null, "result": "N", "vote": {}}]}