{"session_id": 51, "bill_id": 16398, "bill_type": "Senate Bill", "bill_number": 180, "bill_title": "require insurance coverage for certain enteral formulas under certain conditions.", "sponsors": [{"legislator_profile_id": 2531, "is_prime": true}, {"legislator_profile_id": 2546, "is_prime": true}, {"legislator_profile_id": 2583, "is_prime": false}], "keywords": ["Insurance"], "audio": [{"meeting_datetime": "2001-02-08T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco22sb0180a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-08T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco22sb0180a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-08T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco22sb0180a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16398, "bill_version_id": 88527, "bill_version": "Introduced", "bill_version_date": "2001-01-25T09:31:49-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require insurance coverage for certain enteral formulas under certain conditions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: Every policy of health insurance delivered, issued for delivery, or renewed in this state which provides coverage for prescription drugs shall include coverage for the cost of enteral formulas for home use for which a physician or other licensed health care provider has issued a written order. The written order shall state that the enteral formula is medically necessary and has been proven effective as a disease-specific treatment regimen for those individuals who are or will become malnourished or suffer from disorders, which if left untreated, cause chronic physical disability, mental retardation, or death. Specific diseases for which enteral formulas have been proven effective include inherited diseases of amino acid or organic acid metabolism, Crohn's disease, gastroesophageal reflux with failure to thrive, and disorders of gastrointestinal motility. Enteral formulas which are medically necessary and taken under written order from a physician for the treatment of specific diseases are distinguished from nutritional supplements taken electively. Coverage for such enteral formula may not exceed two thousand five hundred dollars for any calendar year or for any continuous period of twelve months for any insured individual. Section 2. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: Every group health insurance policy delivered, issued for delivery, or renewed in this state which provides coverage for prescription drugs shall include coverage for the cost of enteral formulas for home use for which a physician or other licensed health care provider has issued a written order. The written order shall state that the enteral formula is medically necessary and has been proven effective as a disease-specific treatment regimen for those individuals who are or will become malnourished or suffer from disorders, which if left untreated, cause chronic physical disability, mental retardation, or death. Specific diseases for which enteral formulas have been proven effective include inherited diseases of amino acid or organic acid metabolism, Crohn's disease, gastroesophageal reflux with failure to thrive, and disorders of gastrointestinal motility. Enteral formulas which are medically necessary and taken under written order from a physician for the treatment of specific diseases are distinguished from nutritional supplements taken electively. Coverage for such enteral formula may not exceed two thousand five hundred dollars for any calendar year or for any continuous period of twelve months for any insured individual. Section 3. That chapter 58-18B be amended by adding thereto a NEW SECTION to read as follows: Every small employer health benefit plan delivered, issued for delivery, or renewed in this state which provides coverage for prescription drugs shall include coverage for the cost of enteral formulas for home use for which a physician or other licensed health care provider has issued a written order. The written order shall state that the enteral formula is medically necessary and has been proven effective as a disease-specific treatment regimen for those individuals who are or will become malnourished or suffer from disorders, which if left untreated, cause chronic physical disability, mental retardation, or death. Specific diseases for which enteral formulas have been proven effective include inherited diseases of amino acid or organic acid metabolism, Crohn's disease, gastroesophageal reflux with failure to thrive, and disorders of gastrointestinal motility. Enteral formulas which are medically necessary and taken under written order from a physician for the treatment of specific diseases are distinguished from nutritional supplements taken electively. Coverage for such enteral formula may not exceed two thousand five hundred dollars for any calendar year or for any continuous period of twelve months for any insured individual. Section 4. That chapter 58-38 be amended by adding thereto a NEW SECTION to read as follows: Every service or indemnity-type contract issued by a nonprofit medical and surgical service plan corporation delivered, issued for delivery, or renewed in this state which provides coverage for prescription drugs shall include coverage for the cost of enteral formulas for home use for which a physician or other licensed health care provider has issued a written order. The written order shall state that the enteral formula is medically necessary and has been proven effective as a disease-specific treatment regimen for those individuals who are or will become malnourished or suffer from disorders, which if left untreated, cause chronic physical disability, mental retardation, or death. Specific diseases for which enteral formulas have been proven effective include inherited diseases of amino acid or organic acid metabolism, Crohn's disease, gastroesophageal reflux with failure to thrive, and disorders of gastrointestinal motility. Enteral formulas which are medically necessary and taken under written order from a physician for the treatment of specific diseases are distinguished from nutritional supplements taken electively. Coverage for such enteral formula may not exceed two thousand five hundred dollars for any calendar year or for any continuous period of twelve months for any insured individual. Section 5. That chapter 58-40 be amended by adding thereto a NEW SECTION to read as follows: Every service or indemnity-type contract issued by a nonprofit hospital service plan corporation delivered, issued for delivery, or renewed in this state which provides coverage for prescription drugs shall include coverage for the cost of enteral formulas for home use for which a physician or other licensed health care provider has issued a written order. The written order shall state that the enteral formula is medically necessary and has been proven effective as a disease-specific treatment regimen for those individuals who are or will become malnourished or suffer from disorders, which if left untreated, cause chronic physical disability, mental retardation, or death. Specific diseases for which enteral formulas have been proven effective include inherited diseases of amino acid or organic acid metabolism, Crohn's disease, gastroesophageal reflux with failure to thrive, and disorders of gastrointestinal motility. Enteral formulas which are medically necessary and taken under written order from a physician for the treatment of specific diseases are distinguished from nutritional supplements taken electively. Coverage for such enteral formula may not exceed two thousand five hundred dollars for any calendar year or for any continuous period of twelve months for any insured individual. Section 6. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: Every health maintenance contract delivered, issued for delivery, or renewed in this state which provides coverage for prescription drugs shall include coverage for the cost of enteral formulas for home use for which a physician or other licensed health care provider has issued a written order. The written order shall state that the enteral formula is medically necessary and has been proven effective as a disease-specific treatment regimen for those individuals who are or will become malnourished or suffer from disorders, which if left untreated, cause chronic physical disability, mental retardation, or death. Specific diseases for which enteral formulas have been proven effective include inherited diseases of amino acid or organic acid metabolism, Crohn's disease, gastroesophageal reflux with failure to thrive, and disorders of gastrointestinal motility. Enteral formulas which are medically necessary and taken under written order from a physician for the treatment of specific diseases are distinguished from nutritional supplements taken electively. Coverage for such enteral formula may not exceed two thousand five hundred dollars for any calendar year or for any continuous period of twelve months for any insured individual."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16398, "action_date": "2001-01-25T14:00:00-06:00", "document_id": 88645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88645.pdf", "status_text": "First read in Senate and referred to", "journal_page": 217, "committee_id_action": 713, "committee_id_assigned": 687, "result": "N", "vote": {}}, {"bill_id": 16398, "action_date": "2001-02-06T10:00:00-06:00", "document_id": 89381, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89381.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 687, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16398, "action_date": "2001-02-08T10:00:00-06:00", "document_id": 89592, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89592.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 687, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16398, "action_date": "2001-02-08T10:00:00-06:00", "document_id": 89592, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89592.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 424, "committee_id_action": 687, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49192, "president_vote": null, "Excused": [2520, 2616, 2529], "Yea": [2580, 2607, 2617, 2585]}}]}