{"session_id": 44, "bill_id": 21776, "bill_type": "House Concurrent Resolution", "bill_number": 6002, "bill_title": "regarding the standards of conduct for legislators.", "sponsors": [{"legislator_profile_id": 1837, "is_prime": true}, {"legislator_profile_id": 3786, "is_prime": false}, {"legislator_profile_id": 1805, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 21776, "bill_version_id": 212646, "bill_version": "Introduced", "bill_version_date": "2021-01-22T11:48:00.02-06:00", "bill_text": "A CONCURRENT RESOLUTION, regarding the standards of conduct for legislators. WHEREAS, there is no higher honor than that which comes from raising one's right hand and solemnly swearing to faithfully discharge the duties of the office to which one has been elected and with which one has been entrusted; and WHEREAS, that which constitutes the faithful discharge of duties is set forth in our Constitution and in our statutes, in the rules of the Legislature, and in the unwritten understandings that reflect the ethical principles and moral values held by the people of this great state; and WHEREAS, those written directives and unwritten understandings must also serve to guide and temper individual and collective attitudes, goals, practices, behaviors, and appearances during each legislative session and the intervening months: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Ninety-Sixth Legislature of the State of South Dakota, the Senate concurring therein, that all members of the House of Representatives and the Senate strive to ensure that their conduct and their attention to the people's business always brings credit to the legislative institution; demonstrates an unwavering commitment to the duties of care, loyalty, impartiality, and accountability; justifies the faith that the public has placed in the legislative process; and never, under any circumstances, causes a question to be raised about integrity or preservation of the public trust."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21776, "action_date": "2021-01-22T13:00:00-06:00", "document_id": 212449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212449.pdf", "status_text": "First Reading", "journal_page": 108, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21776, "action_date": "2021-02-16T14:00:00-06:00", "document_id": 217363, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217363.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 293, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21776"}