{"session_id": 8, "bill_id": 1377, "bill_type": "House Bill", "bill_number": 1006, "bill_title": "repeal, update, and make form and style revisions to certain statutes related to the Department of Transportation.", "sponsors": [{"legislator_profile_id": 759, "is_prime": true}, {"legislator_profile_id": 776, "is_prime": true}, {"legislator_profile_id": 785, "is_prime": false}, {"legislator_profile_id": 831, "is_prime": false}, {"legislator_profile_id": 813, "is_prime": false}, {"legislator_profile_id": 805, "is_prime": false}, {"legislator_profile_id": 777, "is_prime": false}, {"legislator_profile_id": 766, "is_prime": false}, {"legislator_profile_id": 816, "is_prime": false}, {"legislator_profile_id": 788, "is_prime": false}, {"legislator_profile_id": 801, "is_prime": false}, {"legislator_profile_id": 806, "is_prime": false}, {"legislator_profile_id": 773, "is_prime": false}, {"legislator_profile_id": 762, "is_prime": false}, {"legislator_profile_id": 746, "is_prime": false}, {"legislator_profile_id": 789, "is_prime": false}, {"legislator_profile_id": 838, "is_prime": false}], "keywords": ["Department of Transportation"], "audio": [{"meeting_datetime": "2010-01-26T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/htr10.mp3", "start_seconds": 214.0}, {"meeting_datetime": "2010-01-26T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/htr10.mp3", "start_seconds": 214.0}, {"meeting_datetime": "2010-01-26T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/htr10.mp3", "start_seconds": 214.0}, {"meeting_datetime": "2010-01-26T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/htr10.mp3", "start_seconds": 214.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou12.mp3", "start_seconds": 964.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou12.mp3", "start_seconds": 964.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou12.mp3", "start_seconds": 964.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/str20.mp3", "start_seconds": 5240.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/str20.mp3", "start_seconds": 5240.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/str20.mp3", "start_seconds": 5240.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/str20.mp3", "start_seconds": 5240.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen21.mp3", "start_seconds": 2770.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen21.mp3", "start_seconds": 2770.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen21.mp3", "start_seconds": 2770.0}], "bill_versions": [{"bill_id": 1377, "bill_version_id": 10142, "bill_version": "Introduced", "bill_version_date": "2009-12-14T15:01:12.437-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal, update, and make form and style revisions to certain statutes related to the Department of Transportation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-44-4 be amended to read as follows: 1-44-4. The State Transportation Commission, formerly designated the Board of Transportation, is abolished. There is created the Transportation Commission within the Department of Transportation. The Transportation Commission shall consist consists of nine members. Eight of the members shall be appointed by the Governor and the ninth member shall be appointed by the Governor from area 3 as defined in § 1-44-5. His term shall be for four years and begin on April 19, 1987, and expire on April 18, 1999. The Governor shall appoint the members. All members shall be are full voting members of the commission. Not all members of the commission may be from the same political party. No two appointive members may at the same time be a resident of the same county. Section 2. That § 1-44-6 be amended to read as follows: 1-44-6. Terms of members of the Transportation Commission shall be are four years. The terms of members of the Transportation Commission who are first appointed after April 18, 1983, shall be: two appointed for a term of one year; two appointed for a term of two years; two appointed for a term of three years; and two appointed for a term of four years, and such initial terms shall be designated by the Governor. Any member appointed to fill a vacancy arising from other than the natural expiration of a term shall serve for only the unexpired portion of the term. Section 3. That § 1-44-7 be amended to read as follows: 1-44-7. The Transportation Commission shall annually elect from its members such officers as it deems advisable. A majority of the commission members shall constitute a quorum. The commission shall exercise such functions as are transferred to it provided by this chapter and such other functions as may be assigned to it by law. The commission shall hold meetings at the call of the chairman chair or a majority of the members. Section 4. That § 1-44-7.1 be repealed. 1-44-7.1. The Transportation Commission shall perform all statutory and other functions of the former State Transportation Commission including all quasi-legislative, quasi-judicial, advisory, and special budgetary functions as defined by law. Section 5. That § 1-44-8 be amended to read as follows: 1-44-8. Notwithstanding other provisions of this title, the Transportation Commission shall, subject to the limitations provided herein and by law, have has final authority within the Department of Transportation over the allocation of all funds for the construction of transportation facilities. Section 6. That § 1-44-13 be repealed. 1-44-13. The Department of Transportation shall, under the direction and control of the secretary of transportation, perform all the functions of the former Department of Highways created by chapter 31-2, subject to such changes as specified in §§ 1-44-14 and 1-44-16. Section 7. That § 1-44-14 be repealed. 1-44-14. The Department of Transportation shall, under the direction and control of the secretary of transportation, perform all the functions of the former State Highway Commission created by chapter 31-2, except that the Transportation Commission shall perform the other quasi-legislative, quasi-judicial, advisory, and special budgetary functions (as defined in § 1-32-1) of the State Highway Commission. Section 8. That § 1-44-14.1 be repealed. 1-44-14.1. The functions exercised by the accident record program pursuant to chapters 32-12 and 32-34 are transferred from the Department of Commerce and Regulation to the Department of Transportation. The functions exercised by the secretary of commerce and regulation pursuant to chapters 32-12 and 32-34 are transferred to the secretary of transportation. Section 9. That § 1-44-25 be amended to read as follows: 1-44-25. The South Dakota State Railroad Board is created. The board shall consist consists of seven members to be appointed by the Governor. Members shall serve a four-year term. No more than five members may be of the same political party. The terms of members of the South Dakota State Railroad Board who are first appointed after March 13, 1980, shall be: two appointed for a term of one year; two appointed for a term of two years; two for a term of three years; and one for a term of four years, and such initial terms shall be designated by the Governor. Any member appointed to fill a vacancy arising from other than the natural expiration of a term shall serve only for the unexpired term, but may be reappointed to a full term. The board shall annually choose from its membership a chairman chair, a vice-chairman vice chair, and a secretary-treasurer. No member may be removed from office except for cause. Section 10. That § 31-1-1 be amended to read as follows: 31-1-1. Every way or place of whatever nature open to the public, as a matter of right, for purposes of vehicular travel, is a highway. The term \"highway\" shall not be deemed to, highway, does not include a roadway or driveway upon grounds owned by private persons, colleges, universities, or other institutions, but such the term may be deemed to include includes a roadway or driveway upon grounds owned by any state agency, college, university, or institution if the governing agency, board, or commission by resolution so determines and the Department of Transportation concurs therein. Section 11. That § 31-1-2 be amended to read as follows: 31-1-2. Bridges and culverts erected or maintained by the public constitute a part of the public highway. The word terms, road or highway, whenever used in this title shall be construed to include bridges include any bridge upon or which form a part of the road or highway constructed, maintained, or to be improved; also subways any subway or underpasses underpass and any overhead crossings crossing. Section 12. That § 31-2-8 be repealed. 31-2-8. The state highway engineer and his assistants shall be provided with suitable offices and drafting rooms. Section 13. That § 31-2-18 be amended to read as follows: 31-2-18. The Department of Transportation is hereby authorized to may contract for the services of mentally retarded persons any person with a developmental disability as defined in chapter 27B-1, for the performance of any work under the supervision and control of said the department, without competitive bids, whenever if the department shall determine determines that any such the work can be performed by said mentally retarded persons the person with a developmental disability at a cost substantially equal to the ordinary cost thereof. Section 14. That § 31-2-39 be amended to read as follows: 31-2-39. No execution shall may issue against the state on any final judgment obtained under the provisions of this chapter; but whenever. However, if final judgment against the state shall have has been obtained in any such action as herein provided by this chapter, the clerk of the court, wherein the final judgment was obtained, shall forthwith, send a certified copy of said the judgment by registered or certified mail to the secretary of transportation, and to the state auditor, and the. The auditor shall thereupon audit the amount of damages and costs therein finally awarded, and the same shall be paid. The state treasurer shall pay the damages and costs out of the state highway fund by the state treasurer. Section 15. That § 31-4-2 be repealed. 31-4-2. All rights-of-way of the state trunk highway system, together with all appurtenance thereto, the right or interest in or to which was or is in any county shall be and the same are hereby transferred to and vested in the State of South Dakota for highway purposes. Section 16. That § 31-4-5 be amended to read as follows: 31-4-5. Whenever If any state trunk highway shall include the includes a connecting street or streets within a municipality over twenty-five hundred population, the Department of Transportation shall be charged with the maintenance of such streets but maintain the street. However, the snow removal from same shall be the street is the duty of the first or second class municipality within whose boundaries they lie the street lies. Section 17. That § 31-4-6 be amended to read as follows: 31-4-6. No change shall may be made so that the state trunk highway system shall cease ceases to interconnect every county seat or to connect every first or second class municipality having a population of twenty-five hundred or more by the last federal census. Section 18. That § 31-4-8 be amended to read as follows: 31-4-8. The Department of Transportation is hereby authorized to department may reroute portions of the state trunk highway system onto the national system of interstate highways. The department is authorized to may delete portions of the state trunk highway system where same if they have been rerouted onto the national system of interstate highways where if feasible and in the best interest of the State of South Dakota. Section 19. That § 31-4-9 be repealed. 31-4-9. The Department of Transportation of the State of South Dakota is hereby authorized and empowered to enter into contracts with the United States of America fixing the terms and conditions under which that part of the state trunk highway system which it is found necessary to relocate, rearrange, or alter in order to facilitate the construction of the dams and reservoirs, within the State of South Dakota, by the United States government in the development of the Missouri River flood control projects, will be made. Section 20. That § 31-4-10 be repealed. 31-4-10. Any contract entered into pursuant to § 31-4-9 shall provide for reimbursement of the State of South Dakota by the United States of America for all works performed and materials furnished under said contract by the state and for all costs incurred prior to execution of said contract or contracts in connection with preliminary investigations, studies, plans, and estimates in furtherance of the contract or contracts. Section 21. That § 31-4-11 be repealed. 31-4-11. The Department of Transportation, in order to expeditiously carry out the terms of any contract or contracts pursuant to § 31-4-9, is authorized by resolution to make changes in the location of any part of the state trunk highway system necessary, to comply with said contract, and said changes are hereby authorized to be made without recourse to notice and hearing as provided by the general statute for changes in the state trunk highway system. Section 22. That § 31-4-12 be repealed. 31-4-12. The Department of Transportation, in order to expeditiously carry out the terms of any contract or contracts pursuant to § 31-4-9, is authorized to purchase rights-of-way and make surveys for the necessary projects and to let all contracts for the construction of the projects necessary to such relocations, rearrangements, or alterations in the same manner as now provided for federal aid and state aid projects. Section 23. That § 31-4-14 be amended to read as follows: 31-4-14. All marking, surveying, construction, repairing, and maintenance of the state trunk highway system shall be is under the control and supervision of the Department of Transportation, and the department. The department shall be charged with the administration of administer the laws relative thereto. Section 24. That § 31-4-15 be repealed. 31-4-15. Any action by the governing body of any municipal corporation, the board of supervisors of any township, or the board of county commissioners of any county, having the effect of discontinuing, relocating, or altering the location or route of any highway forming a part of the state trunk highway system, shall be null and void. Section 25. That § 31-5-1 be amended to read as follows: 31-5-1. The Department of Transportation shall maintain, and keep in repair, all highways or portions of highways, including the bridges and culverts thereon, which highways have been constructed or improved by the department and are, on the state trunk highway system. Section 26. That § 31-5-2 be repealed. 31-5-2. The Department of Transportation may at its option, maintain and keep in repair such other portions of the state trunk highway system which have not been constructed or improved by the Department of Transportation, or the construction or improvement of which has not been paid for in whole or in part by the state or federal aid. Section 27. That § 31-5-3 be repealed. 31-5-3. The Department of Transportation is hereby empowered to cause the maintenance and repair work provided for in §§ 31-5-1 and 31-5-2 to be performed by day labor, or by convict labor, or by contract, or by agreement with the board of county commissioners, and if such work is done by contract, such contract may be let with or without competitive bids as the department may determine. Section 28. That § 31-5-4 be repealed. 31-5-4. The Department of Transportation may rent, hire, or purchase the necessary tools, machinery, and equipment for the performance of the maintenance and repair work provided for in §§ 31-5-1 and 31-5-2. Section 29. That § 31-5-5 be amended to read as follows: 31-5-5. The Department of Transportation department may enter into agreements with counties, which agreements may an agreement with any county to provide that each may perform work or submit monetary contributions for the completion or improvement of a certain part of the state trunk highway within such respective the county. Section 30. That § 31-5-7 be repealed. 31-5-7. All moneys heretofore allotted or to be hereafter allotted to the state from the federal government as federal aid for roads, shall be expended by the Transportation Commission on the type of highway designated as provided by the terms of the allotment. Section 31. That § 31-5-8 be amended to read as follows: 31-5-8. All moneys levied and collected by the state by general state taxation for state highway purposes, or received from the sale of bonds, or appropriated for state highway purposes, shall be expended only in the laying out, marking, constructing, reconstructing, or maintaining public highways forming the trunk highway system except such sums as are required for the maintenance and for the expenses of the Transportation Commission as provided in chapter 31-2, and except that. However, twenty-five percent of all such funds moneys accruing to the state highway fund, other than from federal funds, shall be at the disposal of the Department of Transportation may be used by the department in marking, constructing, reconstructing, repairing, or maintenance of highways of the state. Section 32. That § 31-5-9 be repealed. 31-5-9. The Department of Transportation shall determine the improvements to be made upon the trunk highway system during any year or years. Immediately upon the determination to make certain improvements upon the trunk highway system the department shall cause a survey to be made and complete plans and data to be prepared. Section 33. That § 31-5-11 be amended to read as follows: 31-5-11. Payments from all funds made available for road and bridge construction contracts for the trunk highway system shall be made from time to time by the state treasurer upon estimates approved by the state highway engineer department. Upon partial payments made upon signed contracts, the approval of the state highway engineer department on such partial payment vouchers is sufficient proof of the correctness of the same, and the oath of the payee is not required in this case. Section 34. That § 31-5-12 be repealed. 31-5-12. The Department of Transportation may arrange to have the work done by day labor, convict labor, or arrangement with the board of county commissioners, and may use the county forces and machinery. Section 35. That § 31-5-13 be repealed. 31-5-13. The boards of county commissioners are authorized to bid for the county upon work in their respective counties or may enter into contract with the state, without submitting competitive bids at advertised lettings. Section 36. That § 31-5-14 be repealed. 31-5-14. The board of county commissioners of any county is authorized to cooperate with the Department of Transportation in the construction and maintenance of the state trunk highway system lying within its county and to use and expend funds from its county road fund for that purpose. Section 37. That § 31-5-15 be repealed. 31-5-15. The Department of Transportation may purchase machinery, equipment, surplus war materials and arrange with local governments or contractors to use any machinery so obtained by the department, according to such terms as may be agreed to by the Transportation Commission. Money received from rental or sale of machinery or other surplus war materials or for freight or other charges shall be deposited with the state treasurer and credited to the state highway funds. Section 38. That § 31-5-17 be repealed. 31-5-17. The Department of Transportation shall keep a detailed set of books and accounts, showing the expenditures by it and coming under its charge and supervision, and the amounts available for construction and maintenance work in each of the several counties. Section 39. That § 31-5-19 be amended to read as follows: 31-5-19. To more effectually preserve the historical, archaeological, and paleontological remains of the state, the Department of Transportation is authorized to department may enter into agreements with the appropriate agencies of the state charged with preserving historical, archaeological, and paleontological remains to have these agencies remove and preserve such remains disturbed or to be disturbed by highway construction and to use highway funds, when if appropriated, for this purpose. This authority specifically extends to highways which are part of the National System of Interstate and Defense Highways as defined in the Federal Aid Highway Act of 1956, Public Law 627, 84th Congress, and the use of state funds on a matching basis with such federal funds therein. Section 40. That § 31-6-1 be amended to read as follows: 31-6-1. In order that the state may, through its the Department of Transportation, more fully cooperate with the federal government in its program for extending aid in construction of certain roads designated by Title 23, United States Code, and acts amendatory thereof as secondary roads, the Department of Transportation is hereby authorized and empowered to department may participate and assist in said the program to the extent hereinafter provided by this chapter. Section 41. That § 31-6-2 be amended to read as follows: 31-6-2. The Department of Transportation is hereby authorized and empowered to department may cooperate with the various boards of county commissioners, and other appropriate local road officers of the state, and the Federal Highway Administration, in the selection of a system of secondary roads as set out in Title 23, United States Code, and to may submit to the Federal Highway Administration in the same manner as other federal aid projects are now submitted, projects for improving any roads on the principal secondary roads, rural free delivery mail, and public school bus routes, either outside of municipalities or inside of municipalities of less than five thousand population, and which are not on the federal aid primary highway system or state trunk highway system. Section 42. That § 31-6-3 be amended to read as follows: 31-6-3. Before any project under the provisions of this chapter may be submitted to the Federal Highway Administration, a request for the submission of the project shall be embodied in a resolution passed by the governing body of the county having control of the highway upon which the project is desired, and a certified copy of same shall be filed with the Department of Transportation department, together with an agreement by the county to reimburse the Department of Transportation department for any costs over and above those costs covered by the federal-aid secondary funds available to the county plus the state highway funds matching those federal-aid secondary funds to carry out said the project to the beginning of construction. However, if the county petitioning for the project desires to use its own highway organization for the making of such the preliminary survey, plans, and estimates, it the county may do so, but same the survey, plans, and estimates shall be submitted in detail to the Department of Transportation department for approval. Section 43. That § 31-6-4 be amended to read as follows: 31-6-4. In case any secondary road project is approved by the Federal Highway Administration, the Department of Transportation department may call for bids and let a contract for the work in the same manner as now provided for federal aid projects, provided, however, that no such. However, no contract shall may be let until the county having jurisdiction of said the highway, shall have has fully and legally provided for the payment of any project costs over and above those costs covered by the federal-aid secondary funds available to the county plus the state highway fund matching those federal-aid secondary funds. However, no such contract may be let until the political subdivision under whose jurisdiction the highway upon which the project is to be constructed has entered into a binding agreement to maintain the project when completed at its the subdivision's own cost and expense in such manner as shall may be agreeable to the federal highway administration and the Department of Transportation department. Section 44. That § 31-6-5 be amended to read as follows: 31-6-5. The jurisdiction and control of the highways upon which any said secondary road projects may be approved or constructed, shall be is and shall remain in the county or other political subdivision as it was, and to the extent it was at the time of the setting up of said the project save and only that. However, the Department of Transportation shall have power to department may enter into a project agreement with the Federal Highway Administration for same, contract for construction of same the project, and shall have full power and authority to supervise, control, and oversee the construction of said the project in accordance with their agreement with the Federal Highway Administration. Section 45. That § 31-6-6 be amended to read as follows: 31-6-6. The State of South Dakota shall is not be ultimately liable for the costs of any such secondary road project not redeemable from public road funds including the state match of those funds but shall act solely. The department shall act as agent for the county affected hereby in submission of said the project, letting of the contract, and the supervision and control of the construction and shall be reimbursed by the. The county originating the project shall reimburse the state for its the state's share of all money expended and not redeemable from federal funds plus state match in bringing same the project to the construction stage regardless of whether or not said the contract is finally let, and the Department of Transportation shall also be reimbursed by the. The county requesting said the project shall reimburse the department in case the contract is let for all expenses incurred in supervising or controlling the construction work, and for all money paid out or advanced at any time in carrying out the construction of said the project and not redeemable from federal funds including the state match of those funds. Section 46. That § 31-6-7 be amended to read as follows: 31-6-7. Nothing in this chapter contained shall may be construed to bind the State of South Dakota, or the Department of Transportation department to pay the cost of maintenance of said projects any secondary road project when completed; it being the intention of this statute to place the maintenance cost of said projects upon the. The political subdivision under whose jurisdiction the highway is at the time said maintenance work is required is responsible for the maintenance cost of the project. Section 47. That § 31-6-9 be amended to read as follows: 31-6-9. The Transportation Commission shall provide sufficient funds from the state highway fund to match all federal-aid secondary funds used to construct a project under this chapter. This section shall be applicable to federal-aid secondary funds allocated to the counties after July 1, 1989. Section 48. That § 31-7-1 be amended to read as follows: 31-7-1. For the purpose of this chapter Terms used in this chapter mean: (1) \"National system of interstate highways,\" includes all highways that have been or may become eligible for development with funds provided by federal highway acts for use on the interstate system; (2) \"Control areas,\" a control area is a metropolitan area, first or second class municipality, or industrial center, defense installation, a topographic feature such as a mountain pass, a favorable river crossing, a hub road which would result in material traffic increment on the interstate route, a section of completed expressway, or a place on the common boundary of two states agreed to by the states concerned; (3) \"Intermediate control points,\" an intermediate control point is either end of an acceptable section on final location of an interstate route; (4) \"Department,\" the Department of Transportation. Section 49. That § 31-7-2 be amended to read as follows: 31-7-2. The Department of Transportation is hereby authorized and empowered to department may employ such assistants, agents, engineers, and engineering consultants and to enter into such contractual relations in behalf of the state and to do and perform all such acts as are necessary for the public good agreeable to the provisions of this chapter. Section 50. That § 31-7-3 be amended to read as follows: 31-7-3. The South Dakota Department of Transportation department, in cooperation with the Federal Highway Administration of the United States Department of Transportation, or other agencies of the United States government, may locate and construct the South Dakota sections of the National System of Interstate Highways according to American Association of State Highway and Transportation Officials Standards peculiar to that system and shall operate and maintain said the highways as toll-free facilities as hereinafter provided. Section 51. That § 31-7-4 be amended to read as follows: 31-7-4. The Department of Transportation is hereby authorized and empowered to department may determine the location of aforesaid toll-free highways along alignments consistent with interstate highway standards. Section 52. That § 31-7-5 be amended to read as follows: 31-7-5. The Department of Transportation is hereby authorized and empowered to department may acquire right-of-way, borrow pits, and other land and materials under the provisions of §§ 31-19-1 to 31-19-19, inclusive. Section 53. That § 31-7-6 be amended to read as follows: 31-7-6. The Department of Transportation is hereby authorized and empowered to department may designate locations and to establish, limit, and control such points of ingress and egress as is desirable to ensure proper operation of highways of the national system of interstate highways and to prohibit entrance to or egress from said the highways at points not so designated. Section 54. That § 31-7-7 be amended to read as follows: 31-7-7. The Department of Transportation is hereby authorized and empowered to department may construct grade separations at intersections with other public roads and to adjust the lines and grades of such other roads so as to accommodate the design of toll-free roads of the national system of interstate highways. Section 55. That § 31-7-8 be amended to read as follows: 31-7-8. It shall be the duty of the Department of Transportation The department, in cooperation with the United States government and adjacent states, to may establish control areas and control points between control areas as set forth in this chapter and to program the construction on said the interstate system in a manner that will permit use of new construction on sections connecting the intermediate control points. Section 56. That § 31-7-9 be amended to read as follows: 31-7-9. The Department of Transportation shall have power to department may mark said the highways with the names or numbers that are selected for use as identification of the highways by the states through which the interstate routes pass. Section 57. That § 31-7-10 be amended to read as follows: 31-7-10. The Department of Transportation is authorized to department may use such state highway funds as are required by federal highway acts for matching federal funds allocated for construction on the interstate system. Section 58. That § 31-7-11 be amended to read as follows: 31-7-11. Maintenance expense of said the interstate system shall be from state highway funds, except that. However, highway funds of counties, townships, and municipalities, and villages may be used in the maintenance of local service roads, overpasses, and underpasses constructed in connection with the interstate system, unless federal funds are made available for this purpose. Section 59. That § 31-7-13 be amended to read as follows: 31-7-13. Counties, townships, and municipalities, and villages are authorized to may expend highway funds for the maintenance of local service roads, overpasses, and underpasses constructed in connection with the interstate highway system upon assuming maintenance obligations by agreement with the Department of Transportation department. Section 60. That § 31-7-14 be amended to read as follows: 31-7-14. This The provisions of this chapter shall in no way do not alter the duties of the Department of Transportation department in laying out, constructing, or maintaining the state trunk highway system, nor shall it do they prohibit or require that the interstate system follow or cease to follow any of the designated portions of the state trunk system. Section 61. That § 31-7-15 be amended to read as follows: 31-7-15. It is a petty offense to No person may camp at any rest and recreation areas area established by the Department of Transportation department within and adjacent to the national system of interstate highways in South Dakota. A violation of this section is a petty offense. Section 62. That § 31-7-17 be amended to read as follows: 31-7-17. No person temporarily resting in any vehicle is in violation of the provisions of § 31-7-15. For purposes of this section, temporarily resting means stopping, parking, or otherwise keeping or occupying any vehicle in a rest or recreation area, or any portion thereof not officially designated for camping, for not more than three consecutive hours or, if the driver of a commercial motor vehicle subject to the provisions of 49 C.F.R. Part 395, as of January 1, 2001 2009, for not more than eight ten consecutive hours. Section 63. That § 31-7-18 be amended to read as follows: 31-7-18. Any person violating the provisions of § 31-7-15, in addition to the penalty provided by § 22-6-7, may be fined an amount as determined by the court which may be necessary to reimburse the Department of Transportation department for the expense of repairing any damage to such rest and recreation area resulting from such violation. Section 64. That § 31-8-2 be amended to read as follows: 31-8-2. Highways or streets Any highway or street constituting a controlled-access facilities facility may be freeways a freeway open to use by all customary forms of street and highway traffic; or they the highway or street may be parkways a parkway from which trucks, buses, and other commercial vehicles shall be are excluded. Section 65. That § 31-8-3 be amended to read as follows: 31-8-3. The highway authorities of the state, counties, and municipalities, acting alone or in cooperation with each other or with any federal, state, or local agency or any other state having authority to participate in the construction and maintenance of highways, are hereby authorized to may plan, designate, establish, regulate, vacate, alter, improve, maintain, and provide controlled-access facilities for public use wherever such the authority or authorities are is of the opinion that traffic conditions, present or future, will justify such the special facilities, provided, that. However, within municipalities such a municipality that authority shall be is subject to such any municipal consent as may be provided required by law. Section 66. That § 31-8-5 be amended to read as follows: 31-8-5. The highway authorities of the state, counties, and municipalities are authorized to so may design any controlled-access facility and to so regulate, restrict, or prohibit access as to best serve the traffic for which such the facility is intended. In this connection such the highway authorities are authorized to may divide and separate any controlled-access facility into separate roadways by the construction of raised curbings, central dividing sections, or other physical separations, or by designating such separate roadways by signs, markers, stripes, and the proper lane for such traffic by appropriate signs, markers, stripes, and other devices. Section 67. That § 31-8-6 be amended to read as follows: 31-8-6. No person shall have has any rights right of ingress or egress to, from or across any controlled-access facilities facility to or from any abutting lands land, except at such any designated points point at which access may be permitted, upon such terms and conditions as may be specified from time to time. Section 68. That § 31-8-7 be amended to read as follows: 31-8-7. For the purposes of this chapter, the highway authorities of the state, counties, or municipalities may acquire private or public property rights for any controlled-access facilities facility and service roads road, including rights of access, air, view, and light, by gift, devise, purchase, or condemnation in the same manner as such units are now or hereafter as may be authorized by law to acquire such property or property rights in connection with highways any highway and streets street within their respective jurisdictions. Section 69. That § 31-8-8 be amended to read as follows: 31-8-8. In connection with the acquisition of property or property rights for any controlled-access facility or portion thereof, or service road in connection therewith, the state, county, city, or town highway authority may, in its discretion, acquire an entire lot, block, or tract of land, if, by so doing, the interests of the public will be best served, even though said the entire lot, block, or tract is not immediately needed for the right-of-way proper. Section 70. That § 31-8-9 be amended to read as follows: 31-8-9. Court proceedings Any court proceeding necessary to acquire property or property rights for purposes of this chapter may take precedence over all other causes not involving the public interest in all courts, to the end that the provision of controlled-access facilities may be expedited. Section 71. That § 31-8-10 be amended to read as follows: 31-8-10. The highway authority of the state, county, or municipality may designate and establish any controlled-access highways highway as a new and additional facilities facility or may designate and establish an existing street or highway as included within a controlled-access facility. Section 72. That § 31-8-11 be amended to read as follows: 31-8-11. The state or any of its subdivisions shall have authority to may provide for the elimination of intersections at grade of controlled-access facilities with existing state and county roads, and city or town streets, by grade separation or service road, or by closing off such the roads and streets at the right of way boundary line of such controlled-access facility; and after. After the establishment of any controlled-access facility, no highway or street which is not a part of said the facility shall may intersect the same facility at grade. Section 73. That § 31-8-12 be amended to read as follows: 31-8-12. No city or town municipal street, county or state highway, or other public way shall may be opened into or connected with any such controlled-access facility without the consent and previous approval of the highway authority in the state, county, or municipality having jurisdiction over such the controlled-access facility. Such The consent and approval shall be given only if the public interest shall be is served thereby. Section 74. That § 31-8-13 be amended to read as follows: 31-8-13. The highway authorities of the state, counties, or municipalities are authorized to may enter into agreements with each other, or with the federal government, respecting the financing, planning, establishment, improvement, maintenance, use, regulation, or vacation of a controlled-access facilities facility or other public ways way in their respective jurisdictions to facilitate the purpose of this chapter. Section 75. That § 31-8-14 be amended to read as follows: 31-8-14. In connection with the development of any controlled-access facility the state, county, city, or town municipal highway authorities are authorized to may plan, designate, establish, use, regulate, alter, improve, maintain, and vacate local service roads and streets or to designate as local service roads and streets any existing road or street, and to exercise jurisdiction over service roads in the same manner as is authorized over any controlled-access facilities facility under the terms of this chapter, if, in their opinion, such the local service roads and streets are necessary or desirable. Such The local service roads road or streets street shall be of appropriate design, and they shall be separated from the controlled-access facility proper by means of all devices designated as necessary or desirable by the proper authority. Section 76. That § 31-8-16 be amended to read as follows: 31-8-16. No automotive service station or other commercial establishment for serving motor vehicle users may be constructed or located within the right-of-way of, or on publicly owned or publicly leased land acquired or used for or in connection with, a controlled-access highway. This section does not apply to a vending facility, vending soft drinks only, operated for the benefit of visually impaired vendors any vendor who is blind or visually impaired licensed by the division of service to the visually impaired Division of Service to the Blind and Visually Impaired. A violation of this section is a Class 2 misdemeanor. Section 77. That § 31-9-1 be amended to read as follows: 31-9-1. The Department of Transportation in the case of state trunk highways, and the board of county commissioners of the proper an affected county in the case of county highways, may relinquish to the United States for use and construction and control of highways by the secretary of interior, acting through the national park service, all of the interest of the state and the county in such portions of public highways lying within the boundaries of national parks and national monuments. The relinquishment of interest in such the highways shall operate as a cession to the United States of jurisdiction for highway purposes over such portions of the highways lying within said national parks or national monuments. Section 78. That § 31-9-2 be repealed. 31-9-2. If the Department of Transportation relinquishes any part of the state trunk highway in accordance with § 31-9-1, the Transportation Commission without notice or hearing may pass a resolution removing as much as has been relinquished from the state trunk highway system. Upon the passage of the resolution by the Transportation Commission, and the adoption and filing of the resolution in the office of the Department of Transportation at Pierre, South Dakota, the relinquished portion ceases to be a part of the state trunk highway system. Section 79. That § 31-9-3 be repealed. 31-9-3. Relinquishment by the board of county commissioners of any portion of any county roads in accordance with § 31-9-1 shall be by resolution of the board of county commissioners concerned, without notice and without compliance with any other statute providing for vacation of county highways and shall operate as cession to the United States of jurisdiction of same for highway purposes. In case of the cession of any part of a county road a copy of the resolution so doing shall be filed with the Department of Transportation at Pierre, South Dakota. Section 80. That § 31-10-1 be amended to read as follows: 31-10-1. Whenever in this chapter the word, bridge, or the word, culvert, is used, it shall have the following meaning: The word, bridge, shall mean Terms used in this chapter mean: (1) \"Bridge,\" a structure, including supports, erected over a depression or an obstruction, as water, highway, or railway, said the structure having a length measured along the center of the roadway of more than twenty feet between undercopings of abutments or extreme ends of openings for multiple boxes and pipes where the clear distance between openings is less than half of the smaller contiguous opening. The word, culvert, shall mean; (2) \"Culvert,\" any structure not classified as a bridge which provides an opening under any roadway; (3) \"Department,\" the Department of Transportation. Section 81. That § 31-10-2 be amended to read as follows: 31-10-2. For the purposes of §§ 31-10-2 to 31-10-11, inclusive, the following definitions shall apply terms mean: (1) \"Boundary state highway bridge:,\" a highway bridge over a stream, river, or lake on the boundary line between the State of South Dakota and an adjoining state, which bridge is located or to be located on a state highway or an extension of such highway and constitutes or will constitute a connecting link between the state highway system of this state and an adjoining state.; (2) \"Bridge:,\" in addition to its ordinary meaning, the word, bridge, shall include term includes the substructure, superstructure, approach spans, approach fills and roadway, right-of-way, and all other items necessary to make such structure complete and accessible to traffic. Section 82. That § 31-10-3 be amended to read as follows: 31-10-3. The Department of Transportation is hereby authorized and empowered to department may acquire by purchase or condemnation, construct, and maintain boundary state highway bridges. Section 83. That § 31-10-4 be amended to read as follows: 31-10-4. In the purchase, acquisition, construction, or maintenance under §§ 31-10-2 to 31- 10-11, inclusive, of any boundary state highway bridge or approaches thereto, the Department of Transportation shall have authority and power to department may purchase, or to institute and maintain proceedings for the condemnation of the necessary right-of-way therefor. All the provisions of the law relating to the condemnation of real or personal property for public state purposes shall apply to the provisions hereof and may be exercised by the Department of Transportation department for the carrying out of the purposes of §§ 31-10-2 to 31-10-11, inclusive. Section 84. That § 31-10-6 be amended to read as follows: 31-10-6. The Department of Transportation shall department may not purchase, acquire by condemnation, or construct any bridge under the provisions of §§ 31-10-2 to 31-10-11, inclusive, until such time as the adjoining and contracting state shall furnish furnishes its proportionate share of the purchase price or cost of construction, or signify its intention, by and through its proper department, of acquiring title through the exercise of the power of eminent domain of the portion of any existing bridge situate in such the adjoining state. Section 85. That § 31-10-8 be amended to read as follows: 31-10-8. All bridges Any bridge purchased or constructed under §§ 31-10-2 to 31-10-11, inclusive, shall be free from tolls, except that. However, tolls may be collected on the traffic crossing any such the bridge until such time as the net sum of tolls so collected plus funds paid as provided in §§ 31-10-6 and 31-10-7, shall equal equals the cost of said the structure plus a reasonable rate of interest on deferred installments of said the cost. The portion of the net tolls collected on any such the bridge, going to the State of South Dakota shall be credited to the state highway fund. Section 86. That § 31-10-9 be amended to read as follows: 31-10-9. Agreements Any agreement entered into under §§ 31-10-2 to 31-10-11, inclusive, by the Department of Transportation department, for the purchase or construction of any bridge, may provide for one or more annual payments, but not exceeding ten. A reasonable rate of interest may be paid on deferred installments to be paid under any such agreements agreement. Section 87. That § 31-10-10 be amended to read as follows: 31-10-10. The State of South Dakota shall be is under no obligation to make any payments on account of any agreement entered into under §§ 31-10-2 to 31-10-11, inclusive, out of any fund other than the state highway fund. Section 88. That § 31-10-11 be amended to read as follows: 31-10-11. Before the Department of Transportation shall enter department enters into any contract for the purchase of any bridge, under the provisions of §§ 31-10-2 to 31-10-11, inclusive, an appraisal shall be made of such the bridge and its approaches, or the portion of such the bridge and approach thereto situate in this state, and no. No contract shall may be entered into or any money used for such purchase exceeding the appraised value of that portion of such the bridge situate within the State of South Dakota. Section 89. That § 31-10-12 be amended to read as follows: 31-10-12. The State of South Dakota, by and through its Department of Transportation the department, may accept title to and responsibility for the repair, maintenance, and ownership of that portion of any existing toll bridge situated within the boundaries of the State of South Dakota, whenever if: (1) That portion of such the bridge shall be is offered to this state by its owners free of existing bonded indebtedness and current costs of operation; and (2) Any adjoining state in which the remainder of such the bridge is situated shall signify signifies its intention, by and through its proper governmental instrumentality, having control and supervision over state bridges, of accepting title to and responsibility for the repair, maintenance, and ownership of the portion of the bridge situated in such the adjoining state. Section 90. That § 31-10-13 be amended to read as follows: 31-10-13. Subsequent to the acceptance of title to and responsibility for that portion of any such bridge, in the manner set forth in § 31-10-12, the Department of Transportation of the State of South Dakota, is authorized to department may operate any such the bridge, in conjunction with the proper governmental authority of an adjoining state, free of tolls. Section 91. That § 31-10-14 be amended to read as follows: 31-10-14. The Department of Transportation of the State of South Dakota department shall repair and maintain and assume ownership of that part of any bridge situated within the State of South Dakota after acceptance thereof as provided in § 31-10-12. Section 92. That § 31-10-15 be amended to read as follows: 31-10-15. The cost of operation and maintenance of that part of any bridge situated within the State of South Dakota after acceptance thereof, as provided in § 31-10-12, shall be paid by the Department of Transportation of the State of South Dakota department out of the state highway fund. Section 93. That § 31-10-16 be amended to read as follows: 31-10-16. The Department of Transportation department may enter into a reciprocity agreements agreement and any other agreements agreement with the proper governmental authorities of an adjoining state for the sharing of the cost of joint operation, repair, and maintenance pursuant to § 31-10-13. Section 94. That § 31-14-1 be amended to read as follows: 31-14-1. Whenever in this chapter the word, bridge, or the word, culvert, is used, it shall have the following meaning: The word, bridge, shall mean Terms used in this chapter mean: (1) \"Bridge,\" a structure, including supports, erected over a depression or an obstruction, as water, highway, or railway, said the structure having a length measured along the center of the roadway of more than twenty feet between undercopings of abutments or extreme ends of openings for multiple boxes and pipes where the clear distance between openings is less than half of the smaller contiguous opening. The word, culvert, shall mean; (2) \"Culvert,\" any structure not classified as a bridge which that provides an opening under any roadway; (3) \"Department,\" the Department of Transportation. Section 95. That § 31-14-4 be amended to read as follows: 31-14-4. All bridges, abutments, and approaches or repairs to bridges hereafter Any bridge, abutment, and approach or repair to a bridge required in any county of this state, shall be constructed in accordance with plans and specifications therefor, which shall be prepared by the Department of Transportation department or a registered engineer retained by the board of county commissioners for such purpose and which. The plans and specifications shall show and describe the style and size thereof, the kind, weight, and quality of all materials to be used in their the construction and the proper proportion of the ingredients for mixture and reinforcements. Section 96. That § 31-14-5 be amended to read as follows: 31-14-5. The profile, location, soundings, and estimated watershed provided for in § 31-14-3 may then be forwarded to the Department of Transportation department together with a request for plans and specifications for such bridge or abutments, piers, or other related piece of work, or may be used by a registered engineer retained by the board of county commissioners in preparing plans and specifications for such work. Plans and specifications prepared by a registered engineer retained by the board of county commissioners shall conform to the design requirements of the American Association of State Highway and Transportation Officials. Such The plans and specifications, whether prepared by the department or by a registered engineer retained for that purpose, shall be forwarded to the proper county auditor who shall place them on file in his the auditor's office. Section 97. That § 31-14-11 be amended to read as follows: 31-14-11. Promptly at the hour specified, the board of county commissioners in open session shall proceed to examine all sealed bids and notify the successful bidder that his the bid has been accepted, subject to the approval of the Department of Transportation department as provided for in § 31-14-12. Upon being so notified, the successful bidder shall forthwith enter into a contract with such county in accordance with his the bid, and such the successful bid, together with the plans and specifications upon which such the bid was based, shall be is deemed a part of the contract. Section 98. That § 31-14-12 be amended to read as follows: 31-14-12. Before any contract for a bridge or piece of work, entered into by and between any successful bidder and the board of county commissioners, the total amount of which shall exceed exceeds the sum of two thousand dollars, shall be is valid, it must shall first have the approval of the Department of Transportation department. If the department finds upon examination of the contract that the contract price is too high, taking into account the material used and existing circumstances, it shall be the duty of said the department to shall inform the board of county commissioners of its reason for rejecting such the contract and to advise a method of proceeding in the matter. In all cases where Whenever bids are rejected as being too high, the work may be let at private contract if so recommended and approved by the department. Section 99. That § 31-14-19 be amended to read as follows: 31-14-19. The county highway superintendent shall keep a detailed account of all material found necessary to add to or deduct from each and every structure as set forth in the plans and specifications therefor, and on completion, a detailed statement of the cost of the structure, including the additions or reductions from the contract price, and compensation to the inspector, if any, shall be filed with the county auditor by the county highway superintendent, and it shall be the duty of the. The county auditor to shall forward a copy of such the cost statement to the Department of Transportation department. Section 100. That § 31-14-21 be amended to read as follows: 31-14-21. In lieu of accepting any bids received upon any bridge, approach, or abutment, or repair to bridge, or in case of emergency, the board of county commissioners may, if in their judgment such the bridge or piece of work may be procured for less money than the amount of any bid submitted, cause the same to be built by day labor by regular county labor and county-owned equipment. Such The construction shall be in charge of the county highway superintendent and he. The superintendent shall hire a foreman, purchase the necessary material, and hire the necessary labor for the construction of each and every such bridge, or piece of work, and such work shall be done in accordance with plans and specifications therefor furnished by the Department of Transportation department the same as any other bridge or piece of work let by contract. Section 101. That § 31-14-22 be amended to read as follows: 31-14-22. The county highway superintendent shall keep a careful and itemized account of the quantity and cost of all materials and labor used in the construction of each such bridge or piece of work, in a standard form prescribed by the Department of Transportation, and such department. The cost statement shall be filed with the county auditor and a copy transmitted to the department as in the case of the cost statement of any other bridge or piece of work as provided in this chapter. Section 102. That § 31-14-23 be amended to read as follows: 31-14-23. If it is deemed advisable by the board of county commissioners, they the board may purchase such materials as cement, sand, stone, metal, culverts, reinforcement steel, or other material to be used in the construction of roads, bridges, and culverts, in quantities sufficient to meet the estimated demand of such the county for such materials for the next succeeding twelve months. Before purchasing any such materials, however, the board of county commissioners must shall first have an estimate prepared by the county highway superintendent setting forth the needs of the county during the twelve months, and the. The county highway superintendent shall prepare specifications of the quality of all materials, such specifications to be approved by the Department of Transportation department. No patented material shall may be specified to the exclusion of unpatented material. Section 103. That § 31-14-25 be amended to read as follows: 31-14-25. Before any contract is let by any board of county commissioners under § 31-14-24, the necessity for such the emergency contract must shall first be approved by the Department of Transportation department and any contract let thereunder must shall in all respects be first approved by the department. Section 104. That § 31-14-36 be amended to read as follows: 31-14-36. In making such apportionment of any highway or meandered stream constituting the county line between two or more counties, as provided by § 31-14-35, the respective boards of county commissioners shall take into consideration the number of streams crossing such the highway and the probable necessity of the number of bridges to be constructed and to be kept in repair upon such the county line, and in. In apportioning the same into districts for the purpose of such section they highway or stream, the boards shall equalize, as near as possible, the burden of building and maintaining the bridges on the highways of such the county line. In case of a failure to apportion any such highway or meandered stream, as provided in § 31-14-35, the same shall be apportioned by the Department of Transportation department. Section 105. That § 31-17-1 be amended to read as follows: 31-17-1. If any portion of a county highway system shall lie lies on a state line, the Department of Transportation is authorized to may confer with the authorities of the bordering state and to agree upon the assignment of portions of such the highway to the counties of the two states for construction, repair, and maintenance, and any such agreement and assignment made before July 1, 1939, is hereby confirmed. Section 106. That § 31-17-2 be amended to read as follows: 31-17-2. Subject to approval of the Department of Transportation department, boards of county commissioners of adjoining counties shall make proper connections between roads which cross county lines and which afford continuous routes of travel; adopt plans and specifications for highway construction, reconstruction, and repairs upon highways along and across county boundary lines, and make an equitable division between such counties of the cost and work of execution of such plans and specifications; such division, in. In case of disagreement, to be made by on the division, the Transportation Commission shall make the division. Section 107. That § 31-17-3 be amended to read as follows: 31-17-3. Whenever If boards of county commissioners fail to perform the duty prescribed by 31-17-2 § 31-17-2, or in case of disagreement by such boards, an appeal may be made to the Transportation Commission by one of them, and the. The commission shall notify the county auditors of the counties concerned that the commission will, on a day not less than ten days thereafter, at a named time and place within one of such counties, hold a hearing to determine all matters involved. At such the hearing the commission shall fully investigate all questions involved, and shall, as soon as practicable, certify its decision to the different boards, which. The decision shall be is final, and such boards must forthwith shall comply. Section 108. That § 31-17-4 be amended to read as follows: 31-17-4. Any portion of a county highway system lying on a county line and assigned to a county by the Transportation Commission for construction and maintenance shall be considered as lying fully within such the county and all procedure and requirements shall apply to the same as if such the road lay wholly within the limits of one county. Section 109. That § 31-19-22 be repealed. 31-19-22. The provisions of §§ 31-19-1 to 31-19-19, inclusive, as to purchase of rights-of-way and material shall not be held to apply to any right-of-way on any project, which shall have been contracted for prior to January 1, 1939, but on all such projects the same shall be acquired and paid for by the county. Section 110. That § 31-19-39 be repealed. 31-19-39. It is the expressed legislative purpose and intention that the statutes pertaining to condemnation (eminent domain) existing on November 5, 1962, shall be and are hereby ratified, confirmed, reestablished, and declared to be in full force and effect notwithstanding any interpretation to the contrary of the language as contained in S.D. Const., Art. VI, § 13. Section 111. That § 31-19-41 be repealed. 31-19-41. If any provision of §§ 31-19-23 to 31-19-40, inclusive, or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect the provisions or applications of the sections which can be given effect without the invalid provision or application, and to this end the provisions of said sections are declared to be severable. Section 112. That § 31-20-1 be amended to read as follows: 31-20-1. Whenever it shall be If deemed necessary by the Department of Transportation in order to avoid natural obstructions or, to make a shorter system route, or to eliminate curves, or to avoid valuable improvements it shall be lawful to locate, a highway may be located over and across any common school, endowment, or other state lands in the manner which is now or may hereafter be provided by law for laying out public highways, subject to the approval of the commissioner of school and public lands. Section 113. That § 31-24-1 be amended to read as follows: 31-24-1. In If the construction, improvement, and repair of any public highway by the state, or by any county or township, where the work of construction or repair shall be of such character as to leave leaves a ditch or elevation along the roadside and thereby to deprive deprives any abutting landowner of easy and convenient access from his the owner's land to such the highway, it shall be the duty of the highway authorities authority, except as provided by chapters 31-7 and 31-8, to shall provide the owner of such the abutting tract or farm, as well as each church, school, park, playground, or other public building or ground, with one point of easy and convenient access to a public highway by constructing at the public expense, such grades, approaches, bridges, culverts, or other structures as may be necessary for that purpose. The However, the provision herein contained authorizing construction of entrances at the expense of the authority having charge of the maintenance shall only apply applies to new construction. Section 114. That § 31-24-2 be amended to read as follows: 31-24-2. Approaches required by § 31-24-1 shall be built by the proper authorities highway authority constructing the highway in all cases where if the building of such approach becomes necessary as a result of highway construction, and such approaches shall be built by the county, or township charged with the maintenance of such highway in other cases. In all cases any such structure, culvert, bridge, or approach so constructed shall thereafter be maintained and kept in repair by the highway authorities who are charged with the maintenance of such the highway. Section 115. That § 31-24-3 be amended to read as follows: 31-24-3. The owner, as a matter of right, shall is not be entitled under § 31-24-1 to the construction of more than one farm entrance on any one tract or parcel of land at the expense of the public authority whose duty it is to maintain the highway; but such. However, the owner may at his own the owner's expense upon making application to and receiving written consent of the said authority construct other entrances provided same if the entrances are constructed at the place and in the manner designated by said the authority in its written permit. Section 116. That § 31-24-4 be amended to read as follows: 31-24-4. Notwithstanding § 31-24-3, if at the time of the construction, improvement, or repair of any public highway the abutting owner has more than one farm entrance to the highway, which entrance has been in reasonably constant use for more than two years prior to said the new construction he the owner shall be furnished a like number of entrances by the authority having charge of said the construction, improvement, or repair, provided same does if the entrances do not materially add to the hazard of public travel on such the highway, and provided further that. However, no owner of property adjoining said the highway shall be is entitled to more than two such entrances at the expense of the authority charged with the maintenance of said the highway, on any one continuous half mile of adjoining property. Section 117. That § 31-24-5 be amended to read as follows: 31-24-5. No connecting structure or approach described by § 31-24-1 shall may be constructed by the highway authorities upon private property nor beyond the right-of-way line. Section 118. That § 31-24-6 be amended to read as follows: 31-24-6. Wherever If any public highway as already constructed is of such character as to deprive the owner of the abutting land of easy and convenient access from his the owner's land to the highway, the owner of said the land may, at his own the owner's expense, except as provided by chapters 31-7 and 31-8, construct an entrance to said the abutting land but in no case shall said. However, no entrance may be constructed until such the landowner has obtained a permit from the authority whose duty it is to maintain said the highway for the construction of said the entrance, and same must. The entrance shall be constructed in accordance with plans approved by said the authority and said. The authority must shall fix the width and location of said the entrance and same must the entrance shall be constructed in accordance therewith. Section 119. That § 31-24-7 be amended to read as follows: 31-24-7. No entrance shall may be so constructed pursuant to § 31-24-6 as to interfere with the proper and necessary drainage of said the highway and no. No portion of the right-of-way of said the highway other than that necessary for said the entrance shall be occupied or used for business purposes. Section 120. That § 31-24-8 be repealed. 31-24-8. Nothing contained in §§ 31-24-1 to 31-24-7, inclusive, shall prejudice the right of any person who on March 11, 1941, had a legal right to any entrance to a public highway from enforcing same against the proper authorities. Section 121. That § 31-24-9 be amended to read as follows: 31-24-9. It shall be the duty of all highway overseers, township Township supervisors, county commissioners, transportation department authorities the Department of Transportation, or others having direction of any highway grade to shall provide at every place where such grade crosses an intersecting public highway an easy and accessible approach to such grade on each side thereof upon each such intersecting public highway. Such The approach shall be at least twenty-four feet in width. Any officer or other person charged with the duty of providing approaches at an intersection, as provided in this section, who fails in the performance of such the duty, commits a petty offense. Section 122. That § 31-24-10 be repealed. 31-24-10. Any person or persons, referred to in §§ 31-24-11 to 31-24-15, inclusive, as \"owner,\" shall not construct an outdoor drive-in theater adjacent to a highway designated as a portion of the state trunk highway system unless said theater is constructed in such a manner that the reflectorized face of the screen cannot be seen from the highway. Section 123. That § 31-24-11 be repealed. 31-24-11. The owner shall provide for sufficient storage space outside the limits of the highway right-of-way as required by the Department of Transportation for patrons waiting to enter the theater in order that the paved surface of the highway, and roadway shoulders, will not be obstructed by said patrons. Such storage space must always provide for at least twenty-five percent of the total capacity of the theater, in cars. Section 124. That § 31-24-12 be repealed. 31-24-12. The owner shall limit egress from the theater to the designated exit, and ingress to the theater to the designated entrance or entrances. The owner shall erect and maintain a permanent separation, by means of a fence or permanent barricades in such a manner that vehicles seeking exit will of necessity have to use the exit proper, and cannot use the entrance or entrances for exit. Section 125. That § 31-24-13 be repealed. 31-24-13. The owner shall present, to the Department of Transportation, the layout plan for the construction of the theater and approach roads from the theater to the highway, for approval prior to the start of construction. Construction of the theater shall not be started until approval of the said plans, in writing, has been received by the owner from the department. Section 126. That § 31-24-14 be repealed. 31-24-14. The Department of Transportation shall furnish and erect, and the owner bear all material and labor costs, of flashing signal or signals, if the department requires such traffic-control device or devices for the proper safeguarding of highway traffic. If such traffic-control device or devices are erected, the owner shall operate it or them properly by having it or them turned on to flash at all times when the theater is open for business and turned off and locked at all other times. Lock or locks are to be furnished by the owner. Section 127. That § 31-24-15 be repealed. 31-24-15. The Department of Transportation may, at its discretion, furnish and erect two turn-table type signposts, upon which will be mounted reflectorized signs reading \"drive-in theater ahead.\" Such signs shall be erected a suitable distance from the approach roads to and from the theater, and on the right shoulder of the highway facing the traffic approaching the theater location. If such signposts and signs are erected, the owner shall turn them to face oncoming traffic approaching the theater location during the time that the theater is open for business, and to turn them to face away from the highway and lock them in that position at all other times. Locks are to be furnished by the owner. Section 128. That § 31-24-16 be repealed. 31-24-16. Sections 31-24-10 to 31-24-15, inclusive, shall not be deemed to apply to any outdoor drive-in theater constructed and in operation prior to July 1, 1955. Section 129. That § 31-27-2.1 be amended to read as follows: 31-27-2.1. The responsibility of a railroad corporation to maintain and keep in repair grade crossings as provided by law shall does not terminate upon the abandonment of the railroad right-of-way or a portion thereof, but the. The responsibility shall continue continues until the highway is restored to a usable condition. Such The maintenance responsibility shall does not terminate with the disposal of the abandoned railroad right-of-way or the dissolution of the railroad corporation but shall pass passes to the transferee of the abandoned railroad right-of-way or the successors to the railroad corporation. Section 130. That § 31-27-11 be amended to read as follows: 31-27-11. When If no right-of-way is needed for the building of a subway or overhead crossing on a state or county highway, the state or county shall do the necessary grading, approaching, and leading from such the overhead or subway undercrossing. Section 131. That § 31-27-17 be amended to read as follows: 31-27-17. When If a new right-of-way is necessary for the building of a subway or overhead crossing on a state or county highway, the state or county shall pay for the right-of-way and necessary grading, approaching, and leading from such the overhead crossing or subway undercrossing. Section 132. That § 31-27-18 be amended to read as follows: 31-27-18. The clearance or overhead room of any subway or undercrossing shall may not be less than fifteen feet from top of finished grade to bottom of sills of overhead track or trusses. The width or clear roadway of such the subway or undercrossing shall may not be less than twenty-four feet, clear roadway. The approaches to such the undercrossing or overhead crossing shall be straight and under no circumstances shall may these crossings contain curves. Section 133. That § 31-27-20 be amended to read as follows: 31-27-20. A \"railroad right-of-way,\" consists not only of that strip of land, usually one hundred feet wide, over which the main track is laid but such the adjacent extra width of land as may be necessary and useful for cuts, embankments, ditches for change of location of watercourses, and other works of a railroad, appropriate and necessary for railroad purposes. Section 134. That § 31-27-21 be amended to read as follows: 31-27-21. A \"railroad and highway crossing\", usually referred to as a \"railroad crossing,\" shall include includes all that part of a public highway or private road extending from the point where it touches the property line of the right-of-way of the railroad company on one side until it passes over and beyond the railroad company's property line or right-of-way on the opposite side of the right-of-way. Section 135. That § 31-28-1 be amended to read as follows: 31-28-1. The Department of Transportation shall keep the various lines of highways comprising the state trunk highway system, including the connecting streets in municipalities, distinctly marked with some standard design placed on convenient objects along such the routes. Such The design shall be uniform on all parts of the trunk highway system except that. However, the numbers shall occur therein corresponding correspond with the numbers given the various routes by the department, which. The numbers shall coincide with the numbers placed on the official map or maps issued by the department. No similar design shall may be used for marking other routes in South Dakota. Section 136. That § 31-28-2 be amended to read as follows: 31-28-2. Whenever If, in the marking or numbering of any state trunk highway, there is a division of said the highway into two branches, there shall be erected along each of said the highways at the initial point of separation a directional sign indicating the general direction or course of the respective highways as to whether the course of said the highway is east, west, north, or south as the case may be. Section 137. That § 31-28-6 be amended to read as follows: 31-28-6. The public board or officer whose duty it is to repair or maintain any public highway shall erect and maintain at points in conformity with standard uniform traffic control practices on each side of any sharp turn, blind crossing, or other point of danger on such highway, except railway crossings marked as required in § 31-28-7, a substantial and conspicuous warning sign, which. The sign shall be on the right-hand side of the highway approaching such point of danger. A violation Failure to comply with the provisions of this section is a Class 1 misdemeanor. Section 138. That § 31-28-7 be amended to read as follows: 31-28-7. The public board or officer whose duty it is to repair or maintain any public highway shall erect and maintain at points in conformity with standard uniform traffic control practices on each side of the place at which a highway crosses an operational railway track or right-of-way, except within the limits of municipalities, a standard railroad advance warning sign, such. The sign to shall be on the right-hand side of the highway approaching such crossing, and at a distance from such the crossing as the Department of Transportation department or other controlling body shall direct. Any legally abandoned or nonoperational track which is crossed by a public highway and at which the crossing has been properly marked as a railway grade crossing may be marked with a supplemental sign, meeting uniform traffic control practices, to inform drivers of vehicles identified in § 32-29-5 that a stop is not required at that crossing. A violation Failure to comply with the provisions of this section is a Class 1 misdemeanor. Section 139. That § 31-28-10 be amended to read as follows: 31-28-10. The Department of Transportation is hereby authorized to department may classify, designate, and mark both intrastate and interstate highways lying within the boundaries of this state and to provide a uniform system of marking and signing such the highways under the jurisdiction of this state, and such. The system of marking and signing shall correlate with and so far as possible conform to the system adopted in other states. Section 140. That § 31-28-14 be amended to read as follows: 31-28-14. No unauthorized person shall may erect or maintain upon any highway, any warning or direction sign, marker, signal, or light in imitation of any official sign, marker, signal, or light erected under the provisions of this chapter, and no. No person shall may erect or maintain upon any highway any traffic or highway sign or signal bearing thereon any commercial advertising. Nothing in this section shall be construed to prohibit prohibits the erection or maintenance of signs, markers, or signals any sign, marker, or signal bearing thereon the name of an organization authorized to erect the same sign, marker, or signal by the Department of Transportation department or any local authority as defined in this chapter. Section 141. That § 31-28-16 be amended to read as follows: 31-28-16. The Department of Transportation department and boards of county commissioners are authorized to may designate certain state and county highways, or portions thereof, as preferential or arterial highways and the. The traffic upon any such highway so designated shall have the right-of-way. Failure to comply with the provisions of this section is a Class 2 misdemeanor. Section 142. That § 31-28-17 be amended to read as follows: 31-28-17. Except within the limits of a municipality, the Department of Transportation department and county commissioners may designate any hazardous intersection as a stop intersection, and designate any railroad crossing as a stop crossing. Such The intersections and railroad crossings shall be designated by placing a stop sign at the point of stop, such. The sign to be preceded by a warning sign so as to give warning of stop. Failure to stop at the point of stop of such intersections and railroad crossings is a Class 2 misdemeanor. Section 143. That § 31-28-19 be amended to read as follows: 31-28-19. No person shall may place, maintain, or display upon or in view of any highway any unauthorized sign, signal, marking, or device which purports to be or is an imitation of or resembles an official traffic control device or railroad sign or signal, or which attempts to direct the movement of traffic, or which hides from view or interferes with the effectiveness of any official traffic control device or any railroad sign or signal. A violation of this section is a Class 2 misdemeanor. Section 144. That § 31-28-20 be amended to read as follows: 31-28-20. No person shall may place or maintain nor shall may any public authority permit upon any highway any traffic sign or signal bearing thereon any commercial advertising. A violation of this section is a Class 2 misdemeanor. Section 145. That § 31-28-21 be amended to read as follows: 31-28-21. Sections 31-28-19 The provisions of § 31-28-19 and 31-28-20 shall not be deemed to do not prohibit the erection upon private property adjacent to highways of signs giving useful directional information and of a type that cannot be mistaken for official signs. Section 146. That § 31-28-25 be amended to read as follows: 31-28-25. Nothing in §§ 31-28-19 to 31-28-24, inclusive, shall be deemed to limit, or encroach upon, limits the existing authority of South Dakota law enforcement officers in the performance of their duties involving traffic light control. Section 147. That § 31-28-29 be amended to read as follows: 31-28-29. Nothing in this chapter may be deemed to limit or encroach upon limits the practice and activity of a professional licensed pursuant to chapter 36-18A, performing his or her professional duties. Section 148. That § 31-29-1 be amended to read as follows: 31-29-1. It shall be is a Class 2 misdemeanor for any person to erect or construct along the streets or highways adjoining any cemetery, or within three hundred feet of any cemetery, any billboard, advertising sign, or unsightly object without first obtaining the written consent of the proper officers of the municipality, or township, and of the proper officers or persons having charge and control of such cemetery, but such. However, the street or highway may be marked to designate an automobile route, or for other public purposes, if the same is done in a neat and attractive manner. Section 149. That § 31-29-2 be amended to read as follows: 31-29-2. It shall be is a Class 2 misdemeanor for any person, corporation, or association, to place or maintain, or cause to be placed or maintained, any advertising sign, device, display, building, or structure on any of the public highways of the state, and except. Except within municipalities, it shall be is a Class 2 misdemeanor for any person, corporation, or association to place or maintain, or cause to be placed or maintained, any device, display, or obstruction to vision, along or adjacent to any of the public highways of the state where such the device, display, or obstruction to vision, constitutes a hazard to highway traffic at any main crossing or intersection, horizontal or vertical curve or railroad crossing, as deemed hazardous by the authority in charge of the maintenance of such highways the highway. Section 150. That § 31-29-8 be repealed. 31-29-8. The Transportation Commission may provide that in lieu of private signs or structures advertising a privately owned attraction within such vicinity, the Department of Transportation itself shall in such specified area erect and maintain advertising signs or structures which will give directions, and other aids as to the location of all privately owned attractions within five miles from the location of such advertising sign or structure. In such locations the department in providing signs for such advertising or privately owned attractions must properly advertise any and all of such attractions which are privately owned, when so requested to so advertise by the owner or operator of such privately owned attraction within a radius of five miles from such advertising sign or structure. Section 151. That § 31-29-12 be amended to read as follows: 31-29-12. The State Department of Transportation is hereby authorized to may acquire and improve strips of land necessary for acquisition of publicly owned and controlled rest and recreation areas and sanitary and other facilities within or adjacent to the highway right-of-way reasonably necessary to accommodate the traveling public; provided, that. However, the Transportation Commission shall may not expend any funds for the acquisition, construction or improvement of hotels, motels, restaurants, or other accommodations of like nature. Section 152. That § 31-29-13 be amended to read as follows: 31-29-13. The interest in any land authorized to be acquired and maintained under § 31-29-12 may be the fee simple or any lesser interest, as determined by the Department of Transportation department to be reasonably necessary to accomplish the purposes set forth in § 31-29-14. Such The acquisition may be by gift, purchase, exchange, or by condemnation pursuant to the procedures provided by either §§ 31-19-1 to 31-19-22, inclusive, for the condemnation of real property by the Department of Transportation department, or chapter 21-35. Section 153. That § 31-29-14 be repealed. 31-29-14. The purposes of §§ 31-29-12 and 31-29-13 are: (1) To promote the safety, convenience, and enjoyment of travel on, and protection of the public investment in, highways of this state; (2) In order that the state be entitled to receive and expend the three percentum nonmatching funds from the federal government pursuant to the provisions of Title 23, United States Code, \"Highways.\" Section 154. That § 31-29-59 be amended to read as follows: 31-29-59. In order to provide information to the traveling public, the Division Office of Tourism is hereby authorized to may maintain maps and to permit informational directories and advertising pamphlets to be made available at safety rest areas, and to may establish information centers at safety rest areas for the purpose of informing the public of places of interest within the state and providing such other information as may be considered desirable. Section 155. That § 31-29-60 be amended to read as follows: 31-29-60. Despite any provision in §§ 31-29-17 to 31-29-48, inclusive, to the contrary, no sign, display, or device shall may be required to be removed unless at the time of removal there are sufficient funds appropriated and available to pay the affected parties the just compensation required by §§ 31-29-50 to 31-29-56, inclusive, after due allowance for any contribution which may be available from the federal government, provided that and if the latter contribution is available for immediate payment. Section 156. That § 31-29-63 be amended to read as follows: 31-29-63. No outdoor advertising shall may be erected within six hundred sixty feet of the nearest edge of the right-of-way and visible from the main-traveled way or beyond six hundred sixty feet of the nearest edge of the right-of-way visible from the main-traveled way, located outside an urban area and erected with the purpose of its message being read from the main-traveled way of the interstate or primary systems except the following: (1) Directional and official signs and notices, as defined by subdivision § 31-29-62(6); (2) Signs, displays, and devices advertising the sale or lease of property upon which they are located; (3) Signs, displays, and devices advertising activities conducted on the property upon which they are located; (4) Signs, displays, and devices located in areas which are designated industrial or commercial by local authority as provided by Title 11 and within six hundred sixty feet of an interstate or primary highway; (5) Signs, displays, and devices located in unzoned industrial or commercial areas as hereafter provided by this chapter and within six hundred sixty feet of an interstate or primary highway; (6) Signs, including both official public, and private business signs, for which the board department shall make a uniform charge, giving specific information in the interest of the traveling public located within the rights-of-way of the interstate and primary systems in areas at appropriate distances from interchanges or intersections on such systems, the location of which shall be determined by the Department of Transportation department, any provision of chapter 31-28 or of this chapter to the contrary notwithstanding; (7) Signs lawfully in existence on October 22, 1965, determined by the State Transportation Commission to be landmark signs, including signs on farm structures or natural surfaces, of historic or artistic significance, the preservation of which would be consistent with the purposes of this chapter; (8) Warning signs placed by public utilities for the protection of underground utility cables; (9) Signs exempt from removal in certain defined areas that are in the specific interest of the traveling public and have qualified for an economic hardship exemption pursuant to § 31-29-80.; or (10) Signs, displays, and devices advertising the distribution of nonprofit organizations of free coffee to individuals traveling on the interstate system or the primary system. For the purposes of this subdivision, the term, free coffee, shall include includes coffee for which a donation may be made, but is not required. Section 157. That § 31-29-65 be amended to read as follows: 31-29-65. The standards and criteria for size of outdoor advertising authorized to be erected and maintained in zoned or unzoned commercial or industrial areas adjacent to the interstate and primary highway systems are: (1) The maximum area of any one sign facing any one direction shall be twelve hundred square feet but which in no instance shall may exceed thirty feet in height and sixty feet in length including border and trim, but not supports or apron; and (2) The maximum size limitations provided in subdivision (1) of this section shall apply to each side of a sign structure; and signs placed back-to-back, side-by-side, or in V-type construction with no more than two displays to each facing. Such sign structure shall be considered as one sign. Section 158. That § 31-29-67 be amended to read as follows: 31-29-67. The standards and criteria for spacing of outdoor advertising authorized to be erected and maintained in zoned or unzoned commercial or industrial areas adjacent to the interstate and primary highway systems are: (1) Within municipalities signs shall conform to any applicable building codes and ordinances relating to spacing except that no such sign shall may be located closer than one hundred feet from an existing off-premises sign on a state nonlimited access primary highway and no closer than five hundred feet from any existing off-premise sign on a limited access primary highway or on an interstate highway; (2) Outside of municipalities no off-premise sign shall may be erected adjacent to a limited primary access highway or interstate highway closer than five hundred feet, nor adjacent to a nonlimited access highway closer than three hundred feet, to an existing off-premise sign; (3) Neither inside nor outside of municipalities shall may any sign be erected or maintained in such a location as to prevent the driver of a vehicle from having an effective view of any official traffic control device applicable to him the driver or to approaching, intersecting, or merging traffic and highways within five hundred feet of such sign; and (4) Double-faced, back-to-back, and V-type signs shall be considered as a single sign structure for purposes of these usages. The above spacing provisions do not apply to structures separated by buildings or other obstructions in such a manner that only one sign facing located within the above spacing distance is visible from the highway at any one time. The minimum distance between structures shall be measured along the nearest edge of the pavement between points directly opposite the signs along each side of the highway and shall apply applies only to structures located on the same side of the highway. Section 159. That § 31-29-68 be amended to read as follows: 31-29-68. Whenever If a bona fide local zoning authority recognized in Title 11 has made a determination of customary use, concerning such the size, lighting, and spacing considerations, such the determination shall be in lieu of controls in §§ 31-29-65 to 31-29-67, inclusive. Section 160. That § 31-29-69 be amended to read as follows: 31-29-69. Nothing in §§ 31-29-61 to 31-29-83, inclusive, shall be construed to authorize authorizes any local authority to prohibit outdoor advertising throughout its jurisdiction, but all. However, any such regulation and control shall be reasonable and reasonably related to the needs of the business community to adequately and properly advertise its goods and services of benefit to the traveling public. Section 161. That § 31-29-72.1 be repealed. 31-29-72.1. The secretary of the Department of Transportation shall seek agreements with the United States secretary of transportation as to matters specified for agreement in 23 U.S.C. 131 as enacted and amended on July 1, 1979. Such agreements may not vary from the controls established pursuant to this chapter. If such agreements cannot be achieved, or if there is a judicial determination to withhold funds from the state, the attorney general of the State of South Dakota shall promptly initiate proceedings under the provisions of 23 USC 131. Section 162. That § 31-29-80 be repealed. 31-29-80. The state secretary of transportation shall promptly develop programs which will assure that the necessary directional information about facilities and businesses providing goods and services in the interest of the traveling public will continue to be available to motorists, especially tourists who are strangers to this state. The secretary of the Department of Transportation shall petition for economic hardship exemptions for those tourist oriented directional signs in the specific interest of the traveling public in a manner conforming with the requirements of 23 U.S.C. 131(o) and 23 CFR 750 Subpart (E) in effect on July 1, 1979. Section 163. That § 31-29-83 be amended to read as follows: 31-29-83. Nothing in §§ 31-29-61 to 31-29-83, inclusive, authorizes the state or any political subdivision to operate or maintain, directly or indirectly, any commercial activity in any safety rest area or information center. This section does not apply to a vending facility, vending soft drinks only, operated for the benefit of visually impaired vendors licensed by the Division of Service to the Blind and Visually Impaired. Section 164. That § 31-30-2 be amended to read as follows: 31-30-2. As used Terms in this chapter mean: (1) The term, junk, shall mean \"Junk,\" old or scrap copper, brass, rope, rags, batteries, paper, trash, rubber debris, waste, or junked, dismantled, or wrecked automobiles, or parts thereof, iron, steel, and other old or scrap ferrous or nonferrous material; (2) The term, automobile graveyard, shall mean \"Automobile graveyard,\" any establishment or place of business which is maintained, used, or operated, for storing, keeping, buying, or selling wrecked, scrapped, ruined, or dismantled motor vehicles or motor vehicle parts; (3) The term, junk yard, shall mean \"Junk yard,\" an establishment or place of business which that is maintained, operated, or used for storing, keeping, buying, or selling junk, or for the maintenance or operation of an automobile graveyard, and the. The term shall include includes garbage dumps and sanitary fills; (4) \"Interstate system,\" means that portion of the national system of interstate and defense highways located within this state, as officially designated, or as may hereafter be so designated, by the State Department of Transportation department, and approved by the United States secretary of transportation, pursuant to the provisions of Title 23, United States Code, \"Highways\"; (5) \"Primary system,\" means that portion of connected main highways, as officially designated, or as may hereafter be so designated, by the department and approved by the United States secretary of transportation pursuant to the provisions of Title 23, United States Code, \"Highways\"; (6) \"Department,\" means the South Dakota Department of Transportation. Section 165. That § 31-30-6 be amended to read as follows: 31-30-6. When If the Department of Transportation department determines that the topography of the land adjoining the highway will does not permit adequate screening of such junk yards a junk yard or the screening of such junk yards the junk yard would not be economically feasible, the department shall have the authority to may acquire by gift, purchase, exchange, or condemnation in the same manner as it is now authorized or hereafter may be authorized may by law to acquire such property or property rights, such interests interest in lands as may be any land necessary to secure the relocation, removal, or disposal of the junk yards; and to. The department may pay for the costs of relocation, removal, or disposal, thereof of the junkyard. Section 166. That § 31-30-7 be amended to read as follows: 31-30-7. When If the Department of Transportation department determines that it is in the best interest of the state it, the department may acquire such lands any land, or interests in lands land, as may be necessary to provide adequate screening of such a junk yards yard. Section 167. That § 31-30-8 be amended to read as follows: 31-30-8. The Department of Transportation shall have the authority to department may acquire by gift, purchase, exchange, or condemnation from the owner, such interests in lands as may be interest in any land necessary to secure the relocation, removal, or disposal of the following junk yards when if it determines that the topography of the land adjoining the highway will does not permit adequate screening of such the junk yards yard or the screening of such the junk yards yard would not be practical: (1) Those lawfully in existence on October 22, 1965; (2) Those lawfully along any highway made a part of the interstate or primary system on or after October 22, 1965, and before January 1, 1968; and (3) Those lawfully established on or after January 1, 1968. Section 168. That § 31-30-9 be amended to read as follows: 31-30-9. The Department of Transportation department may apply for an injunction to abate any nuisance arising from a violation of the provisions of this chapter, or of rules and regulations promulgated hereunder. Section 169. That § 31-30-10 be amended to read as follows: 31-30-10. The Department of Transportation is hereby authorized to department may expend funds for the purposes of regulation and control of junk yards adjacent to the interstate and primary systems in South Dakota from any highway funds under the jurisdiction of the Department of Transportation department. Section 170. That § 31-30-11 be amended to read as follows: 31-30-11. The Department of Transportation is hereby authorized to department may enter into agreements with the United States secretary of transportation as provided by Title 23, United States Code, \"Highways,\" relating to the control of junk yards in areas adjacent to the interstate and primary systems, and to take action in the name of the state to comply with the terms of such any agreement. Section 171. That § 31-30-12 be amended to read as follows: 31-30-12. Nothing in this chapter shall be construed to abrogate or affect abrogates or affects the provisions of any lawful ordinance, regulation, or resolution, which are is more restrictive than the provisions of this chapter. Section 172. That § 31-30-13 be repealed. 31-30-13. If any provision of this chapter or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect other provisions or applications of the chapter which can be given effect without the invalid provision or application, and to this end the provisions of this chapter are declared to be severable. Section 173. That § 31-30-14 be repealed. 31-30-14. This chapter may be cited as the \"Junk Yard Control Act.\" Section 174. That § 31-31-4 be amended to read as follows: 31-31-4. The Department of Transportation and boards referred to in § 31-31-1 shall have the power to and any board of county commissioners may employ the necessary assistance to carry out the necessary provisions of this chapter or may have the work done by the employees regularly employed by such the department or boards the board. The said department and boards shall have power to the board may fix the compensation and expenses of persons employed by them for the purpose of carrying out the provisions of this chapter, and they. The department and board may be paid out of any fund or funds available to such the department or boards board for the maintenance and repair of such highways the highway. Section 175. That § 31-32-13 be amended to read as follows: 31-32-13. It is a Class 2 misdemeanor for any person to conduct an establishment or maintain a business the nature of which requires the use by patrons or customers of any part of the right-of-way of a state trunk highway while the patron or customer is receiving or discharging any merchandise or commodity at the place of business. This section does not apply to streets within the limits of municipalities which are under the control and regulation of the municipality. This section does not apply to a vending facility, vending soft drinks only, operated for the benefit of visually impaired vendors licensed by the Division of Service to the Blind and Visually Impaired. Section 176. That § 31-32-14 be amended to read as follows: 31-32-14. Section 31-32-13 shall The provisions of § 31-32-13 do not, in any way, interfere with the rights of any person to use such means of ingress or egress to a place of business as are approved as to safety and design by the Department of Transportation and as are reasonably useful for the business conducted by said the person on privately owned property. Section 177. That § 31-32-15 be amended to read as follows: 31-32-15. The conducting of an establishment or maintaining of a business in violation of § 31-32-13 shall constitute constitutes a public nuisance and the Department of Transportation is hereby empowered to department may bring an action to abate the same nuisance or may fence the right-of-way of such the state trunk highway to prevent such the unlawful use thereof. Section 178. That § 31-32-16 be amended to read as follows: 31-32-16. Any tree, structure, or other object, which that, because of its location and because of its age, infirmity, angle of stance, or other condition, is likely to fall, in whole or in part, upon any public highway within the State of South Dakota, so that any person using such the highway at the time of such the fall might be injured thereby, shall be and is a public nuisance against which the remedies prescribed by § 21-10-5 may be employed. Section 179. That § 31-32-17 be amended to read as follows: 31-32-17. Whenever it shall be made to appear If it appears to the satisfaction of any department, board, or governing body charged with the duty of the maintenance of any highway in this state, that a nuisance as defined by § 31-32-16 exists along any highway in respect to which highway said the department, board, or governing body has the duty of maintaining, it shall be their duty to proceed to the department, board, or governing body shall negotiate with the owner of the property on which said the nuisance exists for the voluntary abatement of same the nuisance. Section 180. That § 31-32-18 be amended to read as follows: 31-32-18. In case If the owner of the property referred to in § 31-32-17 or of said the nuisance refuses or fails to voluntarily abate said the nuisance within a reasonable time, it shall then be the duty of said the department, board, or governing body, to shall bring a civil action on behalf of the public, in the proper court, to abate said the nuisance. In case If abatement is ordered in said the suit, the cost of such the action shall be charged against the owner of the land on which said the nuisance was maintained and against whom the action in abatement was brought. Section 181. That § 32-22-34 be repealed. 32-22-34. For the purpose of providing adequate transportation facilities for municipalities and villages, hereinafter referred to as communities, which previously have been served by railroads that have been abandoned, the Department of Transportation, upon application after hearing and upon reasonable notice, may permit the use of motor vehicles, tractor-trailers, or tractor semitrailers of greater length, carrying capacity, and weight, with and without load, than is authorized by law. Section 182. That § 32-22-35 be repealed. 32-22-35. No permit shall be granted under § 32-22-34 until the Department of Transportation shall be satisfied from the testimony produced at the hearing that the vehicle proposed to be used is so constructed and has a sufficient number of wheels equipped with pneumatic tires to spread the weight over the highway in such manner as not to cause undue injury to the roadbed, hard-surfacing, or pavement, as the case may be. Section 183. That § 32-22-36 be repealed. 32-22-36. The operators of vehicles authorized by § 32-22-34 are hereby declared common carriers and, except where in conflict with §§ 32-22-34 to 32-22-37, inclusive, shall be subject to the same law, rules, and regulations as other motor carriers for hire. Such motor carriers shall pick up and deliver commodities only at communities into or through which such abandoned railroad operated and at such railway point or points as may be designated by the Department of Transportation. Section 184. That § 32-22-37 be repealed. 32-22-37. The Department of Transportation may limit the speed of the motor vehicle or vehicles authorized under § 32-22-34 and by order designate the highway or highways over which the same may move. Section 185. That § 32-22-43 be amended to read as follows: 32-22-43. The issuance of any permit provided for in this chapter or the rules and regulations adopted for issuance of same will in no manner the permit do not relieve the holder of said the permit from liability for damages caused to a highway by any movement under said the permit. Section 186. That § 32-22-49 be amended to read as follows: 32-22-49. When Terms used in §§ 32-22-47 and 32-22-48 the term mean: (1) \"Person,\" means any person, firm, association, or corporation; (2) \"Vehicle,\" means any motor vehicle, truck, trailer, semitrailer, or tractor. Section 187. That § 32-22-52 be amended to read as follows: 32-22-52. It is a Class 2 misdemeanor for any person to drive or move, or for the owner to cause or knowingly permit to be driven or moved, on any highway any vehicle or vehicles, of a size or weight exceeding the limitations stated in this chapter, or the rules and regulations of the Transportation Commission or county commission adopted pursuant thereto to this chapter. Section 188. That § 49-16B-5 be amended to read as follows: 49-16B-5. All appointments to the South Dakota Railroad Authority authority shall be made for a four-year term. Each member's term of office shall expire on the appropriate third Monday in January, but he the member shall continue to hold office until his a successor is appointed and qualified. Any vacancy in the authority shall be filled by appointment in the manner prescribed for appointments for full terms. A majority of the authority shall be is required to take official action. In making the initial appointments the Governor shall designate two members to serve four years, two members to serve three years, two members to serve two years and one member to serve one year. Any fraction of a year in the initial appointments shall be considered a full year. Thereafter, all appointments shall be made for a four-year term. Section 189. That § 49-16B-6 be amended to read as follows: 49-16B-6. Each member shall, before entering upon the duties of his office, take and subscribe the constitutional oath of office and give bond in the penal sum of twenty-five thousand dollars conditioned upon the faithful performance of his the member's duties. The oath and bond shall be filed in the Office of the Secretary of State. Section 190. That § 49-16B-8 be amended to read as follows: 49-16B-8. The authority shall have the power to may employ agents and employees necessary to carry out the duties and purposes of the authority. Section 191. That § 49-16B-11 be amended to read as follows: 49-16B-11. The authority shall obtain estimates of the cost of any project it deems necessary or convenient and shall formulate and recommend a list of projects. The authority shall present a report including its recommendations, proposed projects and estimated costs to the Legislature not later than the first day of November immediately preceding the convening of each a regular session of the Legislature if the authority has any recommendation or proposed project. In recommending projects to be undertaken, the authority may not deviate from the priority listing of projects submitted by the Department of Transportation. Section 192. That § 49-16B-12 be amended to read as follows: 49-16B-12. Any department, board, commission, agency, or officer of the state may transfer jurisdiction of or title to any property under its or his the officer's control to the authority when such if the transfer is approved, in writing, by the Governor, as being advantageous to the state. Section 193. That § 49-16B-13 be amended to read as follows: 49-16B-13. To accomplish projects of the kind listed in § 49-16B-10 the authority shall have the power to may acquire by purchase, condemnation, including the power of condemnation in accordance with chapters 21-35 and 31-19, including the eminent domain and declaration of taking sections therein, gift or otherwise and to. The authority may construct, maintain, and equip railroad facilities as the Legislature by law declares to be in the public interest. In the course of such activities, the authority shall have the power to may acquire property of any kind and description, whether real, personal or mixed, by gift, purchase, or otherwise. It The authority may also acquire real estate of the State of South Dakota controlled by any officer, department, board, commission, or other agency of the state, the jurisdiction of which is transferred by such the officer, department, board, commission, or other agency, to the authority. Section 194. That § 49-16B-13.1 be amended to read as follows: 49-16B-13.1. The South Dakota Railroad Authority must authority shall receive approval for all proposed expenditures from the South Dakota State Railroad Board and the Governor. Section 195. That § 49-16B-13.2 be amended to read as follows: 49-16B-13.2. It shall be the duty of the The Department of Transportation, in accord with its obligation to maintain certain public highways under § 31-5-1, to shall maintain the public railroad property purchased and owned by the state pursuant to chapter 49-16B. Section 196. That § 49-16B-20 be amended to read as follows: 49-16B-20. The authority shall have the power may, in the event of nonpayment of rents reserved in such leases, to maintain and operate such the facilities and sites or execute leases thereof of the facilities and sites to others for any suitable purposes. Section 197. That § 49-16B-25 be amended to read as follows: 49-16B-25. Bonds or notes of the authority shall be authorized by resolution of the authority and may be issued under the resolution or under a trust indenture or other security agreement, in one or more series, and. The bonds or notes shall bear such date or dates, mature at such time or times, bear interest at such rate or rates, be in such denominations, be in such form, either coupon or registered, carry such conversion, exchange and registration privileges, have such rank or priority, be executed in such manner, be payable in such medium of payment at such place or places within or outside the state, be subject to such terms of redemption with or without premium, and contain or be subject to such other terms as the resolution, trust indenture or security agreement may provide, and shall. The bonds or notes may not be restricted by any other law limiting amounts, maturities, interest rates, or other terms or obligations of public agencies or private persons. Section 198. That § 49-16B-29 be amended to read as follows: 49-16B-29. Nothing in this chapter shall be construed to authorize authorizes the authority or any department, board, commission, or other agency to create an obligation of the State of South Dakota within the meaning of the Constitution or statutes of South Dakota. Section 199. That § 49-16B-30 be amended to read as follows: 49-16B-30. The provisions of this chapter and of any resolution or proceeding authorizing the issuance of bonds shall constitute constitutes a contract with the holders of such bonds. The provisions thereof shall be are enforceable either in law or in equity, by suit, action in mandamus or other proceeding in any court of competent jurisdiction to enforce and compel the performance of any duties required by this chapter or any resolution or proceeding authorizing the issuance of such the bonds, including the establishment of sufficient charges, fees, or rentals and the application of the income from a project under this chapter as provided in § 49-16B-26. Section 200. That § 49-16B-37 be amended to read as follows: 49-16B-37. The authority, in order further to secure the payment of the interim notes, is, in addition to the foregoing, authorized to may make any other or additional covenants, terms and conditions not inconsistent with the provisions of §§ 49-16B-13 and 49-16B-15, and do any and all acts and things as may be necessary or convenient or desirable in order to secure payment of its interim notes, or, in the discretion of the authority, as will tend to make the interim notes more acceptable to lenders, notwithstanding that the covenants, acts or things may not be enumerated herein. However, nothing contained in this section shall authorize authorizes the authority to secure the payment of the interim notes out of property or facilities, other than the facilities acquired with the proceeds of the interim notes, and any net income and revenue derived from the facilities and the proceeds of revenue bonds as hereinabove provided. Section 201. That § 49-16B-38 be amended to read as follows: 49-16B-38. The interim notes shall do not constitute an indebtedness within the meaning of any constitutional or statutory debt limitation or restriction. Section 202. That § 49-16B-48 be repealed. 49-16B-48. If any clause or other portion of this chapter is held invalid, that decision shall not affect the validity of the remaining portions of this chapter. It is hereby declared that all such remaining portions of this chapter are severable, and that the Legislature would have enacted such remaining portions if the portions that may be so held to be invalid had not been included in this chapter. Section 203. That § 49-16B-49 be repealed. 49-16B-49. This chapter may be cited as the \"South Dakota Railroad Authority Act.\" Section 204. That § 49-16B-50 be repealed. 49-16B-50. It is hereby declared: (1) That the Ortonville, Minnesota, to Terry, Montana, rail line segment which serves Big Stone City, Aberdeen, Mobridge, and other rail users in South Dakota is of critical importance to the state; (2) That the Interstate Commerce Commission has found that the line provides the only feasible means for delivery of 2.7 million tons of lignite coal annually to the Big Stone Power Plant which serves two hundred seventy-eight thousand consumers in Minnesota, Montana, South Dakota, and North Dakota; (3) That loss of rail service on the line will foreclose the ability of South Dakota grain shippers to competitively sell agricultural products through the west coast ports; (4) That preservation of the line will support the viability of this state's twenty-five million dollars investment in the state core system. Section 205. That § 49-16B-51 be repealed. 49-16B-51. It being declared in the public interest, the South Dakota Railroad Authority, pursuant to chapter 49-16B, is hereby authorized to take such action which will permit continued service by private enterprise over the existing railroad facilities extending westerly from Ortonville, Minnesota, through South Dakota to Terry, Montana, and to finance the same as provided in §§ 49-16B-50 to 49-16B-54, inclusive. Section 206. That § 49-16B-52 be repealed. 49-16B-52. The South Dakota Railroad Authority, pursuant to chapter 49-16B, with the written consent of the Governor, may issue appropriate instruments to assure the continued service by private enterprise over the line, including those instruments issued in connection with the securing of available financial assistance from the Department of Transportation, federal railroad administration pursuant to sections 505 and 511 of the Railroad Revitalization and Regulatory Reform Act of 1976, as amended. Section 207. That § 49-16B-53 be repealed. 49-16B-53. To the extent that funds are not available for such purpose pursuant to § 49-16B- 52, the South Dakota Railroad Authority, pursuant to chapter 49-16B, with the written consent of the Governor, may issue its negotiable bonds or notes in order to assure the continued service by private enterprise over the line, provided however, that no bonds or notes shall be issued in any amount in excess of thirty-five million dollars, inclusive of all necessary charges and expenses related thereto and reasonable reserves. Section 208. That § 49-16B-54 be repealed. 49-16B-54. No instruments, bonds or notes issued pursuant to § 49-16B-53 shall constitute or give rise to any pecuniary or moral liability of the state or a charge against its general credit or taxing powers. Nor shall any tax revenues of the state, its people or any of its political subdivisions in any manner be obligated for any purpose recited herein. Nor shall any instruments, bonds or notes be issued pursuant to § 49-16B-53 unless they are fully secured in such manner as is necessary to market the instruments, bonds, or notes. Section 209. That § 49-16B-55 be repealed. 49-16B-55. The South Dakota Railroad Authority may acquire, by any of the means permitted in chapter 49-16B, property, real, personal and mixed, from the Dakota, Minnesota & Eastern Railroad Corporation, consisting of easements, rights-of-way, trackage, bridges, rail lines and spurs, located between milepost 375.7 and milepost 649.05, as well as the Onida branch line, which are in need of repair, improvement, or replacement. Any property so acquired by the authority, and any improvements thereto undertaken as provided in §§ 49-16B-55 to 49-16B-61, inclusive, are declared to be projects within the meaning of § 49-16B-10, and are declared to be in the public interest. Any property acquired by the authority pursuant to §§ 49-16B-55 to 49-16B-61, inclusive, may be acquired subject to existing mortgages on or security interests in such property. Section 210. That § 49-16B-56 be repealed. 49-16B-56. The authority may undertake, either directly or through a lessee or sublessee, such improvements to the portion of the property described in § 49-16B-55 as the authority may declare to be necessary to cause such property to be suitable for the uses to be made of it. The authority may issue its bonds pursuant to §§ 49-16B-23 and 49-16B-24 in one or more series in an aggregate principal amount not exceeding $35,000,000 to finance the costs of acquiring and improving the property described in § 49-16B-55, to purchase mortgage notes, including participation interests therein, or other obligations of private parties issued to finance such costs, and to provide for necessary reserves, including the capital reserve fund described in § 49-16B-57, and the costs of issuing such bonds. Each series of bonds shall specify the portion of the property described in § 49-16B-55 to be acquired or improved with the proceeds of such series. The authority may issue an initial series of bonds in a principal amount not exceeding $20,000,000. However, no series of bonds may be issued by the authority unless and until the authority receives evidence satisfactory to it that the Dakota, Minnesota & Eastern Railroad Corporation meets the following financial tests: (1) The ratio of its long-term indebtedness to its equity (net worth) does not exceed 3/1; and (2) The ratio of its annual cash flow to the maximum annual debt service on its long-term indebtedness is at least 1.1/1. When each series of bonds has been paid or retired, and the state has been repaid for any moneys appropriated by the Legislature to replenish the capital reserve fund, the authority shall reconvey to the Dakota, Minnesota & Eastern Railroad Corporation the portion of the property described in § 49-16B-55, and all improvements thereto, financed with the proceeds of such series. To secure the authority's bonds or other obligations issued or incurred with respect to any property acquired by the authority pursuant to §§ 49-16B-55 to 49-16B-62, inclusive, the authority may grant to a trustee for the benefit of bondholders or to third parties a mortgage on or security interest in the authority's interest in such property. Any mortgage or security interest so granted with respect to any property may be on a parity with any existing mortgages on or security interests in such property. Section 211. That § 49-16B-57 be repealed. 49-16B-57. The authority shall establish a capital reserve fund for bonds issued pursuant to § 49-16B-56 and shall pay into the capital reserve fund any moneys appropriated or made available by the state for the fund, any proceeds from the sale of bonds to the extent provided in the authorizing resolution, and any other moneys which may be made available to the authority for the fund from any other source. The maximum annual debt service shall be the capital reserve requirement. For purposes of computing the capital reserve requirement, the annual debt service for any fiscal year shall be equal to the sum of all interest payable during the fiscal year on all bonds outstanding on the date of computation, plus the principal amount of all bonds outstanding on that date which mature or are subject to mandatory redemption during the fiscal year, all calculated on the assumption that such bonds will after their maturity date cease to be outstanding. The moneys in the capital reserve fund may not be less than the capital reserve requirement, except that withdrawals for payments of principal of and interest and redemption premiums on bonds issued under § 49-16B-56 may be made from the capital reserve fund if other moneys of the authority are not available. All moneys held in the capital reserve fund, except as hereinafter provided, shall be used solely for the payment of the principal of bonds secured by the fund, the purchase or redemption of bonds, the payment of interest on bonds, or the payment of any redemption premium required to be paid if the bonds are redeemed prior to maturity. Any income from the capital reserve fund may be transferred to other funds or accounts established with respect to the bonds, to the extent the transfer does not reduce the amount of the capital reserve fund below the capital reserve requirement. The authority may not issue bonds secured by the capital reserve fund if the capital reserve requirement exceeds the capital reserve fund at the time of issuance, unless the authority, at the time of issuance of such bonds, deposits in the fund an amount which, together with the amount then in the fund, will not be less than the new capital reserve requirement. The chairman of the board of directors of the authority shall annually submit to the Bureau of Finance and Management a budget estimate in accordance with § 4-7-7 stating the sum, if any, needed to restore the capital reserve fund to the level of the capital reserve requirement. In the event the chairman certifies a need to restore the capital reserve fund, the Governor shall submit a budget in accordance with § 4-7-9 including the sum, if any, needed to restore the capital reserve fund to the level of the capital reserve requirement. All sums appropriated by the Legislature for the restoration shall be deposited in the capital reserve fund. Section 212. That § 49-16B-58 be repealed. 49-16B-58. The authority shall lease any property acquired pursuant to § 49-16B-55 to the South Dakota Department of Transportation, Division of Air, Rail, and Transit, but the lease shall be made in accordance with the provisions of chapter 49-16B relating to leases to the division. The division shall sublease any property acquired pursuant to § 49-16B-55 only to the Dakota, Minnesota & Eastern Railroad Corporation, but the lease shall be made in accordance with the provisions of chapter 49-16B, and shall provide for payment of net sublease rentals sufficient in each year to pay the principal of and interest on the authority's bonds issued to finance the acquisition or improvement of such property and to repay the state for any moneys appropriated by the Legislature to replenish the capital reserve fund. The provisions of this section are subject to the provisions of any trust indenture or other document securing the bonds which grants a lien on or security interest in the property. Section 213. That § 49-16B-59 be repealed. 49-16B-59. Before issuing any bonds pursuant to § 49-16B-56, the authority shall determine that there are sufficient revenues, as described in § 49-16B-26, to provide for the timely payment of the principal of and interest on such bonds. Section 214. That § 49-16B-60 be repealed. 49-16B-60. The state hereby pledges and agrees with the holder of any bonds issued pursuant to §§ 49-16B-55 to 49-16B-61, inclusive, that the state will not limit or alter the rights vested in the authority to fulfill the terms of any agreement made with any holder or impair the rights and remedies of any holder until the bonds, together with the interest thereon, with interest on any unpaid installments of interest, and all costs in connection with any proceeding on behalf of any holder, are fully met and discharged. The authority may include this pledge and agreement in any agreement with the holder of any bonds. Section 215. That § 49-16B-61 be repealed. 49-16B-61. Nothing in §§ 49-16B-55 to 49-16B-60, inclusive, validates or invalidates any rights of employees of the Dakota, Minnesota & Eastern Railroad Corporation. Section 216. That § 49-16B-62 be repealed. 49-16B-62. It is hereby declared: (1) That the efficient marketing and distribution of natural resources, agricultural and manufacturing commodities produced within the state, such as bentonite clay, wheat and wood products, and cement, is crucial to the economic health of the state as a whole and will further the public interest; (2) That the deteriorated condition of certain railroad properties and facilities located within the state and owned by the Dakota, Minnesota & Eastern Railroad Corporation, including properties and facilities located between milepost 375.7 and milepost 649.05, as well as the Onida branch line, seriously impedes the timely and efficient production, marketing, and distribution of such natural resources, and agricultural and manufacturing commodities; (3) That the improvement and reconstruction of the aforesaid railroad properties and facilities would have the effect of substantially decreasing transit time and assuring timely delivery of natural resources and agricultural and manufacturing commodities produced within the state, and would assure cost efficient access to distant markets for the producers of such commodities and thereby further the public interest; (4) That no other railroad facilities of similar capacity and comparable services are available in the same geographical area to the producers of the natural resources and agricultural and manufacturing commodities described above, and that the sole practicable and cost effective means of assuring that such commodities are marketed and distributed successfully is the improvement and reconstruction of the aforesaid railroad properties and facilities; (5) That for the foregoing reasons, it is of general economic benefit to the state and in the public interest to assist the financing of the improvement and reconstruction of the aforesaid railroad properties and facilities and that measures for such purposes should be adopted as soon as practicable. Section 217. That § 49-16B-63 be repealed. 49-16B-63. It being declared in the public interest, the South Dakota Railroad Authority, pursuant to chapter 49-16B, is hereby authorized to take such action to acquire, by any of the means permitted in chapter 49-16B, property, real, personal, and mixed, from the Burlington Northern and Santa Fe Railway Company, consisting of easements, rights-of-way, trackage, bridges, rail lines, and spurs, located between mileposts 118.6 near Aberdeen, South Dakota, and milepost 65.60 at the North Dakota/South Dakota border, which are in need of repair, improvement, or replacement. Such property acquired by the authority, and any improvements thereto undertaken as provided in this section, are declared to be projects within the meaning of § 49-16B-10. Any property acquired by the authority pursuant to this section may be acquired subject to existing mortgages on or security interests in such property. Section 218. That § 49-16B-64 be repealed. 49-16B-64. The authority may undertake, either directly or through a lessee or sub-lessee, such improvements to the portion of the property described in § 49-16B-63 as the authority may declare to be necessary to cause such property to be suitable for the uses to be made of it. Section 219. That § 49-16B-65 be repealed. 49-16B-65. It being declared in the public interest, the South Dakota Railroad Authority, pursuant to chapter 49-16B, may acquire, by any of the means permitted in chapter 49-16B, property, real, personal, and mixed from the Rutland Line, Incorporated (doing business as the Red River Valley and Western Railroad), consisting of easements, rights-of-way, trackage, bridges, rail lines, and spurs, located between mileposts 42.67 at Genesco Junction, North Dakota, and milepost 65.60 at the North Dakota/South Dakota border. Such property acquired by the authority, and any improvements thereto undertaken as provided in §§ 49-16B-65 and 49-16B-66, are declared to be projects within the meaning of § 49-16B-10. Any property acquired by the authority pursuant to §§ 49-16B-65 and 49-16B-66 may be acquired subject to existing mortgages on or security interests in such property. Section 220. That § 49-16B-65.1 be repealed. 49-16B-65.1. The authority may enter into any contract that the authority determines necessary or appropriate to manage payment or interest rate risk for bonds issued pursuant to this chapter, the investment of proceeds, or other funds of the authority. The contracts may include: interest rate exchange agreements; contracts providing for payment or receipt of funds based on levels of or changes in interest rates; contracts to exchange cash flows or series of payments; or contracts incorporating interest rate caps, collars, floors, or locks. Section 221. That § 49-16B-66 be repealed. 49-16B-66. The authority may undertake, either directly or through a lessee or sublessee, such improvements to the portion of the property described in § 49-16B-65 as the authority may deem to be necessary to cause the property to be suitable for the uses to be made of it. Section 222. That § 49-16B-67 be repealed. 49-16B-67. It being declared in the public interest, the South Dakota Railroad Authority, pursuant to chapter 49-16B, may acquire, by any of the means permitted in chapter 49-16B, property, real, personal, and mixed from the East Central Regional Railroad Authority, consisting of easements, rights-of-way, trackage, bridges, rail lines, and spurs, located between mileposts 160.3 at Huron, South Dakota, and milepost 145.0 at Yale, South Dakota, inclusive, and certain industrial trackage at Huron, South Dakota. The property acquired by the authority, and any improvements thereto undertaken as provided in §§ 49-16B-67 and 49-16B-68, are declared to be projects within the meaning of § 49-16B-10. Any property acquired by the authority pursuant to §§ 49-16B-67 and 49-16B-68 may be acquired subject to existing mortgages on or security interests in the property. Section 223. That § 49-16B-68 be repealed. 49-16B-68. The authority may undertake, either directly or through a lessee or sublessee, the improvements to the portion of the property described in § 49-16B-67 as the authority may deem to be necessary to cause the property to be suitable for the uses to be made of it."}, {"bill_id": 1377, "bill_version_id": 11022, "bill_version": "House Transportation Engrossed", "bill_version_date": "2010-01-26T12:44:43.077-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal, update, and make form and style revisions to certain statutes related to the Department of Transportation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-44-4 be amended to read as follows: 1-44-4. The State Transportation Commission, formerly designated the Board of Transportation, is abolished. There is created the Transportation Commission within the Department of Transportation. The Transportation Commission shall consist consists of nine members. Eight of the members shall be appointed by the Governor and the ninth member shall be appointed by the Governor from area 3 as defined in § 1-44-5. His term shall be for four years and begin on April 19, 1987, and expire on April 18, 1999. The Governor shall appoint the members. All members shall be are full voting members of the commission. Not all members of the commission may be from the same political party. No two appointive members may at the same time be a resident of the same county. Section 2. That § 1-44-6 be amended to read as follows: 1-44-6. Terms of members of the Transportation Commission shall be are four years. The terms of members of the Transportation Commission who are first appointed after April 18, 1983, shall be: two appointed for a term of one year; two appointed for a term of two years; two appointed for a term of three years; and two appointed for a term of four years, and such initial terms shall be designated by the Governor. Any member appointed to fill a vacancy arising from other than the natural expiration of a term shall serve for only the unexpired portion of the term. Section 3. That § 1-44-7 be amended to read as follows: 1-44-7. The Transportation Commission shall annually elect from its members such officers as it deems advisable. A majority of the commission members shall constitute a quorum. The commission shall exercise such functions as are transferred to it provided by this chapter and such other functions as may be assigned to it by law. The commission shall hold meetings at the call of the chairman chair or a majority of the members. Section 4. That § 1-44-7.1 be repealed. 1-44-7.1. The Transportation Commission shall perform all statutory and other functions of the former State Transportation Commission including all quasi-legislative, quasi-judicial, advisory, and special budgetary functions as defined by law. Section 5. That § 1-44-8 be amended to read as follows: 1-44-8. Notwithstanding other provisions of this title, the Transportation Commission shall, subject to the limitations provided herein and by law, have has final authority within the Department of Transportation over the allocation of all funds for the construction of transportation facilities. Section 6. That § 1-44-13 be repealed. 1-44-13. The Department of Transportation shall, under the direction and control of the secretary of transportation, perform all the functions of the former Department of Highways created by chapter 31-2, subject to such changes as specified in §§ 1-44-14 and 1-44-16. Section 7. That § 1-44-14 be repealed. 1-44-14. The Department of Transportation shall, under the direction and control of the secretary of transportation, perform all the functions of the former State Highway Commission created by chapter 31-2, except that the Transportation Commission shall perform the other quasi-legislative, quasi-judicial, advisory, and special budgetary functions (as defined in § 1-32-1) of the State Highway Commission. Section 8. That § 1-44-14.1 be repealed. 1-44-14.1. The functions exercised by the accident record program pursuant to chapters 32-12 and 32-34 are transferred from the Department of Commerce and Regulation to the Department of Transportation. The functions exercised by the secretary of commerce and regulation pursuant to chapters 32-12 and 32-34 are transferred to the secretary of transportation. Section 9. That § 1-44-25 be amended to read as follows: 1-44-25. The South Dakota State Railroad Board is created. The board shall consist consists of seven members to be appointed by the Governor. Members shall serve a four-year term. No more than five members may be of the same political party. The terms of members of the South Dakota State Railroad Board who are first appointed after March 13, 1980, shall be: two appointed for a term of one year; two appointed for a term of two years; two for a term of three years; and one for a term of four years, and such initial terms shall be designated by the Governor. Any member appointed to fill a vacancy arising from other than the natural expiration of a term shall serve only for the unexpired term, but may be reappointed to a full term. The board shall annually choose from its membership a chairman chair, a vice-chairman vice chair, and a secretary-treasurer. No member may be removed from office except for cause. Section 10. That § 31-1-1 be amended to read as follows: 31-1-1. Every way or place of whatever nature open to the public, as a matter of right, for purposes of vehicular travel, is a highway. The term \"highway\" shall not be deemed to, highway, does not include a roadway or driveway upon grounds owned by private persons, colleges, universities, or other institutions, but such the term may be deemed to include includes a roadway or driveway upon grounds owned by any state agency, college, university, or institution if the governing agency, board, or commission by resolution so determines and the Department of Transportation concurs therein. Section 11. That § 31-1-2 be amended to read as follows: 31-1-2. Bridges and culverts erected or maintained by the public constitute a part of the public highway. The word terms, road or highway, whenever used in this title shall be construed to include bridges include any bridge upon or which form a part of the road or highway constructed, maintained, or to be improved; also subways any subway or underpasses underpass and any overhead crossings crossing. Section 12. That § 31-2-8 be repealed. 31-2-8. The state highway engineer and his assistants shall be provided with suitable offices and drafting rooms. Section 13. That § 31-2-18 be amended to read as follows: 31-2-18. The Department of Transportation is hereby authorized to may contract for the services of mentally retarded persons any person with a developmental disability as defined in chapter 27B-1, for the performance of any work under the supervision and control of said the department, without competitive bids, whenever if the department shall determine determines that any such the work can be performed by said mentally retarded persons the person with a developmental disability at a cost substantially equal to the ordinary cost thereof. Section 14. That § 31-2-39 be amended to read as follows: 31-2-39. No execution shall may issue against the state on any final judgment obtained under the provisions of this chapter; but whenever. However, if final judgment against the state shall have has been obtained in any such action as herein provided by this chapter, the clerk of the court, wherein the final judgment was obtained, shall forthwith, send a certified copy of said the judgment by registered or certified mail to the secretary of transportation, and to the state auditor, and the. The auditor shall thereupon audit the amount of damages and costs therein finally awarded, and the same shall be paid. The state treasurer shall pay the damages and costs out of the state highway fund by the state treasurer. Section 15. That § 31-4-2 be repealed. 31-4-2. All rights-of-way of the state trunk highway system, together with all appurtenance thereto, the right or interest in or to which was or is in any county shall be and the same are hereby transferred to and vested in the State of South Dakota for highway purposes. Section 16. That § 31-4-5 be amended to read as follows: 31-4-5. Whenever If any state trunk highway shall include the includes a connecting street or streets within a municipality over twenty-five hundred population, the Department of Transportation shall be charged with the maintenance of such streets but maintain the street. However, the snow removal from same shall be the street is the duty of the first or second class municipality within whose boundaries they lie the street lies. Section 17. That § 31-4-6 be amended to read as follows: 31-4-6. No change shall may be made so that the state trunk highway system shall cease ceases to interconnect every county seat or to connect every first or second class municipality having a population of twenty-five hundred or more by the last federal census. Section 18. That § 31-4-8 be amended to read as follows: 31-4-8. The Department of Transportation is hereby authorized to department may reroute portions of the state trunk highway system onto the national system of interstate highways. The department is authorized to may delete portions of the state trunk highway system where same if they have been rerouted onto the national system of interstate highways where if feasible and in the best interest of the State of South Dakota. Section 19. That § 31-4-9 be repealed. 31-4-9. The Department of Transportation of the State of South Dakota is hereby authorized and empowered to enter into contracts with the United States of America fixing the terms and conditions under which that part of the state trunk highway system which it is found necessary to relocate, rearrange, or alter in order to facilitate the construction of the dams and reservoirs, within the State of South Dakota, by the United States government in the development of the Missouri River flood control projects, will be made. Section 20. That § 31-4-10 be repealed. 31-4-10. Any contract entered into pursuant to § 31-4-9 shall provide for reimbursement of the State of South Dakota by the United States of America for all works performed and materials furnished under said contract by the state and for all costs incurred prior to execution of said contract or contracts in connection with preliminary investigations, studies, plans, and estimates in furtherance of the contract or contracts. Section 21. That § 31-4-11 be repealed. 31-4-11. The Department of Transportation, in order to expeditiously carry out the terms of any contract or contracts pursuant to § 31-4-9, is authorized by resolution to make changes in the location of any part of the state trunk highway system necessary, to comply with said contract, and said changes are hereby authorized to be made without recourse to notice and hearing as provided by the general statute for changes in the state trunk highway system. Section 22. That § 31-4-12 be repealed. 31-4-12. The Department of Transportation, in order to expeditiously carry out the terms of any contract or contracts pursuant to § 31-4-9, is authorized to purchase rights-of-way and make surveys for the necessary projects and to let all contracts for the construction of the projects necessary to such relocations, rearrangements, or alterations in the same manner as now provided for federal aid and state aid projects. Section 23. That § 31-4-14 be amended to read as follows: 31-4-14. All marking, surveying, construction, repairing, and maintenance of the state trunk highway system shall be is under the control and supervision of the Department of Transportation, and the department. The department shall be charged with the administration of administer the laws relative thereto. Section 24. That § 31-4-15 be repealed. 31-4-15. Any action by the governing body of any municipal corporation, the board of supervisors of any township, or the board of county commissioners of any county, having the effect of discontinuing, relocating, or altering the location or route of any highway forming a part of the state trunk highway system, shall be null and void. Section 25. That § 31-5-1 be amended to read as follows: 31-5-1. The Department of Transportation shall maintain, and keep in repair, all highways or portions of highways, including the bridges and culverts thereon, which highways have been constructed or improved by the department and are, on the state trunk highway system. Section 26. That § 31-5-2 be repealed. 31-5-2. The Department of Transportation may at its option, maintain and keep in repair such other portions of the state trunk highway system which have not been constructed or improved by the Department of Transportation, or the construction or improvement of which has not been paid for in whole or in part by the state or federal aid. Section 27. That § 31-5-3 be repealed. 31-5-3. The Department of Transportation is hereby empowered to cause the maintenance and repair work provided for in §§ 31-5-1 and 31-5-2 to be performed by day labor, or by convict labor, or by contract, or by agreement with the board of county commissioners, and if such work is done by contract, such contract may be let with or without competitive bids as the department may determine. Section 28. That § 31-5-4 be repealed. 31-5-4. The Department of Transportation may rent, hire, or purchase the necessary tools, machinery, and equipment for the performance of the maintenance and repair work provided for in §§ 31-5-1 and 31-5-2. Section 29. That § 31-5-5 be amended to read as follows: 31-5-5. The Department of Transportation department may enter into agreements with counties, which agreements may an agreement with any county to provide that each may perform work or submit monetary contributions for the completion or improvement of a certain part of the state trunk highway within such respective the county. Section 30. That § 31-5-7 be repealed. 31-5-7. All moneys heretofore allotted or to be hereafter allotted to the state from the federal government as federal aid for roads, shall be expended by the Transportation Commission on the type of highway designated as provided by the terms of the allotment. Section 31. That § 31-5-8 be amended to read as follows: 31-5-8. All moneys levied and collected by the state by general state taxation for state highway purposes, or received from the sale of bonds, or appropriated for state highway purposes, shall be expended only in the laying out, marking, constructing, reconstructing, or maintaining public highways forming the trunk highway system except such sums as are required for the maintenance and for the expenses of the Transportation Commission as provided in chapter 31-2, and except that. However, twenty-five percent of all such funds moneys accruing to the state highway fund, other than from federal funds, shall be at the disposal of the Department of Transportation may be used by the department in marking, constructing, reconstructing, repairing, or maintenance of highways of the state. Section 32. That § 31-5-9 be repealed. 31-5-9. The Department of Transportation shall determine the improvements to be made upon the trunk highway system during any year or years. Immediately upon the determination to make certain improvements upon the trunk highway system the department shall cause a survey to be made and complete plans and data to be prepared. Section 33. That § 31-5-11 be amended to read as follows: 31-5-11. Payments from all funds made available for road and bridge construction contracts for the trunk highway system shall be made from time to time by the state treasurer upon estimates approved by the state highway engineer department. Upon partial payments made upon signed contracts, the approval of the state highway engineer department on such partial payment vouchers is sufficient proof of the correctness of the same, and the oath of the payee is not required in this case. Section 34. That § 31-5-12 be repealed. 31-5-12. The Department of Transportation may arrange to have the work done by day labor, convict labor, or arrangement with the board of county commissioners, and may use the county forces and machinery. Section 35. That § 31-5-13 be repealed. 31-5-13. The boards of county commissioners are authorized to bid for the county upon work in their respective counties or may enter into contract with the state, without submitting competitive bids at advertised lettings. Section 36. That § 31-5-14 be repealed. 31-5-14. The board of county commissioners of any county is authorized to cooperate with the Department of Transportation in the construction and maintenance of the state trunk highway system lying within its county and to use and expend funds from its county road fund for that purpose. Section 37. That § 31-5-15 be repealed. 31-5-15. The Department of Transportation may purchase machinery, equipment, surplus war materials and arrange with local governments or contractors to use any machinery so obtained by the department, according to such terms as may be agreed to by the Transportation Commission. Money received from rental or sale of machinery or other surplus war materials or for freight or other charges shall be deposited with the state treasurer and credited to the state highway funds. Section 38. That § 31-5-17 be repealed. 31-5-17. The Department of Transportation shall keep a detailed set of books and accounts, showing the expenditures by it and coming under its charge and supervision, and the amounts available for construction and maintenance work in each of the several counties. Section 39. That § 31-5-19 be amended to read as follows: 31-5-19. To more effectually preserve the historical, archaeological, and paleontological remains of the state, the Department of Transportation is authorized to department may enter into agreements with the appropriate agencies of the state charged with preserving historical, archaeological, and paleontological remains to have these agencies remove and preserve such remains disturbed or to be disturbed by highway construction and to use highway funds, when if appropriated, for this purpose. This authority specifically extends to highways which are part of the National System of Interstate and Defense Highways as defined in the Federal Aid Highway Act of 1956, Public Law 627, 84th Congress, and the use of state funds on a matching basis with such federal funds therein. Section 40. That § 31-6-1 be amended to read as follows: 31-6-1. In order that the state may, through its the Department of Transportation, more fully cooperate with the federal government in its program for extending aid in construction of certain roads designated by Title 23, United States Code, and acts amendatory thereof as secondary roads, the Department of Transportation is hereby authorized and empowered to department may participate and assist in said the program to the extent hereinafter provided by this chapter. Section 41. That § 31-6-2 be amended to read as follows: 31-6-2. The Department of Transportation is hereby authorized and empowered to department may cooperate with the various boards of county commissioners, and other appropriate local road officers of the state, and the Federal Highway Administration, in the selection of a system of secondary roads as set out in Title 23, United States Code, and to may submit to the Federal Highway Administration in the same manner as other federal aid projects are now submitted, projects for improving any roads on the principal secondary roads, rural free delivery mail, and public school bus routes, either outside of municipalities or inside of municipalities of less than five thousand population, and which are not on the federal aid primary highway system or state trunk highway system. Section 42. That § 31-6-3 be amended to read as follows: 31-6-3. Before any project under the provisions of this chapter may be submitted to the Federal Highway Administration, a request for the submission of the project shall be embodied in a resolution passed by the governing body of the county having control of the highway upon which the project is desired, and a certified copy of same shall be filed with the Department of Transportation department, together with an agreement by the county to reimburse the Department of Transportation department for any costs over and above those costs covered by the federal-aid secondary funds available to the county plus the state highway funds matching those federal-aid secondary funds to carry out said the project to the beginning of construction. However, if the county petitioning for the project desires to use its own highway organization for the making of such the preliminary survey, plans, and estimates, it the county may do so, but same the survey, plans, and estimates shall be submitted in detail to the Department of Transportation department for approval. Section 43. That § 31-6-4 be amended to read as follows: 31-6-4. In case any secondary road project is approved by the Federal Highway Administration, the Department of Transportation department may call for bids and let a contract for the work in the same manner as now provided for federal aid projects, provided, however, that no such. However, no contract shall may be let until the county having jurisdiction of said the highway, shall have has fully and legally provided for the payment of any project costs over and above those costs covered by the federal-aid secondary funds available to the county plus the state highway fund matching those federal-aid secondary funds. However, no such contract may be let until the political subdivision under whose jurisdiction the highway upon which the project is to be constructed has entered into a binding agreement to maintain the project when completed at its the subdivision's own cost and expense in such manner as shall may be agreeable to the federal highway administration and the Department of Transportation department. Section 44. That § 31-6-5 be amended to read as follows: 31-6-5. The jurisdiction and control of the highways upon which any said secondary road projects may be approved or constructed, shall be is and shall remain in the county or other political subdivision as it was, and to the extent it was at the time of the setting up of said the project save and only that. However, the Department of Transportation shall have power to department may enter into a project agreement with the Federal Highway Administration for same, contract for construction of same the project, and shall have full power and authority to supervise, control, and oversee the construction of said the project in accordance with their agreement with the Federal Highway Administration. Section 45. That § 31-6-6 be amended to read as follows: 31-6-6. The State of South Dakota shall is not be ultimately liable for the costs of any such secondary road project not redeemable from public road funds including the state match of those funds but shall act solely. The department shall act as agent for the county affected hereby in submission of said the project, letting of the contract, and the supervision and control of the construction and shall be reimbursed by the. The county originating the project shall reimburse the state for its the state's share of all money expended and not redeemable from federal funds plus state match in bringing same the project to the construction stage regardless of whether or not said the contract is finally let, and the Department of Transportation shall also be reimbursed by the. The county requesting said the project shall reimburse the department in case the contract is let for all expenses incurred in supervising or controlling the construction work, and for all money paid out or advanced at any time in carrying out the construction of said the project and not redeemable from federal funds including the state match of those funds. Section 46. That § 31-6-7 be amended to read as follows: 31-6-7. Nothing in this chapter contained shall may be construed to bind the State of South Dakota, or the Department of Transportation department to pay the cost of maintenance of said projects any secondary road project when completed; it being the intention of this statute to place the maintenance cost of said projects upon the. The political subdivision under whose jurisdiction the highway is at the time said maintenance work is required is responsible for the maintenance cost of the project. Section 47. That § 31-6-9 be amended to read as follows: 31-6-9. The Transportation Commission shall provide sufficient funds from the state highway fund to match all federal-aid secondary funds used to construct a project under this chapter. This section shall be applicable to federal-aid secondary funds allocated to the counties after July 1, 1989. Section 48. That § 31-7-1 be amended to read as follows: 31-7-1. For the purpose of this chapter Terms used in this chapter mean: (1) \"National system of interstate highways,\" includes all highways that have been or may become eligible for development with funds provided by federal highway acts for use on the interstate system; (2) \"Control areas,\" a control area is a metropolitan area, first or second class municipality, or industrial center, defense installation, a topographic feature such as a mountain pass, a favorable river crossing, a hub road which would result in material traffic increment on the interstate route, a section of completed expressway, or a place on the common boundary of two states agreed to by the states concerned; (3) \"Intermediate control points,\" an intermediate control point is either end of an acceptable section on final location of an interstate route; (4) \"Department,\" the Department of Transportation. Section 49. That § 31-7-2 be amended to read as follows: 31-7-2. The Department of Transportation is hereby authorized and empowered to department may employ such assistants, agents, engineers, and engineering consultants and to enter into such contractual relations in behalf of the state and to do and perform all such acts as are necessary for the public good agreeable to the provisions of this chapter. Section 50. That § 31-7-3 be amended to read as follows: 31-7-3. The South Dakota Department of Transportation department, in cooperation with the Federal Highway Administration of the United States Department of Transportation, or other agencies of the United States government, may locate and construct the South Dakota sections of the National System of Interstate Highways according to American Association of State Highway and Transportation Officials Standards peculiar to that system and shall operate and maintain said the highways as toll-free facilities as hereinafter provided. Section 51. That § 31-7-4 be amended to read as follows: 31-7-4. The Department of Transportation is hereby authorized and empowered to department may determine the location of aforesaid toll-free highways along alignments consistent with interstate highway standards. Section 52. That § 31-7-5 be amended to read as follows: 31-7-5. The Department of Transportation is hereby authorized and empowered to department may acquire right-of-way, borrow pits, and other land and materials under the provisions of §§ 31-19-1 to 31-19-19, inclusive. Section 53. That § 31-7-6 be amended to read as follows: 31-7-6. The Department of Transportation is hereby authorized and empowered to department may designate locations and to establish, limit, and control such points of ingress and egress as is desirable to ensure proper operation of highways of the national system of interstate highways and to prohibit entrance to or egress from said the highways at points not so designated. Section 54. That § 31-7-7 be amended to read as follows: 31-7-7. The Department of Transportation is hereby authorized and empowered to department may construct grade separations at intersections with other public roads and to adjust the lines and grades of such other roads so as to accommodate the design of toll-free roads of the national system of interstate highways. Section 55. That § 31-7-8 be amended to read as follows: 31-7-8. It shall be the duty of the Department of Transportation The department, in cooperation with the United States government and adjacent states, to may establish control areas and control points between control areas as set forth in this chapter and to program the construction on said the interstate system in a manner that will permit use of new construction on sections connecting the intermediate control points. Section 56. That § 31-7-9 be amended to read as follows: 31-7-9. The Department of Transportation shall have power to department may mark said the highways with the names or numbers that are selected for use as identification of the highways by the states through which the interstate routes pass. Section 57. That § 31-7-10 be amended to read as follows: 31-7-10. The Department of Transportation is authorized to department may use such state highway funds as are required by federal highway acts for matching federal funds allocated for construction on the interstate system. Section 58. That § 31-7-11 be amended to read as follows: 31-7-11. Maintenance expense of said the interstate system shall be from state highway funds, except that. However, highway funds of counties, townships, and municipalities, and villages may be used in the maintenance of local service roads, overpasses, and underpasses constructed in connection with the interstate system, unless federal funds are made available for this purpose. Section 59. That § 31-7-13 be amended to read as follows: 31-7-13. Counties, townships, and municipalities, and villages are authorized to may expend highway funds for the maintenance of local service roads, overpasses, and underpasses constructed in connection with the interstate highway system upon assuming maintenance obligations by agreement with the Department of Transportation department. Section 60. That § 31-7-14 be amended to read as follows: 31-7-14. This The provisions of this chapter shall in no way do not alter the duties of the Department of Transportation department in laying out, constructing, or maintaining the state trunk highway system, nor shall it do they prohibit or require that the interstate system follow or cease to follow any of the designated portions of the state trunk system. Section 61. That § 31-7-15 be amended to read as follows: 31-7-15. It is a petty offense to No person may camp at any rest and recreation areas area established by the Department of Transportation department within and adjacent to the national system of interstate highways in South Dakota. A violation of this section is a petty offense. Section 62. That § 31-7-17 be amended to read as follows: 31-7-17. No person temporarily resting in any vehicle is in violation of the provisions of § 31-7-15. For purposes of this section, temporarily resting means stopping, parking, or otherwise keeping or occupying any vehicle in a rest or recreation area, or any portion thereof not officially designated for camping, for not more than three consecutive hours or, if the driver of a commercial motor vehicle subject to the provisions of 49 C.F.R. Part 395, as of January 1, 2001 2009, for not more than eight ten consecutive hours. Section 63. That § 31-7-18 be amended to read as follows: 31-7-18. Any person violating the provisions of § 31-7-15, in addition to the penalty provided by § 22-6-7, may be fined an amount as determined by the court which may be necessary to reimburse the Department of Transportation department for the expense of repairing any damage to such rest and recreation area resulting from such violation. Section 64. That § 31-8-2 be amended to read as follows: 31-8-2. Highways or streets Any highway or street constituting a controlled-access facilities facility may be freeways a freeway open to use by all customary forms of street and highway traffic; or they the highway or street may be parkways a parkway from which trucks, buses, and other commercial vehicles shall be are excluded. Section 65. That § 31-8-3 be amended to read as follows: 31-8-3. The highway authorities of the state, counties, and municipalities, acting alone or in cooperation with each other or with any federal, state, or local agency or any other state having authority to participate in the construction and maintenance of highways, are hereby authorized to may plan, designate, establish, regulate, vacate, alter, improve, maintain, and provide controlled-access facilities for public use wherever such the authority or authorities are is of the opinion that traffic conditions, present or future, will justify such the special facilities, provided, that. However, within municipalities such a municipality that authority shall be is subject to such any municipal consent as may be provided required by law. Section 66. That § 31-8-5 be amended to read as follows: 31-8-5. The highway authorities of the state, counties, and municipalities are authorized to so may design any controlled-access facility and to so regulate, restrict, or prohibit access as to best serve the traffic for which such the facility is intended. In this connection such the highway authorities are authorized to may divide and separate any controlled-access facility into separate roadways by the construction of raised curbings, central dividing sections, or other physical separations, or by designating such separate roadways by signs, markers, stripes, and the proper lane for such traffic by appropriate signs, markers, stripes, and other devices. Section 67. That § 31-8-6 be amended to read as follows: 31-8-6. No person shall have has any rights right of ingress or egress to, from or across any controlled-access facilities facility to or from any abutting lands land, except at such any designated points point at which access may be permitted, upon such terms and conditions as may be specified from time to time. Section 68. That § 31-8-7 be amended to read as follows: 31-8-7. For the purposes of this chapter, the highway authorities of the state, counties, or municipalities may acquire private or public property rights for any controlled-access facilities facility and service roads road, including rights of access, air, view, and light, by gift, devise, purchase, or condemnation in the same manner as such units are now or hereafter as may be authorized by law to acquire such property or property rights in connection with highways any highway and streets street within their respective jurisdictions. Section 69. That § 31-8-8 be amended to read as follows: 31-8-8. In connection with the acquisition of property or property rights for any controlled-access facility or portion thereof, or service road in connection therewith, the state, county, city, or town highway authority may, in its discretion, acquire an entire lot, block, or tract of land, if, by so doing, the interests of the public will be best served, even though said the entire lot, block, or tract is not immediately needed for the right-of-way proper. Section 70. That § 31-8-9 be amended to read as follows: 31-8-9. Court proceedings Any court proceeding necessary to acquire property or property rights for purposes of this chapter may take precedence over all other causes not involving the public interest in all courts, to the end that the provision of controlled-access facilities may be expedited. Section 71. That § 31-8-10 be amended to read as follows: 31-8-10. The highway authority of the state, county, or municipality may designate and establish any controlled-access highways highway as a new and additional facilities facility or may designate and establish an existing street or highway as included within a controlled-access facility. Section 72. That § 31-8-11 be amended to read as follows: 31-8-11. The state or any of its subdivisions shall have authority to may provide for the elimination of intersections at grade of controlled-access facilities with existing state and county roads, and city or town streets, by grade separation or service road, or by closing off such the roads and streets at the right of way boundary line of such controlled-access facility; and after. After the establishment of any controlled-access facility, no highway or street which is not a part of said the facility shall may intersect the same facility at grade. Section 73. That § 31-8-12 be amended to read as follows: 31-8-12. No city or town municipal street, county or state highway, or other public way shall may be opened into or connected with any such controlled-access facility without the consent and previous approval of the highway authority in the state, county, or municipality having jurisdiction over such the controlled-access facility. Such The consent and approval shall be given only if the public interest shall be is served thereby. Section 74. That § 31-8-13 be amended to read as follows: 31-8-13. The highway authorities of the state, counties, or municipalities are authorized to may enter into agreements with each other, or with the federal government, respecting the financing, planning, establishment, improvement, maintenance, use, regulation, or vacation of a controlled-access facilities facility or other public ways way in their respective jurisdictions to facilitate the purpose of this chapter. Section 75. That § 31-8-14 be amended to read as follows: 31-8-14. In connection with the development of any controlled-access facility the state, county, city, or town municipal highway authorities are authorized to may plan, designate, establish, use, regulate, alter, improve, maintain, and vacate local service roads and streets or to designate as local service roads and streets any existing road or street, and to exercise jurisdiction over service roads in the same manner as is authorized over any controlled-access facilities facility under the terms of this chapter, if, in their opinion, such the local service roads and streets are necessary or desirable. Such The local service roads road or streets street shall be of appropriate design, and they shall be separated from the controlled-access facility proper by means of all devices designated as necessary or desirable by the proper authority. Section 76. That § 31-8-16 be amended to read as follows: 31-8-16. No automotive service station or other commercial establishment for serving motor vehicle users may be constructed or located within the right-of-way of, or on publicly owned or publicly leased land acquired or used for or in connection with, a controlled-access highway. This section does not apply to a vending facility, vending soft drinks only, operated for the benefit of visually impaired vendors any vendor who is blind or visually impaired licensed by the division of service to the visually impaired Division of Service to the Blind and Visually Impaired. A violation of this section is a Class 2 misdemeanor. Section 77. That § 31-9-1 be amended to read as follows: 31-9-1. The Department of Transportation in the case of state trunk highways, and the board of county commissioners of the proper an affected county in the case of county highways, may relinquish to the United States for use and construction and control of highways by the secretary of interior, acting through the national park service, all of the interest of the state and the county in such portions of public highways lying within the boundaries of national parks and national monuments. The relinquishment of interest in such the highways shall operate as a cession to the United States of jurisdiction for highway purposes over such portions of the highways lying within said national parks or national monuments. Section 78. That § 31-9-2 be repealed. 31-9-2. If the Department of Transportation relinquishes any part of the state trunk highway in accordance with § 31-9-1, the Transportation Commission without notice or hearing may pass a resolution removing as much as has been relinquished from the state trunk highway system. Upon the passage of the resolution by the Transportation Commission, and the adoption and filing of the resolution in the office of the Department of Transportation at Pierre, South Dakota, the relinquished portion ceases to be a part of the state trunk highway system. Section 79. That § 31-9-3 be repealed. 31-9-3. Relinquishment by the board of county commissioners of any portion of any county roads in accordance with § 31-9-1 shall be by resolution of the board of county commissioners concerned, without notice and without compliance with any other statute providing for vacation of county highways and shall operate as cession to the United States of jurisdiction of same for highway purposes. In case of the cession of any part of a county road a copy of the resolution so doing shall be filed with the Department of Transportation at Pierre, South Dakota. Section 80. That § 31-10-1 be amended to read as follows: 31-10-1. Whenever in this chapter the word, bridge, or the word, culvert, is used, it shall have the following meaning: The word, bridge, shall mean Terms used in this chapter mean: (1) \"Bridge,\" a structure, including supports, erected over a depression or an obstruction, as water, highway, or railway, said the structure having a length measured along the center of the roadway of more than twenty feet between undercopings of abutments or extreme ends of openings for multiple boxes and pipes where the clear distance between openings is less than half of the smaller contiguous opening. The word, culvert, shall mean; (2) \"Culvert,\" any structure not classified as a bridge which provides an opening under any roadway; (3) \"Department,\" the Department of Transportation. Section 81. That § 31-10-2 be amended to read as follows: 31-10-2. For the purposes of §§ 31-10-2 to 31-10-11, inclusive, the following definitions shall apply terms mean: (1) \"Boundary state highway bridge:,\" a highway bridge over a stream, river, or lake on the boundary line between the State of South Dakota and an adjoining state, which bridge is located or to be located on a state highway or an extension of such highway and constitutes or will constitute a connecting link between the state highway system of this state and an adjoining state.; (2) \"Bridge:,\" in addition to its ordinary meaning, the word, bridge, shall include term includes the substructure, superstructure, approach spans, approach fills and roadway, right-of-way, and all other items necessary to make such structure complete and accessible to traffic. Section 82. That § 31-10-3 be amended to read as follows: 31-10-3. The Department of Transportation is hereby authorized and empowered to department may acquire by purchase or condemnation, construct, and maintain boundary state highway bridges. Section 83. That § 31-10-4 be amended to read as follows: 31-10-4. In the purchase, acquisition, construction, or maintenance under §§ 31-10-2 to 31-10-11, inclusive, of any boundary state highway bridge or approaches thereto, the Department of Transportation shall have authority and power to department may purchase, or to institute and maintain proceedings for the condemnation of the necessary right-of-way therefor. All the provisions of the law relating to the condemnation of real or personal property for public state purposes shall apply to the provisions hereof and may be exercised by the Department of Transportation department for the carrying out of the purposes of §§ 31-10-2 to 31-10-11, inclusive. Section 84. That § 31-10-6 be amended to read as follows: 31-10-6. The Department of Transportation shall department may not purchase, acquire by condemnation, or construct any bridge under the provisions of §§ 31-10-2 to 31-10-11, inclusive, until such time as the adjoining and contracting state shall furnish furnishes its proportionate share of the purchase price or cost of construction, or signify its intention, by and through its proper department, of acquiring title through the exercise of the power of eminent domain of the portion of any existing bridge situate in such the adjoining state. Section 85. That § 31-10-8 be amended to read as follows: 31-10-8. All bridges Any bridge purchased or constructed under §§ 31-10-2 to 31-10-11, inclusive, shall be free from tolls, except that. However, tolls may be collected on the traffic crossing any such the bridge until such time as the net sum of tolls so collected plus funds paid as provided in §§ 31-10-6 and 31-10-7, shall equal equals the cost of said the structure plus a reasonable rate of interest on deferred installments of said the cost. The portion of the net tolls collected on any such the bridge, going to the State of South Dakota shall be credited to the state highway fund. Section 86. That § 31-10-9 be amended to read as follows: 31-10-9. Agreements Any agreement entered into under §§ 31-10-2 to 31-10-11, inclusive, by the Department of Transportation department, for the purchase or construction of any bridge, may provide for one or more annual payments, but not exceeding ten. A reasonable rate of interest may be paid on deferred installments to be paid under any such agreements agreement. Section 87. That § 31-10-10 be amended to read as follows: 31-10-10. The State of South Dakota shall be is under no obligation to make any payments on account of any agreement entered into under §§ 31-10-2 to 31-10-11, inclusive, out of any fund other than the state highway fund. Section 88. That § 31-10-11 be amended to read as follows: 31-10-11. Before the Department of Transportation shall enter department enters into any contract for the purchase of any bridge, under the provisions of §§ 31-10-2 to 31-10-11, inclusive, an appraisal shall be made of such the bridge and its approaches, or the portion of such the bridge and approach thereto situate in this state, and no. No contract shall may be entered into or any money used for such purchase exceeding the appraised value of that portion of such the bridge situate within the State of South Dakota. Section 89. That § 31-10-12 be amended to read as follows: 31-10-12. The State of South Dakota, by and through its Department of Transportation the department, may accept title to and responsibility for the repair, maintenance, and ownership of that portion of any existing toll bridge situated within the boundaries of the State of South Dakota, whenever if: (1) That portion of such the bridge shall be is offered to this state by its owners free of existing bonded indebtedness and current costs of operation; and (2) Any adjoining state in which the remainder of such the bridge is situated shall signify signifies its intention, by and through its proper governmental instrumentality, having control and supervision over state bridges, of accepting title to and responsibility for the repair, maintenance, and ownership of the portion of the bridge situated in such the adjoining state. Section 90. That § 31-10-13 be amended to read as follows: 31-10-13. Subsequent to the acceptance of title to and responsibility for that portion of any such bridge, in the manner set forth in § 31-10-12, the Department of Transportation of the State of South Dakota, is authorized to department may operate any such the bridge, in conjunction with the proper governmental authority of an adjoining state, free of tolls. Section 91. That § 31-10-14 be amended to read as follows: 31-10-14. The Department of Transportation of the State of South Dakota department shall repair and maintain and assume ownership of that part of any bridge situated within the State of South Dakota after acceptance thereof as provided in § 31-10-12. Section 92. That § 31-10-15 be amended to read as follows: 31-10-15. The cost of operation and maintenance of that part of any bridge situated within the State of South Dakota after acceptance thereof, as provided in § 31-10-12, shall be paid by the Department of Transportation of the State of South Dakota department out of the state highway fund. Section 93. That § 31-10-16 be amended to read as follows: 31-10-16. The Department of Transportation department may enter into a reciprocity agreements agreement and any other agreements agreement with the proper governmental authorities of an adjoining state for the sharing of the cost of joint operation, repair, and maintenance pursuant to § 31-10-13. Section 94. That § 31-14-1 be amended to read as follows: 31-14-1. Whenever in this chapter the word, bridge, or the word, culvert, is used, it shall have the following meaning: The word, bridge, shall mean Terms used in this chapter mean: (1) \"Bridge,\" a structure, including supports, erected over a depression or an obstruction, as water, highway, or railway, said the structure having a length measured along the center of the roadway of more than twenty feet between undercopings of abutments or extreme ends of openings for multiple boxes and pipes where the clear distance between openings is less than half of the smaller contiguous opening. The word, culvert, shall mean; (2) \"Culvert,\" any structure not classified as a bridge which that provides an opening under any roadway; (3) \"Department,\" the Department of Transportation. Section 95. That § 31-14-4 be amended to read as follows: 31-14-4. All bridges, abutments, and approaches or repairs to bridges hereafter Any bridge, abutment, and approach or repair to a bridge required in any county of this state, shall be constructed in accordance with plans and specifications therefor, which shall be prepared by the Department of Transportation department or a registered engineer retained by the board of county commissioners for such purpose and which. The plans and specifications shall show and describe the style and size thereof, the kind, weight, and quality of all materials to be used in their the construction and the proper proportion of the ingredients for mixture and reinforcements. Section 96. That § 31-14-5 be amended to read as follows: 31-14-5. The profile, location, soundings, and estimated watershed provided for in § 31-14-3 may then be forwarded to the Department of Transportation department together with a request for plans and specifications for such bridge or abutments, piers, or other related piece of work, or may be used by a registered engineer retained by the board of county commissioners in preparing plans and specifications for such work. Plans and specifications prepared by a registered engineer retained by the board of county commissioners shall conform to the design requirements of the American Association of State Highway and Transportation Officials. Such The plans and specifications, whether prepared by the department or by a registered engineer retained for that purpose, shall be forwarded to the proper county auditor who shall place them on file in his the auditor's office. Section 97. That § 31-14-11 be amended to read as follows: 31-14-11. Promptly at the hour specified, the board of county commissioners in open session shall proceed to examine all sealed bids and notify the successful bidder that his the bid has been accepted, subject to the approval of the Department of Transportation department as provided for in § 31-14-12. Upon being so notified, the successful bidder shall forthwith enter into a contract with such county in accordance with his the bid, and such the successful bid, together with the plans and specifications upon which such the bid was based, shall be is deemed a part of the contract. Section 98. That § 31-14-12 be amended to read as follows: 31-14-12. Before any contract for a bridge or piece of work, entered into by and between any successful bidder and the board of county commissioners, the total amount of which shall exceed exceeds the sum of two thousand dollars, shall be is valid, it must shall first have the approval of the Department of Transportation department. If the department finds upon examination of the contract that the contract price is too high, taking into account the material used and existing circumstances, it shall be the duty of said the department to shall inform the board of county commissioners of its reason for rejecting such the contract and to advise a method of proceeding in the matter. In all cases where Whenever bids are rejected as being too high, the work may be let at private contract if so recommended and approved by the department. Section 99. That § 31-14-19 be amended to read as follows: 31-14-19. The county highway superintendent shall keep a detailed account of all material found necessary to add to or deduct from each and every structure as set forth in the plans and specifications therefor, and on completion, a detailed statement of the cost of the structure, including the additions or reductions from the contract price, and compensation to the inspector, if any, shall be filed with the county auditor by the county highway superintendent, and it shall be the duty of the. The county auditor to shall forward a copy of such the cost statement to the Department of Transportation department. Section 100. That § 31-14-21 be amended to read as follows: 31-14-21. In lieu of accepting any bids received upon any bridge, approach, or abutment, or repair to bridge, or in case of emergency, the board of county commissioners may, if in their judgment such the bridge or piece of work may be procured for less money than the amount of any bid submitted, cause the same to be built by day labor by regular county labor and county-owned equipment. Such The construction shall be in charge of the county highway superintendent and he. The superintendent shall hire a foreman, purchase the necessary material, and hire the necessary labor for the construction of each and every such bridge, or piece of work, and such work shall be done in accordance with plans and specifications therefor furnished by the Department of Transportation department the same as any other bridge or piece of work let by contract. Section 101. That § 31-14-22 be amended to read as follows: 31-14-22. The county highway superintendent shall keep a careful and itemized account of the quantity and cost of all materials and labor used in the construction of each such bridge or piece of work, in a standard form prescribed by the Department of Transportation, and such department. The cost statement shall be filed with the county auditor and a copy transmitted to the department as in the case of the cost statement of any other bridge or piece of work as provided in this chapter. Section 102. That § 31-14-23 be amended to read as follows: 31-14-23. If it is deemed advisable by the board of county commissioners, they the board may purchase such materials as cement, sand, stone, metal, culverts, reinforcement steel, or other material to be used in the construction of roads, bridges, and culverts, in quantities sufficient to meet the estimated demand of such the county for such materials for the next succeeding twelve months. Before purchasing any such materials, however, the board of county commissioners must shall first have an estimate prepared by the county highway superintendent setting forth the needs of the county during the twelve months, and the. The county highway superintendent shall prepare specifications of the quality of all materials, such specifications to be approved by the Department of Transportation department. No patented material shall may be specified to the exclusion of unpatented material. Section 103. That § 31-14-25 be amended to read as follows: 31-14-25. Before any contract is let by any board of county commissioners under § 31-14-24, the necessity for such the emergency contract must shall first be approved by the Department of Transportation department and any contract let thereunder must shall in all respects be first approved by the department. Section 104. That § 31-14-36 be amended to read as follows: 31-14-36. In making such apportionment of any highway or meandered stream constituting the county line between two or more counties, as provided by § 31-14-35, the respective boards of county commissioners shall take into consideration the number of streams crossing such the highway and the probable necessity of the number of bridges to be constructed and to be kept in repair upon such the county line, and in. In apportioning the same into districts for the purpose of such section they highway or stream, the boards shall equalize, as near as possible, the burden of building and maintaining the bridges on the highways of such the county line. In case of a failure to apportion any such highway or meandered stream, as provided in § 31-14-35, the same shall be apportioned by the Department of Transportation department. Section 105. That § 31-17-1 be amended to read as follows: 31-17-1. If any portion of a county highway system shall lie lies on a state line, the Department of Transportation is authorized to may confer with the authorities of the bordering state and to agree upon the assignment of portions of such the highway to the counties of the two states for construction, repair, and maintenance, and any such agreement and assignment made before July 1, 1939, is hereby confirmed. Section 106. That § 31-17-2 be amended to read as follows: 31-17-2. Subject to approval of the Department of Transportation department, boards of county commissioners of adjoining counties shall make proper connections between roads which cross county lines and which afford continuous routes of travel; adopt plans and specifications for highway construction, reconstruction, and repairs upon highways along and across county boundary lines, and make an equitable division between such counties of the cost and work of execution of such plans and specifications; such division, in. In case of disagreement, to be made by on the division, the Transportation Commission shall make the division. Section 107. That § 31-17-3 be amended to read as follows: 31-17-3. Whenever If boards of county commissioners fail to perform the duty prescribed by 31-17-2 § 31-17-2, or in case of disagreement by such boards, an appeal may be made to the Transportation Commission by one of them, and the. The commission shall notify the county auditors of the counties concerned that the commission will, on a day not less than ten days thereafter, at a named time and place within one of such counties, hold a hearing to determine all matters involved. At such the hearing the commission shall fully investigate all questions involved, and shall, as soon as practicable, certify its decision to the different boards, which. The decision shall be is final, and such boards must forthwith shall comply. Section 108. That § 31-17-4 be amended to read as follows: 31-17-4. Any portion of a county highway system lying on a county line and assigned to a county by the Transportation Commission for construction and maintenance shall be considered as lying fully within such the county and all procedure and requirements shall apply to the same as if such the road lay wholly within the limits of one county. Section 109. That § 31-19-22 be repealed. 31-19-22. The provisions of §§ 31-19-1 to 31-19-19, inclusive, as to purchase of rights-of-way and material shall not be held to apply to any right-of-way on any project, which shall have been contracted for prior to January 1, 1939, but on all such projects the same shall be acquired and paid for by the county. Section 110. That § 31-19-39 be repealed. 31-19-39. It is the expressed legislative purpose and intention that the statutes pertaining to condemnation (eminent domain) existing on November 5, 1962, shall be and are hereby ratified, confirmed, reestablished, and declared to be in full force and effect notwithstanding any interpretation to the contrary of the language as contained in S.D. Const., Art. VI, § 13. Section 111. That § 31-19-41 be repealed. 31-19-41. If any provision of §§ 31-19-23 to 31-19-40, inclusive, or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect the provisions or applications of the sections which can be given effect without the invalid provision or application, and to this end the provisions of said sections are declared to be severable. Section 112. That § 31-20-1 be amended to read as follows: 31-20-1. Whenever it shall be If deemed necessary by the Department of Transportation in order to avoid natural obstructions or, to make a shorter system route, or to eliminate curves, or to avoid valuable improvements it shall be lawful to locate, a highway may be located over and across any common school, endowment, or other state lands in the manner which is now or may hereafter be provided by law for laying out public highways, subject to the approval of the commissioner of school and public lands. Section 113. That § 31-24-1 be amended to read as follows: 31-24-1. In If the construction, improvement, and repair of any public highway by the state, or by any county or township, where the work of construction or repair shall be of such character as to leave leaves a ditch or elevation along the roadside and thereby to deprive deprives any abutting landowner of easy and convenient access from his the owner's land to such the highway, it shall be the duty of the highway authorities authority, except as provided by chapters 31-7 and 31-8, to shall provide the owner of such the abutting tract or farm, as well as each church, school, park, playground, or other public building or ground, with one point of easy and convenient access to a public highway by constructing at the public expense, such grades, approaches, bridges, culverts, or other structures as may be necessary for that purpose. The However, the provision herein contained authorizing construction of entrances at the expense of the authority having charge of the maintenance shall only apply applies to new construction. Section 114. That § 31-24-2 be amended to read as follows: 31-24-2. Approaches required by § 31-24-1 shall be built by the proper authorities highway authority constructing the highway in all cases where if the building of such approach becomes necessary as a result of highway construction, and such approaches shall be built by the county, or township charged with the maintenance of such highway in other cases. In all cases any such structure, culvert, bridge, or approach so constructed shall thereafter be maintained and kept in repair by the highway authorities who are charged with the maintenance of such the highway. Section 115. That § 31-24-3 be amended to read as follows: 31-24-3. The owner, as a matter of right, shall is not be entitled under § 31-24-1 to the construction of more than one farm entrance on any one tract or parcel of land at the expense of the public authority whose duty it is to maintain the highway; but such. However, the owner may at his own the owner's expense upon making application to and receiving written consent of the said authority construct other entrances provided same if the entrances are constructed at the place and in the manner designated by said the authority in its written permit. Section 116. That § 31-24-4 be amended to read as follows: 31-24-4. Notwithstanding § 31-24-3, if at the time of the construction, improvement, or repair of any public highway the abutting owner has more than one farm entrance to the highway, which entrance has been in reasonably constant use for more than two years prior to said the new construction he the owner shall be furnished a like number of entrances by the authority having charge of said the construction, improvement, or repair, provided same does if the entrances do not materially add to the hazard of public travel on such the highway, and provided further that. However, no owner of property adjoining said the highway shall be is entitled to more than two such entrances at the expense of the authority charged with the maintenance of said the highway, on any one continuous half mile of adjoining property. Section 117. That § 31-24-5 be amended to read as follows: 31-24-5. No connecting structure or approach described by § 31-24-1 shall may be constructed by the highway authorities upon private property nor beyond the right-of-way line. Section 118. That § 31-24-6 be amended to read as follows: 31-24-6. Wherever If any public highway as already constructed is of such character as to deprive the owner of the abutting land of easy and convenient access from his the owner's land to the highway, the owner of said the land may, at his own the owner's expense, except as provided by chapters 31-7 and 31-8, construct an entrance to said the abutting land but in no case shall said. However, no entrance may be constructed until such the landowner has obtained a permit from the authority whose duty it is to maintain said the highway for the construction of said the entrance, and same must. The entrance shall be constructed in accordance with plans approved by said the authority and said. The authority must shall fix the width and location of said the entrance and same must the entrance shall be constructed in accordance therewith. Section 119. That § 31-24-7 be amended to read as follows: 31-24-7. No entrance shall may be so constructed pursuant to § 31-24-6 as to interfere with the proper and necessary drainage of said the highway and no. No portion of the right-of-way of said the highway other than that necessary for said the entrance shall be occupied or used for business purposes. Section 120. That § 31-24-8 be repealed. 31-24-8. Nothing contained in §§ 31-24-1 to 31-24-7, inclusive, shall prejudice the right of any person who on March 11, 1941, had a legal right to any entrance to a public highway from enforcing same against the proper authorities. Section 121. That § 31-24-9 be amended to read as follows: 31-24-9. It shall be the duty of all highway overseers, township Township supervisors, county commissioners, transportation department authorities the Department of Transportation, or others having direction of any highway grade to shall provide at every place where such grade crosses an intersecting public highway an easy and accessible approach to such grade on each side thereof upon each such intersecting public highway. Such The approach shall be at least twenty-four feet in width. Any officer or other person charged with the duty of providing approaches at an intersection, as provided in this section, who fails in the performance of such the duty, commits a petty offense. Section 122. That § 31-24-10 be repealed. 31-24-10. Any person or persons, referred to in §§ 31-24-11 to 31-24-15, inclusive, as \"owner,\" shall not construct an outdoor drive-in theater adjacent to a highway designated as a portion of the state trunk highway system unless said theater is constructed in such a manner that the reflectorized face of the screen cannot be seen from the highway. Section 123. That § 31-24-11 be repealed. 31-24-11. The owner shall provide for sufficient storage space outside the limits of the highway right-of-way as required by the Department of Transportation for patrons waiting to enter the theater in order that the paved surface of the highway, and roadway shoulders, will not be obstructed by said patrons. Such storage space must always provide for at least twenty-five percent of the total capacity of the theater, in cars. Section 124. That § 31-24-12 be repealed. 31-24-12. The owner shall limit egress from the theater to the designated exit, and ingress to the theater to the designated entrance or entrances. The owner shall erect and maintain a permanent separation, by means of a fence or permanent barricades in such a manner that vehicles seeking exit will of necessity have to use the exit proper, and cannot use the entrance or entrances for exit. Section 125. That § 31-24-13 be repealed. 31-24-13. The owner shall present, to the Department of Transportation, the layout plan for the construction of the theater and approach roads from the theater to the highway, for approval prior to the start of construction. Construction of the theater shall not be started until approval of the said plans, in writing, has been received by the owner from the department. Section 126. That § 31-24-14 be repealed. 31-24-14. The Department of Transportation shall furnish and erect, and the owner bear all material and labor costs, of flashing signal or signals, if the department requires such traffic-control device or devices for the proper safeguarding of highway traffic. If such traffic-control device or devices are erected, the owner shall operate it or them properly by having it or them turned on to flash at all times when the theater is open for business and turned off and locked at all other times. Lock or locks are to be furnished by the owner. Section 127. That § 31-24-15 be repealed. 31-24-15. The Department of Transportation may, at its discretion, furnish and erect two turn-table type signposts, upon which will be mounted reflectorized signs reading \"drive-in theater ahead.\" Such signs shall be erected a suitable distance from the approach roads to and from the theater, and on the right shoulder of the highway facing the traffic approaching the theater location. If such signposts and signs are erected, the owner shall turn them to face oncoming traffic approaching the theater location during the time that the theater is open for business, and to turn them to face away from the highway and lock them in that position at all other times. Locks are to be furnished by the owner. Section 128. That § 31-24-16 be repealed. 31-24-16. Sections 31-24-10 to 31-24-15, inclusive, shall not be deemed to apply to any outdoor drive-in theater constructed and in operation prior to July 1, 1955. Section 129. That § 31-27-2.1 be amended to read as follows: 31-27-2.1. The responsibility of a railroad corporation to maintain and keep in repair grade crossings as provided by law shall does not terminate upon the abandonment of the railroad right-of-way or a portion thereof, but the. The responsibility shall continue continues until the highway is restored to a usable condition. Such The maintenance responsibility shall does not terminate with the disposal of the abandoned railroad right-of-way or the dissolution of the railroad corporation but shall pass passes to the transferee of the abandoned railroad right-of-way or the successors to the railroad corporation. Section 130. That § 31-27-11 be amended to read as follows: 31-27-11. When If no right-of-way is needed for the building of a subway or overhead crossing on a state or county highway, the state or county shall do the necessary grading, approaching, and leading from such the overhead or subway undercrossing. Section 131. That § 31-27-17 be amended to read as follows: 31-27-17. When If a new right-of-way is necessary for the building of a subway or overhead crossing on a state or county highway, the state or county shall pay for the right-of-way and necessary grading, approaching, and leading from such the overhead crossing or subway undercrossing. Section 132. That § 31-27-18 be amended to read as follows: 31-27-18. The clearance or overhead room of any subway or undercrossing shall may not be less than fifteen feet from top of finished grade to bottom of sills of overhead track or trusses. The width or clear roadway of such the subway or undercrossing shall may not be less than twenty-four feet, clear roadway. The approaches to such the undercrossing or overhead crossing shall be straight and under no circumstances shall may these crossings contain curves. Section 133. That § 31-27-20 be amended to read as follows: 31-27-20. A \"railroad right-of-way,\" consists not only of that strip of land, usually one hundred feet wide, over which the main track is laid but such the adjacent extra width of land as may be necessary and useful for cuts, embankments, ditches for change of location of watercourses, and other works of a railroad, appropriate and necessary for railroad purposes. Section 134. That § 31-27-21 be amended to read as follows: 31-27-21. A \"railroad and highway crossing\", usually referred to as a \"railroad crossing,\" shall include includes all that part of a public highway or private road extending from the point where it touches the property line of the right-of-way of the railroad company on one side until it passes over and beyond the railroad company's property line or right-of-way on the opposite side of the right-of-way. Section 135. That § 31-28-1 be amended to read as follows: 31-28-1. The Department of Transportation shall keep the various lines of highways comprising the state trunk highway system, including the connecting streets in municipalities, distinctly marked with some standard design placed on convenient objects along such the routes. Such The design shall be uniform on all parts of the trunk highway system except that. However, the numbers shall occur therein corresponding correspond with the numbers given the various routes by the department, which. The numbers shall coincide with the numbers placed on the official map or maps issued by the department. No similar design shall may be used for marking other routes in South Dakota. Section 136. That § 31-28-2 be amended to read as follows: 31-28-2. Whenever If, in the marking or numbering of any state trunk highway, there is a division of said the highway into two branches, there shall be erected along each of said the highways at the initial point of separation a directional sign indicating the general direction or course of the respective highways as to whether the course of said the highway is east, west, north, or south as the case may be. Section 137. That § 31-28-6 be amended to read as follows: 31-28-6. The public board or officer whose duty it is to repair or maintain any public highway shall erect and maintain at points in conformity with standard uniform traffic control practices on each side of any sharp turn, blind crossing, or other point of danger on such highway, except railway crossings marked as required in § 31-28-7, a substantial and conspicuous warning sign, which. The sign shall be on the right-hand side of the highway approaching such point of danger. A violation Failure to comply with the provisions of this section is a Class 1 misdemeanor. Section 138. That § 31-28-7 be amended to read as follows: 31-28-7. The public board or officer whose duty it is to repair or maintain any public highway shall erect and maintain at points in conformity with standard uniform traffic control practices on each side of the place at which a highway crosses an operational railway track or right-of-way, except within the limits of municipalities, a standard railroad advance warning sign, such. The sign to shall be on the right-hand side of the highway approaching such crossing, and at a distance from such the crossing as the Department of Transportation department or other controlling body shall direct. Any legally abandoned or nonoperational track which is crossed by a public highway and at which the crossing has been properly marked as a railway grade crossing may be marked with a supplemental sign, meeting uniform traffic control practices, to inform drivers of vehicles identified in § 32-29-5 that a stop is not required at that crossing. A violation Failure to comply with the provisions of this section is a Class 1 misdemeanor. Section 139. That § 31-28-10 be amended to read as follows: 31-28-10. The Department of Transportation is hereby authorized to department may classify, designate, and mark both intrastate and interstate highways lying within the boundaries of this state and to provide a uniform system of marking and signing such the highways under the jurisdiction of this state, and such. The system of marking and signing shall correlate with and so far as possible conform to the system adopted in other states. Section 140. That § 31-28-14 be amended to read as follows: 31-28-14. No unauthorized person shall may erect or maintain upon any highway, any warning or direction sign, marker, signal, or light in imitation of any official sign, marker, signal, or light erected under the provisions of this chapter, and no. No person shall may erect or maintain upon any highway any traffic or highway sign or signal bearing thereon any commercial advertising. Nothing in this section shall be construed to prohibit prohibits the erection or maintenance of signs, markers, or signals any sign, marker, or signal bearing thereon the name of an organization authorized to erect the same sign, marker, or signal by the Department of Transportation department or any local authority as defined in this chapter. Section 141. That § 31-28-16 be amended to read as follows: 31-28-16. The Department of Transportation department and boards of county commissioners are authorized to may designate certain state and county highways, or portions thereof, as preferential or arterial highways and the. The traffic upon any such highway so designated shall have the right-of-way. Failure to comply with the provisions of this section is a Class 2 misdemeanor. Section 142. That § 31-28-17 be amended to read as follows: 31-28-17. Except within the limits of a municipality, the Department of Transportation department and county commissioners may designate any hazardous intersection as a stop intersection, and designate any railroad crossing as a stop crossing. Such The intersections and railroad crossings shall be designated by placing a stop sign at the point of stop, such. The sign to be preceded by a warning sign so as to give warning of stop. Failure to stop at the point of stop of such intersections and railroad crossings is a Class 2 misdemeanor. Section 143. That § 31-28-19 be amended to read as follows: 31-28-19. No person shall may place, maintain, or display upon or in view of any highway any unauthorized sign, signal, marking, or device which purports to be or is an imitation of or resembles an official traffic control device or railroad sign or signal, or which attempts to direct the movement of traffic, or which hides from view or interferes with the effectiveness of any official traffic control device or any railroad sign or signal. A violation of this section is a Class 2 misdemeanor. Section 144. That § 31-28-20 be amended to read as follows: 31-28-20. No person shall may place or maintain nor shall may any public authority permit upon any highway any traffic sign or signal bearing thereon any commercial advertising. A violation of this section is a Class 2 misdemeanor. Section 145. That § 31-28-21 be amended to read as follows: 31-28-21. Sections 31-28-19 The provisions of § 31-28-19 and 31-28-20 shall not be deemed to do not prohibit the erection upon private property adjacent to highways of signs giving useful directional information and of a type that cannot be mistaken for official signs. Section 146. That § 31-28-25 be amended to read as follows: 31-28-25. Nothing in §§ 31-28-19 to 31-28-24, inclusive, shall be deemed to limit, or encroach upon, limits the existing authority of South Dakota law enforcement officers in the performance of their duties involving traffic light control. Section 147. That § 31-28-29 be amended to read as follows: 31-28-29. Nothing in this chapter may be deemed to limit or encroach upon limits the practice and activity of a professional licensed pursuant to chapter 36-18A, performing his or her professional duties. Section 148. That § 31-29-1 be amended to read as follows: 31-29-1. It shall be is a Class 2 misdemeanor for any person to erect or construct along the streets or highways adjoining any cemetery, or within three hundred feet of any cemetery, any billboard, advertising sign, or unsightly object without first obtaining the written consent of the proper officers of the municipality, or township, and of the proper officers or persons having charge and control of such cemetery, but such. However, the street or highway may be marked to designate an automobile route, or for other public purposes, if the same is done in a neat and attractive manner. Section 149. That § 31-29-2 be amended to read as follows: 31-29-2. It shall be is a Class 2 misdemeanor for any person, corporation, or association, to place or maintain, or cause to be placed or maintained, any advertising sign, device, display, building, or structure on any of the public highways of the state, and except. Except within municipalities, it shall be is a Class 2 misdemeanor for any person, corporation, or association to place or maintain, or cause to be placed or maintained, any device, display, or obstruction to vision, along or adjacent to any of the public highways of the state where such the device, display, or obstruction to vision, constitutes a hazard to highway traffic at any main crossing or intersection, horizontal or vertical curve or railroad crossing, as deemed hazardous by the authority in charge of the maintenance of such highways the highway. Section 150. That § 31-29-8 be repealed. 31-29-8. The Transportation Commission may provide that in lieu of private signs or structures advertising a privately owned attraction within such vicinity, the Department of Transportation itself shall in such specified area erect and maintain advertising signs or structures which will give directions, and other aids as to the location of all privately owned attractions within five miles from the location of such advertising sign or structure. In such locations the department in providing signs for such advertising or privately owned attractions must properly advertise any and all of such attractions which are privately owned, when so requested to so advertise by the owner or operator of such privately owned attraction within a radius of five miles from such advertising sign or structure. Section 151. That § 31-29-12 be amended to read as follows: 31-29-12. The State Department of Transportation is hereby authorized to may acquire and improve strips of land necessary for acquisition of publicly owned and controlled rest and recreation areas and sanitary and other facilities within or adjacent to the highway right-of-way reasonably necessary to accommodate the traveling public; provided, that. However, the Transportation Commission shall may not expend any funds for the acquisition, construction or improvement of hotels, motels, restaurants, or other accommodations of like nature. Section 152. That § 31-29-13 be amended to read as follows: 31-29-13. The interest in any land authorized to be acquired and maintained under § 31-29-12 may be the fee simple or any lesser interest, as determined by the Department of Transportation to be reasonably necessary to accomplish the purposes set forth in § 31-29-14 department. Such The acquisition may be by gift, purchase, exchange, or by condemnation pursuant to the procedures provided by either §§ 31-19-1 to 31-19-22, inclusive, for the condemnation of real property by the Department of Transportation department, or chapter 21-35. Section 153. That § 31-29-14 be repealed. 31-29-14. The purposes of §§ 31-29-12 and 31-29-13 are: (1) To promote the safety, convenience, and enjoyment of travel on, and protection of the public investment in, highways of this state; (2) In order that the state be entitled to receive and expend the three percentum nonmatching funds from the federal government pursuant to the provisions of Title 23, United States Code, \"Highways.\" Section 154. That § 31-29-59 be amended to read as follows: 31-29-59. In order to provide information to the traveling public, the Division Office of Tourism is hereby authorized to may maintain maps and to permit informational directories and advertising pamphlets to be made available at safety rest areas, and to may establish information centers at safety rest areas for the purpose of informing the public of places of interest within the state and providing such other information as may be considered desirable. Section 155. That § 31-29-60 be amended to read as follows: 31-29-60. Despite any provision in §§ 31-29-17 to 31-29-48, inclusive, to the contrary, no sign, display, or device shall may be required to be removed unless at the time of removal there are sufficient funds appropriated and available to pay the affected parties the just compensation required by §§ 31-29-50 to 31-29-56, inclusive, after due allowance for any contribution which may be available from the federal government, provided that and if the latter contribution is available for immediate payment. Section 156. That § 31-29-63 be amended to read as follows: 31-29-63. No outdoor advertising shall may be erected within six hundred sixty feet of the nearest edge of the right-of-way and visible from the main-traveled way or beyond six hundred sixty feet of the nearest edge of the right-of-way visible from the main-traveled way, located outside an urban area and erected with the purpose of its message being read from the main-traveled way of the interstate or primary systems except the following: (1) Directional and official signs and notices, as defined by subdivision § 31-29-62(6); (2) Signs, displays, and devices advertising the sale or lease of property upon which they are located; (3) Signs, displays, and devices advertising activities conducted on the property upon which they are located; (4) Signs, displays, and devices located in areas which are designated industrial or commercial by local authority as provided by Title 11 and within six hundred sixty feet of an interstate or primary highway; (5) Signs, displays, and devices located in unzoned industrial or commercial areas as hereafter provided by this chapter and within six hundred sixty feet of an interstate or primary highway; (6) Signs, including both official public, and private business signs, for which the board department shall make a uniform charge, giving specific information in the interest of the traveling public located within the rights-of-way of the interstate and primary systems in areas at appropriate distances from interchanges or intersections on such systems, the location of which shall be determined by the Department of Transportation department, any provision of chapter 31-28 or of this chapter to the contrary notwithstanding; (7) Signs lawfully in existence on October 22, 1965, determined by the State Transportation Commission to be landmark signs, including signs on farm structures or natural surfaces, of historic or artistic significance, the preservation of which would be consistent with the purposes of this chapter; (8) Warning signs placed by public utilities for the protection of underground utility cables; (9) Signs exempt from removal in certain defined areas that are in the specific interest of the traveling public and have qualified for an economic hardship exemption pursuant to § 31-29-80.; or (10) Signs, displays, and devices advertising the distribution of nonprofit organizations of free coffee to individuals traveling on the interstate system or the primary system. For the purposes of this subdivision, the term, free coffee, shall include includes coffee for which a donation may be made, but is not required. Section 157. That § 31-29-65 be amended to read as follows: 31-29-65. The standards and criteria for size of outdoor advertising authorized to be erected and maintained in zoned or unzoned commercial or industrial areas adjacent to the interstate and primary highway systems are: (1) The maximum area of any one sign facing any one direction shall be twelve hundred square feet but which in no instance shall may exceed thirty feet in height and sixty feet in length including border and trim, but not supports or apron; and (2) The maximum size limitations provided in subdivision (1) of this section shall apply to each side of a sign structure; and signs placed back-to-back, side-by-side, or in V-type construction with no more than two displays to each facing. Such sign structure shall be considered as one sign. Section 158. That § 31-29-67 be amended to read as follows: 31-29-67. The standards and criteria for spacing of outdoor advertising authorized to be erected and maintained in zoned or unzoned commercial or industrial areas adjacent to the interstate and primary highway systems are: (1) Within municipalities signs shall conform to any applicable building codes and ordinances relating to spacing except that no such sign shall may be located closer than one hundred feet from an existing off-premises sign on a state nonlimited access primary highway and no closer than five hundred feet from any existing off-premise sign on a limited access primary highway or on an interstate highway; (2) Outside of municipalities no off-premise sign shall may be erected adjacent to a limited primary access highway or interstate highway closer than five hundred feet, nor adjacent to a nonlimited access highway closer than three hundred feet, to an existing off-premise sign; (3) Neither inside nor outside of municipalities shall may any sign be erected or maintained in such a location as to prevent the driver of a vehicle from having an effective view of any official traffic control device applicable to him the driver or to approaching, intersecting, or merging traffic and highways within five hundred feet of such sign; and (4) Double-faced, back-to-back, and V-type signs shall be considered as a single sign structure for purposes of these usages. The above spacing provisions do not apply to structures separated by buildings or other obstructions in such a manner that only one sign facing located within the above spacing distance is visible from the highway at any one time. The minimum distance between structures shall be measured along the nearest edge of the pavement between points directly opposite the signs along each side of the highway and shall apply applies only to structures located on the same side of the highway. Section 159. That § 31-29-68 be amended to read as follows: 31-29-68. Whenever If a bona fide local zoning authority recognized in Title 11 has made a determination of customary use, concerning such the size, lighting, and spacing considerations, such the determination shall be in lieu of controls in §§ 31-29-65 to 31-29-67, inclusive. Section 160. That § 31-29-69 be amended to read as follows: 31-29-69. Nothing in §§ 31-29-61 to 31-29-83, inclusive, shall be construed to authorize authorizes any local authority to prohibit outdoor advertising throughout its jurisdiction, but all. However, any such regulation and control shall be reasonable and reasonably related to the needs of the business community to adequately and properly advertise its goods and services of benefit to the traveling public. Section 161. That § 31-29-72.1 be repealed. 31-29-72.1. The secretary of the Department of Transportation shall seek agreements with the United States secretary of transportation as to matters specified for agreement in 23 U.S.C. 131 as enacted and amended on July 1, 1979. Such agreements may not vary from the controls established pursuant to this chapter. If such agreements cannot be achieved, or if there is a judicial determination to withhold funds from the state, the attorney general of the State of South Dakota shall promptly initiate proceedings under the provisions of 23 USC 131. Section 162. That § 31-29-80 be repealed. 31-29-80. The state secretary of transportation shall promptly develop programs which will assure that the necessary directional information about facilities and businesses providing goods and services in the interest of the traveling public will continue to be available to motorists, especially tourists who are strangers to this state. The secretary of the Department of Transportation shall petition for economic hardship exemptions for those tourist oriented directional signs in the specific interest of the traveling public in a manner conforming with the requirements of 23 U.S.C. 131(o) and 23 CFR 750 Subpart (E) in effect on July 1, 1979. Section 163. That § 31-29-83 be amended to read as follows: 31-29-83. Nothing in §§ 31-29-61 to 31-29-83, inclusive, authorizes the state or any political subdivision to operate or maintain, directly or indirectly, any commercial activity in any safety rest area or information center. This section does not apply to a vending facility, vending soft drinks only, operated for the benefit of visually impaired vendors licensed by the Division of Service to the Blind and Visually Impaired. Section 164. That § 31-30-2 be amended to read as follows: 31-30-2. As used Terms in this chapter mean: (1) The term, junk, shall mean \"Junk,\" old or scrap copper, brass, rope, rags, batteries, paper, trash, rubber debris, waste, or junked, dismantled, or wrecked automobiles, or parts thereof, iron, steel, and other old or scrap ferrous or nonferrous material; (2) The term, automobile graveyard, shall mean \"Automobile graveyard,\" any establishment or place of business which is maintained, used, or operated, for storing, keeping, buying, or selling wrecked, scrapped, ruined, or dismantled motor vehicles or motor vehicle parts; (3) The term, junk yard, shall mean \"Junk yard,\" an establishment or place of business which that is maintained, operated, or used for storing, keeping, buying, or selling junk, or for the maintenance or operation of an automobile graveyard, and the. The term shall include includes garbage dumps and sanitary fills; (4) \"Interstate system,\" means that portion of the national system of interstate and defense highways located within this state, as officially designated, or as may hereafter be so designated, by the State Department of Transportation department, and approved by the United States secretary of transportation, pursuant to the provisions of Title 23, United States Code, \"Highways\"; (5) \"Primary system,\" means that portion of connected main highways, as officially designated, or as may hereafter be so designated, by the department and approved by the United States secretary of transportation pursuant to the provisions of Title 23, United States Code, \"Highways\"; (6) \"Department,\" means the South Dakota Department of Transportation. Section 165. That § 31-30-6 be amended to read as follows: 31-30-6. When If the Department of Transportation department determines that the topography of the land adjoining the highway will does not permit adequate screening of such junk yards a junk yard or the screening of such junk yards the junk yard would not be economically feasible, the department shall have the authority to may acquire by gift, purchase, exchange, or condemnation in the same manner as it is now authorized or hereafter may be authorized may by law to acquire such property or property rights, such interests interest in lands as may be any land necessary to secure the relocation, removal, or disposal of the junk yards; and to. The department may pay for the costs of relocation, removal, or disposal, thereof of the junkyard. Section 166. That § 31-30-7 be amended to read as follows: 31-30-7. When If the Department of Transportation department determines that it is in the best interest of the state it, the department may acquire such lands any land, or interests in lands land, as may be necessary to provide adequate screening of such a junk yards yard. Section 167. That § 31-30-8 be amended to read as follows: 31-30-8. The Department of Transportation shall have the authority to department may acquire by gift, purchase, exchange, or condemnation from the owner, such interests in lands as may be interest in any land necessary to secure the relocation, removal, or disposal of the following junk yards when if it determines that the topography of the land adjoining the highway will does not permit adequate screening of such the junk yards yard or the screening of such the junk yards yard would not be practical: (1) Those lawfully in existence on October 22, 1965; (2) Those lawfully along any highway made a part of the interstate or primary system on or after October 22, 1965, and before January 1, 1968; and (3) Those lawfully established on or after January 1, 1968. Section 168. That § 31-30-9 be amended to read as follows: 31-30-9. The Department of Transportation department may apply for an injunction to abate any nuisance arising from a violation of the provisions of this chapter, or of rules and regulations promulgated hereunder. Section 169. That § 31-30-10 be amended to read as follows: 31-30-10. The Department of Transportation is hereby authorized to department may expend funds for the purposes of regulation and control of junk yards adjacent to the interstate and primary systems in South Dakota from any highway funds under the jurisdiction of the Department of Transportation department. Section 170. That § 31-30-11 be amended to read as follows: 31-30-11. The Department of Transportation is hereby authorized to department may enter into agreements with the United States secretary of transportation as provided by Title 23, United States Code, \"Highways,\" relating to the control of junk yards in areas adjacent to the interstate and primary systems, and to take action in the name of the state to comply with the terms of such any agreement. Section 171. That § 31-30-12 be amended to read as follows: 31-30-12. Nothing in this chapter shall be construed to abrogate or affect abrogates or affects the provisions of any lawful ordinance, regulation, or resolution, which are is more restrictive than the provisions of this chapter. Section 172. That § 31-30-13 be repealed. 31-30-13. If any provision of this chapter or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect other provisions or applications of the chapter which can be given effect without the invalid provision or application, and to this end the provisions of this chapter are declared to be severable. Section 173. That § 31-30-14 be repealed. 31-30-14. This chapter may be cited as the \"Junk Yard Control Act.\" Section 174. That § 31-31-4 be amended to read as follows: 31-31-4. The Department of Transportation and boards referred to in § 31-31-1 shall have the power to and any board of county commissioners may employ the necessary assistance to carry out the necessary provisions of this chapter or may have the work done by the employees regularly employed by such the department or boards the board. The said department and boards shall have power to the board may fix the compensation and expenses of persons employed by them for the purpose of carrying out the provisions of this chapter, and they. The department and board may be paid out of any fund or funds available to such the department or boards board for the maintenance and repair of such highways the highway. Section 175. That § 31-32-13 be amended to read as follows: 31-32-13. It is a Class 2 misdemeanor for any person to conduct an establishment or maintain a business the nature of which requires the use by patrons or customers of any part of the right-of-way of a state trunk highway while the patron or customer is receiving or discharging any merchandise or commodity at the place of business. This section does not apply to streets within the limits of municipalities which are under the control and regulation of the municipality. This section does not apply to a vending facility, vending soft drinks only, operated for the benefit of visually impaired vendors licensed by the Division of Service to the Blind and Visually Impaired. Section 176. That § 31-32-14 be amended to read as follows: 31-32-14. Section 31-32-13 shall The provisions of § 31-32-13 do not, in any way, interfere with the rights of any person to use such means of ingress or egress to a place of business as are approved as to safety and design by the Department of Transportation and as are reasonably useful for the business conducted by said the person on privately owned property. Section 177. That § 31-32-15 be amended to read as follows: 31-32-15. The conducting of an establishment or maintaining of a business in violation of § 31-32-13 shall constitute constitutes a public nuisance and the Department of Transportation is hereby empowered to department may bring an action to abate the same nuisance or may fence the right-of-way of such the state trunk highway to prevent such the unlawful use thereof. Section 178. That § 31-32-16 be amended to read as follows: 31-32-16. Any tree, structure, or other object, which that, because of its location and because of its age, infirmity, angle of stance, or other condition, is likely to fall, in whole or in part, upon any public highway within the State of South Dakota, so that any person using such the highway at the time of such the fall might be injured thereby, shall be and is a public nuisance against which the remedies prescribed by § 21-10-5 may be employed. Section 179. That § 31-32-17 be amended to read as follows: 31-32-17. Whenever it shall be made to appear If it appears to the satisfaction of any department, board, or governing body charged with the duty of the maintenance of any highway in this state, that a nuisance as defined by § 31-32-16 exists along any highway in respect to which highway said the department, board, or governing body has the duty of maintaining, it shall be their duty to proceed to the department, board, or governing body shall negotiate with the owner of the property on which said the nuisance exists for the voluntary abatement of same the nuisance. Section 180. That § 31-32-18 be amended to read as follows: 31-32-18. In case If the owner of the property referred to in § 31-32-17 or of said the nuisance refuses or fails to voluntarily abate said the nuisance within a reasonable time, it shall then be the duty of said the department, board, or governing body, to shall bring a civil action on behalf of the public, in the proper court, to abate said the nuisance. In case If abatement is ordered in said the suit, the cost of such the action shall be charged against the owner of the land on which said the nuisance was maintained and against whom the action in abatement was brought. Section 181. That § 32-22-34 be repealed. 32-22-34. For the purpose of providing adequate transportation facilities for municipalities and villages, hereinafter referred to as communities, which previously have been served by railroads that have been abandoned, the Department of Transportation, upon application after hearing and upon reasonable notice, may permit the use of motor vehicles, tractor-trailers, or tractor semitrailers of greater length, carrying capacity, and weight, with and without load, than is authorized by law. Section 182. That § 32-22-35 be repealed. 32-22-35. No permit shall be granted under § 32-22-34 until the Department of Transportation shall be satisfied from the testimony produced at the hearing that the vehicle proposed to be used is so constructed and has a sufficient number of wheels equipped with pneumatic tires to spread the weight over the highway in such manner as not to cause undue injury to the roadbed, hard-surfacing, or pavement, as the case may be. Section 183. That § 32-22-36 be repealed. 32-22-36. The operators of vehicles authorized by § 32-22-34 are hereby declared common carriers and, except where in conflict with §§ 32-22-34 to 32-22-37, inclusive, shall be subject to the same law, rules, and regulations as other motor carriers for hire. Such motor carriers shall pick up and deliver commodities only at communities into or through which such abandoned railroad operated and at such railway point or points as may be designated by the Department of Transportation. Section 184. That § 32-22-37 be repealed. 32-22-37. The Department of Transportation may limit the speed of the motor vehicle or vehicles authorized under § 32-22-34 and by order designate the highway or highways over which the same may move. Section 185. That § 32-22-43 be amended to read as follows: 32-22-43. The issuance of any permit provided for in this chapter or the rules and regulations adopted for issuance of same will in no manner the permit do not relieve the holder of said the permit from liability for damages caused to a highway by any movement under said the permit. Section 186. That § 32-22-49 be amended to read as follows: 32-22-49. When Terms used in §§ 32-22-47 and 32-22-48 the term mean: (1) \"Person,\" means any person, firm, association, or corporation; (2) \"Vehicle,\" means any motor vehicle, truck, trailer, semitrailer, or tractor. Section 187. That § 32-22-52 be amended to read as follows: 32-22-52. It is a Class 2 misdemeanor for any person to drive or move, or for the owner to cause or knowingly permit to be driven or moved, on any highway any vehicle or vehicles, of a size or weight exceeding the limitations stated in this chapter, or the rules and regulations of the Transportation Commission or county commission adopted pursuant thereto to this chapter. Section 188. That § 49-16B-5 be amended to read as follows: 49-16B-5. All appointments to the South Dakota Railroad Authority authority shall be made for a four-year term. Each member's term of office shall expire on the appropriate third Monday in January, but he the member shall continue to hold office until his a successor is appointed and qualified. Any vacancy in the authority shall be filled by appointment in the manner prescribed for appointments for full terms. A majority of the authority shall be is required to take official action. In making the initial appointments the Governor shall designate two members to serve four years, two members to serve three years, two members to serve two years and one member to serve one year. Any fraction of a year in the initial appointments shall be considered a full year. Thereafter, all appointments shall be made for a four-year term. Section 189. That § 49-16B-6 be amended to read as follows: 49-16B-6. Each member shall, before entering upon the duties of his office, take and subscribe the constitutional oath of office and give bond in the penal sum of twenty-five thousand dollars conditioned upon the faithful performance of his the member's duties. The oath and bond shall be filed in the Office of the Secretary of State. Section 190. That § 49-16B-8 be amended to read as follows: 49-16B-8. The authority shall have the power to may employ agents and employees necessary to carry out the duties and purposes of the authority. Section 191. That § 49-16B-11 be amended to read as follows: 49-16B-11. The authority shall obtain estimates of the cost of any project it deems necessary or convenient and shall formulate and recommend a list of projects. The authority shall present a report including its recommendations, proposed projects and estimated costs to the Legislature not later than the first day of November immediately preceding the convening of each a regular session of the Legislature if the authority has any recommendation or proposed project. In recommending projects to be undertaken, the authority may not deviate from the priority listing of projects submitted by the Department of Transportation. Section 192. That § 49-16B-12 be amended to read as follows: 49-16B-12. Any department, board, commission, agency, or officer of the state may transfer jurisdiction of or title to any property under its or his the officer's control to the authority when such if the transfer is approved, in writing, by the Governor, as being advantageous to the state. Section 193. That § 49-16B-13 be amended to read as follows: 49-16B-13. To accomplish projects of the kind listed in § 49-16B-10 the authority shall have the power to may acquire by purchase, condemnation, including the power of condemnation in accordance with chapters 21-35 and 31-19, including the eminent domain and declaration of taking sections therein, gift or otherwise and to. The authority may construct, maintain, and equip railroad facilities as the Legislature by law declares to be in the public interest. In the course of such activities, the authority shall have the power to may acquire property of any kind and description, whether real, personal or mixed, by gift, purchase, or otherwise. It The authority may also acquire real estate of the State of South Dakota controlled by any officer, department, board, commission, or other agency of the state, the jurisdiction of which is transferred by such the officer, department, board, commission, or other agency, to the authority. Section 194. That § 49-16B-13.1 be amended to read as follows: 49-16B-13.1. The South Dakota Railroad Authority must authority shall receive approval for all proposed expenditures from the South Dakota State Railroad Board and the Governor. Section 195. That § 49-16B-13.2 be amended to read as follows: 49-16B-13.2. It shall be the duty of the The Department of Transportation, in accord with its obligation to maintain certain public highways under § 31-5-1, to shall maintain the public railroad property purchased and owned by the state pursuant to chapter 49-16B. Section 196. That § 49-16B-20 be amended to read as follows: 49-16B-20. The authority shall have the power may, in the event of nonpayment of rents reserved in such leases, to maintain and operate such the facilities and sites or execute leases thereof of the facilities and sites to others for any suitable purposes. Section 197. That § 49-16B-25 be amended to read as follows: 49-16B-25. Bonds or notes of the authority shall be authorized by resolution of the authority and may be issued under the resolution or under a trust indenture or other security agreement, in one or more series, and. The bonds or notes shall bear such date or dates, mature at such time or times, bear interest at such rate or rates, be in such denominations, be in such form, either coupon or registered, carry such conversion, exchange and registration privileges, have such rank or priority, be executed in such manner, be payable in such medium of payment at such place or places within or outside the state, be subject to such terms of redemption with or without premium, and contain or be subject to such other terms as the resolution, trust indenture or security agreement may provide, and shall. The bonds or notes may not be restricted by any other law limiting amounts, maturities, interest rates, or other terms or obligations of public agencies or private persons. Section 198. That § 49-16B-29 be amended to read as follows: 49-16B-29. Nothing in this chapter shall be construed to authorize authorizes the authority or any department, board, commission, or other agency to create an obligation of the State of South Dakota within the meaning of the Constitution or statutes of South Dakota. Section 199. That § 49-16B-30 be amended to read as follows: 49-16B-30. The provisions of this chapter and of any resolution or proceeding authorizing the issuance of bonds shall constitute constitutes a contract with the holders of such bonds. The provisions thereof shall be are enforceable either in law or in equity, by suit, action in mandamus or other proceeding in any court of competent jurisdiction to enforce and compel the performance of any duties required by this chapter or any resolution or proceeding authorizing the issuance of such the bonds, including the establishment of sufficient charges, fees, or rentals and the application of the income from a project under this chapter as provided in § 49-16B-26. Section 200. That § 49-16B-37 be amended to read as follows: 49-16B-37. The authority, in order further to secure the payment of the interim notes, is, in addition to the foregoing, authorized to may make any other or additional covenants, terms and conditions not inconsistent with the provisions of §§ 49-16B-13 and 49-16B-15, and do any and all acts and things as may be necessary or convenient or desirable in order to secure payment of its interim notes, or, in the discretion of the authority, as will tend to make the interim notes more acceptable to lenders, notwithstanding that the covenants, acts or things may not be enumerated herein. However, nothing contained in this section shall authorize authorizes the authority to secure the payment of the interim notes out of property or facilities, other than the facilities acquired with the proceeds of the interim notes, and any net income and revenue derived from the facilities and the proceeds of revenue bonds as hereinabove provided. Section 201. That § 49-16B-38 be amended to read as follows: 49-16B-38. The interim notes shall do not constitute an indebtedness within the meaning of any constitutional or statutory debt limitation or restriction. Section 202. That § 49-16B-48 be repealed. 49-16B-48. If any clause or other portion of this chapter is held invalid, that decision shall not affect the validity of the remaining portions of this chapter. It is hereby declared that all such remaining portions of this chapter are severable, and that the Legislature would have enacted such remaining portions if the portions that may be so held to be invalid had not been included in this chapter. Section 203. That § 49-16B-49 be repealed. 49-16B-49. This chapter may be cited as the \"South Dakota Railroad Authority Act.\" Section 204. That § 49-16B-50 be repealed. 49-16B-50. It is hereby declared: (1) That the Ortonville, Minnesota, to Terry, Montana, rail line segment which serves Big Stone City, Aberdeen, Mobridge, and other rail users in South Dakota is of critical importance to the state; (2) That the Interstate Commerce Commission has found that the line provides the only feasible means for delivery of 2.7 million tons of lignite coal annually to the Big Stone Power Plant which serves two hundred seventy-eight thousand consumers in Minnesota, Montana, South Dakota, and North Dakota; (3) That loss of rail service on the line will foreclose the ability of South Dakota grain shippers to competitively sell agricultural products through the west coast ports; (4) That preservation of the line will support the viability of this state's twenty-five million dollars investment in the state core system. Section 205. That § 49-16B-51 be repealed. 49-16B-51. It being declared in the public interest, the South Dakota Railroad Authority, pursuant to chapter 49-16B, is hereby authorized to take such action which will permit continued service by private enterprise over the existing railroad facilities extending westerly from Ortonville, Minnesota, through South Dakota to Terry, Montana, and to finance the same as provided in §§ 49-16B-50 to 49-16B-54, inclusive. Section 206. That § 49-16B-52 be repealed. 49-16B-52. The South Dakota Railroad Authority, pursuant to chapter 49-16B, with the written consent of the Governor, may issue appropriate instruments to assure the continued service by private enterprise over the line, including those instruments issued in connection with the securing of available financial assistance from the Department of Transportation, federal railroad administration pursuant to sections 505 and 511 of the Railroad Revitalization and Regulatory Reform Act of 1976, as amended. Section 207. That § 49-16B-53 be repealed. 49-16B-53. To the extent that funds are not available for such purpose pursuant to § 49-16B-52, the South Dakota Railroad Authority, pursuant to chapter 49-16B, with the written consent of the Governor, may issue its negotiable bonds or notes in order to assure the continued service by private enterprise over the line, provided however, that no bonds or notes shall be issued in any amount in excess of thirty-five million dollars, inclusive of all necessary charges and expenses related thereto and reasonable reserves. Section 208. That § 49-16B-54 be repealed. 49-16B-54. No instruments, bonds or notes issued pursuant to § 49-16B-53 shall constitute or give rise to any pecuniary or moral liability of the state or a charge against its general credit or taxing powers. Nor shall any tax revenues of the state, its people or any of its political subdivisions in any manner be obligated for any purpose recited herein. Nor shall any instruments, bonds or notes be issued pursuant to § 49-16B-53 unless they are fully secured in such manner as is necessary to market the instruments, bonds, or notes. Section 209. That § 49-16B-55 be repealed. 49-16B-55. The South Dakota Railroad Authority may acquire, by any of the means permitted in chapter 49-16B, property, real, personal and mixed, from the Dakota, Minnesota & Eastern Railroad Corporation, consisting of easements, rights-of-way, trackage, bridges, rail lines and spurs, located between milepost 375.7 and milepost 649.05, as well as the Onida branch line, which are in need of repair, improvement, or replacement. Any property so acquired by the authority, and any improvements thereto undertaken as provided in §§ 49-16B-55 to 49-16B-61, inclusive, are declared to be projects within the meaning of § 49-16B-10, and are declared to be in the public interest. Any property acquired by the authority pursuant to §§ 49-16B-55 to 49-16B-61, inclusive, may be acquired subject to existing mortgages on or security interests in such property. Section 210. That § 49-16B-56 be repealed. 49-16B-56. The authority may undertake, either directly or through a lessee or sublessee, such improvements to the portion of the property described in § 49-16B-55 as the authority may declare to be necessary to cause such property to be suitable for the uses to be made of it. The authority may issue its bonds pursuant to §§ 49-16B-23 and 49-16B-24 in one or more series in an aggregate principal amount not exceeding $35,000,000 to finance the costs of acquiring and improving the property described in § 49-16B-55, to purchase mortgage notes, including participation interests therein, or other obligations of private parties issued to finance such costs, and to provide for necessary reserves, including the capital reserve fund described in § 49-16B-57, and the costs of issuing such bonds. Each series of bonds shall specify the portion of the property described in § 49-16B-55 to be acquired or improved with the proceeds of such series. The authority may issue an initial series of bonds in a principal amount not exceeding $20,000,000. However, no series of bonds may be issued by the authority unless and until the authority receives evidence satisfactory to it that the Dakota, Minnesota & Eastern Railroad Corporation meets the following financial tests: (1) The ratio of its long-term indebtedness to its equity (net worth) does not exceed 3/1; and (2) The ratio of its annual cash flow to the maximum annual debt service on its long-term indebtedness is at least 1.1/1. When each series of bonds has been paid or retired, and the state has been repaid for any moneys appropriated by the Legislature to replenish the capital reserve fund, the authority shall reconvey to the Dakota, Minnesota & Eastern Railroad Corporation the portion of the property described in § 49-16B-55, and all improvements thereto, financed with the proceeds of such series. To secure the authority's bonds or other obligations issued or incurred with respect to any property acquired by the authority pursuant to §§ 49-16B-55 to 49-16B-62, inclusive, the authority may grant to a trustee for the benefit of bondholders or to third parties a mortgage on or security interest in the authority's interest in such property. Any mortgage or security interest so granted with respect to any property may be on a parity with any existing mortgages on or security interests in such property. Section 211. That § 49-16B-57 be repealed. 49-16B-57. The authority shall establish a capital reserve fund for bonds issued pursuant to § 49-16B-56 and shall pay into the capital reserve fund any moneys appropriated or made available by the state for the fund, any proceeds from the sale of bonds to the extent provided in the authorizing resolution, and any other moneys which may be made available to the authority for the fund from any other source. The maximum annual debt service shall be the capital reserve requirement. For purposes of computing the capital reserve requirement, the annual debt service for any fiscal year shall be equal to the sum of all interest payable during the fiscal year on all bonds outstanding on the date of computation, plus the principal amount of all bonds outstanding on that date which mature or are subject to mandatory redemption during the fiscal year, all calculated on the assumption that such bonds will after their maturity date cease to be outstanding. The moneys in the capital reserve fund may not be less than the capital reserve requirement, except that withdrawals for payments of principal of and interest and redemption premiums on bonds issued under § 49-16B-56 may be made from the capital reserve fund if other moneys of the authority are not available. All moneys held in the capital reserve fund, except as hereinafter provided, shall be used solely for the payment of the principal of bonds secured by the fund, the purchase or redemption of bonds, the payment of interest on bonds, or the payment of any redemption premium required to be paid if the bonds are redeemed prior to maturity. Any income from the capital reserve fund may be transferred to other funds or accounts established with respect to the bonds, to the extent the transfer does not reduce the amount of the capital reserve fund below the capital reserve requirement. The authority may not issue bonds secured by the capital reserve fund if the capital reserve requirement exceeds the capital reserve fund at the time of issuance, unless the authority, at the time of issuance of such bonds, deposits in the fund an amount which, together with the amount then in the fund, will not be less than the new capital reserve requirement. The chairman of the board of directors of the authority shall annually submit to the Bureau of Finance and Management a budget estimate in accordance with § 4-7-7 stating the sum, if any, needed to restore the capital reserve fund to the level of the capital reserve requirement. In the event the chairman certifies a need to restore the capital reserve fund, the Governor shall submit a budget in accordance with § 4-7-9 including the sum, if any, needed to restore the capital reserve fund to the level of the capital reserve requirement. All sums appropriated by the Legislature for the restoration shall be deposited in the capital reserve fund. Section 212. That § 49-16B-58 be repealed. 49-16B-58. The authority shall lease any property acquired pursuant to § 49-16B-55 to the South Dakota Department of Transportation, Division of Air, Rail, and Transit, but the lease shall be made in accordance with the provisions of chapter 49-16B relating to leases to the division. The division shall sublease any property acquired pursuant to § 49-16B-55 only to the Dakota, Minnesota & Eastern Railroad Corporation, but the lease shall be made in accordance with the provisions of chapter 49-16B, and shall provide for payment of net sublease rentals sufficient in each year to pay the principal of and interest on the authority's bonds issued to finance the acquisition or improvement of such property and to repay the state for any moneys appropriated by the Legislature to replenish the capital reserve fund. The provisions of this section are subject to the provisions of any trust indenture or other document securing the bonds which grants a lien on or security interest in the property. Section 213. That § 49-16B-59 be repealed. 49-16B-59. Before issuing any bonds pursuant to § 49-16B-56, the authority shall determine that there are sufficient revenues, as described in § 49-16B-26, to provide for the timely payment of the principal of and interest on such bonds. Section 214. That § 49-16B-60 be repealed. 49-16B-60. The state hereby pledges and agrees with the holder of any bonds issued pursuant to §§ 49-16B-55 to 49-16B-61, inclusive, that the state will not limit or alter the rights vested in the authority to fulfill the terms of any agreement made with any holder or impair the rights and remedies of any holder until the bonds, together with the interest thereon, with interest on any unpaid installments of interest, and all costs in connection with any proceeding on behalf of any holder, are fully met and discharged. The authority may include this pledge and agreement in any agreement with the holder of any bonds. Section 215. That § 49-16B-61 be repealed. 49-16B-61. Nothing in §§ 49-16B-55 to 49-16B-60, inclusive, validates or invalidates any rights of employees of the Dakota, Minnesota & Eastern Railroad Corporation. Section 216. That § 49-16B-62 be repealed. 49-16B-62. It is hereby declared: (1) That the efficient marketing and distribution of natural resources, agricultural and manufacturing commodities produced within the state, such as bentonite clay, wheat and wood products, and cement, is crucial to the economic health of the state as a whole and will further the public interest; (2) That the deteriorated condition of certain railroad properties and facilities located within the state and owned by the Dakota, Minnesota & Eastern Railroad Corporation, including properties and facilities located between milepost 375.7 and milepost 649.05, as well as the Onida branch line, seriously impedes the timely and efficient production, marketing, and distribution of such natural resources, and agricultural and manufacturing commodities; (3) That the improvement and reconstruction of the aforesaid railroad properties and facilities would have the effect of substantially decreasing transit time and assuring timely delivery of natural resources and agricultural and manufacturing commodities produced within the state, and would assure cost efficient access to distant markets for the producers of such commodities and thereby further the public interest; (4) That no other railroad facilities of similar capacity and comparable services are available in the same geographical area to the producers of the natural resources and agricultural and manufacturing commodities described above, and that the sole practicable and cost effective means of assuring that such commodities are marketed and distributed successfully is the improvement and reconstruction of the aforesaid railroad properties and facilities; (5) That for the foregoing reasons, it is of general economic benefit to the state and in the public interest to assist the financing of the improvement and reconstruction of the aforesaid railroad properties and facilities and that measures for such purposes should be adopted as soon as practicable. Section 217. That § 49-16B-63 be repealed. 49-16B-63. It being declared in the public interest, the South Dakota Railroad Authority, pursuant to chapter 49-16B, is hereby authorized to take such action to acquire, by any of the means permitted in chapter 49-16B, property, real, personal, and mixed, from the Burlington Northern and Santa Fe Railway Company, consisting of easements, rights-of-way, trackage, bridges, rail lines, and spurs, located between mileposts 118.6 near Aberdeen, South Dakota, and milepost 65.60 at the North Dakota/South Dakota border, which are in need of repair, improvement, or replacement. Such property acquired by the authority, and any improvements thereto undertaken as provided in this section, are declared to be projects within the meaning of § 49-16B-10. Any property acquired by the authority pursuant to this section may be acquired subject to existing mortgages on or security interests in such property. Section 218. That § 49-16B-64 be repealed. 49-16B-64. The authority may undertake, either directly or through a lessee or sub-lessee, such improvements to the portion of the property described in § 49-16B-63 as the authority may declare to be necessary to cause such property to be suitable for the uses to be made of it. Section 219. That § 49-16B-65 be repealed. 49-16B-65. It being declared in the public interest, the South Dakota Railroad Authority, pursuant to chapter 49-16B, may acquire, by any of the means permitted in chapter 49-16B, property, real, personal, and mixed from the Rutland Line, Incorporated (doing business as the Red River Valley and Western Railroad), consisting of easements, rights-of-way, trackage, bridges, rail lines, and spurs, located between mileposts 42.67 at Genesco Junction, North Dakota, and milepost 65.60 at the North Dakota/South Dakota border. Such property acquired by the authority, and any improvements thereto undertaken as provided in §§ 49-16B-65 and 49-16B-66, are declared to be projects within the meaning of § 49-16B-10. Any property acquired by the authority pursuant to §§ 49-16B-65 and 49-16B-66 may be acquired subject to existing mortgages on or security interests in such property. Section 220. That § 49-16B-65.1 be repealed. 49-16B-65.1. The authority may enter into any contract that the authority determines necessary or appropriate to manage payment or interest rate risk for bonds issued pursuant to this chapter, the investment of proceeds, or other funds of the authority. The contracts may include: interest rate exchange agreements; contracts providing for payment or receipt of funds based on levels of or changes in interest rates; contracts to exchange cash flows or series of payments; or contracts incorporating interest rate caps, collars, floors, or locks. Section 221. That § 49-16B-66 be repealed. 49-16B-66. The authority may undertake, either directly or through a lessee or sublessee, such improvements to the portion of the property described in § 49-16B-65 as the authority may deem to be necessary to cause the property to be suitable for the uses to be made of it. Section 222. That § 49-16B-67 be repealed. 49-16B-67. It being declared in the public interest, the South Dakota Railroad Authority, pursuant to chapter 49-16B, may acquire, by any of the means permitted in chapter 49-16B, property, real, personal, and mixed from the East Central Regional Railroad Authority, consisting of easements, rights-of-way, trackage, bridges, rail lines, and spurs, located between mileposts 160.3 at Huron, South Dakota, and milepost 145.0 at Yale, South Dakota, inclusive, and certain industrial trackage at Huron, South Dakota. The property acquired by the authority, and any improvements thereto undertaken as provided in §§ 49-16B-67 and 49-16B-68, are declared to be projects within the meaning of § 49-16B-10. Any property acquired by the authority pursuant to §§ 49-16B-67 and 49-16B-68 may be acquired subject to existing mortgages on or security interests in the property. Section 223. That § 49-16B-68 be repealed. 49-16B-68. The authority may undertake, either directly or through a lessee or sublessee, the improvements to the portion of the property described in § 49-16B-67 as the authority may deem to be necessary to cause the property to be suitable for the uses to be made of it."}, {"bill_id": 1377, "bill_version_id": 12422, "bill_version": "Enrolled", "bill_version_date": "2010-02-17T11:57:18.96-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1377, "action_date": "2010-01-12T12:00:00-06:00", "document_id": 10420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10420.pdf", "status_text": "First read in House and referred to", "journal_page": 19, "committee_id_action": 86, "committee_id_assigned": 81, "result": "N", "vote": {}}, {"bill_id": 1377, "action_date": "2010-01-26T10:00:00-06:00", "document_id": 10798, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10798.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 81, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1377, "action_date": "2010-01-26T10:00:00-06:00", "document_id": 11008, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11008.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 81, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1377, "action_date": "2010-01-26T10:00:00-06:00", "document_id": 11008, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11008.pdf", "status_text": "Do Pass Amended", "journal_page": 172, "committee_id_action": 81, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5678, "president_vote": null, "Excused": [813, 759], "Nay": [835], "Yea": [843, 816, 801, 742, 839, 836, 762, 746, 838, 777]}}, {"bill_id": 1377, "action_date": "2010-01-28T14:00:00-06:00", "document_id": 11385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11385.pdf", "status_text": "Do Pass Amended", "journal_page": 233, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5837, "president_vote": null, "Yea": [821, 771, 793, 781, 775, 844, 831, 820, 779, 740, 813, 756, 748, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 757, 835, 842, 777, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 750, 742, 770, 792, 783, 751, 773, 744, 840, 784, 839, 819, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 838, 837, 812, 786], "Excused": [825, 804, 755], "Nay": [827]}}, {"bill_id": 1377, "action_date": "2010-02-01T14:00:00-06:00", "document_id": 11514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11514.pdf", "status_text": "First read in Senate and referred to", "journal_page": 192, "committee_id_action": 84, "committee_id_assigned": 71, "result": "N", "vote": {}}, {"bill_id": 1377, "action_date": "2010-02-12T07:45:00-06:00", "document_id": 12032, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12032.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 71, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1377, "action_date": "2010-02-12T07:45:00-06:00", "document_id": 12208, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12208.pdf", "status_text": "Do Pass", "journal_page": 316, "committee_id_action": 71, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6447, "president_vote": null, "Yea": [805, 739, 795, 774, 791, 799, 776]}}, {"bill_id": 1377, "action_date": "2010-02-12T07:45:00-06:00", "document_id": 12208, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12208.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 71, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1377, "action_date": "2010-02-16T14:00:00-06:00", "document_id": 12358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12358.pdf", "status_text": "Do Pass Amended", "journal_page": 334, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6554, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 807, 754, 805, 760, 778, 782, 780, 739, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 767, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776], "Excused": [768]}}, {"bill_id": 1377, "action_date": "2010-02-17T14:30:00-06:00", "document_id": 12465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12465.pdf", "status_text": "Signed by the Speaker", "journal_page": 455, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1377, "action_date": "2010-02-18T14:00:00-06:00", "document_id": 12565, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12565.pdf", "status_text": "Signed by the President", "journal_page": 380, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1377, "action_date": "2010-02-23T10:30:00-06:00", "document_id": 12848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12848.pdf", "status_text": "Delivered to the Governor", "journal_page": 591, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1377, "action_date": "2010-02-25T12:30:00-06:00", "document_id": 13043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13043.pdf", "status_text": "Signed by the Governor", "journal_page": 612, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4580}