{"session_id": 43, "bill_id": 12171, "bill_type": "Senate Commemoration", "bill_number": 810, "bill_title": "Commending Ruth Anderson's service to the Trinity Lutheran Church in Tea.", "sponsors": [{"legislator_profile_id": 1749, "is_prime": true}, {"legislator_profile_id": 1729, "is_prime": true}, {"legislator_profile_id": 1747, "is_prime": false}, {"legislator_profile_id": 1746, "is_prime": false}, {"legislator_profile_id": 1750, "is_prime": false}], "keywords": ["Senate Commemoration"], "audio": [], "bill_versions": [{"bill_id": 12171, "bill_version_id": 68925, "bill_version": "Introduced", "bill_version_date": "2020-02-27T11:27:21.253-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending Ruth Anderson's service to the Trinity Lutheran Church in Tea. WHEREAS, Ruth Anderson has spent nearly twenty-nine years keeping up the Trinity Lutheran Church in Tea, including going through several renovations and remodels at the church and serving as a custodian through several different bosses and staff members; and WHEREAS, while Ruth has been working as the custodian at the Trinity Lutheran Church, she has had several people help her on the weekends and do heavy lifting, of which she will be forever grateful to receive; and WHEREAS, now that Ruth is retired, she plans to travel back to England to see her family, but she still plans to help at the Trinity Lutheran Church's food pantry three times a week; and WHEREAS, Ruth found the Trinity Lutheran Church a great place to work and enjoyed her employment with the church: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fifth Legislature of the State of South Dakota, that Ruth Anderson be commemorated for her dedication, time, and effort to ensure the Trinity Lutheran Church was kept clean and ready for service."}, {"bill_id": 12171, "bill_version_id": 69333, "bill_version": "Enrolled", "bill_version_date": "2020-03-04T17:21:31.707-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending Ruth Anderson's service to the Trinity Lutheran Church in Tea. WHEREAS, Ruth Anderson has spent nearly twenty-nine years keeping up the Trinity Lutheran Church in Tea, including going through several renovations and remodels at the church and serving as a custodian through several different bosses and staff members; and WHEREAS, while Ruth has been working as the custodian at the Trinity Lutheran Church, she has had several people help her on the weekends and do heavy lifting, of which she will be forever grateful to receive; and WHEREAS, now that Ruth is retired, she plans to travel back to England to see her family, but she still plans to help at the Trinity Lutheran Church's food pantry three times a week; and WHEREAS, Ruth found the Trinity Lutheran Church a great place to work and enjoyed her employment with the church: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fifth Legislature of the State of South Dakota, that Ruth Anderson is commemorated for her dedication, time, and effort to ensure the Trinity Lutheran Church was kept clean and ready for service."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12171, "action_date": "2020-03-02T14:00:00-06:00", "document_id": 68976, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68976.pdf", "status_text": "", "journal_page": 393, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12171"}