{"session_id": 4, "bill_id": 477, "bill_type": "Senate Commemoration", "bill_number": 27, "bill_title": "Congratulating the Wagner High School Wrestling Team for winning the 2008 Class B State Wrestling Championship.", "sponsors": [{"legislator_profile_id": 590, "is_prime": true}, {"legislator_profile_id": 589, "is_prime": true}, {"legislator_profile_id": 604, "is_prime": false}, {"legislator_profile_id": 609, "is_prime": false}, {"legislator_profile_id": 591, "is_prime": false}, {"legislator_profile_id": 552, "is_prime": false}, {"legislator_profile_id": 585, "is_prime": false}, {"legislator_profile_id": 584, "is_prime": false}, {"legislator_profile_id": 583, "is_prime": false}, {"legislator_profile_id": 606, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 477, "bill_version_id": 4064, "bill_version": "Introduced", "bill_version_date": "2008-02-27T07:28:43.953-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating the Wagner High School Wrestling Team for winning the 2008 Class B State Wrestling Championship. WHEREAS, the Wagner High School Wrestling Team, lead by the strong coaching of Ernie Valentine, performed excellently throughout the season and earned a score of 150.5 at the state championship, far ahead of the nearest competitor; and WHEREAS, members from the Wagner High School Wrestling Team won three separate weight classes at the state competition, including Alex Kocer, winning the 103 lb. weight class; Dan Koupal, winning the 135 lb. weight class; and Robert Kokesh, winning the 145 lb. weight class; and WHEREAS, Robert Kocer finished his illustrious high school wrestling career by earning the State Championship Outstanding Wrestler Award and winning fourth place in the 152 lb. weight class despite having lost his leg in a farm accident; and WHEREAS, other members of the Wagner High School Wrestling Team that participated in the state tournament included Derek Dickerson, Austin Schroeder, Mitch Breen, Steven Holzbauer, and Maverick Hill; and WHEREAS, the town of Wagner, having a strong wrestling tradition, supported the team throughout the season: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that the 2008 Wagner High School Wrestling Team be honored for their 2008 State Class B Wrestling Championship."}, {"bill_id": 477, "bill_version_id": 4284, "bill_version": "Enrolled", "bill_version_date": "2008-02-29T14:25:36.49-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating the Wagner High School Wrestling Team for winning the 2008 Class B State Wrestling Championship. WHEREAS, the Wagner High School Wrestling Team, lead by the strong coaching of Ernie Valentine, performed excellently throughout the season and earned a score of 150.5 at the state championship, far ahead of the nearest competitor; and WHEREAS, members from the Wagner High School Wrestling Team won three separate weight classes at the state competition, including Alex Kocer, winning the 103 lb. weight class; Dan Koupal, winning the 135 lb. weight class; and Robert Kokesh, winning the 145 lb. weight class; and WHEREAS, Robert Kocer finished his illustrious high school wrestling career by earning the State Championship Outstanding Wrestler Award and winning fourth place in the 152 lb. weight class despite having lost his leg in a farm accident; and WHEREAS, other members of the Wagner High School Wrestling Team that participated in the state tournament included Derek Dickerson, Austin Schroeder, Mitch Breen, Steven Holzbauer, and Maverick Hill; and WHEREAS, the town of Wagner, having a strong wrestling tradition, supported the team throughout the season: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that the 2008 Wagner High School Wrestling Team be honored for their 2008 State Class B Wrestling Championship. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 477, "action_date": "2008-02-27T11:00:00-06:00", "document_id": 4108, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4108.pdf", "status_text": "", "journal_page": 687, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/477"}