{"session_id": 45, "bill_id": 12993, "bill_type": "Senate Bill", "bill_number": 262, "bill_title": "to revise certain provisions regarding reverse mortgages.", "sponsors": [], "keywords": ["Mortgages", "Reverse Mortgages", "Senior Citizens", "Signed by Governor", "Transfer of Property"], "audio": [], "bill_versions": [{"bill_id": 12993, "bill_version_id": 73990, "bill_version": "Introduced", "bill_version_date": "1997-02-04T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding reverse mortgages. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, a reverse mortgage is any nonrecourse loan secured by real property that: (1) Provides cash advances to a borrower based on the equity in a borrower's owner occupied principal residence; (2) Requires no payment of principal or interest until the entire loan becomes due and payable; and (3) Is made by any lender authorized to engage in business as a bank savings institution, mortgage company, or credit union under the laws of the United States or of South Dakota, or another lender authorized to make reverse mortgage loans by the Division of Banking. Section 2. A reverse mortgage loan is governed by the following rules, without regard to the requirements set out elsewhere for other types of mortgage transactions: (1) Prepayment in whole or in part, is permitted without penalty at any time during the period of the loan; (2) All advances made under a reverse mortgage and all interest on the advances have priority over any lien filed after the closing of a reverse mortgage; (3) A reverse mortgage may provide for an interest rate which is fixed or adjustable and may also provide for interest that is contingent on the value of the property at closing or at maturity, or on changes in value between closing and maturity; (4) A reverse mortgage may include costs that are charged at closing, on a periodic basis, or upon maturity; (5) If a reverse mortgage provides for periodic advances to a borrower, the advances may not be reduced in amount or number based on any adjustment in the interest rate; (6) Lenders, failing to make loan advances as required in the loan documents and failing to cure the default after notice as required in the loan documents, forfeit any right to collect interest. Lenders are also subject to administrative penalty as determined by the Division of Banking; (7) Any recordation tax on reverse mortgages shall be based on the net present value of credit available to the borrower at closing, which: (a) May not include any financed or anticipated costs or interest; (b) Shall include the dollar amount of any lump sum advance or available credit line at closing; and (c) Shall include the present value equivalent of any anticipated monthly loan advances as specified by the lender; (8) The mortgage may become due and payable only upon the occurrence of one of the following events: (a) The home securing the loan is sold or title to the home is otherwise transferred; (b) All borrowers cease occupying the home as a principal residence; (c) Any fixed maturity date agreed to by the lender and the borrower occurs; or (d) An event occurs which is specified in the loan documents and which jeopardizes the lender's security; (9) Repayment is subject to the following additional conditions: (a) Temporary absences from the home not exceeding sixty consecutive days may not cause the mortgage to become due and payable; (b) Temporary absences from the home exceeding sixty consecutive days but less than one year do not cause the mortgage to become due and payable so long as the borrower has taken prior action which secures the home in a manner satisfactory to the lender; (c) The lender's right to collect reverse mortgage proceeds is subject to the applicable statute of limitations for loan contracts. The statute of limitations commences on the date that the mortgage becomes due and payable. The lender shall prominently disclose in the loan agreement any interest or other fees to be charged during the period that commences on the date that the mortgage becomes due and payable, and that ends when repayment in full is made. Section 3. A reverse mortgage loan payment made to a borrower is treated as proceeds from a loan and not as income for the purpose of determining eligibility and benefits under means- tested programs of aid to individuals. Undisbursed reverse mortgage funds shall be treated as equity in a borrower's home and not as proceeds from a loan, resources, or assets for the purpose of determining eligibility and benefits under means-tested programs of aid to individuals. This section applies to any law or program relating to payments, allowances, benefits, or services provided on a means-tested basis by this state, including supplemental security income, low- income energy assistance, property tax relief, medical assistance, and general assistance. Section 4. That § 54-12-1 be repealed. 54-12-1. A reverse mortgage loan is a loan: (1) Which is made to a borrower wherein the committed principal amount is paid to the borrower in equal or unequal installments over a period of time, interest is assessed, and authorized closing costs are incurred as specified in the loan agreement; (2) Which is secured by a mortgage on residential property owned solely by the borrower; and (3) Which is due when the committed principal amount has been fully paid to the borrower, or upon sale of the property securing the loan, or upon the death of the last surviving borrower, or upon the borrower terminating use of the property as principal residence. Section 5. That § 54-12-2 be repealed. 54-12-2. For the purposes of this chapter, a borrower includes any natural person holding an interest in severalty or as joint tenant or tenant-in-common in the property securing a reverse mortgage loan. Section 6. That § 54-12-3 be repealed. 54-12-3. For the purposes of this chapter, a lender is any bank, savings bank, savings and loan association, or insurance company incorporated under and subject to the laws of South Dakota. The term \"lender\" also includes any federally chartered bank supervised by the comptroller of the currency or federally chartered savings and loan association supervised by the federal home loan bank board, to the extent permitted by federal law. Section 7. That § 54-12-4 be repealed. 54-12-4. For the purposes of this chapter, the outstanding loan balance is the current net amount of money owed by the borrower to the lender whether or not that sum is suspended pursuant to the terms of the reverse mortgage loan agreement or is immediately due and payable. The outstanding loan balance is calculated by adding the current totals of the items described in subdivisions (1) to (5) and subtracting the current totals of the item described in subdivision (6): (1) The sum of all payments made by the lender which are necessary to clear the property securing the loan of any outstanding mortgage encumbrance or mechanics or materialmen's lien; (2) The total disbursements made by the lender to date pursuant to the loan agreement as formulated in accordance with § § 54-12-10 to 54-12-12, inclusive; (3) All taxes, assessments, insurance premiums and other similar charges paid to date by the lender pursuant to § 54-12-16, which charges were not reimbursed by the borrower within sixty days; (4) All actual closing costs which the borrower has deferred, if a deferral provision is contained in the loan agreement as authorized by § 54-12-17; (5) The total accrued interest to date, as authorized by § 54-12-14; (6) All payments made by the borrower pursuant to § 54-12-13. Section 8. That § 54-12-5 be repealed. 54-12-5. For the purposes of this chapter, the actual closing costs are reasonable charges or sums ordinarily paid at the time of closing for the following, whether or not retained by the lender: (1) Any insurance premiums on policies covering the mortgaged property including, but not limited to, premiums for title insurance, fire and extended coverage insurance, flood insurance, and private mortgage insurance; (2) Abstracting, title examination and search, and examination of public records related to the mortgaged property; (3) The preparation and recording of any or all documents required by law or custom for closing a reverse mortgage loan agreement; (4) Appraisal and survey of real property securing a reverse mortgage loan; (5) A single service charge, which service charge shall include any consideration, not otherwise specified in this section as an \"actual closing cost,\" paid by the borrower to the lender for or in relation to the acquisition, making, refinancing or modification of a reverse mortgage loan, and shall also include any consideration received by the lender for making a commitment for a reverse mortgage loan, whether or not an actual loan follows the commitment. The service charge may not exceed one percent of the bona fide committed principal amount of the reverse mortgage loan; (6) Charges and fees necessary for or related to the transfer of real property securing a reverse mortgage loan or the closing of a reverse mortgage loan agreement paid by the borrower and received by any party other than the lender. Section 9. That § 54-12-6 be repealed. 54-12-6. Any lender may make investments in reverse mortgage loans and purchases of obligations representing reverse mortgage loans, provided the aggregate total of committed principal of the investment in reverse mortgage loans by any bank, savings bank, or savings and loan association, does not exceed five percent of that lender's total deposits and savings accounts. Section 10. That § 54-12-7 be repealed. 54-12-7. The limitation provided for in § 54-12-6 shall be determined at each June thirtieth and December thirty-first for the following six month period. Any decline in the total of deposits and savings accounts subsequent to a determination may be disregarded. Section 11. That § 54-12-8 be repealed. 54-12-8. Security for loans made under this chapter shall be a first lien on residential property which the borrower occupies as principal residence and to which the borrower alone has title. Section 12. That § 54-12-9 be repealed. 54-12-9. Except as otherwise provided in this chapter, the outstanding loan balance as projected by the lender to the anticipated time of payment to the borrower of the final installment of committed principal shall not exceed eighty percent of the appraised value of the property at inception of the loan. If upon reappraisal of the property made at any time during the term of the loan, the projected outstanding loan balance does not exceed seventy percent of the reappraised value of the property, the schedule of the lender's installment payments may be extended and the amount of the committed principal amount increased, provided the revised outstanding loan balance at payment of the lender's final installment of committed principal does not exceed eighty percent of the reappraised value of the property. Section 13. That § 54-12-10 be repealed. 54-12-10. The committed principal amount of a reverse mortgage loan shall be paid to the borrower over the period of months or years as specified in the loan agreement. Section 14. That § 54-12-11 be repealed. 54-12-11. The borrower and lender may, by written agreement, amend the loan agreement from time to time. Section 15. That § 54-12-12 be repealed. 54-12-12. Pursuant to the terms of the contract the borrower shall make repayment to the lender upon payment to the borrower of the final installment unless, by written agreement between the borrower and lender whereunder the borrower agrees to periodically pay the lender interest accruing on the outstanding loan balance, repayment of the outstanding loan balance is postponed until default in payment of interest or until the occurrence of any of the events specified in the following subdivisions: (1) Upon sale of the property securing the loan; (2) Upon the death of the last surviving borrower; (3) Upon the borrower terminating use of the property as principal residence; or (4) Upon renegotiation of the terms of the reverse mortgage loan agreement, unless the parties agree in writing to postpone repayment. Section 16. That § 54-12-13 be repealed. 54-12-13. The installments may be extended by written agreement of the parties and repayment or partial repayment of the outstanding loan balance may be made at any time without penalty, except that partial repayment may be made not more often than once per year and in no amount less than one thousand dollars. The borrower may cancel the reverse mortgage loan at any time without penalty by payment of the outstanding loan balance. Section 17. That § 54-12-14 be repealed. 54-12-14. No lender may make reverse mortgage loans and purchases of obligations representing reverse mortgage loans, at an interest rate or loan yield not in excess of the maximum lawful interest rate prescribed for conventional loans. A contract rate within the maximum lawful interest rate applicable to a reverse mortgage loan at the time the loan is made shall be the maximum lawful interest rate for the term of the reverse mortgage loan. Section 18. That § 54-12-15 be repealed. 54-12-15. A reverse mortgage loan agreement may provide that interest will be added to the outstanding loan balance monthly as it accrues, with interest accruing on the outstanding loan balance at a rate not to exceed the rate of interest permitted under § 54-12-14 at the time of the signing of the original loan agreement or any subsequent extension agreement. Section 19. That § 54-12-16 be repealed. 54-12-16. The borrower shall pay real estate taxes, assessments and insurance premiums on the property securing the loan, and the lender may require the borrower to provide evidence of payment. If the borrower does not make timely payment the lender may pay taxes, assessments, insurance premiums and other similar charges for the protection of the property securing its loan and may add these payments to the outstanding loan balance if not repaid by the borrower within sixty days after the borrower receives notice that the lender has made the payment. Section 20. That § 54-12-17 be repealed. 54-12-17. The lender may require the borrower to pay no more than actual closing costs incurred in connection with the making, closing, disbursing or extending of a reverse mortgage loan. A reverse mortgage loan agreement or extension agreement may provide for deferral of payment of any portion of actual closing costs. Deferred closing costs shall be added to the outstanding loan balance as provided in § 54-12-5. Unless the agreement provides for deferral, actual closing costs shall be paid by the borrower at the time of signing the agreement. Section 21. That § 54-12-18 be repealed. 54-12-18. Upon signing a reverse mortgage loan agreement or extension agreement the lender shall furnish to the borrower: (1) A schedule showing the projected pattern of the outstanding loan balance over the period of the agreement; (2) A statement indicating in detail the charges and fees the borrower has paid or obligated himself to pay to the lender or to any other person in connection with the loan; and (3) Any other information required by state or federal law. Section 22. That § 54-12-19 be repealed. 54-12-19. All reverse mortgage loan proceeds received pursuant to this chapter, including interest or earnings thereon, shall be disregarded and shall not be considered available to the borrower for purposes of determining initial or continuing eligibility for, or amount of, medical assistance or any other public assistance program, or federal or state low interest loan or grant. This section applies regardless of the time elapsed since the loan was made or the disposition of the proceeds."}, {"bill_id": 12993, "bill_version_id": 73989, "bill_version": "Enrolled", "bill_version_date": "1997-02-27T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12993, "action_date": "1997-02-04T14:00:00-06:00", "document_id": 72897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72897.pdf", "status_text": "First read in Senate and referred to", "journal_page": 307, "committee_id_action": 545, "committee_id_assigned": 527, "result": "N", "vote": {}}, {"bill_id": 12993, "action_date": "1997-02-14T07:45:00-06:00", "document_id": 72364, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72364.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12993, "action_date": "1997-02-14T07:45:00-06:00", "document_id": 72364, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72364.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36857, "president_vote": null, "Yea": [1911, 1915, 1956, 1912, 1946, 1986, 1969, 1927], "Excused": [1930]}}, {"bill_id": 12993, "action_date": "1997-02-15T14:00:00-06:00", "document_id": 72915, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72915.pdf", "status_text": "Deferred to another day", "journal_page": 480, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12993, "action_date": "1997-02-18T14:00:00-06:00", "document_id": 72917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72917.pdf", "status_text": "Do Pass,", "journal_page": 500, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35805, "president_vote": null, "Yea": [1884, 1885, 1893, 1901, 1905, 1908, 1911, 1915, 1919, 1920, 1925, 1927, 1928, 1930, 1932, 1935, 1938, 1945, 1946, 1955, 1956, 1959, 1960, 1965, 1969, 1972, 1976, 1977, 1978, 1979, 1981, 1986], "Excused": [1889, 1912], "Nay": [1939]}}, {"bill_id": 12993, "action_date": "1997-02-19T14:00:00-06:00", "document_id": 72918, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72918.pdf", "status_text": "First read in House and referred to", "journal_page": 595, "committee_id_action": 544, "committee_id_assigned": 539, "result": "N", "vote": {}}, {"bill_id": 12993, "action_date": "1997-02-24T10:00:00-06:00", "document_id": 72431, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72431.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12993, "action_date": "1997-02-24T10:00:00-06:00", "document_id": 72431, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72431.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35862, "president_vote": null, "Yea": [1890, 1900, 1904, 1924, 1936, 1967, 1926, 1949, 1970, 1961, 1921], "Excused": [1931, 1940]}}, {"bill_id": 12993, "action_date": "1997-02-25T14:00:00-06:00", "document_id": 72926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72926.pdf", "status_text": "Deferred to another day", "journal_page": 705, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12993, "action_date": "1997-02-26T14:00:00-06:00", "document_id": 72928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72928.pdf", "status_text": "Do Pass,", "journal_page": 718, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35577, "president_vote": null, "Yea": [1886, 1887, 1888, 1890, 1892, 1894, 1895, 1896, 1897, 1898, 1900, 1902, 1903, 1904, 1906, 1907, 1909, 1910, 1913, 1914, 1916, 1917, 1918, 1921, 1922, 1926, 1929, 1931, 1933, 1934, 1936, 1937, 1941, 1942, 1943, 1944, 1947, 1948, 1949, 1950, 1951, 1952, 1953, 1954, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1971, 1973, 1974, 1975, 1980, 1982, 1983, 1984, 1985, 1987, 1988, 1924], "Excused": [1891, 1940], "Absent": [1899, 1923]}}, {"bill_id": 12993, "action_date": "1997-02-28T14:00:00-06:00", "document_id": 72933, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72933.pdf", "status_text": "Signed by President", "journal_page": 714, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12993, "action_date": "1997-03-03T14:00:00-06:00", "document_id": 72934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72934.pdf", "status_text": "Signed by Speaker", "journal_page": 827, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12993, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72937.pdf", "status_text": "Delivered to the Governor", "journal_page": 762, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12993, "action_date": "1997-03-07T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 774, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12993"}