{"session_id": 45, "bill_id": 13078, "bill_type": "House Bill", "bill_number": 1226, "bill_title": "to create the South Dakota State-Tribal Economic Development Commission, to prescribe its duties and authority, and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 1979, "is_prime": true}, {"legislator_profile_id": 1982, "is_prime": true}, {"legislator_profile_id": 1923, "is_prime": false}, {"legislator_profile_id": 1926, "is_prime": false}, {"legislator_profile_id": 1974, "is_prime": false}], "keywords": ["Indians & Tribal Governments", "Legislative Committees & Studies"], "audio": [], "bill_versions": [{"bill_id": 13078, "bill_version_id": 73454, "bill_version": "Introduced", "bill_version_date": "1997-01-31T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the South Dakota State-Tribal Economic Development Commission, to prescribe its duties and authority, and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created within the Governor's Office of Economic Development, the State-Tribal Economic Development Commission. The purpose of the commission is: (1) To assist, promote, encourage, develop, and advance economic prosperity and employment on South Dakota reservations by fostering the expansion of business, manufacturing, agriculture, and community advancement programs; (2) To cooperate and act in conjunction with other organizations, public and private, the objects of which are the promotion and advancement of tribal economic development; (3) To assist in job training on the reservations; and (4) To recruit business enterprises to locate on the reservation and to assist them in their development and marketing. Section 2. The governing and administrative powers of the authority shall be vested in a board of commissioners consisting of fourteen members. Section 3. Each tribal government shall appoint one member to the commission in such manner and for such term as the tribal government deems appropriate. Section 4. The Governor shall appoint one member from the Governor's Office of Economic Development who shall serve at the pleasure of the Governor. Section 5. The Executive Board of the Legislative Research Council shall appoint four members: one senator from each political party and one representative from each political party. The legislative commissioners shall serve two-year terms and are eligible for reappointment. Section 6. All members of the authority shall be residents of South Dakota. The commissioners shall annually elect two cochairs, one a tribal commissioner and one a nontribal commissioner. The commission may elect such other officers as it deems proper. Appointments to fill a vacancy of any of the members shall be made in the same manner as the original appointment. Section 7. Members of the commission are not entitled to compensation for their services as members, but are entitled to reimbursement for all necessary expenses incurred in connection with the performance of their duties as members. Section 8. Eight members of the commission constitute a quorum and the affirmative vote of the majority of the members present at a meeting of the board is sufficient for any action taken by the commission. However, the affirmative vote of at least eight members is required for the expenditure of commission funds. Section 9. The commission shall possess all the powers of a body politic and corporate necessary and convenient to accomplish the purposes of this Act, including the following: (1) To provide counseling services to the tribes or business enterprises interested in locating on reservations; (2) To accept gifts, grants, or loans from and enter into contracts or other transactions with any federal or state agency, any tribal government, any municipality, any private organization, or any other source; (3) To report from time to time to the Governor and the Legislature regarding the operation of the commission; (4) To adopt, and from time to time, amend or rescind, such bylaws and rules as may be necessary or convenient for the performance of its functions, powers, and duties under this Act; (5) To hire staff and an executive director; (6) To lease office space and purchase necessary furniture and supplies; and (7) To exercise all other powers and functions necessary or appropriate to carry out the duties and purposes set forth in this Act. Section 10. The commission shall meet no less frequently than bimonthly. Section 11. The initial funding for the commission shall be two hundred thousand dollars to be deposited in a special fund hereby created in the state treasury known as the South Dakota state-tribal economic development fund. Of the initial two hundred thousand dollars, one hundred thousand dollars shall be provided by the state as appropriated in this Act, and one hundred thousand dollars shall be provided by the nine tribal governments apportioned in such manner and derived from such sources, including federal grants, as they may mutually agree. Section 12. There is hereby appropriated from the general fund the sum of one hundred thousand dollars ($100,000), or so much thereof as may be necessary, to the State-Tribal Economic Development Commission to carry out the purposes of this Act. Section 13. The Governor shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 14. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2000, shall revert in accordance with § 4-8-21."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13078, "action_date": "1997-01-31T14:00:00-06:00", "document_id": 72892, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72892.pdf", "status_text": "First read in House and referred to", "journal_page": 243, "committee_id_action": 544, "committee_id_assigned": 539, "result": "N", "vote": {}}, {"bill_id": 13078, "action_date": "1997-02-07T10:00:00-06:00", "document_id": 72312, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72312.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13078, "action_date": "1997-02-07T10:00:00-06:00", "document_id": 72312, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72312.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 361, "committee_id_action": 539, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37904, "president_vote": null, "Yea": [1890, 1900, 1904, 1924, 1931, 1936, 1967, 1961, 1921], "Nay": [1926, 1940, 1949, 1970]}}, {"bill_id": 13078, "action_date": "1997-02-07T10:00:00-06:00", "document_id": 72312, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72312.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 361, "committee_id_action": 539, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37904, "president_vote": null, "Yea": [1890, 1900, 1904, 1924, 1931, 1936, 1967, 1961, 1921], "Nay": [1926, 1940, 1949, 1970]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13078"}