{"session_id": 64, "bill_id": 22808, "bill_type": "Senate Bill", "bill_number": 89, "bill_title": "require insurers to provide coverage for hearing aids and related services to persons under age nineteen.", "sponsors": [{"legislator_profile_id": 4006, "is_prime": true}, {"legislator_profile_id": 3928, "is_prime": false}], "keywords": ["Health Care", "Insurance"], "audio": [], "bill_versions": [{"bill_id": 22808, "bill_version_id": 227989, "bill_version": "Introduced", "bill_version_date": "2022-01-19T10:02:50.947-06:00", "bill_text": "An Act to require insurers to provide coverage for hearing aids and related services to persons under age nineteen. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 58-17-63 be AMENDED: 58-17-63. For the purposes of section 3 of this Act, §§ 58-17-64, 58-17-84.1, 58-18-63, 58-38-36, and 58-40-33, a health benefit plan is any hospital or medical policy or certificate, hospital or medical service plan, or health maintenance organization subscriber contract. The term does not include specified disease, hospital indemnity, fixed indemnity, fixed duration of one year or less, accident‑only, credit, dental, vision, medicare supplement, long‑term care, or disability income insurance, coverage issued as a supplement to liability insurance, workers' compensation or similar insurance, or automobile medical payment insurance. Section 2. That § 58-17-153 be AMENDED: 58-17-153. Any qualified health plan issued on or after January 1, 2015, that offers coverage for professional audiology services shall must include coverage for medically necessary physician services appropriate for the treatment of hearing impairment to a person under the age of nineteen. This shall The coverage must include professional services rendered by an audiologist licensed pursuant to chapter 36-24. The benefits provided shall be are subject to the same dollar limits, deductibles, coinsurance and other limitations provided for other covered benefits in the policy. Nothing in this section requires the payment by the The health plan of is subject to the coverage requirements of section 3 of this Act for hearing aids, devices, or and equipment to correct hearing impairment or loss. Section 3. That chapter 58-17 be amended with a NEW SECTION: Any health benefit plan, as defined in § 58-17-63, delivered, issued for delivery, or renewed in this state, on or after January 1, 2023, must provide coverage for medically necessary devices and equipment appropriate for the treatment of hearing impairment to a person under the age of nineteen. The coverage must include: (1) A hearing aid purchased from an audiologist or hearing aid dispenser licensed pursuant to chapter 36-4, and costs related to dispensing the hearing aid; (2) Evaluation, fitting, and programming of a hearing aid; (3) Probe microphone measurements for verification that hearing aid gain and output meet prescribed targets; (4) Repairs, follow-up adjustments, servicing, and maintenance of a hearing aid; (5) Ear molds and ear mold impressions; and (6) Auditory rehabilitation and training. The items and services in this section must be covered on a continual basis to the extent that benefits paid during the immediately preceding forty-eight-month period do not exceed three thousand dollars. The benefits provided are subject to the same dollar limits, deductibles, coinsurance, and other limitations provided for other covered benefits in the policy. For the purposes of this section, the term, hearing aid, means any wearable instrument or device offered for the purpose of aiding or compensating for impaired human hearing, and any parts, attachments, or accessories to the instrument or device, excluding batteries and cords. The term does not include cochlear implant or cochlear prosthesis. Section 4. That § 58-18-95 be AMENDED: 58-18-95. Any qualified health plan issued on or after January 1, 2015, that offers coverage for professional audiology services shall must include coverage for medically necessary physician services appropriate for the treatment of hearing impairment to a person under the age of nineteen. This shall The coverage must include professional services rendered by an audiologist licensed pursuant to chapter 36-24. The benefits provided shall be are subject to the same dollar limits, deductibles, coinsurance and other limitations provided for other covered benefits in the policy. Nothing in this section requires the payment by the The health plan of is subject to the coverage requirements of section 5 of this Act for hearing aids, devices, or and equipment to correct hearing impairment or loss. Section 5. That chapter 58-18 be amended with a NEW SECTION: Any health benefit plan, as defined in § 58-18-42, delivered, issued for delivery, or renewed in this state, on or after January 1, 2023, must provide coverage for medically necessary devices and equipment appropriate for the treatment of hearing impairment to a person under the age of nineteen. The coverage must include: (1) A hearing aid purchased from an audiologist or hearing aid dispenser licensed pursuant to chapter 36-4, and costs related to dispensing the hearing aid; (2) Evaluation, fitting, and programming of a hearing aid; (3) Probe microphone measurements for verification that hearing aid gain and output meet prescribed targets; (4) Repairs, follow-up adjustments, servicing, and maintenance of a hearing aid; (5) Ear molds and ear mold impressions; and (6) Auditory rehabilitation and training. The items and services in this section must be covered on a continual basis to the extent that benefits paid during the immediately preceding forty-eight-month period do not exceed three thousand dollars. The benefits provided are subject to the same dollar limits, deductibles, coinsurance, and other limitations provided for other covered benefits in the policy. For the purposes of this section, the term, hearing aid, means any wearable instrument or device offered for the purpose of aiding or compensating for impaired human hearing, and any parts, attachments, or accessories to the instrument or device, excluding batteries and cords. The term does not include cochlear implant or cochlear prosthesis. Section 6. That § 58-18B-60 be AMENDED: 58-18B-60. Any qualified health plan issued on or after January 1, 2015, that offers coverage for professional audiology services shall must include coverage for medically necessary physician services appropriate for the treatment of hearing impairment to a person under the age of nineteen. This shall The coverage must include professional services rendered by an audiologist licensed pursuant to chapter 36-24. The benefits provided shall be are subject to the same dollar limits, deductibles, coinsurance and other limitations provided for other covered benefits in the policy. Nothing in this section requires the payment by the The health plan of is subject to the coverage requirements of section 7 of this Act for hearing aids, devices, or and equipment to correct hearing impairment or loss. Section 7. That chapter 58-18B be amended with a NEW SECTION: Any health benefit plan delivered, issued for delivery, or renewed in this state, on or after January 1, 2023, must provide coverage for medically necessary devices and equipment appropriate for the treatment of hearing impairment to a person under the age of nineteen. The coverage must include: (1) A hearing aid purchased from an audiologist or hearing aid dispenser licensed pursuant to chapter 36-4, and costs related to dispensing the hearing aid; (2) Evaluation, fitting, and programming of a hearing aid; (3) Probe microphone measurements for verification that hearing aid gain and output meet prescribed targets; (4) Repairs, follow-up adjustments, servicing, and maintenance of a hearing aid; (5) Ear molds and ear mold impression; and (6) Auditory rehabilitation and training. The items and services in this section must be covered on a continual basis to the extent that benefits paid during the immediately preceding forty-eight-month period do not exceed three thousand dollars. The benefits provided are subject to the same dollar limits, deductibles, coinsurance, and other limitations provided for other covered benefits in the policy. For the purposes of this section, the term, hearing aid, means any wearable instrument or device offered for the purpose of aiding or compensating for impaired human hearing, and any parts, attachments, or accessories to the instrument or device, excluding batteries and cords. The term does not include cochlear implant or cochlear prosthesis. Section 8. That § 58-41-127 be REPEALED: Any qualified health plan issued on or after January 1, 2015, that offers coverage for professional audiology services shall include coverage for medically necessary physician services appropriate for the treatment of hearing impairment to a person under the age of nineteen. This shall include professional services rendered by an audiologist licensed pursuant to chapter 36-24. The benefits provided shall be subject to the same dollar limits, deductibles, coinsurance and other limitations provided for other covered benefits in the policy. Nothing in this section requires the payment by the health plan of hearing aids, devices, or equipment to correct hearing impairment or loss."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22808, "action_date": "2022-01-19T14:00:00-06:00", "document_id": 227869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/227869.pdf", "status_text": "First read in Senate and referred to", "journal_page": 75, "committee_id_action": 1034, "committee_id_assigned": 1026, "result": "N", "vote": {}}, {"bill_id": 22808, "action_date": "2022-02-08T14:00:00-06:00", "document_id": 232773, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232773.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 210, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22808"}