{"session_id": 69, "bill_id": 24511, "bill_type": "House Bill", "bill_number": 1221, "bill_title": "enhance right to work laws and provide a penalty therefor.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24511", "sponsors": [{"legislator_profile_id": 4519, "is_prime": true}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4502, "is_prime": false}, {"legislator_profile_id": 4504, "is_prime": false}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4547, "is_prime": false}, {"legislator_profile_id": 4552, "is_prime": false}], "keywords": ["Crimes", "Immunization", "Labor and Employment", "Penalty"], "audio": [], "bill_versions": [{"bill_id": 24511, "bill_version_id": 263874, "bill_version": "Introduced", "bill_version_date": "2024-01-31T07:05:56.957-06:00", "bill_text": "An Act to enhance right to work laws and provide a penalty therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 60-8 be amended with a NEW SECTION: Terms used in this Act mean: (1) \"Vaccination,\" the process of introducing a vaccine into the body for the purpose of producing immunity to a specific disease other than: (a) Diphtheria; (b) Meningitis; (c) Mumps; (d) Pertussis; (e) Poliomyelitis; (f) Rubella; (g) Rubeola; (h) Tetanus; and (i) Varicella; and (2) \"Vaccination passport,\" a physical or digital document providing evidence of vaccinations received by a person. Section 2. That chapter 60-8 be amended with a NEW SECTION: No person may be deprived of life, liberty, or property, without due process of law. The right of any person to work may not be denied or abridged due to the person's vaccination status. A violation of this section is a Class 2 misdemeanor. Section 3. That chapter 60-8 be amended with a NEW SECTION: No person may require another to present a vaccine passport or other evidence of vaccination status. No person may use demands, force, threats, intimidation, or coercion, or impair the present or future employment of another, in an attempt to require or enforce a requirement regarding a vaccine passport or the presentation of other evidence of vaccination status. A violation of this section is a Class 2 misdemeanor. Section 4. That chapter 60-8 be amended with a NEW SECTION: No person may discriminate against another or engage in the differential treatment of another due to the other's vaccination status. A violation of this section is a Class 2 misdemeanor. Section 5. That chapter 60-8 be amended with a NEW SECTION: Sections 2 through 4, inclusive, of this Act are applicable to every public and private: (1) Institution of higher education; (2) Technical college; (3) Elementary or secondary school; and (4) Preschool program. Section 6. That chapter 60-4 be amended with a NEW SECTION: Any person aggrieved by an action prohibited under sections 2 through 4, inclusive of this Act, may bring a civil suit for damages in circuit court and may sue for all wages and benefits that would have accrued, up to and including the date of the judgment."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24511, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First read in House and referred to", "journal_page": 211, "committee_id_action": 1197, "committee_id_assigned": 1192, "result": "N", "vote": {}}]}