{"session_id": 19, "bill_id": 4312, "bill_type": "Senate Bill", "bill_number": 131, "bill_title": "revise the annual budget report.", "sponsors": [{"legislator_profile_id": 382, "is_prime": true}, {"legislator_profile_id": 319, "is_prime": true}, {"legislator_profile_id": 337, "is_prime": false}, {"legislator_profile_id": 326, "is_prime": false}, {"legislator_profile_id": 349, "is_prime": false}, {"legislator_profile_id": 365, "is_prime": false}, {"legislator_profile_id": 369, "is_prime": false}, {"legislator_profile_id": 321, "is_prime": false}, {"legislator_profile_id": 356, "is_prime": false}], "keywords": ["Appropriation", "Public Fiscal Administration"], "audio": [{"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap22.mp3", "start_seconds": 9172.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap22.mp3", "start_seconds": 9172.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap22.mp3", "start_seconds": 9172.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap25.mp3", "start_seconds": 5089.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap25.mp3", "start_seconds": 5089.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap25.mp3", "start_seconds": 5089.0}], "bill_versions": [{"bill_id": 4312, "bill_version_id": 24160, "bill_version": "Introduced", "bill_version_date": "2013-01-22T08:46:42.7-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the annual budget report. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 4-7-10 be amended to read as follows: 4-7-10. The budget report shall contain and include the following information: (1) Summary statements of the financial condition of the state, accompanied by such detailed schedules of assets and liabilities as the Governor deems desirable, which shall include, but not be limited to, the following: (a) A comparative consolidated balance sheet showing the fiscal condition of the state general fund and the surplus or deficit, as the case may be, at the close of each of the two fiscal years last concluded. (b) Summary statements of the general fund balance showing in detail the surplus or deficit at the beginning of each of the two fiscal years last concluded, the actual revenue of that year, the total appropriations of that year, and the total expenditures of that year. (c) Similar summary statements of the estimated fund balance for the current fiscal year and the next fiscal year. (2) Statements of actual revenue for each of the two fiscal years last concluded, and the estimated revenue of the current fiscal year and the next fiscal year, and a statement of unappropriated surplus expected to have accrued in the state treasury at the beginning of the next fiscal year. The statements of revenue and estimated revenue shall be classified by source. Existing sources of revenue shall be analyzed as to their equity, productivity, and need for revision, and any proposed new sources of revenue shall be explained. (3) Summary statements of expenditures, including funds received in accordance with the State and Local Fiscal Assistance Act, for each of the two fiscal years last concluded, itemized by budget units and classified as prescribed by the commissioner of finance and management. (4) Detailed comparative statements of expenditures and requests for appropriations, including funds received or anticipated to be received in accordance with the State and Local Fiscal Assistance Act, by fund classification, budget units and classification of expenditures, showing the expenditures for each of the two fiscal years last concluded, the budget of the current fiscal year, and the Governor's recommendations for appropriations for each budget unit for the next fiscal year, all distributed according to the prescribed classification of expenditures. Following the lists of actual and proposed expenditures of each budget unit there shall be a brief explanation of the functions of the unit and comments on its policies and plans and on any considerable differences among the amounts expended, and the amounts recommended, with such descriptive, quantitative, comparative, and other data as to work done, unit costs and like information as may be considered necessary or desirable. For capital outlay expenditures involving construction projects to be completed in two or more fiscal years, there shall be shown the total estimated cost of each such project and the amount thereof recommended to be appropriated and expended in each ensuing fiscal year until completion of the project. Capital outlay needs shall be projected for at least three years beyond the period covered by the budget. (5) A summary statement of the unappropriated fund balances estimated to be available at the beginning of the next fiscal year, and the estimated revenue of the next fiscal year, as compared with the total recommended amounts of appropriation for expenditures for the next fiscal year, and if the total of the recommended expenditures exceeds the total of the estimated resources, recommendations as to how the deficiency is to be met and estimates of any proposed additional revenues. (6) Informational budgets submitted pursuant to § 4-7-7.2. (7) Such other information as the Governor deems desirable or as is required by law. (8) Each program listed in the annual budget report shall contain a description of the revenues related to that program including the actual amounts received for the preceding fiscal years and projections of receipts for the current and next fiscal year. (9) The annual budget report shall include for each budget unit a determined number of performance indicators and budget drivers as considered appropriate for the specific budget unit as developed cooperatively by representatives of the Bureau of Finance and Management, each budget unit, the standing Committees on Appropriations or the Special Interim Committee created by § 4-8A-2, and the respective Committees on Government Operations and Audit pursuant to § 2-6-2. Performance indicators shall consist of the most important quantitative measures of budgetary accomplishment by each budget unit. Budget drivers shall represent the statistics most responsible for shaping the appropriation of each budget unit. (a) To the extent practicable, performance indicators and budget drivers shall be reported or estimated for the same four fiscal years required for other statements pursuant to this section. In addition, they shall be forecast as planned for one additional year so that data for a total of five years is provided. (b) The budget report for fiscal year 2015 may include performance indicators and budget drivers for budget units in conformance with a schedule agreed to by the Bureau of Finance and Management, the standing Committees on Appropriations or the Special Interim Committee, and the Government Operations and Audit Committee."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4312, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24441.pdf", "status_text": "First read in Senate and referred to", "journal_page": 168, "committee_id_action": 200, "committee_id_assigned": 199, "result": "N", "vote": {}}, {"bill_id": 4312, "action_date": "2013-02-07T08:00:00-06:00", "document_id": 25167, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25167.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 199, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4312, "action_date": "2013-02-13T08:00:00-06:00", "document_id": 25467, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25467.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 199, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4312, "action_date": "2013-02-14T08:00:00-06:00", "document_id": 25512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25512.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 199, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4312, "action_date": "2013-02-19T08:00:00-06:00", "document_id": 25770, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25770.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 199, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4312, "action_date": "2013-02-19T08:00:00-06:00", "document_id": 25971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25971.pdf", "status_text": "Tabled", "journal_page": 477, "committee_id_action": 199, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13954, "president_vote": null, "Yea": [367, 376, 379, 319, 321], "Nay": [317, 365, 338], "Excused": [387]}}]}