{"session_id": 68, "bill_id": 24120, "bill_type": "Senate Bill", "bill_number": 112, "bill_title": "reduce certain gross receipts tax rates and a use tax rate, and to repeal a conditional reduction of certain gross receipts tax rates.", "sponsors": [{"legislator_profile_id": 4345, "is_prime": true}], "keywords": ["Hoghouse-Vehicle Bill", "Taxation"], "audio": [{"meeting_datetime": "2023-02-15T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst24.mp3", "start_seconds": 4745.0}, {"meeting_datetime": "2023-02-15T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst24.mp3", "start_seconds": 4745.0}, {"meeting_datetime": "2023-02-15T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst24.mp3", "start_seconds": 4745.0}, {"meeting_datetime": "2023-02-15T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst24.mp3", "start_seconds": 4745.0}, {"meeting_datetime": "2023-02-21T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen26.mp3", "start_seconds": 5385.0}, {"meeting_datetime": "2023-02-21T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen26.mp3", "start_seconds": 5385.0}, {"meeting_datetime": "2023-02-21T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen26.mp3", "start_seconds": 5385.0}, {"meeting_datetime": "2023-02-27T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst30.mp3", "start_seconds": 6113.0}, {"meeting_datetime": "2023-02-27T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst30.mp3", "start_seconds": 6113.0}, {"meeting_datetime": "2023-02-28T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou31.mp3", "start_seconds": 9180.0}, {"meeting_datetime": "2023-02-28T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou31.mp3", "start_seconds": 9180.0}, {"meeting_datetime": "2023-02-28T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou31.mp3", "start_seconds": 9180.0}, {"meeting_datetime": "2023-02-28T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou31.mp3", "start_seconds": 9180.0}, {"meeting_datetime": "2023-02-28T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou31.mp3", "start_seconds": 9180.0}], "bill_versions": [{"bill_id": 24120, "bill_version_id": 246114, "bill_version": "Introduced", "bill_version_date": "2023-01-25T08:45:55.143-06:00", "bill_text": "An Act to establish and modify provisions related to taxation. Be it enacted by the Legislature of the State of South Dakota: Section 1. This Act establishes and modifies provisions related to taxation."}, {"bill_id": 24120, "bill_version_id": 250705, "bill_version": "House Engrossed", "bill_version_date": "2023-03-01T10:16:53.64-06:00", "bill_text": "An Act to reduce certain gross receipts tax rates and a use tax rate, and to repeal a conditional reduction of certain gross receipts tax rates. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-45-2 be AMENDED: 10-45-2. There is hereby imposed a tax upon the privilege of engaging in business as a retailer, a tax of four and one-half percent two-tenths percent upon the gross receipts of all sales of tangible personal property consisting of goods, wares, or merchandise, except as otherwise provided in this chapter, sold at retail in the State of South Dakota state to consumers or users. Section 2. That § 10-45-5 be AMENDED: 10-45-5. There is imposed a tax at the rate of four and one-half two-tenths percent upon the gross receipts of any person from engaging or continuing in any of the following businesses or services in this state: abstracters; accountants; ancillary services; architects; barbers; beauty shops; bill collection services; blacksmith shops; car washing; dry cleaning; dyeing; exterminators; garage and service stations; garment alteration; cleaning and pressing; janitorial services and supplies; specialty cleaners; laundry; linen and towel supply; membership or entrance fees for the use of a facility or for the right to purchase tangible personal property, any product transferred electronically, or services; photography; photo developing and enlarging; tire recapping; welding and all repair services, except repair services for farm machinery, attachment units, and irrigation equipment used exclusively for agricultural purposes; cable television; and rentals of tangible personal property except leases of tangible personal property between one telephone company and another telephone company, motor vehicles as defined pursuant to § 32-5-1 leased under a single contract for more than twenty-eight days and mobile homes. However, the specific enumeration of businesses and professions made in this section does not, in any way, limit the scope and effect of the provisions of § 10-45-4. Section 3. That § 10-45-5.3 be AMENDED: 10-45-5.3. There is imposed, at the rate of four and one-half two-tenths percent, an excise tax on the gross receipts of any person engaging in oil and gas field services (group no. 138) as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President. Section 4. That § 10-45-6 be AMENDED: 10-45-6. There is hereby imposed a tax of four and one-half two-tenths percent upon the gross receipts from sales, furnishing, or service of gas, electricity, and water, including the gross receipts from such sales by any municipal corporation furnishing gas, and electricity, to the public in its proprietary capacity, except as otherwise provided in this chapter, when sold at retail in the State of South Dakota to consumers or users. Section 5. That § 10-45-6.1 be AMENDED: 10-45-6.1. Except as provided in § 10-45-6.2, there is hereby imposed a tax of four and one-half two-tenths percent upon the gross receipts from providing any intrastate, interstate, or international telecommunications service that originates or terminates in this state and that is billed or charged to a service address in this state, or that both originates and terminates in this state. However, the tax imposed by this section does not apply to: (1) Any eight hundred or eight hundred type service unless the service both originates and terminates in this state; (2) Any sale of a telecommunication service to a provider of telecommunication services, including access service, for use in providing any telecommunication service; or (3) Any sale of interstate telecommunication service provided to a call center that has been certified by the secretary of revenue to meet the criterion established in § 10-45-6.3 and the call center has provided to the telecommunications service provider an exemption certificate issued by the secretary indicating that it meets the criterion. If a call center uses an exemption certificate to purchase services not meeting the criterion established in § 10-45-6.3, the call center is liable for the applicable tax, penalty, and interest. Section 6. That § 10-45-6.2 be AMENDED: 10-45-6.2. There is hereby imposed a tax of four and one-half two-tenths percent upon the gross receipts of mobile telecommunications services, as defined in 4 U.S.C. § 124(7) as of January 1, 2002, that originate and terminate in the same state and are billed to a customer with a place of primary use in this state or are deemed to have originated or been received in this state and to be billed or charged to a service address in this state if the customer's place of primary use is located in this state regardless of where the service actually originates or terminates. Notwithstanding any other provision of this chapter and for purposes of the tax imposed by this section, the tax imposed upon mobile telecommunication services shall must be administered in accordance with 4 U.S.C. §§ 116-126 as in effect on July 28, 2000. Section 7. That § 10-45-8 be AMENDED: 10-45-8. There is imposed a tax of four and one-half two-tenths percent upon the gross receipts from all sales of tickets or admissions to places of amusement and athletic contests or events, except as otherwise provided in this chapter. Section 8. That § 10-45-71 be AMENDED: 10-45-71. There is imposed a tax of four and one-half two-tenths percent on the gross receipts from the transportation of passengers. The tax imposed by this section shall apply to any transportation of passengers if the passenger boards and exits the mode of transportation within this state. Section 9. That § 10-46-2.1 be AMENDED: 10-46-2.1. For the privilege of using services in South Dakota, except those types of services exempted by § 10-46-17.3, there is imposed on the person using the service an excise tax equal to four and one-half two-tenths percent of the value of the services at the time they are rendered. However, this tax may not be imposed on any service rendered by a related corporation as defined in subdivision 10-43-1(11) for use by a financial institution as defined in subdivision 10-43-1(4) or on any service rendered by a financial institution as defined in subdivision 10-43-1(4) for use by a related corporation as defined in subdivision 10-43-1(11). For the purposes of this section, the term related corporation includes a corporation which together with the financial institution is part of a controlled group of corporations as defined in 26 U.S.C. § 1563 as in effect on January 1, 1989, except that the eighty percent ownership requirements set forth in 26 U.S.C. § 563(a)(2)(A) for a brother-sister controlled group are reduced to fifty-one percent. For the purpose of this chapter, services rendered by an employee for the use of his the employer are not taxable. Section 10. That § 10-46-2.2 be AMENDED: 10-46-2.2. An excise tax is imposed upon the privilege of the use of rented tangible personal property and any product transferred electronically in this state at the rate of four and one-half two-tenths percent of the rental payments upon the property. Section 11. That § 10-46-58 be AMENDED: 10-46-58. There is imposed a tax of four and one-half two-tenths percent on the privilege of the use of any transportation of passengers. The tax imposed by this section shall apply applies to any transportation of passengers if the passenger boards and exits the mode of transportation within this state. Section 12. That § 10-46-69 be AMENDED: 10-46-69. There is hereby imposed a tax of four and one-half two-tenths percent upon the privilege of the use of mobile telecommunications services, as defined in 4 U.S.C. § 124(7) as of January 1, 2002, that originate and terminate in the same state and are billed to a customer with a place of primary use in this state. Notwithstanding any other provision of this chapter and for purposes of the tax imposed by this section, the tax imposed upon mobile telecommunication services shall must be administered in accordance with 4 U.S.C. §§ 116-126 as in effect on July 28, 2000. Section 13. That § 10-46-69.1 be AMENDED: 10-46-69.1. Except as provided in § 10-46-69, there is hereby imposed a tax of four and one-half two-tenths percent upon the privilege of the use of any intrastate, interstate, or international telecommunications service that originates or terminates in this state and that is billed or charged to a service address in this state, or that both originates and terminates in this state. However, the tax imposed by this section does not apply to: (1) Any eight hundred or eight hundred type service unless the service both originates and terminates in this state; (2) Any sale of a telecommunication service to a provider of telecommunication services, including access service, for use in providing any telecommunication service; or (3) Any sale of interstate telecommunication service provided to a call center that has been certified by the secretary of revenue to meet the criterion established in § 10-45-6.3 and the call center has provided to the telecommunications service provider an exemption certificate issued by the secretary indicating that it meets the criterion. If a call center uses an exemption certificate to purchase services not meeting the criterion established in § 10-45-6.3, the call center is liable for the applicable tax, penalty, and interest. Section 14. That § 10-46-69.2 be AMENDED: 10-46-69.2. There is hereby imposed a tax of four and one-half two-tenths percent upon the privilege of the use of any ancillary services. Section 15. That § 10-46E-1 be AMENDED: 10-46E-1. There is hereby imposed an excise tax of four and one-half two-tenths percent on the gross receipts from the sale, resale, or lease of farm machinery, attachment units, and irrigation equipment used exclusively for agricultural purposes. However, if any trade-in or exchange of used farm machinery, attachment units, and irrigation equipment is involved in the transaction, the excise tax is only due and may only be collected on the cash difference. Section 16. That § 10-58-1 be AMENDED: 10-58-1. There is imposed upon owners and operators a special amusement excise tax of four and one-half two-tenths percent of the gross receipts from the operation of any mechanical or electronic amusement device. The tax imposed by this section is in lieu of the tax imposed pursuant to chapter 10-45. Section 17. That § 10-64-9 be REPEALED: If the state is able to enforce the obligation to collect and remit sales tax on remote sellers who deliver tangible personal property, products transferred electronically, or services directly to the citizens of South Dakota, the additional net revenue from such obligation shall be used to reduce the rate of certain taxes. The rate of tax imposed by §§ 10-45-2, 10-45-5, 10-45-5.3, 10-45-6, 10-45-6.1, 10-45-6.2, 10-45-8, 10-45-71, 10-46-2.1, 10-46-2.2, 10-46-58, 10-46-69, 10-46-69.1, 10-46-69.2, 10-46E-1, and 10-58-1 shall be reduced by one-tenth percent on July first following the calendar year for which each additional twenty million dollar increment of net revenue is collected and remitted by such remote sellers. However, the rate of tax imposed by §§ 10-45-2, 10-45-5, 10-45-5.3, 10-45-6, 10-45-6.1, 10-45-6.2, 10-45-8, 10-45-71, 10-46-2.1, 10-46-2.2, 10-46-58, 10-46-69, 10-46-69.1, 10-46-69.2, 10-46E-1, and 10-58-1 may not be reduced below four percent pursuant to the provisions of this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24120, "action_date": "2023-01-25T14:00:00-06:00", "document_id": 245898, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245898.pdf", "status_text": "First read in Senate and referred to", "journal_page": 114, "committee_id_action": 1183, "committee_id_assigned": 1184, "result": "N", "vote": {}}, {"bill_id": 24120, "action_date": "2023-02-15T10:00:00-06:00", "document_id": 249124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249124.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24120, "action_date": "2023-02-15T10:00:00-06:00", "document_id": 249125, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249125.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77206, "president_vote": null, "Yea": [4413, 4348, 4355, 4394, 4410, 4426, 4430, 4352, 4345]}}, {"bill_id": 24120, "action_date": "2023-02-15T10:00:00-06:00", "document_id": 249125, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249125.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24120, "action_date": "2023-02-16T13:00:00-06:00", "document_id": 249591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249591.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 292, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24120, "action_date": "2023-02-21T14:00:00-06:00", "document_id": 249697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249697.pdf", "status_text": "Do Pass", "journal_page": 308, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77372, "president_vote": null, "Nay": [4336, 4360, 4457, 4404], "Yea": [4338, 4339, 4340, 4342, 4345, 4348, 4448, 4355, 4359, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436], "Excused": [4352]}}, {"bill_id": 24120, "action_date": "2023-02-22T14:00:00-06:00", "document_id": 249852, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249852.pdf", "status_text": "First read in House and referred to", "journal_page": 348, "committee_id_action": 1159, "committee_id_assigned": 1166, "result": "N", "vote": {}}, {"bill_id": 24120, "action_date": "2023-02-27T07:45:00-06:00", "document_id": 250153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250153.pdf", "status_text": "Do Pass", "journal_page": 7, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77614, "president_vote": null, "Yea": [4334, 4337, 4341, 4343, 4344, 4353, 4366, 4385, 4409, 4470, 4408, 4392], "Nay": [4368]}}, {"bill_id": 24120, "action_date": "2023-02-28T14:00:00-06:00", "document_id": 250451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250451.pdf", "status_text": "Motion to amend", "journal_page": 412, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24120, "action_date": "2023-02-28T14:00:00-06:00", "document_id": 250451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250451.pdf", "status_text": "Do Pass Amended", "journal_page": 415, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77808, "president_vote": null, "Yea": [4456, 4445, 4333, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4468, 4358, 4365, 4366, 4450, 4373, 4374, 4375, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4385, 4451, 4388, 4389, 4469, 4392, 4447, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4406, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4417, 4418, 4421, 4464, 4446, 4465, 4470, 4429], "Nay": [4354, 4471, 4368, 4467, 4405, 4461], "Excused": [4393]}}, {"bill_id": 24120, "action_date": "2023-03-09T09:00:00-06:00", "document_id": 251323, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251323.pdf", "status_text": "Failed to concur, no committee appointed", "journal_page": 475, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78244, "president_vote": null, "Yea": [4336, 4339, 4345, 4348, 4448, 4352, 4355, 4360, 4457, 4381, 4453, 4466, 4460, 4394, 4395, 4399, 4404, 4407, 4410, 4413, 4414, 4419, 4426, 4430], "Excused": [4338, 4340, 4342, 4359, 4372, 4378, 4382, 4386, 4432, 4434, 4436]}}]}