{"session_id": 69, "bill_id": 24653, "bill_type": "House Bill", "bill_number": 1235, "bill_title": "make an appropriation of State Fiscal Recovery Fund moneys for eligible water quality projects.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24653", "sponsors": [{"legislator_profile_id": 4538, "is_prime": true}], "keywords": ["Appropriation", "Grants", "Water Management"], "audio": [], "bill_versions": [{"bill_id": 24653, "bill_version_id": 264025, "bill_version": "Introduced", "bill_version_date": "2024-01-31T10:23:50.363-06:00", "bill_text": "An Act to make an appropriation of State Fiscal Recovery Fund moneys for eligible water quality projects. Be it enacted by the Legislature of the State of South Dakota: Section 1. There is appropriated $130,631,071 in federal fund expenditure authority, for the expenditure of State Fiscal Recovery Fund moneys authorized by the American Rescue Plan Act, to the Board of Water and Natural Resources for providing grants to entities implementing eligible water quality projects. The board shall establish the terms and conditions for issuing grants authorized under this section. Section 2. For purposes of this Act, the term \"eligible water quality project\" means a project that implements a nonpoint source management program established pursuant to 33 U.S.C. § 1329 (December 23, 2022). Section 3. The board and the Department of Agriculture and Natural Resources shall comply with all federal guidance on using State Fiscal Recovery Fund moneys to provide grants for eligible water quality projects. Section 4. The secretary of the Department of Agriculture and Natural Resources shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 5. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 6. This Act is effective beginning June 30, 2024."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24653, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First read in House and referred to", "journal_page": 210, "committee_id_action": 1197, "committee_id_assigned": 1191, "result": "N", "vote": {}}]}