{"session_id": 19, "bill_id": 4325, "bill_type": "House Commemoration", "bill_number": 1007, "bill_title": "Honoring, commending, and thanking current and past patrolmen, troopers, members, and family members, upon the seventy-fifth anniversary of the founding of the South Dakota Highway Patrol", "sponsors": [{"legislator_profile_id": 380, "is_prime": true}, {"legislator_profile_id": 339, "is_prime": true}, {"legislator_profile_id": 318, "is_prime": false}, {"legislator_profile_id": 416, "is_prime": false}, {"legislator_profile_id": 389, "is_prime": false}, {"legislator_profile_id": 355, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4325, "bill_version_id": 24988, "bill_version": "Introduced", "bill_version_date": "2013-01-30T12:23:46.167-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring, commending, and thanking current and past patrolmen, troopers, members, and family members, upon the seventy-fifth anniversary of the founding of the South Dakota Highway Patrol. WHEREAS, patrolmen, troopers, motor carriers, and other members of the South Dakota Highway Patrol have put their lives on the line to serve South Dakotans with selfless dedication to our safety for seventy-five years; and WHEREAS, numerous patrolmen, troopers, and motor carriers of the Highway Patrol have been injured serving and protecting South Dakotans; and WHEREAS, generations of family members have made selfless sacrifices, worried over, and supported the members of our highway patrol with their love, prayers, and dedication; and WHEREAS, Patrolmen Bernard Benson and H.N. \"Brownie\" Russell, as well as Troopers Verlyn L. Mettler, Steven E. Hoffman, and Oren S. Hindman made the ultimate sacrifice, with their lives, for our safety; and WHEREAS, without the sacrifices of the South Dakota Highway Patrol family's seventy-five years of dedicated service, South Dakota would not be the best place in the world to live and raise a family: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Legislature honors, commends, and thanks all the members and family members of our South Dakota Highway Patrol, for their seventy-five years of commitment and service to the citizens of South Dakota."}, {"bill_id": 4325, "bill_version_id": 25211, "bill_version": "Enrolled", "bill_version_date": "2013-02-04T16:18:49.833-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring, commending, and thanking current and past patrolmen, troopers, members, and family members, upon the seventy-fifth anniversary of the founding of the South Dakota Highway Patrol. WHEREAS, patrolmen, troopers, motor carriers, and other members of the South Dakota Highway Patrol have put their lives on the line to serve South Dakotans with selfless dedication to our safety for seventy-five years; and WHEREAS, numerous patrolmen, troopers, and motor carriers of the Highway Patrol have been injured serving and protecting South Dakotans; and WHEREAS, generations of family members have made selfless sacrifices, worried over, and supported the members of our highway patrol with their love, prayers, and dedication; and WHEREAS, Patrolmen Bernard Benson and H.N. \"Brownie\" Russell, as well as Troopers Verlyn L. Mettler, Steven E. Hoffman, and Oren S. Hindman made the ultimate sacrifice, with their lives, for our safety; and WHEREAS, without the sacrifices of the South Dakota Highway Patrol family's seventy-five years of dedicated service, South Dakota would not be the best place in the world to live and raise a family: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Legislature honors, commends, and thanks all the members and family members of our South Dakota Highway Patrol, for their seventy-five years of commitment and service to the citizens of South Dakota. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4325, "action_date": "2013-01-30T14:00:00-06:00", "document_id": 25017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25017.pdf", "status_text": "", "journal_page": 261, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4325"}