{"session_id": 19, "bill_id": 4509, "bill_type": "House Commemoration", "bill_number": 1084, "bill_title": "Honoring the Sioux Falls Lincoln High School Patriot Marching Band for representing the Upper Midwest at the Rose Bowl Parade.", "sponsors": [{"legislator_profile_id": 324, "is_prime": true}, {"legislator_profile_id": 365, "is_prime": true}, {"legislator_profile_id": 396, "is_prime": false}, {"legislator_profile_id": 344, "is_prime": false}, {"legislator_profile_id": 403, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4509, "bill_version_id": 27218, "bill_version": "Introduced", "bill_version_date": "2013-03-06T09:49:35.21-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Sioux Falls Lincoln High School Patriot Marching Band for representing the Upper Midwest at the Rose Bowl Parade. WHEREAS, the Patriot Marching Ban was led proudly by drum majors Carter Christiansen, Rachel Nevin, Libby Smorada, and Kelsey Stotz; and WHEREAS, the band was led under the direction of Mr. Bob Carlson and Mr. Dan Carlson with help from percussion head Mr. Craig Spangler; color guard advisors Julie Fettes and Emily Savage; music arranger Jeremy Hegg; band drill writer Kevin Carlson; percussion technicians Pete Hansen and Micah Jastram; woodwind technicians Emily Anderson, Joel Shotwell, and Kristen Jacobson; brass technicians Rolyn Beaird, Andrea Carlson, Eric Knutson, Lon Semansky, and Scott Stearns; and marching techs Ali Hoffman, Brian Haber, Ali Becker, and Joe Waters; and WHEREAS, the student members worked hard, often practicing long hours, spending time memorizing music, and working on marching techniques: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Sioux Falls Lincoln High School Patriot Marching Band be honored and congratulated for making South Dakota proud at the Rose Bowl Parade."}, {"bill_id": 4509, "bill_version_id": 27448, "bill_version": "Enrolled", "bill_version_date": "2013-03-08T17:09:09.28-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Sioux Falls Lincoln High School Patriot Marching Band for representing the Upper Midwest at the Rose Bowl Parade. WHEREAS, the Patriot Marching Ban was led proudly by drum majors Carter Christiansen, Rachel Nevin, Libby Smorada, and Kelsey Stotz; and WHEREAS, the band was led under the direction of Mr. Bob Carlson and Mr. Dan Carlson with help from percussion head Mr. Craig Spangler; color guard advisors Julie Fettes and Emily Savage; music arranger Jeremy Hegg; band drill writer Kevin Carlson; percussion technicians Pete Hansen and Micah Jastram; woodwind technicians Emily Anderson, Joel Shotwell, and Kristen Jacobson; brass technicians Rolyn Beaird, Andrea Carlson, Eric Knutson, Lon Semansky, and Scott Stearns; and marching techs Ali Hoffman, Brian Haber, Ali Becker, and Joe Waters; and WHEREAS, the student members worked hard, often practicing long hours, spending time memorizing music, and working on marching techniques: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Sioux Falls Lincoln High School Patriot Marching Band be honored and congratulated for making South Dakota proud at the Rose Bowl Parade. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4509, "action_date": "2013-03-06T11:00:00-06:00", "document_id": 27246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27246.pdf", "status_text": "", "journal_page": 781, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4509"}