{"session_id": 27, "bill_id": 7940, "bill_type": "Senate Bill", "bill_number": 53, "bill_title": "create a campaign finance ethics commission and to establish certain powers and procedures for the commission.", "sponsors": [], "keywords": ["Campaign Finance", "Elections", "Ethics", "State Affairs and Government"], "audio": [{"meeting_datetime": "2017-01-11T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen02.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst21.mp3", "start_seconds": 97.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst21.mp3", "start_seconds": 97.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst21.mp3", "start_seconds": 97.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst21.mp3", "start_seconds": 97.0}], "bill_versions": [{"bill_id": 7940, "bill_version_id": 42427, "bill_version": "Introduced", "bill_version_date": "2017-01-10T11:08:07.29-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a campaign finance ethics commission and to establish certain powers and procedures for the commission. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: There is hereby created a Campaign Finance Ethics Commission. For purposes of this Act, the term, commission, means the Campaign Finance Ethics Commission. Section 2. That the code be amended by adding a NEW SECTION to read: The secretary of state shall be the chair of the commission. The secretary of state may appoint a designee to act on behalf of the secretary of state in matters concerning the commission. If a designee is appointed by the secretary of state, the designee shall chair the commission and has the authority to vote as a member. The commission shall consist of six members. Other than the secretary of state, the members of the commission include: (1) A member who is appointed by the speaker of the House of Representatives; (2) A member who is appointed by the president pro-tempore of the Senate; (3) A member of the Board of Elections, excluding the secretary of state, who is appointed by the Board of Elections; (4) A member who is appointed by the minority leader of the House of Representatives; and (5) A member who is appointed by the minority leader of the Senate. Each member of the commission, other than the secretary of state or the secretary of state's designee, shall serve for a term of four years, and is eligible for reappointment for no more than three consecutive terms. Any member who is ineligible under this section for appointment may become eligible for appointment not less than four years following the termination of the member's previous appointment. Each member who is the initial member appointed by the speaker of the House of Representatives, the minority leader of the Senate, or the Board of Elections shall serve for an initial term not to exceed two years. Any member who is appointed under this section shall serve at the pleasure of the appointing official and may be removed without cause at any time. Any member who leaves the commission prior to the expiration of the member's term shall be replaced by the appropriate appointing official with a new member to serve for the remainder of the unexpired term. Section 3. That the code be amended by adding a NEW SECTION to read: The commission may investigate and enforce any matter related to a candidate's statement of financial interest under chapter 12-25; a candidate's campaign finance under chapter 12-27, other than any matter related to a delinquent filing; or any officer's statement of financial interest under chapter 3-1A. The provisions of this section granting enforcement authority over certain matters to the commission may not be interpreted to alter or amend any authority granted to the attorney general or a state's attorney under chapter 12-27. Section 4. That the code be amended by adding a NEW SECTION to read: Any complaint alleging a violation of any matter under the investigation and enforcement authority of the commission pursuant to this Act shall be filed with the secretary of state. Any complaint filed pursuant to this Act shall contain an affidavit reciting any fact or referencing any document that is attached to the complaint providing reason for the complainant's belief that a violation is occurring or has occurred. Any complaint filed with the secretary of state pursuant to this Act shall be forwarded to the commission. The commission may investigate any allegation contained in any complaint filed pursuant to this Act. Each complaint filed pursuant to this Act shall contain the complainant's: (1) Name; (2) Residential address; (3) Mailing address, if different than the complainant's residential address; (4) Electronic mail address, if any; and (5) Telephone number. No complaint filed pursuant to this Act with the secretary of state may be filed electronically. The secretary of state shall provide notice by certified mail to any complainant of any rejected complaint. The secretary of state shall provide notice by postal or electronic mail to any complainant of any complaint that is forwarded to the commission for the investigation of any allegation contained in the complaint. Any complaint filed other than as provided in this Act shall be rejected as null and void. Section 5. That the code be amended by adding a NEW SECTION to read: The commission shall meet within thirty days of the receipt of any complaint filed pursuant to this Act from the secretary of state. The commission may: (1) Investigate any allegation contained in the complaint filed pursuant to this Act; (2) Upon motion and consent of the members of the commission, investigate any matter under the investigation and enforcement authority of the commission that is not contained in the complaint and involves the subject of the allegations contained in the complaint; (3) Conduct an audit of any entity subject to the provisions of chapter 12-27; (4) Dismiss any matter under investigation by the commission; (5) Informally resolve any matter under investigation by the commission; (6) Issue any public reprimand pursuant to any matter under investigation by the commission; (7) Recommend for the decertification of any candidate or removal from office of any elected official whom the commission finds to be in violation of any provision under the investigation or enforcement authority of the commission pursuant to this Act; and (8) Impose a fine for a violation of the provisions of chapter 12-27 under the enforcement authority of the commission pursuant to this Act. Section 6. That the code be amended by adding a NEW SECTION to read: Any matter that is resolved by the commission pursuant to this Act shall be a final action by the commission. Section 7. That the code be amended by adding a NEW SECTION to read: Any proceeding conducted by the commission regarding an allegation under investigation by the commission shall be open to the public. Section 8. That the code be amended by adding a NEW SECTION to read: Any complaint that is forwarded to the commission by the secretary of state pursuant to this Act shall be mailed by certified mail to the subject of the allegations contained in the complaint. Section 9. That the code be amended by adding a NEW SECTION to read: No final disposition of any investigation conducted by the commission may be made unless the commission has provided the subject of the allegations listed in the complaint a reasonable opportunity to be heard. Section 10. That the code be amended by adding a NEW SECTION to read: Any person who is the subject of an investigation by the commission shall respond to the notice of the investigation provided by the commission pursuant to this Act within twenty days of the receipt of the notice, unless any other period for response is provided by the commission. Any person who fails to respond to any notice by the commission under this section is subject to any final disposition made by the commission. Section 11. That the code be amended by adding a NEW SECTION to read: In any investigation conducted by the commission, the commission may: (1) Issue subpoenas; (2) Administer oaths; (3) Take sworn testimony in any form; or (4) Accept any evidence relevant to any matter under investigation. Any person who fails to comply with any subpoena issued pursuant to this section is guilty of a Class 1 misdemeanor. Any hearing conducted by the commission during an investigation shall be recorded so as to preserve any testimony or evidence for an appeal of the commission's final disposition pursuant to this Act. Section 12. That the code be amended by adding a NEW SECTION to read: The commission shall dismiss any complaint that the commission finds upon investigation that no allegation contained in the complaint has merit. The commission shall provide notice to any complainant or any subject of any allegation contained in a complaint under investigation by the commission by certified mail if the commission dismissed a complaint for lack of merit. Section 13. That the code be amended by adding a NEW SECTION to read: The commission shall provide a written report by certified mail of any finding or proposed action pursuant to any allegation under investigation by the commission to the subject of the investigation, the complainant, and any other person the commission deems appropriate. Section 14. That the code be amended by adding a NEW SECTION to read: Any person who is the subject of an investigation by the commission shall respond to any written report received under this Act within twenty days of the receipt of the written report. Any response under this section shall state whether the person agrees with or objects to any finding by the commission. The response shall contain any demand for a formal hearing before the commission. Failure by the subject of the investigation to respond to the written report in accordance with this section shall be deemed by the commission as agreement with the findings contained in the written report. Any agreement by the subject of the investigation to the findings contained in the written report under this section constitutes a final disposition of the investigation. The commission shall file with the secretary of state any final disposition of an investigation that is concluded. Section 15. That the code be amended by adding a NEW SECTION to read: Any finding by the commission that results in a public reprimand of or fine imposed on the subject of any investigation by the commission shall be provided in a written report by certified mail to the subject of the investigation, the complainant, and any other person the commission deems appropriate. Any written report by the commission is a public document. Section 16. That the code be amended by adding a NEW SECTION to read: The commission shall be supported by appropriations made by the Legislature unless, at the commission's discretion, any cost or expense of an investigation or enforcement shall be assessed upon the subject of the investigation. Section 17. That the code be amended by adding a NEW SECTION to read: Any appeal of a final disposition by the commission shall be filed within twenty days of the release of the commission's final disposition in the sixth judicial circuit court in Hughes County. No complainant may appeal any final disposition of the commission. Section 18. That the code be amended by adding a NEW SECTION to read: The commission shall provide notice by publication in a newspaper of general circulation within the district of the subject of any investigation if the commission issues a final determination that results in a public reprimand. The notice provided pursuant to this section shall include any response issued by the subject of the investigation to any question raised by the initial complaint. Section 19. That § 1-8-1.1 be amended to read: 1-8-1.1. The secretary of state shall perform all administrative functions except special budgetary functions (as defined in § 1-32-1) of the following boards: (1) Board of Finance, created by under chapter 4-1.; (2) Board of Canvassers, created by under chapter 12-20; and (3) Campaign Finance Ethics Commission created under this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7940, "action_date": "2017-01-11T12:30:00-06:00", "document_id": 42470, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42470.pdf", "status_text": "First read in Senate and referred to", "journal_page": 47, "committee_id_action": 360, "committee_id_assigned": 340, "result": "N", "vote": {}}, {"bill_id": 7940, "action_date": "2017-02-13T10:00:00-06:00", "document_id": 44071, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44071.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 340, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7940, "action_date": "2017-02-13T10:00:00-06:00", "document_id": 44305, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44305.pdf", "status_text": "Tabled", "journal_page": 367, "committee_id_action": 340, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23161, "president_vote": null, "Yea": [1154, 1148, 1169, 1107, 1131, 1144, 1108], "Excused": [1105], "Nay": [1102]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7940"}