{"session_id": 21, "bill_id": 6170, "bill_type": "Senate Bill", "bill_number": 2, "bill_title": "provide for the establishment of river basin natural resource districts.", "sponsors": [{"legislator_profile_id": 860, "is_prime": true}, {"legislator_profile_id": 924, "is_prime": true}, {"legislator_profile_id": 859, "is_prime": false}, {"legislator_profile_id": 882, "is_prime": false}, {"legislator_profile_id": 909, "is_prime": false}, {"legislator_profile_id": 878, "is_prime": false}, {"legislator_profile_id": 897, "is_prime": false}], "keywords": ["Agriculture and Horticulture", "Counties", "Drainage", "Legislature and Statutes", "Local Government", "Planning, Zoning, and Housing Programs", "State Affairs and Government", "Task Force", "Taxes", "Water Management"], "audio": [{"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sag21.mp3", "start_seconds": 2184.0}, {"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sag21.mp3", "start_seconds": 2184.0}, {"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sag21.mp3", "start_seconds": 2184.0}, {"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sag21.mp3", "start_seconds": 2184.0}, {"meeting_datetime": "2015-02-17T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sag22.mp3", "start_seconds": 173.0}, {"meeting_datetime": "2015-02-17T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sag22.mp3", "start_seconds": 173.0}, {"meeting_datetime": "2015-02-17T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sag22.mp3", "start_seconds": 173.0}, {"meeting_datetime": "2015-02-17T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sag22.mp3", "start_seconds": 173.0}, {"meeting_datetime": "2015-02-17T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sag22.mp3", "start_seconds": 173.0}, {"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen24.mp3", "start_seconds": 1844.0}, {"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen24.mp3", "start_seconds": 1844.0}, {"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen24.mp3", "start_seconds": 1844.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hag30.mp3", "start_seconds": 147.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hag30.mp3", "start_seconds": 147.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hag30.mp3", "start_seconds": 147.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hag30.mp3", "start_seconds": 147.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hag30.mp3", "start_seconds": 147.0}, {"meeting_datetime": "2015-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou34.mp3", "start_seconds": 2253.0}, {"meeting_datetime": "2015-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou34.mp3", "start_seconds": 2253.0}, {"meeting_datetime": "2015-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou34.mp3", "start_seconds": 2253.0}, {"meeting_datetime": "2015-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou34.mp3", "start_seconds": 2253.0}, {"meeting_datetime": "2015-03-11T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen36.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 6170, "bill_version_id": 32868, "bill_version": "Introduced", "bill_version_date": "2015-01-05T16:45:20.367-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the establishment of river basin natural resource districts and to repeal certain provisions regarding county drainage management. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Pursuant to sections 3 to 11, inclusive, of this Act, the state is divided into nine river basin natural resource districts. Each district is a political subdivision of the state. Section 2. As used in this Act, the term, district, means one of the river basin natural resource districts created by this Act. Section 3. The Red River and Minnesota River Basin Natural Resource District is hereby established. The district shall include the portions of Brookings, Codington, Day, Deuel, Grant, Marshall, and Roberts counties located in the Red River hydrologic basin and the Minnesota River hydrologic basin. Section 4. The Big Sioux River Basin Natural Resource District is hereby established. The district shall include the portions of Brookings, Clark, Clay, Codington, Day, Deuel, Grant, Hamlin, Kingsbury, Lake, Lincoln, Marshall, McCook, Minnehaha, Moody, Roberts, Turner, and Union counties located in the Big Sioux River hydrologic basin. Section 5. The Vermillion River Basin Natural Resource District is hereby established. The district shall include the portions of Brookings, Clark, Clay, Hamlin, Hutchinson, Kingsbury, Lake, Lincoln, McCook, Miner, Minnehaha, Turner, Union, and Yankton counties located in the Vermillion River hydrologic basin. Section 6. The James River Basin Natural Resource District is hereby established. The district shall include the portions of Aurora, Beadle, Bon Homme, Brown, Clark, Davison, Day, Douglas, Edmunds, Faulk, Hand, Hanson, Hutchinson, Hyde, Jerauld, Kingsbury, Marshall, McCook, McPherson, Miner, Potter, Roberts, Sanborn, Spink, Turner, and Yankton counties located in the James River hydrologic basin. Section 7. The Upper Missouri River Trench Basin Natural Resource District is hereby established. The district shall include the portions of Campbell, Corson, Dewey, Edmunds, Faulk, Haakon, Hughes, Hyde, McPherson, Potter, Stanley, Sully, Walworth, and Ziebach counties located in the Upper Missouri River Trench hydrologic basin. Section 8. The Lower Missouri River Trench Basin Natural Resource District is hereby established. The district shall include the portions of Aurora, Beadle, Bon Homme, Brule, Buffalo, Charles Mix, Clay, Davison, Douglas, Faulk, Gregory, Haakon, Hand, Hughes, Hutchinson, Hyde, Jackson, Jones, Jerauld, Lyman, Pennington, Potter, Stanley, Sully, Tripp, Union, and Yankton counties located in the Lower Missouri River Trench hydrologic basin. Section 9. The Little Missouri River, Cannonball River, Moreau River, and Grand River Basin Natural Resource District is hereby established. The district shall include the portions of Butte, Corson, Dewey, Harding, Meade, Perkins, and Ziebach counties located in the Little Missouri River hydrologic basin, the Cannonball River hydrologic basin, the Moreau River hydrologic basin, and the Grand River hydrologic basin. Section 10. The Belle Fourche River and the Cheyenne River Basin Natural Resource District is hereby established. The district shall include the portions of Butte, Custer, Fall River, Haakon, Lawrence, Meade, Oglala Lakota, Pennington, and Ziebach and counties located in the Belle Fourche River hydrologic basin and the Cheyenne River hydrologic basin. Section 11. The White River and Niobrara River Basin Natural Resource District is hereby established. The district shall include the portions of Bennett, Fall River, Gregory, Jackson, Jones, Lyman, Mellette, Oglala Lakota, Pennington, Todd, and Tripp counties located in the White River hydrologic basin and the Niobrara River hydrologic basin. Section 12. There is hereby established the River Basin Natural Resource District Oversight Advisory Task Force. The task force consists of the following sixteen members: (1) The speaker of the House of Representatives shall appoint four members of the House of Representatives, no more than two of whom may be from one political party; (2) The speaker of the House of Representatives shall appoint four members of the general public, one member to have an agricultural background, one member to represent conservation districts, one member to represent county government, and one member to represent municipal government; (3) The president pro tempore of the Senate shall appoint four members of the Senate, no more than two of whom may be from one political party; and (4) The president pro tempore of the Senate shall appoint four members of the general public, one member to have an agricultural background, one member to represent conservation districts, one member to represent county government, and one member to represent municipal government. The initial appointments shall be made no later than July 1, 2015, and serve until January 1, 2017. The speaker of the House of Representatives and the president pro tempore of the Senate shall, before the close of the regular session of the Legislature in 2017, appoint members to the task force for a term to end January 1, 2019. If there is a vacancy on the task force, the vacancy shall be filled in the same manner as the original appointment. Section 13. The task force shall meet between July 1, 2015, and December 31, 2015, to recommend to the 2016 Legislature the specific boundaries of the river basin natural resource districts established by this Act. The recommended boundaries of the districts shall follow as closely as possible the hydrologic patterns of the river basins. However, the task force recommendations may follow existing boundaries of political subdivisions or voting precincts, wherever feasible. The specific boundaries shall be established by the Legislature in statute. The task force shall also recommend to the Legislature a procedure by which the initial terms of council members shall be staggered. Section 14. The task force shall also establish recommendations for the 2016 Legislature that divide each district into three subdistricts of nearly equal size of population based on the last preceding federal census. In creating these subdistricts, the task force may follow existing boundaries of political subdivisions, voting precincts, and sections lines wherever feasible. Section 15. The task force shall continue to meet until January 1, 2019. The task force shall advise the Legislature and districts regarding the implementation of this Act, including the establishment of guidelines to be used by the districts to establish a water management plan pursuant to this Act. The task force shall review the provisions of chapter 46A-10A and determine which provisions need to be incorporated in legislation to assist in the implementation of this Act. The task force may present draft legislation and policy recommendations to the Legislative Research Council Executive Board to facilitate the implementation of this Act. Section 16. Each district is governed by a council. The size of each district council is determined by the population of each district based on the last preceding federal census. Each district with a population of less than thirty thousand residents shall have a council of three members with a member elected from each subdistrict. Each district with a population of thirty thousand residents to one hundred thousand residents, inclusive, shall have a council of six members with two members elected at large from each subdistrict. Each district with a population of over one hundred thousand residents shall have a council of nine members with three members elected at large from each subdistrict. Section 17. The initial members to a district council shall be elected at the next general election following the effective date of this Act. The initial district council members, as provided pursuant to section 13 of this Act, shall be elected to serve for staggered terms at the next succeeding general election. District council members shall thereafter be elected to four-year terms at each subsequent general election to succeed those council members whose terms expire at the end of the year in which the election is held. Section 18. A district council shall create, by July 1, 2017, a comprehensive water management plan for the district. The plan shall contain proposed ordinances, long-term plans, disclosure requirements, and any other details necessary to implement the management plan as provided in guidelines established by the oversight advisory task force pursuant to this Act. Section 19. A district council may acquire by purchase or lease all real and other property as may be necessary to carry out the purposes of this Act. The council may hold and use the property, lease or otherwise dispose of any part or parcel thereof, or sell the property if it is no longer needed. The council shall follow the procedures in chapters 6-13 and 7-30 for the sale, exchange, leasing, and disposal of property. Section 20. A district council may accept funds, property, and services or other assistance, financial or otherwise, from federal, state, tribal, and other public or private sources to carry out the purposes of this Act. The district council may establish the per diem and expenses of the council to be paid by the council. Section 21. A district council may equip, maintain, and operate an office within the district as its principal place of business and establish other offices as necessary. The council may appoint and fix compensation of any employees deemed necessary by the council to conduct the business and affairs of the district and to carry out the intent of this Act. No employee of the district may hold office as a natural resource district council member while so employed. Section 22. A district council may cooperate or contract with any person, state, subdivision of a state, tribal government, federal agency, or private or public corporation to carry out the purposes of this Act. Section 23. A district council may levy a fine, file an injunction, or take other disciplinary action as deemed appropriate against any person or persons within the district in violation of any section of this Act, any ordinance created by the council pursuant to this Act, or any permit issued by the council. No fine may exceed more than ten thousand dollars per day of violation or exceed one hundred thousand dollars total. Section 24. A district council may create, by ordinance, rules necessary for the management and maintenance of each river basin located within the natural resource district. Section 25. A district council may establish a position for a district hydrologist, engineer, or similar position to offer technical assistance to any person seeking assistance for watershed management within the district. Section 26. A district council may create and maintain a registry of water assets located in the district. Section 27. A district council may issue permits for land changes and other watershed management to a person, municipality, or county. The council shall issue a permit if the person or entity seeking the permit has filed an application for a permit, and the council finds the action requested by the permit will not unnecessarily damage property surrounding or downstream from the permitted activity. If there is a conflict in the determination of the damage caused by the permitted action, the parties involved in the permitted action, including those affected by the action, may seek mediation services. Section 28. Each district council may levy a tax, not to exceed thirty cents per thousand dollars of taxable valuation in the district to accomplish the purposes of this Act. Section 29. Each district council may make special assessments against real property specially benefited by a project, if each person seeking the assessment or an entity authorized to act on the person's behalf have contractually agreed to the special assessments as a means of providing local funding. Section 30. Only a landowner who by contract agrees to a special assessment to finance a project pursuant to this Act, may be specially assessed. Any person who joins a project after a petition has been filed with the district council pursuant to this Act may join the project by contract. However, a person joining a project late may be required to make special payments in addition to special assessments in order to bear the person's fair share of project costs. Section 31. Upon receipt of a petition requesting a special assessment, the council shall hold a hearing on the question. Notice of the time and place of the hearing shall be published at least once each week for two consecutive weeks before the hearing in the official newspapers of the district. The last publication of the notice shall be at least ten days before the hearing. If, after the hearing, the council determines that the project is consistent with the best interests of the district, it may adopt a resolution of intent to specially assess real property benefited by the project. Section 32. Within twenty days after adoption of a resolution of intent to levy a special assessment, the council shall give written notice to each owner of the real property described in the resolution. Each owner entitled to notice is the owner of the real property to be assessed listed in the records in the office of the register of deeds of the county where the real property is located. If real property is sold under a contract for deed which is of record in the office of the register of deeds, both the landowner and the purchaser of the land, as named in the contract for deed, shall be entitled to notice. Each notice shall be sent by registered or certified mail. The notice is effective upon the date mailed, and shall contain the following: (1) A description of the contract under which the assessment is to be made; (2) A legal description of the real property of the affected owner to be specially assessed; (3) A description of the nature of the benefit to be returned to the property; and (4) Notice of the right to protest by petition. Section 33. Any special assessment by a district is effective thirty days after adoption of the resolution of intent to specially assess, unless a written protest is filed with the office of the district within thirty days of adoption of the resolution, excluding the date of adoption. The written protest shall be in the form of a petition signed by not less than sixty percent of the owners of real property described in the resolution of intent to specially assess. Section 34. A district may assist, sponsor, or construct a project pursuant to this Act. Each project shall provide that specific geographic areas finance those phases of the project that provide general benefits to people in the specific geographic areas, that direct beneficiaries shall finance those phases of the project that protect or enhance the value of the beneficiaries property, and that administrative jurisdiction and responsibility for the various phases of the project are related to the variable degrees of benefits. Section 35. A district may levy taxes and special assessments, as provided and limited by this Act to cover obligations contained in contracts with the United States, or any agency of the United States, with agencies of the State of South Dakota, or with any other entity, public or private, to accomplish the purposes of this Act. Except for a special assessment, however, a district may not obligate any funds or revenues that are not to be collected or on hand during the fiscal year in which the obligation is incurred. Section 36. A district council may levy a tax or a special assessment or both against taxable property within the boundaries of the district, to be collected by the appropriate tax collecting entities. The collection from the tax shall be deposited monthly with the council by the appropriate tax collecting official. The council shall deposit the funds received from the appropriate tax collecting official in depositories designated by the council. Disbursements from the designated depository account shall be made pursuant to procedures adopted by the council. Section 37. The council shall, by July 1, 2017, and annually thereafter on a date established by the district, but before the first of October, adopt a budget and prepare an operations and budget report. The report shall present estimates and itemizations of all the expenses and obligations of the district, including expenses of council members, expenses of operating the office, debt service and retirement, and obligations and liabilities to the United States. Before approval of the budget by the council, a public hearing shall be held. The notice of the hearing shall be published once each week for two successive weeks in the district's official newspapers. The notice shall state the time and place of the hearing, its purpose, and that at the hearing all persons interested may appear, either in person or by representative, and be heard and given an opportunity for a full and complete discussion of all items in the budget. With the first notice, the budget shall be published in a form approved by the auditor general. At the conclusion of the hearing, the district council may eliminate or amend any portion of the budget before adoption. Section 38. Upon completion and adoption of a budget, a district council shall make a tax levy or special assessment or both in dollars sufficient to fund the budget. Any tax levy made against the property in any given county in a district shall be in an amount equal to the total district tax levy in dollars multiplied by the county's proportional share. The county's proportional share shall be determined by dividing the equalized assessed valuation of the area within the district for that county by the total district equalized assessed valuation. The provisions of § 10-12-34.1 may not prohibit apportionment of the tax among the counties as provided in this section. No tax levy may be in excess of the limitation specified in this Act. Any tax levy shall be in the form of a resolution adopted by a majority vote of the members of the council. Section 39. Immediately after completion of a budget and adoption of each special assessment and a tax levy by a district council, but not later than the first of October, the district shall send one certified copy of the levy as adopted and one certified copy of such budget to appropriate tax collecting officials of the affected counties and to the state secretary of revenue. Section 40. The appropriate official shall extend the levy or special assessment upon the tax list of the county, municipality, or other appropriate tax paying entity for the tax year against each description of taxable property or, in the case of a special assessment, against each description of taxable property to be specially assessed within the district in the same manner and with the same effect as other taxes and assessments are extended, including the authority, requirements, and procedures contained in chapter 9-43. Section 41. The appropriate tax collecting official shall collect all district taxes and assessments, together with interest and penalty thereon, if any, in the same manner as the general taxes and assessments are collected and shall pay over monthly to the district all taxes so collected during the preceding month, with interest and penalties. The district shall immediately enter these receipts to the credit of the depository accounts designated by the council pursuant to this Act. Section 42. All money collected pursuant to the tax levies, special assessments and other funds authorized by this Act accruing to the district shall be deposited either in the accounts of the state treasurer to the credit of the \"(name) district fund\" to be disbursed only as provided by this Act, or in any depository designated and approved by the council at a regular meeting and from which all valid claims against the district shall be paid by order duly drawn by the council pursuant to procedures adopted by the council. Section 43. That § 46A-10A-20 be repealed. 46A-10A-20. Official controls instituted by a board may include specific ordinances, resolutions, orders, regulations, or other such legal controls pertaining to other elements incorporated in a drainage plan, project, or area or establishing standards and procedures to be employed toward drainage management. Any such ordinances, resolutions, regulations, or controls shall embody the basic principle that any rural land which drains onto other rural land has a right to continue such drainage if: (1) The land receiving the drainage remains rural in character; (2) The land being drained is used in a reasonable manner; (3) The drainage creates no unreasonable hardship or injury to the owner of the land receiving the drainage; (4) The drainage is natural and occurs by means of a natural water course or established water course; (5) The owner of the land being drained does not substantially alter on a permanent basis the course of flow, the amount of flow, or the time of flow from that which would occur; and (6) No other feasible alternative drainage system is available that will produce less harm without substantially greater cost to the owner of the land being drained. Such provisions do not necessarily apply within municipalities, but if a municipality drains water onto rural lands lying outside the boundaries of the municipality, the municipality is subject to the above provisions, if adopted by the board. Section 44. That §§ 46A-10A-1 to 46A-10A-19, inclusive, and §§ 46A-10A-21 to 46A-10A-123, inclusive, be repealed. Section 45. The provisions of this Act do not abrogate or limit the rights, powers, duties, and functions of the State Water Management Board or the Department of Environment and Natural Resources with reference to title 46, title 46A, or title 34A. Section 46. The effective date of sections 43, 44, and 45 of this Act is July 1, 2017."}, {"bill_id": 6170, "bill_version_id": 35090, "bill_version": "Senate Agriculture and Natural Resources Engrossed", "bill_version_date": "2015-02-17T13:54:44.153-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the establishment of river basin natural resource districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Pursuant to sections 3 to 11, inclusive, of this Act, the state is divided into nine river basin natural resource districts. Each district is a political subdivision of the state. Section 2. As used in this Act, the term, district, means one of the river basin natural resource districts created by this Act. Section 3. The Red River and Minnesota River Basin Natural Resource District is hereby established. The district shall include the portions of Brookings, Codington, Day, Deuel, Grant, Marshall, and Roberts counties located in the Red River hydrologic basin and the Minnesota River hydrologic basin. Section 4. The Big Sioux River Basin Natural Resource District is hereby established. The district shall include the portions of Brookings, Clark, Clay, Codington, Day, Deuel, Grant, Hamlin, Kingsbury, Lake, Lincoln, Marshall, McCook, Minnehaha, Moody, Roberts, Turner, and Union counties located in the Big Sioux River hydrologic basin. Section 5. The Vermillion River Basin Natural Resource District is hereby established. The district shall include the portions of Brookings, Clark, Clay, Hamlin, Hutchinson, Kingsbury, Lake, Lincoln, McCook, Miner, Minnehaha, Turner, Union, and Yankton counties located in the Vermillion River hydrologic basin. Section 6. The James River Basin Natural Resource District is hereby established. The district shall include the portions of Aurora, Beadle, Bon Homme, Brown, Clark, Davison, Day, Douglas, Edmunds, Faulk, Hand, Hanson, Hutchinson, Hyde, Jerauld, Kingsbury, Marshall, McCook, McPherson, Miner, Potter, Roberts, Sanborn, Spink, Turner, and Yankton counties located in the James River hydrologic basin. Section 7. The Upper Missouri River Trench Basin Natural Resource District is hereby established. The district shall include the portions of Campbell, Corson, Dewey, Edmunds, Faulk, Haakon, Hughes, Hyde, McPherson, Potter, Stanley, Sully, Walworth, and Ziebach counties located in the Upper Missouri River Trench hydrologic basin. Section 8. The Lower Missouri River Trench Basin Natural Resource District is hereby established. The district shall include the portions of Aurora, Beadle, Bon Homme, Brule, Buffalo, Charles Mix, Clay, Davison, Douglas, Faulk, Gregory, Haakon, Hand, Hughes, Hutchinson, Hyde, Jackson, Jones, Jerauld, Lyman, Pennington, Potter, Stanley, Sully, Tripp, Union, and Yankton counties located in the Lower Missouri River Trench hydrologic basin. Section 9. The Little Missouri River, Cannonball River, Moreau River, and Grand River Basin Natural Resource District is hereby established. The district shall include the portions of Butte, Corson, Dewey, Harding, Meade, Perkins, and Ziebach counties located in the Little Missouri River hydrologic basin, the Cannonball River hydrologic basin, the Moreau River hydrologic basin, and the Grand River hydrologic basin. Section 10. The Belle Fourche River and the Cheyenne River Basin Natural Resource District is hereby established. The district shall include the portions of Butte, Custer, Fall River, Haakon, Lawrence, Meade, Oglala Lakota, Pennington, and Ziebach and counties located in the Belle Fourche River hydrologic basin and the Cheyenne River hydrologic basin. Section 11. The White River and Niobrara River Basin Natural Resource District is hereby established. The district shall include the portions of Bennett, Fall River, Gregory, Jackson, Jones, Lyman, Mellette, Oglala Lakota, Pennington, Todd, and Tripp counties located in the White River hydrologic basin and the Niobrara River hydrologic basin. Section 12. There is hereby established the River Basin Natural Resource District Oversight Advisory Task Force. The task force consists of the following eight members: (1) The speaker of the House of Representatives shall appoint two members of the House of Representatives, one from each political party; (2) The president pro tempore of the Senate shall appoint two members of the Senate, one from each political party; (3) The speaker of the House of Representatives shall appoint two members of the general public, one member to be an agricultural producer and one member to represent conservation districts; and (4) The president pro tempore of the Senate shall appoint two members of the general public, one member to be an agricultural producer and one member to represent county government. The task force shall select a chair and vice chair from its members. The initial appointments shall be made no later than July 1, 2015, and serve until January 1, 2017. The speaker of the House of Representatives and the president pro tempore of the Senate shall, before the close of the regular session of the Legislature in 2017, appoint members to the task force for a term to end January 1, 2019. If there is a vacancy on the task force, the vacancy shall be filled in the same manner as the original appointment. Section 13. The task force shall meet between July 1, 2015, and December 31, 2015, to recommend to the 2016 Legislature the specific boundaries of the river basin natural resource districts established by this Act. The recommended boundaries of the districts shall follow as closely as possible the hydrologic patterns of the river basins. However, the task force recommendations may follow existing boundaries of political subdivisions or voting precincts, wherever feasible. Municipalities of the first class may not be included in a district. The specific boundaries shall be established by the Legislature in statute. The task force shall also recommend to the Legislature a procedure by which the initial terms of council members shall be staggered. The task force shall work with the local governments in the Vermillion River Basin Natural Resource District to establish a pilot water management plan for the district that could be used as a guide for a water management plan in each of the remaining river basin natural resource districts. Section 14. The task force shall also establish recommendations for the 2016 Legislature that divide each district into three subdistricts of nearly equal size of population based on the last preceding federal census and not including the population of any municipality of the first class. In creating these subdistricts, the task force may follow existing boundaries of political subdivisions, voting precincts, and sections lines wherever feasible. Section 15. The task force shall continue to meet until January 1, 2019. The task force shall advise the Legislature and districts regarding the implementation of this Act, including the establishment of guidelines to be used by the districts to establish a water management plan pursuant to this Act. The task force shall review the provisions of chapter 46A-10A and determine which provisions need to be incorporated in legislation to assist in the implementation of this Act. The task force may present draft legislation and policy recommendations to the Legislative Research Council Executive Board to facilitate the implementation of this Act. Section 16. Each district is governed by a council. The size of each district council is determined by the task force based on the population and the geography of the district. Section 17. The initial members to a district council shall be elected at the 2018 general election. The initial district council members, as provided pursuant to section 13 of this Act, shall be elected to serve for staggered terms at the next succeeding general election. District council members shall thereafter be elected to four-year terms at each subsequent general election to succeed those council members whose terms expire at the end of the year in which the election is held. Section 18. Five percent of the electors of a district may petition the district council to submit to an election the question of whether the district should become dormant. The election shall be conducted, canvassed, recounted, and contested as elections under the general laws of this state. No district may become dormant unless sixty percent or more of the votes cast are in favor of the district becoming dormant."}, {"bill_id": 6170, "bill_version_id": 35820, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "2015-03-03T12:01:24.88-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the establishment of river basin natural resource districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Pursuant to sections 3 to 11, inclusive, of this Act, the state is divided into nine river basin natural resource districts. Each district is a political subdivision of the state. Section 2. As used in this Act, the term, district, means one of the river basin natural resource districts created by this Act. Section 3. The Red River and Minnesota River Basin Natural Resource District is hereby established. The district shall include the portions of Brookings, Codington, Day, Deuel, Grant, Marshall, and Roberts counties located in the Red River hydrologic basin and the Minnesota River hydrologic basin. Section 4. The Big Sioux River Basin Natural Resource District is hereby established. The district shall include the portions of Brookings, Clark, Clay, Codington, Day, Deuel, Grant, Hamlin, Kingsbury, Lake, Lincoln, Marshall, McCook, Minnehaha, Moody, Roberts, Turner, and Union counties located in the Big Sioux River hydrologic basin. Section 5. The Vermillion River Basin Natural Resource District is hereby established. The district shall include the portions of Brookings, Clark, Clay, Hamlin, Hutchinson, Kingsbury, Lake, Lincoln, McCook, Miner, Minnehaha, Turner, Union, and Yankton counties located in the Vermillion River hydrologic basin. Section 6. The James River Basin Natural Resource District is hereby established. The district shall include the portions of Aurora, Beadle, Bon Homme, Brown, Clark, Davison, Day, Douglas, Edmunds, Faulk, Hand, Hanson, Hutchinson, Hyde, Jerauld, Kingsbury, Marshall, McCook, McPherson, Miner, Potter, Roberts, Sanborn, Spink, Turner, and Yankton counties located in the James River hydrologic basin. Section 7. The Upper Missouri River Trench Basin Natural Resource District is hereby established. The district shall include the portions of Campbell, Corson, Dewey, Edmunds, Faulk, Haakon, Hughes, Hyde, McPherson, Potter, Stanley, Sully, Walworth, and Ziebach counties located in the Upper Missouri River Trench hydrologic basin. Section 8. The Lower Missouri River Trench Basin Natural Resource District is hereby established. The district shall include the portions of Aurora, Beadle, Bon Homme, Brule, Buffalo, Charles Mix, Clay, Davison, Douglas, Faulk, Gregory, Haakon, Hand, Hughes, Hutchinson, Hyde, Jackson, Jones, Jerauld, Lyman, Pennington, Potter, Stanley, Sully, Tripp, Union, and Yankton counties located in the Lower Missouri River Trench hydrologic basin. Section 9. The Little Missouri River, Cannonball River, Moreau River, and Grand River Basin Natural Resource District is hereby established. The district shall include the portions of Butte, Corson, Dewey, Harding, Meade, Perkins, and Ziebach counties located in the Little Missouri River hydrologic basin, the Cannonball River hydrologic basin, the Moreau River hydrologic basin, and the Grand River hydrologic basin. Section 10. The Belle Fourche River and the Cheyenne River Basin Natural Resource District is hereby established. The district shall include the portions of Butte, Custer, Fall River, Haakon, Lawrence, Meade, Oglala Lakota, Pennington, and Ziebach and counties located in the Belle Fourche River hydrologic basin and the Cheyenne River hydrologic basin. Section 11. The White River and Niobrara River Basin Natural Resource District is hereby established. The district shall include the portions of Bennett, Fall River, Gregory, Jackson, Jones, Lyman, Mellette, Oglala Lakota, Pennington, Todd, and Tripp counties located in the White River hydrologic basin and the Niobrara River hydrologic basin. Section 12. There is hereby established the River Basin Natural Resource District Oversight Advisory Task Force. The task force consists of the following eight members: (1) The speaker of the House of Representatives shall appoint two members of the House of Representatives, one from each political party; (2) The president pro tempore of the Senate shall appoint two members of the Senate, one from each political party; (3) The speaker of the House of Representatives shall appoint two members of the general public, one member to be an agricultural producer and one member to represent conservation districts; and (4) The president pro tempore of the Senate shall appoint two members of the general public, one member to be an agricultural producer and one member to represent county government. The task force shall select a chair and vice chair from its members. The initial appointments shall be made no later than July 1, 2015, and serve until January 1, 2017. The speaker of the House of Representatives and the president pro tempore of the Senate shall, before the close of the regular session of the Legislature in 2017, appoint members to the task force for a term to end January 1, 2019. If there is a vacancy on the task force, the vacancy shall be filled in the same manner as the original appointment. Section 13. The task force shall meet between July 1, 2015, and December 31, 2015, to recommend to the 2016 Legislature the specific boundaries of the river basin natural resource districts established by this Act. The recommended boundaries of the districts shall follow as closely as possible the hydrologic patterns of the river basins. However, the task force recommendations may follow existing boundaries of political subdivisions or voting precincts, wherever feasible. Municipalities of the first class may not be included in a district. The specific boundaries shall be established by the Legislature in statute. The task force shall also recommend to the Legislature a procedure by which the initial terms of council members shall be staggered. The task force shall work with the local governments in the Red River and Minnesota River Basin Natural Resource District to establish a pilot water management plan for the district that could be used as a guide for a water management plan in each of the remaining river basin natural resource districts. Section 14. The task force shall also establish recommendations for the 2016 Legislature that divide each district into three subdistricts of nearly equal size of population based on the last preceding federal census and not including the population of any municipality of the first class. In creating these subdistricts, the task force may follow existing boundaries of political subdivisions, voting precincts, and sections lines wherever feasible. Section 15. This Act does not give any district created pursuant to this Act any regulatory or taxing authority. The task force shall continue to meet until January 1, 2019. The task force shall advise the Legislature and districts regarding the implementation of this Act, including the establishment of guidelines to be used by the districts to establish a water management plan pursuant to this Act. The task force shall review the provisions of chapter 46A-10A and determine which provisions need to be incorporated in legislation to assist in the implementation of this Act. The task force may present draft legislation and policy recommendations to the Legislative Research Council Executive Board to facilitate the implementation of this Act. Section 16. Each district is governed by a council. The size of each district council is determined by the task force based on the population and the geography of the district. Section 17. Five percent of the electors of a district may petition the district council to submit to an election the question of whether the district should become dormant. The election shall be conducted, canvassed, recounted, and contested as elections under the general laws of this state. No district may become dormant unless sixty percent or more of the votes cast are in favor of the district becoming dormant."}, {"bill_id": 6170, "bill_version_id": 36412, "bill_version": "Enrolled", "bill_version_date": "2015-03-12T08:19:00.043-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6170, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33120.pdf", "status_text": "First read in Senate and referred to", "journal_page": 15, "committee_id_action": 284, "committee_id_assigned": 260, "result": "N", "vote": {}}, {"bill_id": 6170, "action_date": "2015-02-12T10:00:00-06:00", "document_id": 34817, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34817.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 260, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6170, "action_date": "2015-02-12T10:00:00-06:00", "document_id": 34985, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34985.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 260, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6170, "action_date": "2015-02-17T10:00:00-06:00", "document_id": 34997, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34997.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 260, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6170, "action_date": "2015-02-17T10:00:00-06:00", "document_id": 35081, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35081.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 260, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18692, "president_vote": null, "Nay": [858, 900, 856], "Yea": [860, 901, 862, 880, 902, 878]}}, {"bill_id": 6170, "action_date": "2015-02-17T10:00:00-06:00", "document_id": 35081, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35081.pdf", "status_text": "Title amended", "journal_page": 406, "committee_id_action": 260, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6170, "action_date": "2015-02-19T14:00:00-06:00", "document_id": 35278, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35278.pdf", "status_text": "Do Pass Amended", "journal_page": 449, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18829, "president_vote": null, "Yea": [853, 855, 860, 903, 876, 899, 896, 942, 891, 893, 886, 880, 944, 902, 877, 868, 871, 892, 872, 878], "Nay": [854, 856, 943, 858, 894, 885, 901, 895, 898, 890, 900, 873], "Excused": [889, 862, 897]}}, {"bill_id": 6170, "action_date": "2015-02-20T13:00:00-06:00", "document_id": 35379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35379.pdf", "status_text": "First read in House and referred to", "journal_page": 470, "committee_id_action": 286, "committee_id_assigned": 287, "result": "N", "vote": {}}, {"bill_id": 6170, "action_date": "2015-03-03T07:45:00-06:00", "document_id": 35642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35642.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 287, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6170, "action_date": "2015-03-03T07:45:00-06:00", "document_id": 35807, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35807.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 287, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6170, "action_date": "2015-03-03T07:45:00-06:00", "document_id": 35807, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35807.pdf", "status_text": "Do Pass Amended", "journal_page": 563, "committee_id_action": 287, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19263, "president_vote": null, "Yea": [888, 859, 937, 939, 908, 935, 865, 918, 936, 916], "Excused": [925, 867], "Nay": [866]}}, {"bill_id": 6170, "action_date": "2015-03-05T14:00:00-06:00", "document_id": 36040, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36040.pdf", "status_text": "Deferred to another day", "journal_page": 620, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6170, "action_date": "2015-03-06T13:00:00-06:00", "document_id": 36146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36146.pdf", "status_text": "Deferred to another day", "journal_page": 643, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6170, "action_date": "2015-03-09T14:00:00-05:00", "document_id": 36248, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36248.pdf", "status_text": "Do Pass Amended", "journal_page": 663, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19621, "president_vote": null, "Yea": [883, 915, 884, 938, 888, 923, 925, 875, 857, 859, 917, 924, 929, 947, 937, 945, 882, 909, 958, 913, 887, 951, 861, 919, 956, 936, 879, 907, 930, 953, 881, 908, 940, 935, 916, 911, 910, 863, 914, 866, 867, 926, 955, 950, 912, 904, 918, 954, 932, 957, 874], "Nay": [952, 928, 931, 941, 948, 946, 905, 939, 920, 906, 864, 922, 865, 933, 869, 921, 949, 934], "Excused": [927]}}, {"bill_id": 6170, "action_date": "2015-03-11T10:00:00-05:00", "document_id": 36378, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36378.pdf", "status_text": "Concurred in amendments", "journal_page": 664, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19720, "president_vote": null, "Yea": [853, 855, 943, 860, 889, 894, 903, 876, 899, 896, 901, 898, 900, 942, 891, 893, 886, 862, 880, 944, 902, 877, 868, 871, 892, 872, 878, 897], "Nay": [854, 858, 885, 895, 890, 873], "Excused": [856]}}, {"bill_id": 6170, "action_date": "2015-03-12T09:00:00-05:00", "document_id": 36456, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36456.pdf", "status_text": "Signed by the President", "journal_page": 711, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6170, "action_date": "2015-03-13T09:00:00-05:00", "document_id": 36556, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36556.pdf", "status_text": "Signed by the Speaker", "journal_page": 770, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6170, "action_date": "2015-03-13T09:00:00-05:00", "document_id": 36577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36577.pdf", "status_text": "Delivered to the Governor", "journal_page": 719, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6170, "action_date": "2015-03-30T10:00:00-05:00", "document_id": 36608, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36608.pdf", "status_text": "Signed by the Governor", "journal_page": 736, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5984}