{"session_id": 4, "bill_id": 4633, "bill_type": "House Bill", "bill_number": 1016, "bill_title": "establish a new system of funding for the postsecondary technical institutes.", "sponsors": [{"legislator_profile_id": 631, "is_prime": true}, {"legislator_profile_id": 548, "is_prime": true}, {"legislator_profile_id": 614, "is_prime": false}, {"legislator_profile_id": 593, "is_prime": false}, {"legislator_profile_id": 542, "is_prime": false}, {"legislator_profile_id": 632, "is_prime": false}, {"legislator_profile_id": 588, "is_prime": false}, {"legislator_profile_id": 541, "is_prime": false}], "keywords": ["Administrative Rules", "Education", "Vocational and Technical Education"], "audio": [{"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hed11.mp3", "start_seconds": 448.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hed11.mp3", "start_seconds": 448.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hed11.mp3", "start_seconds": 448.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hed11.mp3", "start_seconds": 448.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou14.mp3", "start_seconds": 7376.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou14.mp3", "start_seconds": 7376.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou14.mp3", "start_seconds": 7376.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou19.mp3", "start_seconds": 2816.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou19.mp3", "start_seconds": 2816.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou19.mp3", "start_seconds": 2816.0}, {"meeting_datetime": "2008-02-19T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed26.mp3", "start_seconds": 156.0}, {"meeting_datetime": "2008-02-19T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed26.mp3", "start_seconds": 156.0}, {"meeting_datetime": "2008-02-19T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed26.mp3", "start_seconds": 156.0}, {"meeting_datetime": "2008-02-19T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed26.mp3", "start_seconds": 156.0}, {"meeting_datetime": "2008-02-21T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed28.mp3", "start_seconds": 5148.0}, {"meeting_datetime": "2008-02-21T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed28.mp3", "start_seconds": 5148.0}, {"meeting_datetime": "2008-02-21T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed28.mp3", "start_seconds": 5148.0}, {"meeting_datetime": "2008-02-21T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed28.mp3", "start_seconds": 5148.0}, {"meeting_datetime": "2008-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen30.mp3", "start_seconds": 2018.0}, {"meeting_datetime": "2008-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen30.mp3", "start_seconds": 2018.0}, {"meeting_datetime": "2008-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen30.mp3", "start_seconds": 2018.0}, {"meeting_datetime": "2008-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen30.mp3", "start_seconds": 2018.0}, {"meeting_datetime": "2008-02-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou32.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2008-03-17T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou35.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 4633, "bill_version_id": 291, "bill_version": "Introduced", "bill_version_date": "2008-01-02T15:44:24.68-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a new system of funding for the postsecondary technical institutes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Definition of terms. Terms used in this chapter mean: (1) \"Academic year,\" the period of time beginning with the fall semester, continuing through the spring semester, and culminating with the subsequent summer sessions; (2) \"Base funding allocation,\" for fiscal year 2009 is the amount appropriated by the Legislature in fiscal year 2008 through the General Appropriations Act for postsecondary career and technical education including the portions thereof that were reserved for specific purposes in accordance with ARSD 24:10:42:27. For fiscal year 2010 and thereafter, it is the previous year's base funding allocation increased by the index factor. The base funding allocation may not be used for bond payments; (3) \"High cost program,\" a postsecondary technical institute program for which the program cost per student FTE exceeds the average program cost per student FTE for all postsecondary technical institute programs; (4) \"Index factor,\" the cost-of-living adjustment for state employees for that fiscal year as proposed by the Governor and contained in the budget report prepared pursuant to § 4-7-9; (5) \"New program,\" a postsecondary technical institute program that, pursuant to § 13- 39-18, is approved by the South Dakota Board of Education for the first time or an existing program that is redesigned to fill a new or expanding need and is determined by the board to be a new program for the purposes of this Act; (6) \"Program cost,\" any cost directly allocated to a program excluding the cost of any equipment purchased with funds from the postsecondary technical institute equipment subfund established in section 6 of this Act; (7) \"Program cost per student FTE,\" the program cost divided by the total student FTEs enrolled in the program; (8) \"Standard cost program,\" a postsecondary technical institute program for which the program cost per student FTE does not exceed the average program cost per student FTE for all postsecondary technical institute programs; and (9) \"Student FTE,\" \"Student full-time equivalent,\" a unit of measure based upon credit hours; one student FTE is equal to thirty credit hours per academic year. Section 2. The secretary of the Department of Education shall apportion and distribute state funds appropriated by the Legislature for the postsecondary technical institutes as follows: (1) Determine the average program cost per student FTE for all the postsecondary technical institute programs; (2) Based upon the average calculated in subsection (1), determine which postsecondary technical institute programs are high cost programs and which are standard cost programs; (3) Apportion forty percent of the base funding allocation for high cost programs and sixty percent of the base funding allocation for standard cost programs; (4) Determine the number of student FTEs at each postsecondary technical institute who were in high cost programs during the previous academic year and the number of students at each who were in standard cost programs during the previous academic year; (5) Distribute the apportionment for high cost programs as calculated in subsection (3) to the LEAs having jurisdiction over the postsecondary technical institutes in proportion to the number of student FTEs in high cost programs within each institute as calculated in subsection (4); and (6) Distribute the apportionment for standard cost programs as calculated in subsection (3) to the LEAs having jurisdiction over the postsecondary technical institutes in proportion to the number of student FTEs in standard cost programs within each institute as calculated in subsection (4). Section 3. The secretary of the Department of Education shall make bond payments authorized in § 13-39-66 from general funds provided for the postsecondary technical institutes through the General Appropriations Act. The bond payments may not be deducted from the base funding allocation as defined in section 1 of this Act. Section 4. If a postsecondary technical institute's student FTE count in high cost programs for the current academic year exceeds the same count from the previous academic year by at least fifty percent, that institute shall receive a one-time payment equal to fifty percent of the additional funds the institute would have received from the base funding allocation if its student FTE count in high cost programs for the previous academic year would have equaled its student FTE count in high cost programs for the current academic year. Section 5. Beginning in fiscal year 2012 and every three years thereafter, the Board of Education shall evaluate the apportionment and distribution of state funds to the state's postsecondary technical institutes and report its findings and recommendations to the Legislature and the Governor no later than the thirty-first day of August. Section 6. There is hereby established within the state treasury the postsecondary technical institute auxiliary fund. The fund shall be a participating fund and shall be credited for all interest earned on fund balances. The Board of Education shall approve all expenditures from the postsecondary technical institute auxiliary fund. For purposes of administration, the fund shall be divided into three subfunds as follows: (1) The postsecondary technical institute maintenance and repair subfund to fund the maintenance and repair of existing facilities; (2) The postsecondary technical institute new program subfund to fund the one-time costs associated with starting a new program or retooling a current program to meet a new or expanding need; and (3) The postsecondary technical institute equipment subfund to fund the replacement of old or outdated equipment being used in current programs. Section 7. That § 13-39-18 be amended to read as follows: 13-39-18. The director shall submit all requests for new programs and requests to expand or redesign current programs, if funds are requested for the expansion or redesign, from the postsecondary technical institutes in the state to the state board for action. Section 8. That § 13-39-37 be amended to read as follows: 13-39-37. The South Dakota Board of Education may adopt rules pursuant to chapter 1-26, to be administered by the director, governing the operation and maintenance of postsecondary technical institutes which will to afford the people of the state, insofar as practicable, an equal opportunity to acquire a public technical education. The rules may provide for the following: (1) Curriculum and standards of instruction and scholarship; (2) Attendance requirements, age limits of trainees, eligibility for attendance, and tuition payments and other charges; (3) Apportionment and distribution of state funds pursuant to this Act, and the apportionment and distribution of all other funds made available to the board for carrying out the purposes of §§ 13-39-34 to 13-39-39, inclusive; (4) Transportation requirements and payments; (5) General administrative matters; (6) The submission of the annual budget of the postsecondary technical institute which shall include, but is not limited to, a description of programs, a list of staff positions, and the amount for supplies and operating expenses associated with the programs offered. The rules shall require the budget to include all operating costs of programs, including those costs ineligible for reimbursement from federal and state funds, shall state the procedure for amending and filing it with the division of education services and resources and shall provide that failure to comply with the rules may result in withholding of payments from federal and state funds; (7) The submission of plans of LEAs for new construction or major renovation of facilities eligible for reimbursement. The rules regarding these plans shall provide a requirement that the LEA, by a written resolution, declare the LEA committed to begin construction if the budget of the state board provides the matching funds; (8) The promotion and coordination of vocational career and technical education; and (9) The duplication of programs. Section 9. That § 13-39-38 be amended to read as follows: 13-39-38. The secretary of education shall apportion and distribute state funds made available for postsecondary technical institutes through a formula approved by the South Dakota Board of Education to the LEAs having jurisdiction over postsecondary technical institutes to assist in maintaining and operating those schools through the formula provided in this Act . The use of the funds are subject to rules adopted by the state board pursuant to subdivision § 13-39-37(3) and in accordance with the approved state plan for vocational education. Section 10. That ARSD 24:10:42:27 be repealed. 24:10:42:27. The Office of Career and Technical Education shall set aside and distribute funds to postsecondary technical institutes for the following purpose before distributing funds through the formula prescribed in § 24:10:42:28: (1) Bonding; (2) Maintenance and repair; (3) Day care; (4) Business and industry training coordinators; (5) New programs; and (6) Other. Section 11. That ARSD 24:10:42:28 be repealed. 24:10:42:28. The postsecondary technical institutes shall receive state funding, from the amount appropriated by the Legislature less funds reserved in § 24:10:42:27, under a formula that distributes these funds based on tuition full-time equivalents as follows: (1) Subtract the total set-asides reserved in § 24:10:42:27 from the total amount appropriated by the Legislature within the general appropriations act; (2) Determine the tuition collected at each institution for the preceding fiscal year; (3) Sum the tuition collected at each institution as determined in subdivision (2) to establish the total postsecondary institute tuition; (4) Determine the percent of the total tuition collected at each institution by dividing the result in subdivision (2) for each institution by the result obtained in subdivision (3); and (5) The allocation for each institution in then determined by multiplying the result obtained in subdivision (4) times the result in subdivision (1). Section 12. That ARSD 24:10:42:29 be repealed. 24:10:42:29. The Office of Career and Technical Education shall revise the funding formula each year using tuition data."}, {"bill_id": 4633, "bill_version_id": 1866, "bill_version": "House Education Engrossed", "bill_version_date": "2008-01-25T10:21:27.823-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a new system of funding for the postsecondary technical institutes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Definition of terms. Terms used in this chapter mean: (1) \"Academic year,\" the period of time beginning with the fall semester, continuing through the spring semester, and culminating with the subsequent summer sessions; (2) \"Base funding allocation,\" for fiscal year 2009 is the amount appropriated by the Legislature in fiscal year 2008 through the General Appropriations Act for postsecondary career and technical education including the portions thereof that were reserved for specific purposes in accordance with ARSD 24:10:42:27. For fiscal year 2010 and thereafter, it is the previous year's base funding allocation increased by the index factor. The base funding allocation may not be used for bond payments; (3) \"High cost program,\" a postsecondary technical institute program for which the program cost per student FTE exceeds the average program cost per student FTE for all postsecondary technical institute programs; (4) \"Index factor,\" the cost-of-living adjustment for state employees for that fiscal year as proposed by the Governor and contained in the budget report prepared pursuant to § 4-7-9; (5) \"New program,\" a postsecondary technical institute program that, pursuant to § 13- 39-18, is approved by the South Dakota Board of Education for the first time or an existing program that is redesigned to fill a new or expanding need and is determined by the board to be a new program for the purposes of this Act; (6) \"Program cost,\" any cost directly allocated to a program excluding the cost of any equipment purchased with funds from the postsecondary technical institute equipment subfund established in section 5 of this Act; (7) \"Program cost per student FTE,\" the program cost divided by the total student FTEs enrolled in the program; (8) \"Standard cost program,\" a postsecondary technical institute program for which the program cost per student FTE does not exceed the average program cost per student FTE for all postsecondary technical institute programs; (9) \"Student FTE,\" \"Student full-time equivalent,\" a unit of measure based upon credit hours; one student FTE is equal to thirty credit hours per academic year; (10) \"High cost program share,\" a percentage calculated by dividing the total cost of all high cost programs by the total cost of all programs, excluding general education costs; and (11) \"Standard cost program share,\" a percentage calculated by dividing the total cost of all standard cost programs by the total cost of all programs, excluding general education costs. Section 2. The secretary of the Department of Education shall calculate, apportion and distribute state funds appropriated by the Legislature for the postsecondary technical institutes as follows: (1) Examine the cost of each program over the previous three years and determine the three-year average cost of each program, excluding general education costs. For programs that have not existed for three years, determine the average cost over the time the program has existed; (2) Using the three-year average cost of each program, determine the average program cost per student FTE for all the postsecondary technical institute programs; (3) Based upon the average calculated in subsection (2), determine which postsecondary technical institute programs are high cost programs and which are standard cost programs; (4) Apportion the high cost program share of the base funding allocation for the high cost programs and the standard cost program share of the base funding allocation for the standard cost programs; (5) Determine the number of student FTEs at each postsecondary technical institute who were in high cost programs during the previous academic year and the number of students at each who were in standard cost programs, including those student FTEs enrolled only in general education courses, during the previous academic year; (6) Distribute the apportionment for high cost programs as calculated in subsection (4) to the LEAs having jurisdiction over the postsecondary technical institutes in proportion to the number of student FTEs in high cost programs within each institute as calculated in subsection (5); and (7) Distribute the apportionment for standard cost programs as calculated in subsection (4) to the LEAs having jurisdiction over the postsecondary technical institutes in proportion to the number of student FTEs in standard cost programs within each institute as calculated in subsection (5). Section 3. The secretary of the Department of Education shall make bond payments authorized in § 13-39-66 from general funds provided for the postsecondary technical institutes through the General Appropriations Act. The bond payments may not be deducted from the base funding allocation as defined in section 1 of this Act. Section 4. Beginning in fiscal year 2012 and every three years thereafter, the Board of Education shall evaluate the apportionment and distribution of state funds to the state's postsecondary technical institutes and report its findings and recommendations to the Legislature and the Governor no later than the thirty-first day of August. Section 5. There is hereby established within the state treasury the postsecondary technical institute auxiliary fund. The fund shall be a participating fund and shall be credited for all interest earned on fund balances. The Board of Education shall approve all expenditures from the postsecondary technical institute auxiliary fund. For purposes of administration, the fund shall be divided into three subfunds as follows: (1) The postsecondary technical institute maintenance and repair subfund to fund the maintenance and repair of existing facilities; (2) The postsecondary technical institute new program subfund to fund the one-time costs associated with starting a new program or retooling a current program to meet a new or expanding need; and (3) The postsecondary technical institute equipment subfund to fund the replacement of old or outdated equipment being used in current programs. Section 6. That § 13-39-18 be amended to read as follows: 13-39-18. The director shall submit all requests for new programs and requests to expand or redesign current programs, if funds are requested for the expansion or redesign, from the postsecondary technical institutes in the state to the state board Board of Education for action. Section 7. That § 13-39-37 be amended to read as follows: 13-39-37. The South Dakota Board of Education may adopt rules pursuant to chapter 1-26, to be administered by the director, governing the operation and maintenance of postsecondary technical institutes which will to afford the people of the state, insofar as practicable, an equal opportunity to acquire a public technical education. The rules may provide for the following: (1) Curriculum and standards of instruction and scholarship; (2) Attendance requirements, age limits of trainees, eligibility for attendance, and tuition payments and other charges; (3) Apportionment and distribution of state funds pursuant to this Act, and the apportionment and distribution of all other funds made available to the board for carrying out the purposes of §§ 13-39-34 to 13-39-39, inclusive; (4) Transportation requirements and payments; (5) General administrative matters; (6) The submission of the annual budget of the postsecondary technical institute which shall include, but is not limited to, a description of programs, a list of staff positions, and the amount for supplies and operating expenses associated with the programs offered. The rules shall require the budget to include all operating costs of programs, including those costs ineligible for reimbursement from federal and state funds, shall state the procedure for amending and filing it with the division of education services and resources and shall provide that failure to comply with the rules may result in withholding of payments from federal and state funds; (7) The submission of plans of LEAs for new construction or major renovation of facilities eligible for reimbursement. The rules regarding these plans shall provide a requirement that the LEA, by a written resolution, declare the LEA committed to begin construction if the budget of the state board provides the matching funds; (8) The promotion and coordination of vocational career and technical education; and (9) The duplication of programs. Section 8. That § 13-39-38 be amended to read as follows: 13-39-38. The secretary of education shall calculate, apportion and distribute state funds made available for postsecondary technical institutes through a formula approved by the South Dakota Board of Education to the LEAs having jurisdiction over postsecondary technical institutes to assist in maintaining and operating those schools through the formula provided in this Act . The use of the funds are subject to rules adopted by the state board pursuant to subdivision § 13-39-37(3) and in accordance with the approved state plan for vocational education. Section 9. That ARSD 24:10:42:27 be repealed. 24:10:42:27. The Office of Career and Technical Education shall set aside and distribute funds to postsecondary technical institutes for the following purpose before distributing funds through the formula prescribed in § 24:10:42:28: (1) Bonding; (2) Maintenance and repair; (3) Day care; (4) Business and industry training coordinators; (5) New programs; and (6) Other. Section 10. That ARSD 24:10:42:28 be repealed. 24:10:42:28. The postsecondary technical institutes shall receive state funding, from the amount appropriated by the Legislature less funds reserved in § 24:10:42:27, under a formula that distributes these funds based on tuition full-time equivalents as follows: (1) Subtract the total set-asides reserved in § 24:10:42:27 from the total amount appropriated by the Legislature within the general appropriations act; (2) Determine the tuition collected at each institution for the preceding fiscal year; (3) Sum the tuition collected at each institution as determined in subdivision (2) to establish the total postsecondary institute tuition; (4) Determine the percent of the total tuition collected at each institution by dividing the result in subdivision (2) for each institution by the result obtained in subdivision (3); and (5) The allocation for each institution in then determined by multiplying the result obtained in subdivision (4) times the result in subdivision (1). Section 11. That ARSD 24:10:42:29 be repealed. 24:10:42:29. The Office of Career and Technical Education shall revise the funding formula each year using tuition data."}, {"bill_id": 4633, "bill_version_id": 3677, "bill_version": "Senate Education Engrossed", "bill_version_date": "2008-02-21T14:15:11.147-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a new system of funding for the postsecondary technical institutes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Definition of terms. Terms used in this chapter mean: (1) \"Academic year,\" the period of time beginning with the fall semester, continuing through the spring semester, and culminating with the subsequent summer sessions; (2) \"Base funding allocation,\" for fiscal year 2009 is the amount appropriated by the Legislature in fiscal year 2008 through the General Appropriations Act for postsecondary career and technical education including the portions thereof that were reserved for specific purposes in accordance with ARSD 24:10:42:27; (3) \"High cost program,\" a postsecondary technical institute program for which the program cost per student FTE exceeds the average program cost per student FTE for all postsecondary technical institute programs; (4) \"New program,\" a postsecondary technical institute program that, pursuant to § 13- 39-18, is approved by the South Dakota Board of Education for the first time or an existing program that is redesigned to fill a new or expanding need and is determined by the board to be a new program for the purposes of this Act; (5) \"Program cost,\" any cost directly allocated to a program excluding the cost of any equipment purchased with funds from the postsecondary technical institute equipment subfund established in section 5 of this Act; (6) \"Program cost per student FTE,\" the program cost divided by the total student FTEs enrolled in the program; (7) \"Standard cost program,\" a postsecondary technical institute program for which the program cost per student FTE does not exceed the average program cost per student FTE for all postsecondary technical institute programs; (8) \"Student FTE,\" \"Student full-time equivalent,\" a unit of measure based upon credit hours; one student FTE is equal to thirty credit hours per academic year; (9) \"High cost program share,\" a percentage calculated by dividing the total cost of all high cost programs by the total cost of all programs, excluding general education costs; and (10) \"Standard cost program share,\" a percentage calculated by dividing the total cost of all standard cost programs by the total cost of all programs, excluding general education costs. Section 2. The secretary of the Department of Education shall calculate, apportion and distribute state funds appropriated by the Legislature for the postsecondary technical institutes as follows: (1) Examine the cost of each program over the previous three years and determine the three-year average cost of each program, excluding general education costs. For programs that have not existed for three years, determine the average cost over the time the program has existed; (2) Using the three-year average cost of each program, determine the average program cost per student FTE for all the postsecondary technical institute programs; (3) Based upon the average calculated in subsection (2), determine which postsecondary technical institute programs are high cost programs and which are standard cost programs; (4) Apportion the high cost program share of the base funding allocation for the high cost programs and the standard cost program share of the base funding allocation for the standard cost programs; (5) Determine the number of student FTEs at each postsecondary technical institute who were in high cost programs during the previous academic year and the number of students at each who were in standard cost programs, including those student FTEs enrolled only in general education courses, during the previous academic year; (6) Distribute the apportionment for high cost programs as calculated in subsection (4) to the LEAs having jurisdiction over the postsecondary technical institutes in proportion to the number of student FTEs in high cost programs within each institute as calculated in subsection (5); and (7) Distribute the apportionment for standard cost programs as calculated in subsection (4) to the LEAs having jurisdiction over the postsecondary technical institutes in proportion to the number of student FTEs in standard cost programs within each institute as calculated in subsection (5). Section 3. The secretary of the Department of Education shall make bond payments authorized in § 13-39-66 from general funds provided for the postsecondary technical institutes through the General Appropriations Act. Section 4. Beginning in fiscal year 2012 and every three years thereafter, the Board of Education shall evaluate the apportionment and distribution of state funds to the state's postsecondary technical institutes and report its findings and recommendations to the Legislature and the Governor no later than the thirty-first day of August. Section 5. There is hereby established within the state treasury the postsecondary technical institute auxiliary fund. The fund shall be a participating fund and shall be credited for all interest earned on fund balances. The Board of Education shall approve all expenditures from the postsecondary technical institute auxiliary fund which shall be budgeted through the normal budget process. Unexpended funds and interest shall remain in the fund. For purposes of administration, the fund shall be divided into three subfunds as follows: (1) The postsecondary technical institute maintenance and repair subfund to fund the maintenance and repair of existing facilities; (2) The postsecondary technical institute new program subfund to fund the one-time costs associated with starting a new program or retooling a current program to meet a new or expanding need; and (3) The postsecondary technical institute equipment subfund to fund the replacement of old or outdated equipment being used in current programs. Section 6. That § 13-39-18 be amended to read as follows: 13-39-18. The director shall submit all requests for new programs and requests to expand or redesign current programs, if funds are requested for the expansion or redesign, from the postsecondary technical institutes in the state to the state board Board of Education for action. Section 7. That § 13-39-37 be amended to read as follows: 13-39-37. The South Dakota Board of Education may adopt rules pursuant to chapter 1-26, to be administered by the director, governing the operation and maintenance of postsecondary technical institutes which will to afford the people of the state, insofar as practicable, an equal opportunity to acquire a public technical education. The rules may provide for the following: (1) Curriculum and standards of instruction and scholarship; (2) Attendance requirements, age limits of trainees, eligibility for attendance, and tuition payments and other charges; (3) Apportionment and distribution of state funds pursuant to this Act, and the apportionment and distribution of all other funds made available to the board for carrying out the purposes of §§ 13-39-34 to 13-39-39, inclusive; (4) Transportation requirements and payments; (5) General administrative matters; (6) The submission of the annual budget of the postsecondary technical institute which shall include, but is not limited to, a description of programs, a list of staff positions, and the amount for supplies and operating expenses associated with the programs offered. The rules shall require the budget to include all operating costs of programs, including those costs ineligible for reimbursement from federal and state funds, shall state the procedure for amending and filing it with the division of education services and resources and shall provide that failure to comply with the rules may result in withholding of payments from federal and state funds; (7) The submission of plans of LEAs for new construction or major renovation of facilities eligible for reimbursement. The rules regarding these plans shall provide a requirement that the LEA, by a written resolution, declare the LEA committed to begin construction if the budget of the state board provides the matching funds; (8) The promotion and coordination of vocational career and technical education; and (9) The duplication of programs. Section 8. That § 13-39-38 be amended to read as follows: 13-39-38. The secretary of education shall calculate, apportion and distribute state funds made available for postsecondary technical institutes through a formula approved by the South Dakota Board of Education to the LEAs having jurisdiction over postsecondary technical institutes to assist in maintaining and operating those schools through the formula provided in this Act . The use of the funds are subject to rules adopted by the state board pursuant to subdivision § 13-39-37(3) and in accordance with the approved state plan for vocational education. Section 9. That ARSD 24:10:42:27 be repealed. 24:10:42:27. The Office of Career and Technical Education shall set aside and distribute funds to postsecondary technical institutes for the following purpose before distributing funds through the formula prescribed in § 24:10:42:28: (1) Bonding; (2) Maintenance and repair; (3) Day care; (4) Business and industry training coordinators; (5) New programs; and (6) Other. Section 10. That ARSD 24:10:42:28 be repealed. 24:10:42:28. The postsecondary technical institutes shall receive state funding, from the amount appropriated by the Legislature less funds reserved in § 24:10:42:27, under a formula that distributes these funds based on tuition full-time equivalents as follows: (1) Subtract the total set-asides reserved in § 24:10:42:27 from the total amount appropriated by the Legislature within the general appropriations act; (2) Determine the tuition collected at each institution for the preceding fiscal year; (3) Sum the tuition collected at each institution as determined in subdivision (2) to establish the total postsecondary institute tuition; (4) Determine the percent of the total tuition collected at each institution by dividing the result in subdivision (2) for each institution by the result obtained in subdivision (3); and (5) The allocation for each institution in then determined by multiplying the result obtained in subdivision (4) times the result in subdivision (1). Section 11. That ARSD 24:10:42:29 be repealed. 24:10:42:29. The Office of Career and Technical Education shall revise the funding formula each year using tuition data."}, {"bill_id": 4633, "bill_version_id": 3935, "bill_version": "Senate Engrossed", "bill_version_date": "2008-02-25T15:39:05.33-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a new system of funding for the postsecondary technical institutes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Definition of terms. Terms used in this chapter mean: (1) \"Academic year,\" the period of time beginning with the fall semester, continuing through the spring semester, and culminating with the subsequent summer sessions; (2) \"Base funding allocation,\" for fiscal year 2010 is the amount appropriated by the Legislature in fiscal year 2009 through the General Appropriations Act for postsecondary career and technical education including the portions thereof that were reserved for specific purposes in accordance with ARSD 24:10:42:27; (3) \"High cost program,\" a postsecondary technical institute program for which the program cost per student FTE exceeds the average program cost per student FTE for all postsecondary technical institute programs; (4) \"New program,\" a postsecondary technical institute program that, pursuant to § 13- 39-18, is approved by the South Dakota Board of Education for the first time or an existing program that is redesigned to fill a new or expanding need and is determined by the board to be a new program for the purposes of this Act; (5) \"Program cost,\" any cost directly allocated to a program excluding the cost of any equipment purchased with funds from the postsecondary technical institute equipment subfund established in section 5 of this Act; (6) \"Program cost per student FTE,\" the program cost divided by the total student FTEs enrolled in the program; (7) \"Standard cost program,\" a postsecondary technical institute program for which the program cost per student FTE does not exceed the average program cost per student FTE for all postsecondary technical institute programs; (8) \"Student FTE,\" \"Student full-time equivalent,\" a unit of measure based upon credit hours; one student FTE is equal to thirty credit hours per academic year; (9) \"High cost program share,\" a percentage calculated by dividing the total cost of all high cost programs by the total cost of all programs, excluding general education costs; and (10) \"Standard cost program share,\" a percentage calculated by dividing the total cost of all standard cost programs by the total cost of all programs, excluding general education costs. Section 2. The secretary of the Department of Education shall calculate, apportion and distribute state funds appropriated by the Legislature for the postsecondary technical institutes as follows: (1) Examine the cost of each program over the previous three years and determine the three-year average cost of each program, excluding general education costs. For programs that have not existed for three years, determine the average cost over the time the program has existed; (2) Using the three-year average cost of each program, determine the average program cost per student FTE for all the postsecondary technical institute programs; (3) Based upon the average calculated in subsection (2), determine which postsecondary technical institute programs are high cost programs and which are standard cost programs; (4) Apportion the high cost program share of the base funding allocation for the high cost programs and the standard cost program share of the base funding allocation for the standard cost programs; (5) Determine the number of student FTEs at each postsecondary technical institute who were in high cost programs during the previous academic year and the number of students at each who were in standard cost programs, including those student FTEs enrolled only in general education courses, during the previous academic year; (6) Distribute the apportionment for high cost programs as calculated in subsection (4) to the LEAs having jurisdiction over the postsecondary technical institutes in proportion to the number of student FTEs in high cost programs within each institute as calculated in subsection (5); and (7) Distribute the apportionment for standard cost programs as calculated in subsection (4) to the LEAs having jurisdiction over the postsecondary technical institutes in proportion to the number of student FTEs in standard cost programs within each institute as calculated in subsection (5). Section 3. The secretary of the Department of Education shall make bond payments authorized in § 13-39-66 from general funds provided for the postsecondary technical institutes through the General Appropriations Act. Section 4. Beginning in fiscal year 2012 and every three years thereafter, the Board of Education shall evaluate the apportionment and distribution of state funds to the state's postsecondary technical institutes and report its findings and recommendations to the Legislature and the Governor no later than the thirty-first day of August. Section 5. There is hereby established within the state treasury the postsecondary technical institute auxiliary fund. The fund shall be a participating fund and shall be credited for all interest earned on fund balances. The Board of Education shall approve all expenditures from the postsecondary technical institute auxiliary fund which shall be budgeted through the normal budget process. Unexpended funds and interest shall remain in the fund. For purposes of administration, the fund shall be divided into three subfunds as follows: (1) The postsecondary technical institute maintenance and repair subfund to fund the maintenance and repair of existing facilities; (2) The postsecondary technical institute new program subfund to fund the one-time costs associated with starting a new program or retooling a current program to meet a new or expanding need; and (3) The postsecondary technical institute equipment subfund to fund the replacement of old or outdated equipment being used in current programs. Section 6. That § 13-39-18 be amended to read as follows: 13-39-18. The director shall submit all requests for new programs and requests to expand or redesign current programs, if funds are requested for the expansion or redesign, from the postsecondary technical institutes in the state to the state board Board of Education for action. Section 7. That § 13-39-37 be amended to read as follows: 13-39-37. The South Dakota Board of Education may adopt rules pursuant to chapter 1-26, to be administered by the director, governing the operation and maintenance of postsecondary technical institutes which will to afford the people of the state, insofar as practicable, an equal opportunity to acquire a public technical education. The rules may provide for the following: (1) Curriculum and standards of instruction and scholarship; (2) Attendance requirements, age limits of trainees, eligibility for attendance, and tuition payments and other charges; (3) Apportionment and distribution of state funds pursuant to this Act, and the apportionment and distribution of all other funds made available to the board for carrying out the purposes of §§ 13-39-34 to 13-39-39, inclusive; (4) Transportation requirements and payments; (5) General administrative matters; (6) The submission of the annual budget of the postsecondary technical institute which shall include, but is not limited to, a description of programs, a list of staff positions, and the amount for supplies and operating expenses associated with the programs offered. The rules shall require the budget to include all operating costs of programs, including those costs ineligible for reimbursement from federal and state funds, shall state the procedure for amending and filing it with the division of education services and resources and shall provide that failure to comply with the rules may result in withholding of payments from federal and state funds; (7) The submission of plans of LEAs for new construction or major renovation of facilities eligible for reimbursement. The rules regarding these plans shall provide a requirement that the LEA, by a written resolution, declare the LEA committed to begin construction if the budget of the state board provides the matching funds; (8) The promotion and coordination of vocational career and technical education; and (9) The duplication of programs. Section 8. That § 13-39-38 be amended to read as follows: 13-39-38. The secretary of education shall calculate, apportion and distribute state funds made available for postsecondary technical institutes through a formula approved by the South Dakota Board of Education to the LEAs having jurisdiction over postsecondary technical institutes to assist in maintaining and operating those schools through the formula provided in this Act . The use of the funds are subject to rules adopted by the state board pursuant to subdivision § 13-39-37(3) and in accordance with the approved state plan for vocational education. Section 9. That ARSD 24:10:42:27 be repealed. 24:10:42:27. The Office of Career and Technical Education shall set aside and distribute funds to postsecondary technical institutes for the following purpose before distributing funds through the formula prescribed in § 24:10:42:28: (1) Bonding; (2) Maintenance and repair; (3) Day care; (4) Business and industry training coordinators; (5) New programs; and (6) Other. Section 10. That ARSD 24:10:42:28 be repealed. 24:10:42:28. The postsecondary technical institutes shall receive state funding, from the amount appropriated by the Legislature less funds reserved in § 24:10:42:27, under a formula that distributes these funds based on tuition full-time equivalents as follows: (1) Subtract the total set-asides reserved in § 24:10:42:27 from the total amount appropriated by the Legislature within the general appropriations act; (2) Determine the tuition collected at each institution for the preceding fiscal year; (3) Sum the tuition collected at each institution as determined in subdivision (2) to establish the total postsecondary institute tuition; (4) Determine the percent of the total tuition collected at each institution by dividing the result in subdivision (2) for each institution by the result obtained in subdivision (3); and (5) The allocation for each institution in then determined by multiplying the result obtained in subdivision (4) times the result in subdivision (1). Section 11. That ARSD 24:10:42:29 be repealed. 24:10:42:29. The Office of Career and Technical Education shall revise the funding formula each year using tuition data."}, {"bill_id": 4633, "bill_version_id": 4120, "bill_version": "Enrolled", "bill_version_date": "2008-02-27T15:14:40.08-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4633, "action_date": "2008-01-08T12:00:00-06:00", "document_id": 563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/563.pdf", "status_text": "First read in House and referred to", "journal_page": 17, "committee_id_action": 27, "committee_id_assigned": 16, "result": "N", "vote": {}}, {"bill_id": 4633, "action_date": "2008-01-24T10:00:00-06:00", "document_id": 1520, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1520.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 16, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4633, "action_date": "2008-01-24T10:00:00-06:00", "document_id": 1823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1823.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 16, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4633, "action_date": "2008-01-24T10:00:00-06:00", "document_id": 1823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1823.pdf", "status_text": "Do Pass Amended", "journal_page": 262, "committee_id_action": 16, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 574, "president_vote": null, "Yea": [609, 625, 608, 580, 595, 620, 630, 537, 599, 566, 611, 559, 564, 565], "Excused": [534]}}, {"bill_id": 4633, "action_date": "2008-01-29T14:00:00-06:00", "document_id": 2101, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2101.pdf", "status_text": "Deferred to another day", "journal_page": 330, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4633, "action_date": "2008-01-30T14:00:00-06:00", "document_id": 2216, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2216.pdf", "status_text": "Deferred to another day", "journal_page": 343, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4633, "action_date": "2008-02-06T14:00:00-06:00", "document_id": 2642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2642.pdf", "status_text": "Do Pass Amended", "journal_page": 428, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1396, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 570, 597, 532, 608, 623, 574, 534, 555, 542, 568, 552, 575, 580, 572, 624, 595, 529, 594, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 605, 628, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 531, 563, 540, 566, 549, 619, 626, 611, 606, 587, 559, 564, 561, 591], "Excused": [630]}}, {"bill_id": 4633, "action_date": "2008-02-07T13:00:00-06:00", "document_id": 2764, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2764.pdf", "status_text": "First read in Senate and referred to", "journal_page": 379, "committee_id_action": 28, "committee_id_assigned": 3, "result": "N", "vote": {}}, {"bill_id": 4633, "action_date": "2008-02-19T07:45:00-06:00", "document_id": 3200, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3200.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 3, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4633, "action_date": "2008-02-19T07:45:00-06:00", "document_id": 3390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3390.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 3, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4633, "action_date": "2008-02-21T07:45:00-06:00", "document_id": 3393, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3393.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 3, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4633, "action_date": "2008-02-21T07:45:00-06:00", "document_id": 3646, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3646.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 3, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4633, "action_date": "2008-02-21T07:45:00-06:00", "document_id": 3646, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3646.pdf", "status_text": "Do Pass Amended", "journal_page": 586, "committee_id_action": 3, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2333, "president_vote": null, "Excused": [598, 577], "Yea": [562, 613, 539, 569, 588]}}, {"bill_id": 4633, "action_date": "2008-02-25T14:00:00-06:00", "document_id": 3929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3929.pdf", "status_text": "Motion to amend", "journal_page": 629, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2497, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 618, 610, 629, 613, 577, 588, 627, 548, 550, 541, 607], "Excused": [632, 539]}}, {"bill_id": 4633, "action_date": "2008-02-25T14:00:00-06:00", "document_id": 3929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3929.pdf", "status_text": "Do Pass Amended", "journal_page": 630, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2497, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 618, 610, 629, 613, 577, 588, 627, 548, 550, 541, 607], "Excused": [632, 539]}}, {"bill_id": 4633, "action_date": "2008-02-27T14:00:00-06:00", "document_id": 4116, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4116.pdf", "status_text": "Concurred in amendments", "journal_page": 772, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2639, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 570, 597, 532, 608, 623, 574, 534, 555, 542, 568, 552, 575, 580, 572, 624, 595, 529, 594, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 605, 628, 630, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 531, 563, 540, 566, 549, 619, 626, 611, 606, 587, 559, 564, 561, 591]}}, {"bill_id": 4633, "action_date": "2008-02-28T10:00:00-06:00", "document_id": 4155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4155.pdf", "status_text": "Signed by the Speaker", "journal_page": 801, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4633, "action_date": "2008-02-29T08:00:00-06:00", "document_id": 4244, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4244.pdf", "status_text": "Delivered to the Governor", "journal_page": 823, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4633, "action_date": "2008-02-29T09:30:00-06:00", "document_id": 4270, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4270.pdf", "status_text": "Signed by the President", "journal_page": 737, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4633, "action_date": "2008-03-17T10:00:00-05:00", "document_id": 4325, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4325.pdf", "status_text": "Vetoed by the Governor", "journal_page": 835, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4633, "action_date": "2008-03-17T10:00:00-05:00", "document_id": 4325, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4325.pdf", "status_text": "Veto override", "journal_page": 845, "committee_id_action": 27, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 2819, "president_vote": null, "Yea": [602, 609, 593, 532, 534, 555, 568, 552, 575, 572, 529, 594, 605, 581, 531, 540, 611], "Nay": [579, 614, 625, 586, 570, 597, 608, 623, 574, 542, 580, 624, 595, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 628, 630, 571, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 563, 566, 549, 619, 626, 606, 587, 559, 564, 561], "Excused": [591]}}, {"bill_id": 4633, "action_date": "2008-03-17T10:00:00-05:00", "document_id": 4325, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4325.pdf", "status_text": "Delivered veto sustained to the Secretary of State", "journal_page": 856, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4633"}