{"session_id": 20, "bill_id": 5563, "bill_type": "House Bill", "bill_number": 1023, "bill_title": "require criminal background checks of certain Board of Regents employees and volunteers.", "sponsors": [], "keywords": ["Board of Regents", "Criminal Background Check", "Education", "Employees"], "audio": [{"meeting_datetime": "2014-01-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju06.mp3", "start_seconds": 585.0}, {"meeting_datetime": "2014-01-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju06.mp3", "start_seconds": 585.0}, {"meeting_datetime": "2014-01-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju06.mp3", "start_seconds": 585.0}], "bill_versions": [{"bill_id": 5563, "bill_version_id": 28313, "bill_version": "Introduced", "bill_version_date": "2014-01-09T13:40:07.323-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require criminal background checks of certain Board of Regents employees and volunteers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-49 be amended by adding thereto a NEW SECTION to read as follows: Each person over eighteen years of age employed, or listed as an official volunteer for an activity involving the supervision of minors, by the Board of Regents shall submit to a criminal background investigation, by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. The Board of Regents shall submit completed fingerprint cards to the Division of Criminal Investigation before the prospective new employee or volunteer subject to the requirements of this section enters into service. If no disqualifying record is identified at the state level, the fingerprints shall be forwarded by the Division of Criminal Investigation to the Federal Bureau of Investigation for a national criminal history record check. Any person whose employment or volunteering is subject to the requirements of this section may enter into service on a temporary basis pending receipt of results of the criminal background investigation. The Board of Regents may, without liability, withdraw its offer of employment or recognition as a volunteer or terminate the temporary employment or voluntary service without notice if the report reveals a disqualifying record. The Board of Regents may pay any fees charged for the cost of fingerprinting or the criminal background investigation for any person whose employment or voluntary service is subject to the requirements of this section. Any person hired to speak, perform, officiate, judge, adjudicate, or referee a public event sponsored by the Board of Regents is not required to submit to a criminal background investigation as required in this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5563, "action_date": "2014-01-14T12:00:00-06:00", "document_id": 28475, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28475.pdf", "status_text": "First read in House and referred to", "journal_page": 20, "committee_id_action": 231, "committee_id_assigned": 227, "result": "N", "vote": {}}, {"bill_id": 5563, "action_date": "2014-01-22T10:00:00-06:00", "document_id": 28588, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28588.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 227, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5563, "action_date": "2014-01-22T10:00:00-06:00", "document_id": 28764, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28764.pdf", "status_text": "Tabled", "journal_page": 67, "committee_id_action": 227, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15102, "president_vote": null, "Yea": [456, 505, 431, 455, 509, 457, 523, 458, 466, 460, 513, 441], "Excused": [476]}}]}