{"session_id": 43, "bill_id": 10424, "bill_type": "House Bill", "bill_number": 1199, "bill_title": "revise civil liability for riot and incitement to riot.", "sponsors": [{"legislator_profile_id": 1727, "is_prime": true}, {"legislator_profile_id": 1736, "is_prime": false}, {"legislator_profile_id": 1752, "is_prime": false}, {"legislator_profile_id": 1705, "is_prime": false}], "keywords": ["Evidence", "Hoghouse", "Liability", "Personal Rights and Obligations"], "audio": [{"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst25.mp3", "start_seconds": 7821.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst25.mp3", "start_seconds": 7821.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst25.mp3", "start_seconds": 7821.0}, {"meeting_datetime": "2020-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou27.mp3", "start_seconds": 9603.0}, {"meeting_datetime": "2020-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou27.mp3", "start_seconds": 9603.0}, {"meeting_datetime": "2020-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou27.mp3", "start_seconds": 9603.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sco32.mp3", "start_seconds": 775.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sco32.mp3", "start_seconds": 775.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sco32.mp3", "start_seconds": 775.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sco32.mp3", "start_seconds": 775.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sco32.mp3", "start_seconds": 1099.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen33.mp3", "start_seconds": 2840.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen33.mp3", "start_seconds": 2840.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen33.mp3", "start_seconds": 2840.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen33.mp3", "start_seconds": 2840.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen33.mp3", "start_seconds": 2840.0}], "bill_versions": [{"bill_id": 10424, "bill_version_id": 65575, "bill_version": "Introduced", "bill_version_date": "2020-01-30T10:03:47.75-06:00", "bill_text": "An Act to require certain annexation information be provided to electric utilities. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 9-4-1 be AMENDED: 9-4-1. Annexation of territory--Petition--Notice to electric utility. The governing body of a municipality, upon receipt of a written petition describing the boundaries of any territory contiguous to that municipality sought to be annexed to that municipality, may by resolution include such territory or any part thereof within such the municipality if the petition is signed by not less than three-fourths of the registered voters and by the owners of not less than three-fourths of the value of the territory sought to be annexed to the municipality. In the case of an annexation in a municipality with a municipally-owned electric utility, the governing body of the municipality shall mail, by certified mail, a copy of the petition for annexation with a notice of time and place of the public hearing to any electric utility providing electric service in the area considered for annexation. For purposes of this section, the term, contiguous, includes territory separated from the municipality by reason of intervening ownership of land used as a golf course, railroad, or any land owned by the State of South Dakota this state or any subdivisions thereof a political subdivision. Section 2. That § 9-4-4.3 be AMENDED: 9-4-4.3. Notice of public hearing--Notice to electric utility. Prior to adoption, the governing body of the municipality shall mail, by certified mail, copies of the resolution of intent with a notice of time and place of the public hearing shall be forwarded by certified mail to the affected landowners and the county auditor, who shall then forward the resolution of intent and notice of public hearing regarding the resolution of intent to the county commissioners. In the case of an annexation in a municipality with a municipally-owned electric utility, the governing body of the municipality shall mail, by certified mail, copies of the resolution of intent with a notice of time and place of the public hearing to any electric utility providing electric service in the area considered for annexation. The notice shall be postmarked not less than ten days and not more than twenty days before the date of the public hearing. The resolution of intent may be adopted, pursuant to chapter 9-19, with or without amendments after the public hearing. The governing body shall utilize and rely upon the records of the county director of equalization for the purposes of determining the affected landowners. Section 3. That § 9-4-4.4 be AMENDED: 9-4-4.4. Public hearing--Notice to be mailed--Adoption of resolution--Contents. The governing body shall hold a public hearing to consider extension of its boundaries within sixty days of the adoption of the resolution of intent provided for in §§ 9-4-4.2 and 9-4-4.11. Prior to adoption of the resolution of annexation, the governing body of the municipality shall mail, by certified mail, a copy of the adopted resolution of intent and a notice of the time and place of the public hearing on the resolution of annexation shall be forwarded by certified mail to the affected landowners and the county auditor, who shall then forward the adopted resolution of intent and notice of public hearing regarding the resolution of annexation to the county commissioners. The notice In the case of an annexation in a municipality with a municipally-owned electric utility, the governing body of the municipality shall mail, by certified mail, copies of the resolution of intent with a notice of time and place of the public hearing to any electric utility providing electric service in the area considered for annexation. All notices in this section shall be postmarked not less than ten days and not more than twenty days before the date of the public hearing. The governing body shall utilize and rely upon the records of the county director of equalization for the purposes of determining the affected landowners. The governing body may adopt an annexation resolution, containing the description and boundaries of the territory to be annexed, pursuant to chapter 9-19, within one hundred and twenty days of the public hearing. The governing body shall consider any objections to the resolution of annexation and the adopted resolution of intent, and may adopt the resolution of annexation with or without amendments, and. The governing body may also add to the resolution of annexation any amendments to the resolution of intent. No amendment may be made affecting any property not described in the original resolution."}, {"bill_id": 10424, "bill_version_id": 69614, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2020-03-05T11:58:32.147-06:00", "bill_text": "An Act to revise civil liability for riot and incitement to riot. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 20-9-53 be AMENDED: 20-9-53. Definitions. Terms used in §§ 20-9-53 to 20-9-57, inclusive, mean: (1) \"Civil recoveries,\" funds received by the state from any third party as damages resulting from violations of chapter 22-10 riot or incitement to riot that cause the state or a political subdivision to incur costs arising from riot boosting under § 20-9-54; (2) \"Incitement to riot,\" any person who, with the intent to cause a riot, commits an act or engages in conduct that urges three or more people, acting together and without authority of law, to use force or violence to cause any injury to any person or any damage to property, under circumstances in which the force or violence is imminent and the urging is likely to incite or produce the use of force or violence, incites riot. Urging includes instigating, inciting, or directing, but does not include the oral or written advocacy of ideas or expression of belief that does not urge the commission of an act or conduct of imminent force or violence; (3) \"Person,\" any individual, joint venture, association, partnership, cooperative, limited liability company, corporation, nonprofit, other entity, or any group acting as a unit; (3)(4) \"Political subdivision,\" a county or municipality; (4)(5) \"Riot,\" the same as the term is defined under § 22-10-1 any intentional use of force or violence by three or more persons, acting together and without authority of law, to cause any injury to any person or any damage to property; and (5)(6) \"Secretary,\" the secretary of the Department of Public Safety. Section 2. That § 20-9-54 be AMENDED: 20-9-54. Liability for riot and incitement to riot. In addition to any other liability or criminal penalty under law, a person is liable for riot boosting, jointly and severally with any other person, to the state or a political subdivision in an action for damages if the person: (1) Participates in any riot and directs, advises, encourages, or solicits any other person participating in the riot to acts of force or violence; (2) Does not personally participate in any riot but directs, advises, encourages, or solicits other persons participating in the riot to acts of force or violence; or (3) Upon the direction, advice, encouragement, or solicitation of any other person, uses force or violence, or makes any threat to use force or violence, if accompanied by immediate power of execution, by three or more persons, acting together and without authority of law. In addition to any other liability or criminal penalty under law, a person is personally liable for riot, and jointly and severally liable for riot with any other person engaged in the same riot, to the state or a political subdivision in an action for damages if the person commits riot as defined under § 20-9-53. In addition to any other liability or criminal penalty under law, a person is personally liable for incitement to riot, and jointly and severally liable for incitement to riot with any other person engaged in the same riot, to the state or a political subdivision in an action for damages if the person commits incitement to riot as defined under § 20-9-53. Nothing in this section may be construed to include the oral or written advocacy of ideas or expression of belief that does not urge the commission of an act or conduct of imminent force or violence. This section may not be construed to prevent the peaceable assembly of persons for lawful purposes of protest or petition. Section 3. That § 20-9-55 be AMENDED: 20-9-55. Jurisdiction--Evidence--Procedure. A person is subject to the jurisdiction of the courts of this state for riot boosting incitement to riot that results in a riot in this state, regardless of whether the person engages in riot boosting incitement to riot personally, or through any employee, agent, or subsidiary. Evidence is not admissible in an action for riot boosting action or incitement to riot that shows that any damages, in whole or in part, were paid by a third party. Notwithstanding any other law, any action arising under § 20-9-54 is governed by the procedural and substantive law of this state. Any action for riot boosting or incitement to riot shall be for the exclusive benefit of the state, or political subdivision, or an otherwise damaged third party, and shall be brought in the name of the state or political subdivision. The state, a political subdivision, or any third party having an interest in preventing a riot or riot boosting incitement to riot may enter into an agreement to establish joint representation of a cause of action under § 20-9-54. Section 4. That § 20-9-56 be AMENDED: 20-9-56. Damages for riot or incitement to riot. The plaintiff in an action for riot boosting or incitement to riot may recover both special and general damages, reasonable attorney's fees, disbursements, other reasonable expenses incurred from prosecuting the action, and punitive damages. A defendant who solicits or compensates any other person to commit an unlawful act or to be arrested is subject to three times a sum that would compensate for the detriment caused. A fine paid by a defendant for any violation of chapter 22-10 may not be applied toward payment of liability damages under § 20-9-54 this section."}, {"bill_id": 10424, "bill_version_id": 69917, "bill_version": "Enrolled", "bill_version_date": "2020-03-10T17:08:33.707-05:00", "bill_text": "ENTITLED An Act to revise civil liability for riot and incitement to riot. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 20-9-53 be AMENDED: 20-9-53. Definitions. Terms used in §§ 20-9-53 to 20-9-57, inclusive, mean: (1) \"Civil recoveries,\" funds received by the state from any third party as damages resulting from riot or incitement to riot that cause the state or a political subdivision to incur costs; (2) \"Incitement to riot,\" any person who, with the intent to cause a riot, commits an act or engages in conduct that urges three or more people, acting together and without authority of law, to use force or violence to cause any injury to any person or any damage to property, under circumstances in which the force or violence is imminent and the urging is likely to incite or produce the use of force or violence, incites riot. Urging includes instigating, inciting, or directing, but does not include the oral or written advocacy of ideas or expression of belief that does not urge the commission of an act or conduct of imminent force or violence; (3) \"Person,\" any individual, joint venture, association, partnership, cooperative, limited liability company, corporation, nonprofit, other entity, or any group acting as a unit; (4) \"Political subdivision,\" a county or municipality; (5) \"Riot,\" any intentional use of force or violence by three or more persons, acting together and without authority of law, to cause any injury to any person or any damage to property; and (6) \"Secretary,\" the secretary of the Department of Public Safety. Section 2. That § 20-9-54 be AMENDED: 20-9-54. Liability for riot and incitement to riot. In addition to any other liability or criminal penalty under law, a person is personally liable for riot, and jointly and severally liable for riot with any other person engaged in the same riot, to the state or a political subdivision in an action for damages if the person commits riot as defined under § 20-9-53. In addition to any other liability or criminal penalty under law, a person is personally liable for incitement to riot, and jointly and severally liable for incitement to riot with any other person engaged in the same riot, to the state or a political subdivision in an action for damages if the person commits incitement to riot as defined under § 20-9-53. Nothing in this section may be construed to include the oral or written advocacy of ideas or expression of belief that does not urge the commission of an act or conduct of imminent force or violence. This section may not be construed to prevent the peaceable assembly of persons for lawful purposes of protest or petition. Section 3. That § 20-9-55 be AMENDED: 20-9-55. Jurisdiction--Evidence--Procedure. A person is subject to the jurisdiction of the courts of this state for incitement to riot that results in a riot in this state, regardless of whether the person engages in incitement to riot personally, or through any employee, agent, or subsidiary. Evidence is not admissible in an action for riot or incitement to riot that shows that any damages, in whole or in part, were paid by a third party. Notwithstanding any other law, any action arising under § 20-9-54 is governed by the procedural and substantive law of this state. Any action for riot or incitement to riot shall be for the exclusive benefit of the state or political subdivision and shall be brought in the name of the state or political subdivision. The state, a political subdivision, or any third party having an interest in preventing a riot or incitement to riot may enter into an agreement to establish joint representation of a cause of action under § 20-9-54. Section 4. That § 20-9-56 be AMENDED: 20-9-56. Damages for riot or incitement to riot. The plaintiff in an action for riot or incitement to riot may recover both special and general damages, reasonable attorney's fees, disbursements, other reasonable expenses incurred from prosecuting the action, and punitive damages. A fine paid by a defendant for any violation of chapter 22-10 may not be applied toward payment of damages under this section. An Act to revise civil liability for riot and incitement to riot. I certify that the attached Act originated in the: House as Bill No. 1199 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1199 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10424, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65199.pdf", "status_text": "First Reading House", "journal_page": 98, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10424, "action_date": "2020-02-11T14:00:00-06:00", "document_id": 67317, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67317.pdf", "status_text": "Referred to", "journal_page": 256, "committee_id_action": 480, "committee_id_assigned": 461, "result": "N", "vote": {}}, {"bill_id": 10424, "action_date": "2020-02-24T07:45:00-06:00", "document_id": 68348, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68348.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 461, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10424, "action_date": "2020-02-24T07:45:00-06:00", "document_id": 68350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68350.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 461, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33666, "president_vote": null, "Yea": [1754, 1711, 1744, 1682, 1731, 1677, 1653, 1723, 1725], "Excused": [1672, 1736, 1734, 1657]}}, {"bill_id": 10424, "action_date": "2020-02-26T14:00:00-06:00", "document_id": 68734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68734.pdf", "status_text": "Do Pass", "journal_page": 413, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33929, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1654, 1670, 1710, 1668, 1751, 1665, 1699, 1672, 1656, 1743, 1680, 1681, 1728, 1702, 1676, 1682, 1662, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1655, 1657, 1737, 1675, 1679, 1671, 1729, 1765, 1698, 1677, 1733, 1701, 1666, 1725, 1674, 1688, 1727, 1683, 1664, 1709, 1660, 1653, 1696, 1692, 1661, 1762, 1697, 1755, 1691, 1712, 1687, 1734], "Nay": [1711, 1740, 1744, 1736, 1747, 1667, 1722, 1745], "Excused": [1748, 1673]}}, {"bill_id": 10424, "action_date": "2020-02-27T13:00:00-06:00", "document_id": 68864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68864.pdf", "status_text": "First Reading Senate", "journal_page": 367, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10424, "action_date": "2020-03-02T14:00:00-06:00", "document_id": 68976, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68976.pdf", "status_text": "Referred to", "journal_page": 393, "committee_id_action": 447, "committee_id_assigned": 456, "result": "N", "vote": {}}, {"bill_id": 10424, "action_date": "2020-03-05T10:00:00-06:00", "document_id": 69230, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69230.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 456, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10424, "action_date": "2020-03-05T10:00:00-06:00", "document_id": 69231, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69231.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 456, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10424, "action_date": "2020-03-05T10:00:00-06:00", "document_id": 69231, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69231.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 456, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34493, "president_vote": null, "Yea": [1707, 1715, 1730, 1752, 1716], "Excused": [1703], "Nay": [1663]}}, {"bill_id": 10424, "action_date": "2020-03-09T11:00:00-05:00", "document_id": 69668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69668.pdf", "status_text": "Do Pass Amended", "journal_page": 458, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34593, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1720, 1717, 1708, 1721, 1715, 1703, 1749, 1746, 1726, 1752, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1705], "Nay": [1659, 1658, 1663, 1724, 1651, 1718, 1652], "Excused": [1742, 1686]}}, {"bill_id": 10424, "action_date": "2020-03-10T11:00:00-05:00", "document_id": 69844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69844.pdf", "status_text": "Concurred in amendments", "journal_page": 545, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34714, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1670, 1668, 1751, 1711, 1699, 1672, 1656, 1743, 1740, 1744, 1728, 1702, 1682, 1748, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1747, 1667, 1722, 1675, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1701, 1725, 1688, 1727, 1683, 1709, 1692, 1661, 1755, 1691, 1712, 1687], "Nay": [1654, 1710, 1665, 1662, 1655, 1657, 1737, 1745, 1674, 1664, 1660, 1653, 1696, 1697, 1734], "Excused": [1680, 1681, 1736, 1676, 1666, 1762]}}, {"bill_id": 10424, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69924.pdf", "status_text": "Signed by the Speaker", "journal_page": 583, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10424, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69897.pdf", "status_text": "Signed by the President", "journal_page": 491, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10424, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69924.pdf", "status_text": "Delivered to the Governor", "journal_page": 557, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10424, "action_date": "2020-03-30T11:00:00-05:00", "document_id": 70023, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/70023.pdf", "status_text": "Signed by the Governor", "journal_page": 629, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 277}