{"session_id": 20, "bill_id": 6014, "bill_type": "Senate Commemoration", "bill_number": 24, "bill_title": "Congratulating and honoring Kaydee Lawrence of Cheyenne Eagle Butte High School, Aubree Stevens of Dupree High School, and Shayla Taton of Belle Fourche High School for being finalists in the 2014 Business Plan Competition.", "sponsors": [{"legislator_profile_id": 438, "is_prime": true}, {"legislator_profile_id": 459, "is_prime": true}, {"legislator_profile_id": 439, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6014, "bill_version_id": 30654, "bill_version": "Introduced", "bill_version_date": "2014-02-20T09:25:09.963-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring Kaydee Lawrence of Cheyenne Eagle Butte High School, Aubree Stevens of Dupree High School, and Shayla Taton of Belle Fourche High School for being finalists in the 2014 Business Plan Competition. WHEREAS, Kaydee Lawrence, a student at Cheyenne Eagle Butte High School, has achieved recognition for her exceptional business plans for a bakery. The primary purpose of her bakery business, Kaydeelicious Bakery, is to promote healthy choices and young entrepreneurship; and WHEREAS, Aubree Stevens, a student at Dupree High School, has achieved recognition for her exceptional business plans for a therapeutic riding operation. The primary purpose of this business, The Open Heart Ranch, is to help children and adults with disabilities; and WHEREAS, Shayla Taton, a student at Belle Fourche High School, has achieved recognition for her exceptional business plans in horse training. The primary purpose of this business, Taton's Horse Training, is to provide people an opportunity to have their horse trained in barrel racing, pole bending, or roping: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature congratulates Kaydee Lawrence, Aubree Stevens, and Shayla Taton in being finalists in the 2014 Business Plan Competition, recognizes their hard work and exemplary skills as students and business planners, and extends best wishes for their continued success and happiness."}, {"bill_id": 6014, "bill_version_id": 30954, "bill_version": "Enrolled", "bill_version_date": "2014-02-24T17:21:08.08-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring Kaydee Lawrence of Cheyenne Eagle Butte High School, Aubree Stevens of Dupree High School, and Shayla Taton of Belle Fourche High School for being finalists in the 2014 Business Plan Competition. WHEREAS, Kaydee Lawrence, a student at Cheyenne Eagle Butte High School, has achieved recognition for her exceptional business plans for a bakery. The primary purpose of her bakery business, Kaydeelicious Bakery, is to promote healthy choices and young entrepreneurship; and WHEREAS, Aubree Stevens, a student at Dupree High School, has achieved recognition for her exceptional business plans for a therapeutic riding operation. The primary purpose of this business, The Open Heart Ranch, is to help children and adults with disabilities; and WHEREAS, Shayla Taton, a student at Belle Fourche High School, has achieved recognition for her exceptional business plans in horse training. The primary purpose of this business, Taton's Horse Training, is to provide people an opportunity to have their horse trained in barrel racing, pole bending, or roping: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature congratulates Kaydee Lawrence, Aubree Stevens, and Shayla Taton in being finalists in the 2014 Business Plan Competition, recognizes their hard work and exemplary skills as students and business planners, and extends best wishes for their continued success and happiness. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6014, "action_date": "2014-02-20T14:00:00-06:00", "document_id": 30711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30711.pdf", "status_text": "", "journal_page": 391, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}]}