{"session_id": 21, "bill_id": 6824, "bill_type": "House Commemoration", "bill_number": 1023, "bill_title": "Commending and honoring the Parkston Trojan football team on a successful 2014 season.", "sponsors": [{"legislator_profile_id": 935, "is_prime": true}, {"legislator_profile_id": 873, "is_prime": true}, {"legislator_profile_id": 884, "is_prime": false}, {"legislator_profile_id": 855, "is_prime": false}, {"legislator_profile_id": 859, "is_prime": false}, {"legislator_profile_id": 860, "is_prime": false}, {"legislator_profile_id": 903, "is_prime": false}, {"legislator_profile_id": 876, "is_prime": false}, {"legislator_profile_id": 899, "is_prime": false}, {"legislator_profile_id": 896, "is_prime": false}, {"legislator_profile_id": 930, "is_prime": false}, {"legislator_profile_id": 900, "is_prime": false}, {"legislator_profile_id": 893, "is_prime": false}, {"legislator_profile_id": 880, "is_prime": false}, {"legislator_profile_id": 911, "is_prime": false}, {"legislator_profile_id": 914, "is_prime": false}, {"legislator_profile_id": 866, "is_prime": false}, {"legislator_profile_id": 871, "is_prime": false}], "keywords": ["House Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 6824, "bill_version_id": 35323, "bill_version": "Introduced", "bill_version_date": "2015-02-20T10:07:29.153-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the Parkston Trojan football team on a successful 2014 season. WHEREAS, the Parkston Trojans won the Class 11B Football Championship, ending the season with a perfect 12-0 record; and WHEREAS, the Parkston Trojans scored 483 points during the season while giving up only 63 points; and WHEREAS, the Parkston Trojans set numerous school records and set the state finals records for the most rushing first downs, the longest field goal, and the most first downs; and WHEREAS, Wes Dvorak won the Joe Robbie Award and the Outstanding Back Award, and Austin Bertram won the Outstanding Lineman Award: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that the South Dakota Legislature congratulates and honors the Parkston Trojan Football Team, along with their cheerleaders, support personnel, and coaches, on an outstanding season, and wishes them every success in future endeavors both on and off the athletic field of competition."}, {"bill_id": 6824, "bill_version_id": 35577, "bill_version": "Enrolled", "bill_version_date": "2015-02-25T16:30:39.42-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the Parkston Trojan football team on a successful 2014 season. WHEREAS, the Parkston Trojans won the Class 11B Football Championship, ending the season with a perfect 12-0 record; and WHEREAS, the Parkston Trojans scored 483 points during the season while giving up only 63 points; and WHEREAS, the Parkston Trojans set numerous school records and set the state finals records for the most rushing first downs, the longest field goal, and the most first downs; and WHEREAS, Wes Dvorak won the Joe Robbie Award and the Outstanding Back Award, and Austin Bertram won the Outstanding Lineman Award: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that the South Dakota Legislature congratulates and honors the Parkston Trojan Football Team, along with their cheerleaders, support personnel, and coaches, on an outstanding season, and wishes them every success in future endeavors both on and off the athletic field of competition. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6824, "action_date": "2015-02-20T13:00:00-06:00", "document_id": 35379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35379.pdf", "status_text": "", "journal_page": 473, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}]}