{"session_id": 59, "bill_id": 20622, "bill_type": "Senate Bill", "bill_number": 180, "bill_title": "require consumer reporting agencies to provide security freezes for consumers who are victims of identity theft.", "sponsors": [{"legislator_profile_id": 3384, "is_prime": true}, {"legislator_profile_id": 3463, "is_prime": true}], "keywords": ["Crimes", "Debtor Creditor"], "audio": [{"meeting_datetime": "2006-01-27T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju13.mp3", "start_seconds": 2731.0}, {"meeting_datetime": "2006-01-27T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju13.mp3", "start_seconds": 2731.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju16.mp3", "start_seconds": 2071.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju16.mp3", "start_seconds": 2071.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju16.mp3", "start_seconds": 2071.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju16.mp3", "start_seconds": 2071.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju16.mp3", "start_seconds": 2071.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen18.mp3", "start_seconds": 2341.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen18.mp3", "start_seconds": 2341.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen18.mp3", "start_seconds": 2341.0}, {"meeting_datetime": "2006-02-16T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco27.mp3", "start_seconds": 3330.0}, {"meeting_datetime": "2006-02-16T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco27.mp3", "start_seconds": 3330.0}, {"meeting_datetime": "2006-02-16T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco27.mp3", "start_seconds": 3330.0}, {"meeting_datetime": "2006-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou30.mp3", "start_seconds": 5143.0}, {"meeting_datetime": "2006-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou30.mp3", "start_seconds": 5143.0}, {"meeting_datetime": "2006-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou30.mp3", "start_seconds": 5143.0}], "bill_versions": [{"bill_id": 20622, "bill_version_id": 106996, "bill_version": "Introduced", "bill_version_date": "2006-01-23T09:57:18-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require consumer reporting agencies to provide security freezes for consumers who are victims of identity theft. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For purposes of this Act, a victim of identity theft is: (1) A victim of identity theft as defined in § 22-30A-3.1; or (2) A person who has been notified by any agency, person, or business that owns or licenses computerized data of a breach in a computerized data system which has resulted in the acquisition of that person's unencrypted personal information by an unauthorized person. Section 2. For the purposes of this Act, a security freeze is a notice placed in a consumer's credit report, at the request of the consumer and subject to certain exceptions, that prohibits the consumer reporting agency from releasing the consumer's credit report or any information from it without the express authorization of the consumer. If a security freeze is in place, information from a consumer's credit report may not be released to a third party without prior express authorization from the consumer. Section 3. Any person who is victim of identity theft and has submitted a valid police report to a consumer reporting agency may elect to place a security freeze on that person's report by making a request in writing by certified mail to a consumer reporting agency. This section does not prevent a consumer reporting agency from advising a third party that a security freeze is in effect with respect to the consumer's credit report. Section 4. A consumer reporting agency shall place a security freeze on a consumer's credit report no later than five business days after receiving a written request from the consumer. Section 5. The consumer reporting agency shall send a written confirmation of the security freeze to the consumer within ten business days and shall provide the consumer with a unique personal identification number or password to be used by the consumer when providing authorization for the release of the consumer's credit report for a specific party or period of time. Section 6. If any consumer wishes to allow the consumer's credit report to be accessed for a specific party or period of time while a freeze is in place, the consumer shall contact the consumer reporting agency, request that the freeze be temporarily lifted, and provide the following: (1) Proper identification, which means that information generally deemed sufficient to identify a consumer. Only if the consumer is unable to sufficiently identify himself or herself, may a consumer reporting agency require additional information concerning the consumer's employment and personal or family history in order to verify the consumer's identity; (2) The unique personal identification number or password provided by the credit reporting agency pursuant to section 5 of this Act; and (3) The proper information regarding the third party who is to receive the credit report or the time period for which the report is available to users of the credit report. Any consumer reporting agency that receives a request to temporarily lift a freeze on a credit report pursuant to this section shall comply with the request no later than three business days after receiving the request. Section 7. A consumer reporting agency may develop procedures involving the use of telephone, fax, the internet, or other electronic media to receive and process a request from a consumer to temporarily lift a freeze on that consumer's credit report in an expedited manner. Section 8. A consumer reporting agency shall remove or temporarily lift a freeze placed on a consumer's credit report only in the following cases: (1) Upon a consumer's request pursuant to section 6 or 11 of this Act; or (2) When the consumer's credit report was frozen due to a material misrepresentation of fact by the consumer. When a consumer reporting agency intends to remove a freeze upon a consumer's credit report under this subdivision, the consumer reporting agency shall notify the consumer in writing prior to removing the freeze on the consumer's credit report. Section 9. If a third party requests access to a consumer credit report on which a security freeze is in effect, and this request is in connection with an application for credit or any other use, and the consumer does not allow the consumer's credit report to be accessed for that specific party or period of time, the third party may treat the application as incomplete. Section 10. If a consumer requests a security freeze, the consumer reporting agency shall disclose the process of placing and temporarily lifting a freeze, and the process for allowing access to information from the consumer's credit report for a specific party or period of time while the freeze is in place. Section 11. A security freeze remains in place until the consumer requests that the security freeze be removed. A consumer reporting agency shall remove a security freeze within three business days of receiving a request for removal from the consumer, who provides both of the following: (1) Proper identification, as defined in subdivision (1) of section 6 of this Act; and (2) The unique personal identification number or password provided by the consumer reporting agency pursuant to section 5 of this Act. Section 12. This Act does not apply to the use of a consumer credit report by any of the following: (1) A person, or a subsidiary, affiliate, or agent of that person, or an assignee of a financial obligation owed by the consumer to that person or entity, or a prospective assignee of a financial obligation owed by the consumer to that person in conjunction with the proposed purchase of the financial obligation, with which the consumer has or had prior to assignment an account or contract, including a demand deposit account, or to whom the consumer issued a negotiable instrument for the purposes of reviewing the account or collecting the financial obligation owed for the account, contract, or negotiable instrument. The term, reviewing the account, includes activities related to account maintenance, monitoring, credit line increases, and account upgrades and enhancements; (2) A subsidiary, affiliate, agent, assignee, or prospective assignee of a person to whom access has been granted under section 6 of this Act for purposes of facilitating the extension of credit or other permissible use; (3) Any federal, state, or local entity, including a law enforcement agency or court; (4) A private collection agency acting under a court order, warrant, or subpoena; (5) A child support agency acting under Title IV-D of the Social Security Act (42 U.S.C. et seq.); (6) The Department of Social Services acting to fulfill any of its statutory responsibilities; (7) The Internal Revenue Service acting to investigate or collect delinquent taxes or unpaid court orders or to fulfill any of its other statutory responsibilities; (8) The use of credit information for the purposes of prescreening as provided for by the federal Fair Credit Reporting Act; (9) Any person or entity administering a credit file monitoring subscription service to which the consumer has subscribed; and (10) Any person or entity for the purpose of providing a consumer with a copy of the consumer's credit report upon the consumer's request. Section 13. If a security freeze is in place, a consumer reporting agency may not change any name, date of birth, social security number, or address in a consumer credit report without sending a written confirmation of the change to the consumer within thirty days of the change being posted to the consumer's file. Written confirmation is not required for technical modifications of a consumer's official information, including name and street abbreviations, complete spellings, or transposition of numbers or letters. In the case of an address change, the written confirmation shall be sent to both the new address and to the former address. Section 14. No consumer reporting agency is required to place a security freeze in a consumer credit report if the consumer reporting agency acts only as a reseller of credit information by assembling and merging information contained in the data base of another consumer reporting agency or multiple consumer reporting agencies, and does not maintain a permanent data base of credit information from which new consumer credit reports are produced. However, a consumer reporting agency shall honor any security freeze placed on a consumer credit report by another consumer reporting agency. Section 15. The following entities are not required to place a security freeze in a consumer credit report pursuant to this Act: (1) A check services or fraud prevention services company, which issues reports on incidents of fraud or authorizations for the purpose of approving or processing negotiable instruments, electronic funds transfers, or similar methods of payments; and (2) A deposit account information service company, which issues reports regarding account closures due to fraud, substantial overdrafts, ATM abuse, or similar negative information regarding a consumer, to inquiring banks or other financial institutions for use only in reviewing a consumer request for a deposit account at the inquiring bank or financial institution. Section 16. A consumer reporting agency may furnish to a governmental agency a consumer's name, address, former address, places of employment, or former places of employment even if a security freeze is in place."}, {"bill_id": 20622, "bill_version_id": 107698, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2006-02-01T13:37:55-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require consumer reporting agencies to provide security freezes for consumers who are victims of identity theft. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For purposes of this Act, a victim of identity theft is a victim of a crime as defined in § 22-30A-3.1. Section 2. For the purposes of this Act, a security freeze is a notice placed in a consumer's credit report, at the request of the consumer and subject to certain exceptions, that prohibits the consumer reporting agency from releasing the consumer's credit report, relating to the extension of credit involving that consumer's report, without the express authorization of the consumer. If a security freeze is in place, information from a consumer's credit report may not be released to a third party without prior express authorization from the consumer. Section 3. Any person who is a victim of identity theft and has submitted a valid police report to a consumer reporting agency may elect to place a security freeze on that person's report by making a request in writing by certified mail to a consumer reporting agency at an address designated by the consumer reporting agency to receive such requests. This section does not prevent a consumer reporting agency from advising a third party that a security freeze is in effect with respect to the consumer's credit report. Section 4. A consumer reporting agency shall place a security freeze on a consumer's credit report no later than five business days after receiving a written request from the consumer. Section 5. The consumer reporting agency shall send a written confirmation of the security freeze to the consumer within ten business days and shall provide the consumer with a unique personal identification number or password to be used by the consumer when providing authorization for the release of the consumer's credit report for a specific period of time. Section 6. If any consumer wishes to allow the consumer's credit report to be accessed for a specific period of time while a freeze is in place, the consumer shall contact the consumer reporting agency at a point of contact designated by the agency to receive such requests, request that the freeze be temporarily lifted, and provide the following: (1) Proper identification, which means that information generally deemed sufficient to identify a consumer. Only if the consumer is unable to sufficiently identify himself or herself, may a consumer reporting agency require additional information concerning the consumer's employment and personal or family history in order to verify the consumer's identity; (2) The unique personal identification number or password provided by the credit reporting agency pursuant to section 5 of this Act; and (3) The proper information regarding the time period for which the report is available to users of the credit report. Any consumer reporting agency that receives a request to temporarily lift a freeze on a credit report pursuant to this section shall comply with the request no later than three business days after receiving the request. Section 7. A consumer reporting agency may develop procedures involving the use of telephone, fax, the internet, or other electronic media to receive and process a request from a consumer to temporarily lift a freeze on that consumer's credit report in an expedited manner. Section 8. A consumer reporting agency shall remove or temporarily lift a freeze placed on a consumer's credit report only in the following cases: (1) Upon a consumer's request pursuant to section 6 or 11 of this Act; or (2) When the consumer's credit report was frozen due to a material misrepresentation of fact by the consumer. When a consumer reporting agency intends to remove a freeze upon a consumer's credit report under this subdivision, the consumer reporting agency shall notify the consumer in writing prior to removing the freeze on the consumer's credit report. Section 9. If a third party requests access to a consumer credit report on which a security freeze is in effect, and this request is in connection with an application for credit or any other use, and the consumer does not allow the consumer's credit report to be accessed for that specific party or period of time, the third party may treat the application as incomplete. Section 10. If a consumer requests a security freeze, the consumer reporting agency shall disclose the process of placing and temporarily lifting a freeze, and the process for allowing access to information from the consumer's credit report for a specific party or period of time while the freeze is in place. Section 11. A security freeze remains in place until the earlier of the date the consumer reporting agency receives a request from the consumer to remove the freeze or until seven years from the date that the security freeze was put in place pursuant to section 4 of this Act. A consumer reporting agency shall remove a security freeze within three business days of receiving a request for removal from the consumer, who provides both of the following: (1) Proper identification, as defined in subdivision (1) of section 6 of this Act; and (2) The unique personal identification number or password provided by the consumer reporting agency pursuant to section 5 of this Act. Requests for removal shall be made to a point of contact designated by the agency to receive such requests. Section 12. This Act does not apply to the use of a consumer credit report by any of the following: (1) A person, or a subsidiary, affiliate, or agent of that person, or an assignee of a financial obligation owed by the consumer to that person or entity, or a prospective assignee of a financial obligation owed by the consumer to that person in conjunction with the proposed purchase of the financial obligation, with which the consumer has or had prior to assignment an account or contract, including a demand deposit account, or to whom the consumer issued a negotiable instrument for the purposes of reviewing the account or collecting the financial obligation owed for the account, contract, or negotiable instrument. The term, reviewing the account, includes activities related to account maintenance, monitoring, credit line increases, and account upgrades and enhancements; (2) A subsidiary, affiliate, agent, assignee, or prospective assignee of a person to whom access has been granted under section 6 of this Act for purposes of facilitating the extension of credit or other permissible use; (3) Any federal, state, or local entity, including a law enforcement agency or court; (4) A private collection agency acting under a court order, warrant, or subpoena; (5) A child support agency acting under Title IV-D of the Social Security Act (42 U.S.C. et seq.); (6) The Department of Social Services acting to fulfill any of its statutory responsibilities; (7) The Internal Revenue Service acting to investigate or collect delinquent taxes or unpaid court orders or to fulfill any of its other statutory responsibilities; (8) The use of credit information for the purposes of prescreening as provided for by the federal Fair Credit Reporting Act; (9) Any person or entity administering a credit file monitoring subscription service to which the consumer has subscribed; (10) Any person or entity for the purpose of providing a consumer with a copy of the consumer's credit report upon the consumer's request; and (11) Any person or entity for use in setting or adjusting a rate, adjusting a claim, or underwriting for insurance purposes. Section 13. If a security freeze is in place, a consumer reporting agency may not change any name, date of birth, social security number, or address in a consumer credit report without sending a written confirmation of the change to the consumer within thirty days of the change being posted to the consumer's file. Written confirmation is not required for technical modifications of a consumer's official information, including name and street abbreviations, complete spellings, or transposition of numbers or letters. In the case of an address change, the written confirmation shall be sent to both the new address and to the former address. Section 14. No consumer reporting agency is required to place a security freeze in a consumer credit report if the consumer reporting agency acts only as a reseller of credit information by assembling and merging information contained in the data base of another consumer reporting agency or multiple consumer reporting agencies, and does not maintain a permanent data base of credit information from which new consumer credit reports are produced. However, a consumer reporting agency shall honor any security freeze placed on a consumer credit report by another consumer reporting agency. Section 15. The following entities are not required to place a security freeze in a consumer credit report pursuant to this Act: (1) A check services or fraud prevention services company, which issues reports on incidents of fraud or authorizations for the purpose of approving or processing negotiable instruments, electronic funds transfers, or similar methods of payments; and (2) A deposit account information service company, which issues reports regarding account closures due to fraud, substantial overdrafts, ATM abuse, or similar negative information regarding a consumer, to inquiring banks or other financial institutions for use only in reviewing a consumer request for a deposit account at the inquiring bank or financial institution. Section 16. A consumer reporting agency may furnish to a governmental agency a consumer's name, address, former address, places of employment, or former places of employment even if a security freeze is in place."}, {"bill_id": 20622, "bill_version_id": 109259, "bill_version": "Enrolled", "bill_version_date": "2006-02-23T08:34:13-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20622, "action_date": "2006-01-23T14:00:00-06:00", "document_id": 107072, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107072.pdf", "status_text": "First read in Senate and referred to", "journal_page": 158, "committee_id_action": 894, "committee_id_assigned": 872, "result": "N", "vote": {}}, {"bill_id": 20622, "action_date": "2006-01-27T10:00:00-06:00", "document_id": 107394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107394.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 872, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20622, "action_date": "2006-02-01T10:00:00-06:00", "document_id": 107683, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107683.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 872, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20622, "action_date": "2006-02-01T10:00:00-06:00", "document_id": 107683, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107683.pdf", "status_text": "Do Pass Amended,", "journal_page": 297, "committee_id_action": 872, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63980, "president_vote": null, "Yea": [3390, 3412, 3413, 3416, 3428, 3447, 3361]}}, {"bill_id": 20622, "action_date": "2006-02-03T13:00:00-06:00", "document_id": 107933, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107933.pdf", "status_text": "Do Pass Amended,", "journal_page": 349, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64160, "president_vote": null, "Yea": [3361, 3362, 3363, 3364, 3365, 3368, 3374, 3376, 3377, 3379, 3384, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3415, 3416, 3421, 3423, 3425, 3428, 3430, 3432, 3435, 3439, 3447, 3450, 3452, 3453, 3458], "Excused": [3390]}}, {"bill_id": 20622, "action_date": "2006-02-06T14:00:00-06:00", "document_id": 108025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108025.pdf", "status_text": "First read in House and referred to", "journal_page": 386, "committee_id_action": 893, "committee_id_assigned": 881, "result": "N", "vote": {}}, {"bill_id": 20622, "action_date": "2006-02-16T07:45:00-06:00", "document_id": 108881, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108881.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 881, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20622, "action_date": "2006-02-16T07:45:00-06:00", "document_id": 108881, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108881.pdf", "status_text": "Do Pass,", "journal_page": 612, "committee_id_action": 881, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62855, "president_vote": null, "Yea": [3366, 3367, 3380, 3381, 3406, 3418, 3419, 3437, 3446, 3451, 3465, 3445, 3448]}}, {"bill_id": 20622, "action_date": "2006-02-17T13:00:00-06:00", "document_id": 109025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109025.pdf", "status_text": "Deferred to another day", "journal_page": 645, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20622, "action_date": "2006-02-21T14:00:00-06:00", "document_id": 109127, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109127.pdf", "status_text": "Deferred to another day", "journal_page": 662, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20622, "action_date": "2006-02-22T14:00:00-06:00", "document_id": 109233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109233.pdf", "status_text": "Do Pass Amended,", "journal_page": 685, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64595, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3371, 3372, 3373, 3375, 3378, 3380, 3381, 3382, 3383, 3385, 3386, 3387, 3388, 3389, 3392, 3393, 3394, 3395, 3399, 3400, 3402, 3403, 3405, 3406, 3407, 3408, 3410, 3414, 3418, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3456, 3457, 3459, 3460, 3461, 3462, 3463, 3464, 3465, 3426], "Excused": [3398, 3401, 3417]}}, {"bill_id": 20622, "action_date": "2006-02-23T11:00:00-06:00", "document_id": 109333, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109333.pdf", "status_text": "Signed by President", "journal_page": 676, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20622, "action_date": "2006-02-23T14:00:00-06:00", "document_id": 109342, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109342.pdf", "status_text": "Signed by Speaker", "journal_page": 736, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20622, "action_date": "2006-02-24T08:45:00-06:00", "document_id": 109405, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109405.pdf", "status_text": "Delivered to the Governor", "journal_page": 682, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20622, "action_date": "2006-03-21T12:00:00-06:00", "document_id": 109618, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109618.pdf", "status_text": "Signed by Governor", "journal_page": 751, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3457}