{"session_id": 69, "bill_id": 25117, "bill_type": "Senate Bill", "bill_number": 102, "bill_title": "revise the process for annexing or excluding property contiguous to a road district.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25117", "sponsors": [{"legislator_profile_id": 4558, "is_prime": true}, {"legislator_profile_id": 4565, "is_prime": true}], "keywords": ["Annexation", "Boards and Commissions", "Highways, Roads, and Bridges"], "audio": [], "bill_versions": [{"bill_id": 25117, "bill_version_id": 260917, "bill_version": "Introduced", "bill_version_date": "2024-01-19T12:17:04.903-06:00", "bill_text": "An Act to revise the process for annexing or excluding property contiguous to a road district. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 31-12A: On receiving a petition in writing signed by not less than twenty percent of the legal voters residing within a road district, as shown by the vote for the member of the board of trustees receiving the highest vote at large at the last preceding annual election in the district, or upon its own motion, the board of trustees by resolution may declare its intention to annex territory lying adjacent to the district or exclude territory being upon the border of the district. The resolution must describe the property, the intended action, and the time and place the trustees will meet to consider the adoption of the resolution. The resolution must be published once a week for two consecutive weeks before the time set for the hearing. Section 2. That a NEW SECTION be added to chapter 31-12A: At the time of the hearing, the trustees of the road district shall consider any objections to the proposed resolution and may adopt the resolution, with or without amendment. However, no amendment may be made affecting any property not described in the original resolution. The resolution may not be adopted unless the resolution has been approved by the board of county commissioners of the county in which the land is situated. Section 3. That a NEW SECTION be added to chapter 31-12A: Within thirty days of the board of trustees' refusal to grant the resolution requested in the petition of the voters, within thirty days of the county commission's refusal to approve the resolution, or within ninety days after the filing of the petition if no action has been taken on the petition by the board, the petitioners or any aggrieved party may appeal the matter to the circuit court for the county in which the district or the greater portion of the district is situated. Notice of the filing must be served by the petitioners upon the president of the board of trustees, together with a notice of the time and place of the hearing on the appeal, at least ten days before the date of the hearing. If the court finds that the request of the petitioners may be granted without injustice to the district, the court shall order that the requested annexation or exclusion be granted. If the court finds against the petitioners, the court shall dismiss the appeal at the cost of the petitioners. Section 4. That a NEW SECTION be added to chapter 31-12A: If the limits of any district are changed by resolution or by decree of court, the president of the board of trustees must cause an accurate map of the territory, together with a copy of the resolution or decree, duly certified, to be recorded in the office of the register of deeds of the county or counties in which the territory is situated and thereupon the territory becomes a part of the district or is excluded from the district, as the case may be. Section 5. That § 31-12A-36 be REPEALED. A contiguous area may be annexed to a road district by circulation of an initiating petition for annexation signed by twenty-five percent of the eligible voters in the area to be annexed and twenty-five percent of the eligible voters in the existing district, similar to an initiating petition specified in this chapter. Upon receipt of an initiating petition and passage of a resolution by the directors finding that the petition is valid, the area shall be annexed if a majority of the eligible voters in the area to be annexed and a majority of the eligible voters in the existing area vote in favor of the annexation in the same manner as prescribed for creation of a new road district. Section 6. That § 31-12A-29 be AMENDED: 31-12A-29. Two or more road districts may form a consolidated road district that comprises their combined area pursuant to §§ 31-12A-29 to 31-12A-36 and sections 1 to 4 of this Act, inclusive. The governing body of each road district shall by resolution propose the formation of the consolidated road district, specifying the road districts proposed to be included within the boundaries of the consolidated road district."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25117, "action_date": "2024-01-22T14:00:00-06:00", "document_id": 260987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260987.pdf", "status_text": "First read in Senate and referred to", "journal_page": 128, "committee_id_action": 1219, "committee_id_assigned": 1216, "result": "N", "vote": {}}, {"bill_id": 25117, "action_date": "2024-01-24T10:00:00-06:00", "document_id": 261484, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261484.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1216, "committee_id_assigned": null, "result": "N", "vote": {}}]}