{"session_id": 45, "bill_id": 12355, "bill_type": "Senate Bill", "bill_number": 14, "bill_title": "to establish the value added agriculture loan fund, to provide for its funding, and to continuously appropriate money in the fund.", "sponsors": [{"legislator_profile_id": 1918, "is_prime": true}, {"legislator_profile_id": 1938, "is_prime": true}, {"legislator_profile_id": 1922, "is_prime": false}, {"legislator_profile_id": 1930, "is_prime": false}, {"legislator_profile_id": 1932, "is_prime": false}, {"legislator_profile_id": 1983, "is_prime": false}], "keywords": ["Agricultural Appropriations", "Agricultural Processing Facilities", "Sales & Use Taxes"], "audio": [], "bill_versions": [{"bill_id": 12355, "bill_version_id": 73694, "bill_version": "Introduced", "bill_version_date": "1997-01-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the value added agriculture loan fund, to provide for its funding, and to continuously appropriate money in the fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The value added agriculture loan fund is established in the state treasury for the purpose of making loans to ventures that want to add value to agricultural commodities. Section 2. That § 10-45-2 be amended to read as follows: 10-45-2. There is hereby imposed a tax upon the privilege of engaging in business as a retailer, a tax of four five percent upon the gross receipts of all sales of tangible personal property consisting of goods, wares, or merchandise, except as taxed by § 10-45-3 and except as otherwise provided in this chapter, sold at retail in the State of South Dakota to consumers or users. Section 3. That § 10-45-5 be amended to read as follows: 10-45-5. There is imposed a tax at the rate of three percent upon the gross receipts of any person from engaging in the business of leasing farm machinery or irrigation equipment used for agricultural purposes and four five percent upon the gross receipts of any person from engaging or continuing in any of the following businesses or services in this state: abstracters; accountants; architects; barbers; beauty shops; bill collection services; blacksmith shops; car washing; dry cleaning; dyeing; exterminators; garage and service stations; garment alteration; cleaning and pressing; janitorial services and supplies; specialty cleaners; laundry; linen and towel supply; membership or entrance fees for the use of a facility or for the right to purchase tangible personal property or services; photography; photo developing and enlarging; tire recapping; welding and all repair services; cable television; and rentals of tangible personal property except leases of tangible personal property between one telephone company and another telephone company, motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days and mobile homes provided, however, that the specific enumeration of businesses and professions made in this section does not, in any way, limit the scope and effect of § 10-45-4. Section 4. That § 10-45-5.3 be amended to read as follows: 10-45-5.3. There is imposed, at the rate of three four percent, an excise tax on the gross receipts of any person engaging in oil and gas field services (group no. 138) as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President. Section 5. That § 10-45-6 be amended to read as follows: 10-45-6. There is hereby imposed a tax of four five percent upon the gross receipts from sales, furnishing, or service of gas, electricity, and water, including the gross receipts from such sales by any municipal corporation furnishing gas, and electricity, to the public in its proprietary capacity, except as otherwise provided in this chapter, when sold at retail in the State of South Dakota to consumers or users. Section 6. That § 10-45-6.1 be amended to read as follows: 10-45-6.1. There is hereby imposed on amounts paid for local telephone services, toll telephone services and teletypewriter services, a tax of four five percent of the amount so paid. The taxes imposed by this section shall be paid by the person paying for the services. If a bill is rendered the taxpayer for local telephone service or toll telephone service, the amount on which the tax with respect to such services shall be based shall be the sum of all charges for such services included in the bill; except that if a person who renders the bill groups individual items for purposes of rendering the bill and computing the tax, then the amount on which the tax for each such group shall be based shall be the sum of all items within that group, and the tax on the remaining items not included in any such group shall be based on the charge for each item separately. If the tax imposed by this section with respect to toll telephone service is paid by inserting coins in coin operated telephones, the tax shall be computed to the nearest multiple of five cents, except that, where the tax is midway between multiples of five cents, the next higher multiple shall apply. The tax so paid shall be remitted at the same time as the sales tax imposed by this chapter. Section 7. That § 10-45-8 be amended to read as follows: 10-45-8. There is imposed a tax of four five percent upon the gross receipts from all sales of tickets or admissions to places of amusement and athletic events, except as otherwise provided in this chapter. Section 8. That § 10-46-2.1 be amended to read as follows: 10-46-2.1. For the privilege of using services in South Dakota, except those types of services exempted by § 10-46-17.3, there is imposed on the person using the service an excise tax equal to four five percent of the value of the services at the time they are rendered. However, this tax may not be imposed on any service rendered by a related corporation as defined in subdivision 10-43-1(11) for use by a financial institution as defined in subdivision 10-43-1(4) or on any service rendered by a financial institution as defined in subdivision 10-43-1(4) for use by a related corporation as defined in subdivision 10-43-1(11). For the purposes of this section, the term related corporation includes a corporation which together with the financial institution is part of a controlled group of corporations as defined in 26 U.S.C. § 1563 as in effect on January 1, 1989, except that the eighty percent ownership requirements set forth in 26 U.S.C. § 1563(a)(2)(A) for a brother-sister controlled group are reduced to fifty-one percent. For the purpose of this chapter, services rendered by an employee for the use of his their employer are not taxable. Section 9. That § 10-46-2.2 be amended to read as follows: 10-46-2.2. An excise tax is imposed upon the privilege of the use of rented tangible personal property in this state at the rate of four five percent of the rental payments upon the property. Section 10. The tax increase in sections 2 to 9, inclusive, of this Act, is effective July 1, 1997, and is repealed on January 1, 1998. Section 11. At the end of each reporting period provided for in § 10-45-27, the Department of Revenue shall deposit the amount resulting from the one percent increase established in sections 2 to 9, inclusive, of this Act, in the value added agriculture loan fund. Section 12. All money in the value added agriculture loan fund is continuously appropriated for the purpose of making loans to ventures that want to add value to agricultural commodities. Money in the value added agriculture loan fund is available for matching on a one to one basis. Loan repayments, interest, and investment earnings shall be credited to the value added agriculture loan fund. Section 13. The Value Added Finance Authority may adopt rules: (1) To make loans from the value added agriculture loan fund; and (2) Establishing criteria for application, qualification, payment, and repayment of loans from the value added agriculture loan fund for value added agricultural projects. Section 14. The Value Added Finance Authority shall prepare an annual report of the value added agriculture loan fund by October first. The report shall detail the activities of the Value Added Finance Authority, the terms and conditions of any loans made, and the current status of outstanding loans. Section 15. The secretary of agriculture shall approve vouchers and the state auditor shall draw warrants to pay expenditures from the value added agriculture loan fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12355, "action_date": "1997-01-14T14:00:00-06:00", "document_id": 72867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72867.pdf", "status_text": "First read in Senate and referred to", "journal_page": 14, "committee_id_action": 545, "committee_id_assigned": 518, "result": "N", "vote": {}}, {"bill_id": 12355, "action_date": "1997-01-15T14:00:00-06:00", "document_id": 72869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72869.pdf", "status_text": "Re-referred to", "journal_page": 37, "committee_id_action": 545, "committee_id_assigned": 528, "result": "P", "vote": {}}, {"bill_id": 12355, "action_date": "1997-01-22T07:45:00-06:00", "document_id": 72191, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72191.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 528, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12355, "action_date": "1997-01-22T07:45:00-06:00", "document_id": 72191, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72191.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 528, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12355, "action_date": "1997-01-24T07:45:00-06:00", "document_id": 72210, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72210.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 528, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12355, "action_date": "1997-01-24T07:45:00-06:00", "document_id": 72210, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72210.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 154, "committee_id_action": 528, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38012, "president_vote": null, "Not Voting": [1893], "Yea": [1901, 1919, 1976, 1972, 1960], "Nay": [1945, 1959, 1978]}}, {"bill_id": 12355, "action_date": "1997-01-24T07:45:00-06:00", "document_id": 72210, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72210.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 154, "committee_id_action": 528, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38012, "president_vote": null, "Not Voting": [1893], "Yea": [1901, 1919, 1976, 1972, 1960], "Nay": [1945, 1959, 1978]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12355"}