{"session_id": 48, "bill_id": 14250, "bill_type": "House Bill", "bill_number": 1043, "bill_title": "revise certain provisions to require alcohol coverage under certain insurance policies and to limit the cancellation of certain insurance policies and to repeal certain provisions regarding insurance company use of automobile glass repair companies.", "sponsors": [], "keywords": ["Automobile Insurance", "Health Insurance", "Property Insurance"], "audio": [], "bill_versions": [{"bill_id": 14250, "bill_version_id": 80725, "bill_version": "Introduced", "bill_version_date": "1999-01-09T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions to require alcohol coverage under certain insurance policies and to limit the cancellation of certain insurance policies and to repeal certain provisions regarding insurance company use of automobile glass repair companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17-30.7 be amended to read as follows: 58-17-30.7. Sections 58-17-30.5 and 58-17-30.6 do not apply to group major-medical insurance policies or accident only, or limited or specified disease policies. Section 2. That § 58-18-7.3 be amended to read as follows: 58-18-7.3. Sections 58-18-7.1 and 58-18-7.2 shall not apply to group major-medical insurance policies or accident only, or limited or specified disease policies. Section 3. That § 58-33-59 be amended to read as follows: 58-33-59. Terms used in this section and § § 58-33-60 to 58-33-65, inclusive, unless the context otherwise requires, mean: (1) \"Cancellation,\" termination by the insurer of property insurance coverage in whole or in part during the policy term. A policy with no fixed expiration date is considered a policy period or term of one year; (2) \"Insurance,\" includes those policies of insurance defined in § § 58-9-5 to 58-9-27, inclusive; (3) \"Nonpayment of premium,\" the failure of the named insured to discharge any obligation in connection with the payment of premiums on policies of property insurance subject to this section and § § 58-33-60 to 58-33-65, inclusive, whether such payments are directly payable to the insurer or its agent or indirectly payable under a premium finance plan or extension of credit. Section 4. That § 58-33-60 be amended to read as follows: 58-33-60. A notice of cancellation of property insurance coverage by an insurer shall be mailed or delivered by the insurer to the named insured at least twenty days before the effective cancellation date and shall be accompanied by a written explanation of the specific reasons for the cancellation. Section 5. That § 58-33-72 be repealed. 58-33-72. No insurance company and no agent or adjuster for such insurance company, that issues or renews in this state any policy of insurance covering, in whole or in part, any motor vehicle, may require or recommend that any person insured under that policy use a particular company or location for the providing of automobile glass replacement or repair services or products insured in whole or in part by that policy. No such insurance company, agent or adjuster may engage in any act or practice of intimidation, coercion, threat, incentive or inducement for or against any such insured person to use a particular company or location to provide such services or products. Section 6. That § 58-33-73 be repealed. 58-33-73. Nothing in § 58-33-72 prohibits any such insurance company, agent or adjuster from providing to such insured person or entity a list that includes the names of automobile glass companies or locations, if all of the listed companies or locations are reasonably close and convenient to the insured person and if none of the listed companies or locations is affiliated with another in any way, with which arrangements may have been made in advance with respect to prices or other aspects of the furnishing of the automobile glass services or products. However, no insurance company, agent or adjuster may require, recommend, urge or encourage use of the listed automobile glass companies or locations. If a list is provided, the insurance company, agent or adjuster, shall make oral and written disclosure at the time of any claim reimbursable in whole or in part under the insurance policy, to the insured person that any nonlisted automobile glass company or location may be used at the insured person's sole discretion and that the insurance company will fully and promptly pay for the cost of the automobile glass replacement or repair services or products, less only any applicable deductible amount payable according to the terms of the insurance policy by the insured person, at no less than the lowest prevailing market price in the local area for similarly-situated automobile glass companies or locations providing comparable automobile glass replacement or repair services or products without taking into consideration any special arrangements offered by the listed automobile glass companies or locations. If the insured person elects to use a nonlisted automobile glass company or location, the insurance company may not impose any obligations or requirements upon the insured person, including the obtaining of written estimates, not required if the insured person elects to use a listed automobile glass company or location."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14250, "action_date": "1999-01-12T14:00:00-06:00", "document_id": 81755, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81755.pdf", "status_text": "First read in House and referred to", "journal_page": 40, "committee_id_action": 628, "committee_id_assigned": 616, "result": "N", "vote": {}}, {"bill_id": 14250, "action_date": "1999-01-26T07:45:00-06:00", "document_id": 81888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81888.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 616, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14250, "action_date": "1999-01-26T07:45:00-06:00", "document_id": 81888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81888.pdf", "status_text": "Do Pass,", "journal_page": 185, "committee_id_action": 616, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42559, "president_vote": null, "Yea": [2207, 2220, 2232, 2253, 2255, 2267, 2276, 2288, 2291, 2300, 2277], "Nay": [2301, 2282]}}, {"bill_id": 14250, "action_date": "1999-01-27T14:00:00-06:00", "document_id": 82120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82120.pdf", "status_text": "Tabled", "journal_page": 223, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43230, "president_vote": null, "Yea": [2200, 2203, 2204, 2208, 2210, 2212, 2213, 2214, 2219, 2222, 2223, 2227, 2228, 2231, 2233, 2236, 2237, 2244, 2248, 2250, 2253, 2255, 2257, 2260, 2264, 2266, 2268, 2271, 2273, 2277, 2278, 2279, 2281, 2282, 2284, 2286, 2287, 2288, 2291, 2296, 2297, 2298, 2301, 2302, 2303], "Nay": [2207, 2209, 2211, 2216, 2218, 2220, 2229, 2232, 2238, 2240, 2243, 2249, 2256, 2261, 2262, 2265, 2267, 2272, 2276, 2290, 2295, 2300, 2245], "Excused": [2247, 2254]}}]}