{"session_id": 47, "bill_id": 13849, "bill_type": "Senate Bill", "bill_number": 184, "bill_title": "to require a criminal history check for certain employees or potential employees of nursing facilities.", "sponsors": [{"legislator_profile_id": 2102, "is_prime": true}, {"legislator_profile_id": 2164, "is_prime": true}, {"legislator_profile_id": 2095, "is_prime": false}, {"legislator_profile_id": 2105, "is_prime": false}, {"legislator_profile_id": 2118, "is_prime": false}, {"legislator_profile_id": 2151, "is_prime": false}, {"legislator_profile_id": 2161, "is_prime": false}, {"legislator_profile_id": 2183, "is_prime": false}, {"legislator_profile_id": 2185, "is_prime": false}, {"legislator_profile_id": 2191, "is_prime": false}], "keywords": ["Criminal Records", "Labor & Employment", "Nursing Homes"], "audio": [], "bill_versions": [{"bill_id": 13849, "bill_version_id": 77857, "bill_version": "Introduced", "bill_version_date": "1998-01-23T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require a criminal history check for certain employees or potential employees of nursing facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Except as otherwise provided in this Act, before any nursing facility that is required to be licensed pursuant to § 34-12-2 makes an offer to employ or to contract with a nonlicensed person to provide nursing care, health-related services, medic services, or supportive assistance to any individual, the nursing facility shall request that a criminal history check be conducted on the nonlicensed person. If the nursing facility is part of a larger complex of buildings, the requirement of a criminal history check applies only to an offer of employment or contract made to a nonlicensed person who will work primarily in the immediate boundaries of the facility, home, or institution. Section 2. The nursing facility may obtain the criminal history record maintained by the Division of Criminal Investigation of a nonlicensed person offering to provide nursing care, health-related services, or supportive services to any individual. The nursing facility shall request the division to conduct a criminal history check on the nonlicensed person and shall provide the division any relevant information required by the division to conduct the check. The nursing facility shall pay a fee of fifteen dollars to the division for a search of the office's criminal history files on the applicant for employment. Section 3. The nursing facility may make an offer of temporary employment to a nonlicensed person pending the results of the criminal history check on the person required in section 1 of this Act. In such instances, the nursing facility shall provide to the Division of Criminal Investigation the name and relevant information relating to the person within seventy- two hours after the date the person accepts temporary employment. Section 4. The Division of Criminal Investigation may not provide to the nursing facility the criminal history records of a person being investigated unless the records relate to: (1) A felony or misdemeanor classified as an offense against the person; (2) A felony or misdemeanor classified as an offense affecting the public morals; (3) A felony or misdemeanor classified as an offense affecting the family; (4) A felony violation of any state law intended to control the possession or distribution of a controlled substance; or (5) A felony or misdemeanor classified as an offense against property. Within thirty days of receiving notification by the nursing facility to conduct a criminal history check, the division shall complete the criminal history check and report the results of the check to the requesting nursing facility. Section 5. Any nursing facility shall inform each applicant for employment or each prospective contract provider that the nursing facility is required to obtain a criminal history record before making an offer of employment to, or contracting with, a nonlicensed person. Section 6. If the results of a criminal history check reveal that any nonlicensed person has been convicted of any of the following offenses, the nursing facility may not hire or contract with the person: (1) Homicide; (2) Assault and battery; (3) Rape and sexual battery; (4) Kidnapping and false imprisonment; (5) Arson; (6) Criminal damage to property; (7) Burglary; (8) Robbery; (9) Sexual offenses; or (10) Abuse or neglect of disabled adults. Section 7. If the results of a criminal history check reveal that a nonlicensed person hired on a temporary basis or any other person who is an employee has been convicted of any of the offenses listed in section 6 of this Act, the nursing facility shall immediately terminate the person's employment. Section 8. The provisions of sections 6 and 7 of this Act do not apply to an employee or contract provider who has been employed for twenty-four months of the preceding thirty-six months or a person who has received a pardon of the conviction. The nursing facility may waive the provisions of sections 6 and 7 of this Act for mitigating circumstances, which include: (1) Age at which the crime was committed; (2) Circumstances surrounding the crime; (3) Length of time since the conviction; (4) Criminal history since the conviction; (5) Work history; (6) Current employment references; (7) Character references; (8) Nurse aide registry records; (9) Other evidence demonstrating the ability of the person to perform the employment responsibilities competently and that the person does not pose a threat to the health or safety of patients or clients. The granting of a waiver does not create an obligation upon the nursing facility to offer permanent employment to the person. Section 9. All criminal history records received by a nursing facility pursuant to this Act are confidential and are restricted to the exclusive use of the Department of Health and the nursing facility requesting the information. Except by court order or with the written consent of the person being investigated, the records or information obtained from or regarding the records may not be released or otherwise disclosed to any other person or agency. The records shall be destroyed after one year from the termination of employment of the person to whom such records relate. However, upon receipt of written consent by an applicant for employment with a health provider, the nursing facility in receipt of a criminal history check may send a copy to the employer seeking the referral. Section 10. The Department of Health shall review the employment files of any facility or agency required to obtain criminal history records under this Act to ensure such facilities are in compliance with the provisions of this Act. Section 11. Any nonlicensed person hired on a temporary basis and terminated pursuant to the provisions of this Act is not eligible for unemployment compensation."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13849, "action_date": "1998-01-23T14:00:00-06:00", "document_id": 76900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76900.pdf", "status_text": "First read in Senate and referred to", "journal_page": 177, "committee_id_action": 601, "committee_id_assigned": 579, "result": "N", "vote": {}}, {"bill_id": 13849, "action_date": "1998-02-02T10:00:00-06:00", "document_id": 76632, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76632.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 579, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13849, "action_date": "1998-02-02T10:00:00-06:00", "document_id": 76632, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76632.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 277, "committee_id_action": 579, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40150, "president_vote": null, "Absent": [2094], "Yea": [2112, 2122, 2129, 2166, 2196], "Excused": [2189]}}]}