{"session_id": 51, "bill_id": 16058, "bill_type": "Senate Bill", "bill_number": 26, "bill_title": "eliminate the South Dakota Farm Loan Mediation Board and transfer program authority to the secretary of agriculture, to provide civil liability immunity for certain agricultural finance counselors, and to authorize the department to contract with businesses for mediation services.", "sponsors": [], "keywords": ["Agency Bill", "Department of Agriculture", "Mediation"], "audio": [{"meeting_datetime": "2001-01-16T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sag05sb0026a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-16T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sag05sb0026a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-16T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sag05sb0026a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-19T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen08sb0026a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-19T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen08sb0026a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-20T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hag29sb0026a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-20T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hag29sb0026a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-20T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hag29sb0026a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-20T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hag29sb0026a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou31sb0026a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou31sb0026a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16058, "bill_version_id": 87664, "bill_version": "Introduced", "bill_version_date": "2001-01-06T15:33:09-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to eliminate the South Dakota Farm Loan Mediation Board and transfer program authority to the secretary of agriculture, to provide civil liability immunity for certain agricultural finance counselors, and to authorize the department to contract with businesses for mediation services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 54-13-1 be amended to read as follows: 54-13-1. Terms used in this chapter mean: (1) \"Agricultural land,\" a parcel of land larger than forty acres not located in any municipality and used in farming or ranching operations carried on by the owner or operator within the preceding three-year period for the production of farm products as defined in subdivision 57A-9-109(3) and shall include includes wasteland lying within or contiguous to and in common ownership with land used in farming or ranching operations for the production of farming or ranching products; (2) \"Ag finance counselor, a person contracted by the Department of Agriculture mediation program who is trained to assist in resolving agricultural loan disputes; (3) \"Agricultural property,\" agricultural land or personal property or a combination thereof used in the pursuit of, or arising out of, or related to, the occupation of farming or ranching; (3) \"Board,\" the South Dakota Mediation Board; (4) \"Borrower,\" an individual, corporation, trust, cooperative, joint venture, or any other entity entitled to contract who is engaged in farming or ranching and who derives more than sixty percent of his total gross income from farming or ranching and who has borrowed from any one creditor on any single farm related debt in excess of fifty thousand dollars ($50,000) ; (5) \"Creditor,\" any individual, organization, cooperative, partnership, trust, or state or federally chartered corporation to whom is owed debt in excess of fifty thousand dollars by a borrower. A judgment creditor with a judgment of fifty thousand dollars or more against a debtor with agricultural property is a creditor within the meaning of this chapter; (6) \"Mediation,\" a process by which creditors and borrowers present, discuss, and explore practical and realistic alternatives to the resolution of a borrower's debts; and (7) \"Mediator,\" anyone responsible for and engaged in the performance of mediation pursuant to this chapter, who shall be is trained and certified by the Department of Agriculture. Section 2. That § 54-13-2 be amended to read as follows: 54-13-2. There is hereby created the South Dakota Farm Loan Mediation Board. The board shall consist of seven members not all of the same political party, not less than two from the agriculture community and not less than two from the financial community, appointed by the Governor to three-year terms, with the terms staggered so that no more than three members' terms expire in any one year. The Governor shall designate the terms at the time of appointment and shall designate one of the members as chairman. Members may be appointed to successive terms. Any member appointed to fill a vacancy arising from other than the natural expiration of a term may serve only the unexpired portion of the term. A majority of the board members shall constitute a quorum. The Department of Agriculture shall administer an agriculture mediation program to provide assistance to borrowers and creditors who seek to use mediation as a method for resolving loan disputes. The board secretary of the Department of Agriculture shall adopt rules pursuant to chapter 1-26 necessary to carry out the general purposes of this chapter, including the establishment of fees, training requirements for mediators and ag finance counselors and their certification, mediation request forms, and any other procedures as may be necessary for the prompt and expeditious implementation of this chapter, including the receipt of funds pursuant to the Agricultural Credit Act of 1987. The board agriculture mediation program may not , as a condition to mediation, require that the borrower of any creditor waive any of their respective legal or equitable remedies or rights. Section 3. That § 54-13-3 be repealed. 54-13-3. Members shall receive per diem and shall be reimbursed for necessary expenses incurred in connection with performing their duties as prescribed by this chapter. Section 4. That § 54-13-4 be amended to read as follows: 54-13-4. All staff services required by the board agriculture mediation program shall be provided by the Department of Agriculture. The board secretary of agriculture may employ a director of mediation services and such other agents and employees as it the secretary deems necessary to carry out its duties and purposes subject to the approval of the secretary of agriculture . The director shall serve at the pleasure of the secretary of agriculture. The mediation services shall be administered under the direction and supervision of the Department of Agriculture. All expenses incurred in carrying on the work of the board agriculture mediation program , including the per diem and expenses of the board members and staff, salaries, contract payments, and any other items of expense shall be paid out of funds appropriated or otherwise made available to the farm mediation operating fund. Section 5. That § 54-13-5 be amended to read as follows: 54-13-5. Any fees provided under this chapter and by rule shall be borne equally between the borrower and the creditor. Such fees and any funds received pursuant to the Agricultural Credit Act of 1987 shall be deposited in the farm mediation operating fund which is hereby created. All money in the farm mediation operating fund created by this section is continuously appropriated for the purposes of administering the farm mediation program. All funds received by the board agriculture mediation program shall be set forth in an informational budget as described in § 4-7-7.2 and be annually reviewed by the Legislature. Any disbursements from the farm mediation operating fund shall be by authorization of the chairman of the board and the secretary of agriculture. Section 6. That § 54-13-6 be amended to read as follows: 54-13-6. The Department of Agriculture, in the administration of this chapter, may contract with one or more established agencies of state government, nonprofit corporations , businesses, or individuals to provide mediation services for borrowers and creditors and to provide financial preparation assistance for borrowers involved in mediation. Any contract executed under this section is exempt from chapter 5-18. The contract may include such terms and conditions as the board secretary of agriculture deems appropriate. Section 7. That § 54-13-9 be amended to read as follows: 54-13-9. Upon receipt of a mediation request, the board director of the agriculture mediation program shall advise the borrower that financial preparation assistance is available and may be obtained through the financial preparation assistance for borrowers provided in § 54-13-7 and shall provide any other information available regarding assistance programs to borrowers. Section 8. That § 54-13-10 be amended to read as follows: 54-13-10. A creditor desiring to commence an action or a proceeding in this state to enforce a debt totaling fifty thousand dollars or greater against agricultural land or agricultural property of the borrower or to foreclose a contract to sell agricultural land or agricultural property or to enforce a secured interest in agricultural land or agricultural property or pursue any other action, proceeding or remedy relating to agricultural land or agricultural property of the borrower shall file a request for mediation with the board director of the agriculture mediation program . No creditor may commence any such action or proceeding until the creditor receives a mediation release as described in this chapter, or the debtor waives mediation or until a court determines after notice and hearing, that the time delay required for mediation would cause the creditor to suffer irreparable harm because there are reasonable grounds to believe that the borrower may waste, dissipate or divert agricultural property or that the agricultural property is in imminent danger of deterioration. Dismissal of a bankruptcy proceeding, abandonment by a bankruptcy trustee, release or relief from a bankruptcy stay, or release or termination of a receivership proceeding shall have the effect of a mediation release. Section 9. That § 54-13-11 be amended to read as follows: 54-13-11. Unless the borrower waives mediation, the board director of the agriculture mediation program shall promptly send a mediation meeting notice to the borrower and to all creditors as defined in subdivision 54-13-1(5), setting a time and place for an initial mediation meeting between the borrower, the creditor or creditors, and a mediator. An initial mediation meeting shall be held within twenty-one days of the issuance of the mediation meeting notice. Any creditors of the borrower who are not included in the definition of creditor under subdivision 54-13-1(5) are exempt from the requirements of this section. Any borrower's failure to furnish timely information requested by the board director of the agriculture mediation program constitutes a waiver of the right to mediate under this chapter. Also, the failure of the borrower and the borrower's spouse, unless excused by the initiating creditor, to attend all mediation meetings constitutes a waiver of the right to mediate under this chapter. Any creditor subject to mandatory mediation under this chapter who receives notice pursuant to this section and who participates in all mediation sessions shall be treated as an initiating creditor and is be subject to the same debt collection limitations as provided in § 54-13-10. Section 10. That § 54-13-12 be amended to read as follows: 54-13-12. The total mediation period shall be for a term of forty-two days after the date the board director of the agriculture mediation program issues the notice to the borrower. The board director of the agriculture mediation program must issue a notice to the borrower within three business days following receipt of the request for mediation from the creditor. The mediator may, after the initial meeting, schedule additional mediation meetings during the mediation period. Section 11. That § 54-13-13 be amended to read as follows: 54-13-13. A borrower may request mediation of any type or amount of indebtedness by applying to the board director of the agriculture mediation program . The board director of the agriculture mediation program may make the appropriate mediation request forms available for such purpose. The board director of the agriculture mediation program may follow the same procedure as for mandatory mediation. Neither the borrower nor the creditor may be required to attend any mediation meetings under this section. Failure to attend mediation meetings or to participate in mediation under this section does not affect the rights of a borrower or a creditor in any manner. Participation in mediation under this section is not a prerequisite to or a bar to the commencement of an action of legal proceedings by the borrower or the creditor. No mediation release may be issued unless the borrower and creditor agree in writing. Section 12. That § 54-13-15 be amended to read as follows: 54-13-15. If the borrower and the initiating creditor consent, mediation may continue beyond the forty-two day mediation period with the same force and effect as though held within the forty-two day period. If no meeting is held within the forty-two day mediation period, absent a waiver thereof, extension, or further agreement between borrower and creditor, the expiration of the mediation period shall conclusively constitute a mediation release. The board director of the agriculture mediation program shall so inform the borrower and creditors and certify accordingly. Any agreement reached between borrower and creditors as a result of mediation shall be drafted into a written agreement. If signed by borrower and creditors, the agreement shall constitute a mediation release, and the mediator shall so certify on the agreement. Section 13. That § 54-13-18 be amended to read as follows: 54-13-18. All data and information regarding the finances of borrowers and creditors which is created, collected, or maintained by the board director of the agriculture mediation program pursuant to the terms of this chapter or disclosed to the mediator are not public records and are confidential and discussions with the mediators are privileged communications. All mediation meetings, and all mediation activities provided by this chapter are exempt from the provisions of chapter 1-25 1-27 . Section 14. That § 54-13-20 be amended to read as follows: 54-13-20. Any person serving as a mediator or ag finance counselor pursuant to this chapter is immune from civil liability in any action brought in any court in this state on the basis of any act or omission resulting in damage or injury if the individual was acting in good faith and within the scope of such individual's official functions and duties as a mediator or ag finance counselor pursuant to this chapter."}, {"bill_id": 16058, "bill_version_id": 90330, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "2001-02-20T12:46:55-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to eliminate the South Dakota Farm Loan Mediation Board and transfer program authority to the secretary of agriculture, to provide civil liability immunity for certain agricultural finance counselors, and to authorize the department to contract with businesses for mediation services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 54-13-1 be amended to read as follows: 54-13-1. Terms used in this chapter mean: (1) \"Agricultural land,\" a parcel of land larger than forty acres not located in any municipality and used in farming or ranching operations carried on by the owner or operator within the preceding three-year period for the production of farm products as defined in subdivision 57A-9-109(3) and shall include includes wasteland lying within or contiguous to and in common ownership with land used in farming or ranching operations for the production of farming or ranching products; (2) \"Ag finance counselor, a person contracted by the Department of Agriculture mediation program who is trained to assist in resolving agricultural loan disputes; (3) \"Agricultural property,\" agricultural land or personal property or a combination thereof used in the pursuit of, or arising out of, or related to, the occupation of farming or ranching; (3) \"Board,\" the South Dakota Mediation Board; (4) \"Borrower,\" an individual, corporation, trust, cooperative, joint venture, or any other entity entitled to contract who is engaged in farming or ranching and who derives more than sixty percent of his total gross income from farming or ranching and who has borrowed from any one creditor on any single farm related debt in excess of fifty thousand dollars ($50,000) ; (5) \"Creditor,\" any individual, organization, cooperative, partnership, trust, or state or federally chartered corporation to whom is owed debt in excess of fifty thousand dollars by a borrower. A judgment creditor with a judgment of fifty thousand dollars or more against a debtor with agricultural property is a creditor within the meaning of this chapter; (6) \"Mediation,\" a process by which creditors and borrowers present, discuss, and explore practical and realistic alternatives to the resolution of a borrower's debts; and (7) \"Mediator,\" anyone responsible for and engaged in the performance of mediation pursuant to this chapter, who shall be is trained and certified by the Department of Agriculture. Section 2. That § 54-13-2 be amended to read as follows: 54-13-2. There is hereby created the South Dakota Farm Loan Mediation Board. The board shall consist of seven members not all of the same political party, not less than two from the agriculture community and not less than two from the financial community, appointed by the Governor to three-year terms, with the terms staggered so that no more than three members' terms expire in any one year. The Governor shall designate the terms at the time of appointment and shall designate one of the members as chairman. Members may be appointed to successive terms. Any member appointed to fill a vacancy arising from other than the natural expiration of a term may serve only the unexpired portion of the term. A majority of the board members shall constitute a quorum. The Department of Agriculture shall administer an agriculture mediation program to provide assistance to borrowers and creditors who seek to use mediation as a method for resolving loan disputes. The board secretary of the Department of Agriculture shall adopt rules pursuant to chapter 1-26 necessary to carry out the general purposes of this chapter, including the establishment of fees, training requirements for mediators and ag finance counselors and their certification, mediation request forms, and any other procedures as may be necessary for the prompt and expeditious implementation of this chapter, including the receipt of funds pursuant to the Agricultural Credit Act of 1987. The board agriculture mediation program may not , as a condition to mediation, require that the borrower of any creditor waive any of their respective legal or equitable remedies or rights. Section 3. That § 54-13-3 be repealed. 54-13-3. Members shall receive per diem and shall be reimbursed for necessary expenses incurred in connection with performing their duties as prescribed by this chapter. Section 4. That § 54-13-4 be amended to read as follows: 54-13-4. All staff services required by the board agriculture mediation program shall be provided by the Department of Agriculture. The board secretary of agriculture may employ a director of mediation services and such other agents and employees as it the secretary deems necessary to carry out its duties and purposes subject to the approval of the secretary of agriculture . The director shall serve at the pleasure of the secretary of agriculture. The mediation services shall be administered under the direction and supervision of the Department of Agriculture. All expenses incurred in carrying on the work of the board agriculture mediation program , including the per diem and expenses of the board members and staff, salaries, contract payments, and any other items of expense shall be paid out of funds appropriated or otherwise made available to the farm mediation operating fund. Section 5. That § 54-13-5 be amended to read as follows: 54-13-5. Any fees provided under this chapter and by rule shall be borne equally between the borrower and the creditor. Such fees and any funds received pursuant to the Agricultural Credit Act of 1987 shall be deposited in the farm mediation operating fund which is hereby created. All money in the farm mediation operating fund created by this section is continuously appropriated for the purposes of administering the farm mediation program. All funds received by the board agriculture mediation program shall be set forth in an informational budget as described in § 4-7-7.2 and be annually reviewed by the Legislature. Any disbursements from the farm mediation operating fund shall be by authorization of the chairman of the board and the secretary of agriculture. Section 6. That § 54-13-6 be amended to read as follows: 54-13-6. The Department of Agriculture, in the administration of this chapter, may contract with one or more established agencies of state government, nonprofit corporations , businesses, or individuals to provide mediation services for borrowers and creditors and to provide financial preparation assistance for borrowers involved in mediation. Any contract executed under this section is exempt from chapter 5-18. The contract may include such terms and conditions as the board secretary of agriculture deems appropriate. Section 7. That § 54-13-9 be amended to read as follows: 54-13-9. Upon receipt of a mediation request, the board director of the agriculture mediation program shall advise the borrower that financial preparation assistance is available and may be obtained through the financial preparation assistance for borrowers provided in § 54-13-7 and shall provide any other information available regarding assistance programs to borrowers. Section 8. That § 54-13-10 be amended to read as follows: 54-13-10. A creditor desiring to commence an action or a proceeding in this state to enforce a debt totaling fifty thousand dollars or greater against agricultural land or agricultural property of the borrower or to foreclose a contract to sell agricultural land or agricultural property or to enforce a secured interest in agricultural land or agricultural property or pursue any other action, proceeding or remedy relating to agricultural land or agricultural property of the borrower shall file a request for mediation with the board director of the agriculture mediation program . No creditor may commence any such action or proceeding until the creditor receives a mediation release as described in this chapter, or the debtor waives mediation or until a court determines after notice and hearing, that the time delay required for mediation would cause the creditor to suffer irreparable harm because there are reasonable grounds to believe that the borrower may waste, dissipate or divert agricultural property or that the agricultural property is in imminent danger of deterioration. Dismissal of a bankruptcy proceeding, abandonment by a bankruptcy trustee, release or relief from a bankruptcy stay, or release or termination of a receivership proceeding shall have the effect of a mediation release. Section 9. That § 54-13-11 be amended to read as follows: 54-13-11. Unless the borrower waives mediation, the board director of the agriculture mediation program shall promptly send a mediation meeting notice to the borrower and to all creditors as defined in subdivision 54-13-1(5), setting a time and place for an initial mediation meeting between the borrower, the creditor or creditors, and a mediator. An initial mediation meeting shall be held within twenty-one days of the issuance of the mediation meeting notice. Any creditors of the borrower who are not included in the definition of creditor under subdivision 54-13-1(5) are exempt from the requirements of this section. Any borrower's failure to furnish timely information requested by the board director of the agriculture mediation program constitutes a waiver of the right to mediate under this chapter. Also, the failure of the borrower and the borrower's spouse, unless excused by the initiating creditor, to attend all mediation meetings constitutes a waiver of the right to mediate under this chapter. Any creditor subject to mandatory mediation under this chapter who receives notice pursuant to this section and who participates in all mediation sessions shall be treated as an initiating creditor and is be subject to the same debt collection limitations as provided in § 54-13-10. Section 10. That § 54-13-12 be amended to read as follows: 54-13-12. The total mediation period shall be for a term of forty-two days after the date the board director of the agriculture mediation program issues the notice to the borrower. The board director of the agriculture mediation program must issue a notice to the borrower within three business days following receipt of the request for mediation from the creditor. The mediator may, after the initial meeting, schedule additional mediation meetings during the mediation period. Section 11. That § 54-13-13 be amended to read as follows: 54-13-13. A borrower may request mediation of any type or amount of indebtedness by applying to the board director of the agriculture mediation program . The board director of the agriculture mediation program may make the appropriate mediation request forms available for such purpose. The board director of the agriculture mediation program may follow the same procedure as for mandatory mediation. Neither the borrower nor the creditor may be required to attend any mediation meetings under this section. Failure to attend mediation meetings or to participate in mediation under this section does not affect the rights of a borrower or a creditor in any manner. Participation in mediation under this section is not a prerequisite to or a bar to the commencement of an action of legal proceedings by the borrower or the creditor. No mediation release may be issued unless the borrower and creditor agree in writing. Section 12. That § 54-13-15 be amended to read as follows: 54-13-15. If the borrower and the initiating creditor consent, mediation may continue beyond the forty-two day mediation period with the same force and effect as though held within the forty-two day period. If no meeting is held within the forty-two day mediation period, absent a waiver thereof, extension, or further agreement between borrower and creditor, the expiration of the mediation period shall conclusively constitute a mediation release. The board director of the agriculture mediation program shall so inform the borrower and creditors and certify accordingly. Any agreement reached between borrower and creditors as a result of mediation shall be drafted into a written agreement. If signed by borrower and creditors, the agreement shall constitute a mediation release, and the mediator shall so certify on the agreement. Section 13. That § 54-13-18 be amended to read as follows: 54-13-18. All data and information regarding the finances of borrowers and creditors which is created, collected, or maintained by the board director of the agriculture mediation program pursuant to the terms of this chapter or disclosed to the mediator are not public records and are confidential and discussions with the mediators are privileged communications. All mediation meetings, and all mediation activities provided by this chapter are exempt from the provisions of chapter 1-25 1-27 . Section 14. That § 54-13-20 be amended to read as follows: 54-13-20. Any person serving as a mediator or ag finance counselor pursuant to this chapter is immune from civil liability in any action brought in any court in this state on the basis of any act or omission resulting in damage or injury if the individual was acting in good faith , in a reasonable and prudent manner, and within the scope of such individual's official functions and duties as a mediator or ag finance counselor pursuant to this chapter."}, {"bill_id": 16058, "bill_version_id": 90753, "bill_version": "Enrolled", "bill_version_date": "2001-02-24T14:19:58-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16058, "action_date": "2001-01-09T14:00:00-06:00", "document_id": 87779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87779.pdf", "status_text": "First read in Senate and referred to", "journal_page": 27, "committee_id_action": 713, "committee_id_assigned": 686, "result": "N", "vote": {}}, {"bill_id": 16058, "action_date": "2001-01-16T10:00:00-06:00", "document_id": 87910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87910.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 686, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16058, "action_date": "2001-01-16T10:00:00-06:00", "document_id": 87910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87910.pdf", "status_text": "Do Pass,", "journal_page": 71, "committee_id_action": 686, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49222, "president_vote": null, "Excused": [2531], "Yea": [2535, 2552, 2562, 2598, 2606, 2609, 2551, 2534]}}, {"bill_id": 16058, "action_date": "2001-01-18T14:00:00-06:00", "document_id": 88049, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88049.pdf", "status_text": "Deferred to another day", "journal_page": 94, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16058, "action_date": "2001-01-19T14:00:00-06:00", "document_id": 88118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88118.pdf", "status_text": "Do Pass,", "journal_page": 108, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50466, "president_vote": null, "Yea": [2516, 2517, 2520, 2523, 2524, 2529, 2531, 2532, 2534, 2535, 2536, 2539, 2542, 2549, 2550, 2551, 2552, 2562, 2567, 2569, 2573, 2576, 2580, 2581, 2584, 2585, 2590, 2597, 2598, 2606, 2607, 2609, 2615, 2616, 2617]}}, {"bill_id": 16058, "action_date": "2001-01-22T14:00:00-06:00", "document_id": 88203, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88203.pdf", "status_text": "First read in House and referred to", "journal_page": 145, "committee_id_action": 712, "committee_id_assigned": 698, "result": "N", "vote": {}}, {"bill_id": 16058, "action_date": "2001-02-20T07:45:00-06:00", "document_id": 90314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90314.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 698, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16058, "action_date": "2001-02-20T07:45:00-06:00", "document_id": 90314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90314.pdf", "status_text": "Do Pass Amended,", "journal_page": 590, "committee_id_action": 698, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49839, "president_vote": null, "Yea": [2521, 2545, 2554, 2555, 2559, 2564, 2568, 2595, 2599, 2602, 2613, 2575, 2537]}}, {"bill_id": 16058, "action_date": "2001-02-22T14:00:00-06:00", "document_id": 90600, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90600.pdf", "status_text": "Do Pass Amended,", "journal_page": 653, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51644, "president_vote": null, "Yea": [2514, 2515, 2518, 2519, 2521, 2522, 2525, 2526, 2527, 2528, 2530, 2533, 2537, 2538, 2541, 2543, 2544, 2546, 2547, 2548, 2553, 2554, 2555, 2556, 2557, 2558, 2559, 2560, 2561, 2563, 2564, 2565, 2566, 2568, 2570, 2571, 2572, 2574, 2575, 2577, 2578, 2579, 2582, 2583, 2586, 2587, 2588, 2589, 2591, 2592, 2593, 2594, 2595, 2596, 2599, 2600, 2601, 2602, 2603, 2604, 2605, 2608, 2611, 2612, 2613, 2614, 2618, 2540], "Excused": [2545], "Nay": [2610]}}, {"bill_id": 16058, "action_date": "2001-02-26T14:00:00-06:00", "document_id": 90883, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90883.pdf", "status_text": "Signed by Speaker", "journal_page": 738, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16058, "action_date": "2001-02-26T14:00:00-06:00", "document_id": 90884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90884.pdf", "status_text": "Signed by President", "journal_page": 691, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16058, "action_date": "2001-02-27T14:00:00-06:00", "document_id": 91037, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91037.pdf", "status_text": "Delivered to the Governor", "journal_page": 694, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16058, "action_date": "2001-03-03T14:00:00-06:00", "document_id": 91268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91268.pdf", "status_text": "Signed by Governor", "journal_page": 798, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2017}