{"session_id": 59, "bill_id": 20510, "bill_type": "Senate Bill", "bill_number": 178, "bill_title": "reorganize the state's school districts and to increase the  number of members allowed on a school district board.", "sponsors": [{"legislator_profile_id": 3448, "is_prime": true}, {"legislator_profile_id": 3450, "is_prime": true}, {"legislator_profile_id": 3379, "is_prime": false}, {"legislator_profile_id": 3390, "is_prime": false}, {"legislator_profile_id": 3392, "is_prime": false}, {"legislator_profile_id": 3400, "is_prime": false}, {"legislator_profile_id": 3423, "is_prime": false}, {"legislator_profile_id": 3445, "is_prime": false}, {"legislator_profile_id": 3453, "is_prime": false}, {"legislator_profile_id": 3455, "is_prime": false}, {"legislator_profile_id": 3464, "is_prime": false}], "keywords": ["Education", "School Districts"], "audio": [{"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed12.mp3", "start_seconds": 5131.0}, {"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed12.mp3", "start_seconds": 5131.0}, {"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed12.mp3", "start_seconds": 5131.0}], "bill_versions": [{"bill_id": 20510, "bill_version_id": 106993, "bill_version": "Introduced", "bill_version_date": "2006-01-23T09:54:31-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to reorganize the state's school districts and to increase the number of members allowed on a school district board. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. With the exception of the school districts located within the municipalities of Sioux Falls, Rapid City, and Aberdeen, any other school district existing before July 1, 2007, is hereby abolished. Beginning July 1, 2007, new school districts as provided by this Act are implemented. Section 2. The state shall be divided into ten school districts. The first seven districts shall be the same as the seven education service agency regions that exist within the state, excluding the municipalities of Sioux Falls, Rapid City, and Aberdeen which each have their own, independent school district. The school districts are as follows: (1) District No. 1: Education Service Agency Region #1; (2) District No. 2: Education Service Agency Region #2; (3) District No. 3: Education Service Agency Region #3; (4) District No. 4: Education Service Agency Region #4; (5) District No. 5: Education Service Agency Region #5; (6) District No. 6: Education Service Agency Region #6; (7) District No. 7: Education Service Agency Region #7; (8) District No. 8: Sioux Falls School District; (9) District No. 9: Rapid City School District; and (10) District No. 10: Aberdeen School District. Section 3. That chapter 13-5 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this title mean: (1) \"Education service agency,\" an agency that works in partnership with the Department of Education, postsecondary institutes, and school districts to promote cooperation among schools, and to provide customized services, leadership, and technical assistance to schools within a designated geographic region of the state for the purpose of building the capacity of education, improving student achievement, and facilitating professional development; and (2) \"Education service agency region,\" a geographic region of the state as designated by the secretary of the Department of Education which is served by one of the education service agencies. Section 4. That § 13-5-2 be repealed. 13-5-2. All types of school districts existing before July 1, 1976, are hereby abolished. Each independent and superimposed school district with its present boundaries shall hereby become a school district as defined in this chapter. Board members of former independent school districts shall continue to serve until their terms expire except the former superimposed school districts shall constitute a new school district entity and the election of a new school board shall occur as provided in chapter 13-6. Section 5. That § 13-5-14 be amended to read as follows: 13-5-14. For the purposes of this title a school district which overlaps boundaries of a county is considered to be in that county where the majority of the children belonging to said district reside as determined by the official school census, and when once established as provided herein said district shall so remain until the boundaries thereof shall be changed under other provisions of this title, provided, that any disputes arising under the provisions of § 13-5-1 or 13-5-2, or this section, shall be determined by the South Dakota Board of Education. If there are no counties within a school district that contain a majority of the children who are school district residents, the school district is considered to be in that county where the education service agency is physically located. Section 6. That § 13-5-16 be amended to read as follows: 13-5-16. The first blank in the name of the school district as prescribed by § 13-5-15 shall be filled by the name which the district had previous to the adoption of this chapter. For all school districts newly created the first blank shall be filled by the name of any municipal corporation which might be within the district; or if the school district has similar boundaries as a county or township, the name of the county or township shall be inserted in the blank. If the district fits none of these situations, a suitable name shall be selected a name selected by the school board of the district. The blank preceding the word \"county\" shall be the name of the county or counties in which the school district is located. The number of the school district shall be determined by the secretary of the Department of Education. Section 7. That § 13-8-2 be amended to read as follows: 13-8-2. There shall be a school board consisting of five, seven, or nine an odd number of members up to a maximum of fifteen members whose terms shall be from one to three years initially, and three years thereafter; provided that each school board member shall be entitled to complete the term of office to which he was elected. Section 8. That § 13-8-3 be amended to read as follows: 13-8-3. The voters of any school district may increase the number of board members to seven or to nine up to a maximum of fifteen members , or establish school board representation areas, by a majority vote of all voters voting at an election called and held as hereinafter provided. If a petition signed by ten percent of the registered voters of any school district, based upon the total number of registered voters at the last preceding general election, is presented to the board requesting that an election be called for the purpose of voting upon the question of the change of number of board members, or the establishment of school board representation areas, the board shall call an election. The school board may, by resolution, call for an election for the purpose of voting upon the question of the change of number of board members, or the establishment of school board representation areas. The question shall be submitted to the voters at an election to be held not less than forty-five nor more than sixty days from the date of the filing of such petition with the business manager. If such a petition is filed less than one hundred twenty days prior to the next annual election, the question shall be submitted at the annual election. Such election shall be held upon the same notice and conducted in the same manner as provided by chapter 13-7. Any increase or decrease in the number of board members shall be implemented at the next succeeding annual election."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20510, "action_date": "2006-01-23T14:00:00-06:00", "document_id": 107072, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107072.pdf", "status_text": "First read in Senate and referred to", "journal_page": 158, "committee_id_action": 894, "committee_id_assigned": 869, "result": "N", "vote": {}}, {"bill_id": 20510, "action_date": "2006-01-26T07:45:00-06:00", "document_id": 107297, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107297.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 869, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20510, "action_date": "2006-01-26T07:45:00-06:00", "document_id": 107297, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107297.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 206, "committee_id_action": 869, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63608, "president_vote": null, "Yea": [3376, 3412, 3415, 3432, 3439, 3365, 3435]}}]}