{"session_id": 10, "bill_id": 2247, "bill_type": "House Bill", "bill_number": 1185, "bill_title": "regulate persons offering speech-language pathology to the public.", "sponsors": [{"legislator_profile_id": 18, "is_prime": true}, {"legislator_profile_id": 68, "is_prime": true}, {"legislator_profile_id": 53, "is_prime": false}, {"legislator_profile_id": 56, "is_prime": false}, {"legislator_profile_id": 17, "is_prime": false}, {"legislator_profile_id": 105, "is_prime": false}, {"legislator_profile_id": 57, "is_prime": false}, {"legislator_profile_id": 39, "is_prime": false}, {"legislator_profile_id": 13, "is_prime": false}, {"legislator_profile_id": 85, "is_prime": false}, {"legislator_profile_id": 34, "is_prime": false}, {"legislator_profile_id": 52, "is_prime": false}, {"legislator_profile_id": 69, "is_prime": false}, {"legislator_profile_id": 8, "is_prime": false}, {"legislator_profile_id": 66, "is_prime": false}, {"legislator_profile_id": 91, "is_prime": false}], "keywords": ["Administrative Rules", "Licenses", "Professions and Occupations"], "audio": [{"meeting_datetime": "2011-02-08T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hhe18.mp3", "start_seconds": 138.0}, {"meeting_datetime": "2011-02-08T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hhe18.mp3", "start_seconds": 138.0}, {"meeting_datetime": "2011-02-08T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hhe18.mp3", "start_seconds": 138.0}, {"meeting_datetime": "2011-02-08T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hhe18.mp3", "start_seconds": 138.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou21.mp3", "start_seconds": 6197.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou21.mp3", "start_seconds": 6197.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou21.mp3", "start_seconds": 6197.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou21.mp3", "start_seconds": 6197.0}, {"meeting_datetime": "2011-02-23T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she26.mp3", "start_seconds": 4757.0}, {"meeting_datetime": "2011-02-23T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she26.mp3", "start_seconds": 4757.0}, {"meeting_datetime": "2011-02-23T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she26.mp3", "start_seconds": 4757.0}, {"meeting_datetime": "2011-03-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she33.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2011-03-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she33.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2011-03-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she33.mp3", "start_seconds": 80.0}], "bill_versions": [{"bill_id": 2247, "bill_version_id": 15777, "bill_version": "Introduced", "bill_version_date": "2011-01-27T08:35:44.203-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate persons offering speech-language pathology to the public. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Board,\" the Board of Examiners for Speech-Language Pathology; (2) \"Department,\" the Department of Health; (3) \"Endoscopy,\" an imaging procedure included within the scope of practice for speech-language pathologists in which a speech-language pathologist uses a flexible/nasal endoscopy, rigid/oral endoscopy, or stroboscopy for the purpose of evaluating and treating disorders of speech, voice, resonance, and swallowing function; (4) \"Instruction,\" either of the following: (a) Providing speech-language pathology services or teaching in infant/toddler, preschool, elementary, or secondary school programs; or (b) Teaching students in institutions of higher education; (5) \"Provisional license,\" the license issued to an applicant who is practicing speech-language pathology while completing the supervised postgraduate professional experience following completion of master's degree in speech-language pathology; (6) \"Speech-language pathologist,\" any person who engages in the practice of speech-language pathology and who meets the qualifications set forth in this Act. A person represents oneself to be a speech-language pathologist when one holds himself or herself out to the public by any means, or by any service or function performed, directly or indirectly, or by using the terms, speech pathology, speech pathologist, speech therapy, speech therapist, speech teacher, speech correction, speech correctionist, speech clinic, speech clinician, language therapy, language therapist, language pathology, language pathologist, language specialist, voice therapy, voice therapist, voice pathologist, logopedics, logopedist, communicology, communicologist, aphasiology, aphasiologist, phoniatrist, or any variation, synonym, coinage or other word that expresses, employs, or implies these terms, names, or functions; (7) \"Speech-language pathology assistant,\" any person who assists in the practice of speech-language pathology and who meets the qualifications set forth in this Act. A person represents oneself to be a speech-language pathology assistant when one holds himself or herself out to the public by any means, or by any service or function performed, directly or indirectly, or by using the terms, speech pathology assistant/aide, speech pathologist assistant/aide, speech therapy assistant/aide, speech therapist assistant/aide, speech teacher assistant/aide, speech correction assistant/aide, speech correctionist assistant/aide, speech clinic assistant/aide, speech clinician assistant/aide, language therapy assistant/aide, language therapist assistant/aide, language pathology assistant/aide, language pathologist assistant/aide, language specialist assistant/aide, voice therapy assistant/aide, voice therapist assistant/aide, voice pathologist assistant/aide, logopedics assistant/aide, logopedist assistant/aide, communicology assistant/aide, communicologist assistant/aide, aphasiology assistant/aide, aphasiologist assistant/aide, phoniatrist assistant/aide, or any variation, synonym, coinage, or other word that expresses, employs, or implies these terms, names, or functions; (8) \"Telepractice,\" telespeech, teleaudiology, telespeech-language pathology, or telehealth when used separately or together. Telepractice service means the application of telecommunication technology to deliver speech-language pathology at a distance for assessment, intervention, or consultation. Services delivered via telespeech or teleaudiology must be equivalent to the quality of services delivered face-to-face. Section 2. For the purposes of this Act, the practice of speech-language pathology is the application of principles, methods, and procedures related to the development, disorders, and effectiveness of human communication and related functions including providing prevention, screening, consultation, assessment/evaluation, diagnosis, treatment/intervention/ management, counseling, collaboration, and referral services for disorders of speech, language, feeding, and swallowing, and for cognitive aspects of communication. The practice of speech-language pathology also includes establishing augmentative and alternative communication techniques and strategies, including developing, selecting, and prescribing of such systems and devices, providing services to individuals with hearing loss and their families, screening individuals for hearing loss or middle ear pathology using conventional pure-tone air conduction methods, otoacoustic emissions screening, or screening typanometry, using instrumentation to observe, collect data, and measure parameters of communication and swallowing, selecting, fitting, and establishing effective use of prosthetic or adaptive devices for communication, swallowing, or other upper aerodigestive functions, and providing services to modify or enhance communication performance. Section 3. No person may practice speech-language pathology or represent himself or herself as a speech-language pathologist in this state, unless such person is licensed in accordance with this Act. A person may be licensed in both audiology and speech-language pathology if that person meets the respective qualifications. Section 4. After June 30, 2012, no person may be hired by any public or nonpublic school to practice speech-language pathology unless licensed in accordance with this Act. Section 5. Any person employed by any public or nonpublic school may practice speech-language pathology without a license issued pursuant to this Act if the person was practicing continuously before July 1, 2011, while performing the duties of that employment. This exception expires January 1, 2020, at which time no person may practice without a license issued pursuant to this Act. Section 6. Nothing in this Act may be construed as preventing or restricting: (1) Any person licensed, certified, registered, or otherwise credentialed by this state in professions other than speech-language pathology from practicing the profession for which he or she is licensed, certified, registered, or credentialed; (2) Any person certified as a teacher of the deaf; (3) The activities and services of any person pursuing a course of study leading to a degree in speech-language pathology at a college or university if: (a) The activities and services constitute a part of a planned course of study at that institution; (b) The person is designated by a title such as intern, trainee, student, or by other such title clearly indicating the status appropriate to their level of education; and (c) The person works under the supervision of a person licensed by this state to practice speech-language pathology; (4) The activities of any person who is not a resident of this state from engaging in the practice of speech-language pathology as long as the activities of the person do not exceed five days in any calendar year and if the person: (a) Meets the qualifications of this Act; (b) Registers with the board; and (c) Agrees to abide by the standards of professional conduct. Section 7. Any person who is licensed as a speech-language pathologist, who assesses, selects, develops, and fits products related to speech, language, or swallowing, shall: (1) Register with the board the person's intent to assess, select, develop, and fit products related to speech, language, and swallowing; and (2) Provide in any written contract for services the name, mailing address, and telephone number of the board. Section 8. Any speech-language pathologist who supervises a speech-language pathology assistant, shall: (1) Register with the board the name of each assistant working under his or her supervision; (2) Be responsible for the extent, kind, and quality of service provided by the assistant, consistent with the board's designated standards and requirements; and (3) Ensure that persons receiving services from an assistant receive prior written notification that services are to be provided, in whole or in part, by a speech-language pathology assistant. Section 9. Any person who is licensed as a speech-language pathologist may perform assessment, treatment, and procedures related to speech, voice, resonance, and swallowing function using nonmedical endoscopy. A licensed speech-language pathologist may not perform an endoscopic procedure unless he or she has received training and is competent to perform these procedures. A licensed speech-language pathologist shall have protocols in place for emergency medical backup when performing procedures using an endoscope. Section 10. Any licensed speech-language pathologist may provide speech-language pathology services via telepractice in this state. No person licensed as a speech-language pathologist in another state may engage in the practice of speech language pathology in this state, hold himself or herself out as qualified to do such practice, or use any title, word, or abbreviation to indicate to or induce others to believe that he or she is licensed to practice speech-language pathology in this state unless he or she has been issued a limited license in this state to practice telepractice. Section 11. There is hereby created a Board of Examiners for Speech-Language Pathology under the jurisdiction of the Department of Health. The board shall consist of five members appointed by the Governor who are residents of this state. Three of the members shall be speech-language pathologists who are currently practicing speech-language pathology, who have five years experience practicing speech-language pathology, and who hold a license to practice speech-language pathology in this state, except for the first speech-language pathologists appointed who shall meet the eligibility requirements for licensure. Two of the members shall be representatives of the public who are not associated with or financially interested in the practice or business of speech-language pathology. Section 12. Each appointment to the board shall be for a period of three years except for the initial appointments which shall be of staggered terms. Each member shall serve until the expiration of the term for which the member has been appointed or until the member's successor has been appointed and is deemed to be qualified to serve on the board. If a vacancy occurs other than by expiration of a term, the Governor shall appoint a qualified person to fill the vacancy for the unexpired term. No member may serve more than three consecutive three-year terms. The Governor may remove any member of the board for unprofessional conduct, incompetency, or neglect of duty. Section 13. The board shall meet during the first quarter of each calendar year to select a chair and vice chair and to conduct other business. At least one additional meeting shall be held before the end of each calendar year. Additional meetings may be convened at the call of the chair or at the request of two or more board members. Four members of the board constitutes a quorum to do business if the majority of members present are speech-language pathologists. Section 14. Members of the board shall receive a per diem established pursuant to § 4-7-10.4 and expenses at the same rate as other state employees while actually engaged in official duties. Section 15. The board has the following powers and duties: (1) Administer, coordinate, and enforce the provisions of this Act, evaluate the qualifications of applicants, supervise the examination of applicants, and issue and renew licenses; (2) Issue subpoenas, examine witnesses, administer oaths, conduct hearings, and, at its discretion, investigate allegations of violations of this Act and impose penalties for any violations; (3) Promulgate rules pursuant to chapter 1-26 to delineate qualifications for licensure, specify requirements for the renewal of licensure, regulate the delivery of services via telepractice, establish standards of professional conduct, and establish application, licensure, renewal, and late fees not to exceed one hundred dollars each; (4) Have available the names and addresses of persons currently licensed pursuant to the provision of this Act; (5) Employ such personnel as determined by its needs and budget; (6) Request legal advice and assistance, as needed, from the Attorney General's Office; (7) Enter into such contracts as necessary to carry out its responsibilities under this Act; (8) Hire legal counsel, if deemed necessary; (9) Establish a budget; (10) Submit reports of its operations and finances as required by § 4-7-7.2; (11) Adopt an official seal by which it shall authenticate its proceedings, copies, records, acts of the board, and licenses; and (l2) Communicate disciplinary actions to relevant state and federal authorities and to other state speech-language pathology licensing authorities. No member of the board is liable for civil action for any act performed in good faith in the performance of his or her duties as prescribed by law. Section 16. All moneys coming into the custody of the board, including any fees and any other payments, shall be paid by the board to the state treasurer on or before the tenth day of each month, and shall consist of all moneys received by the board during the preceding calendar month. The state treasurer shall credit the moneys to the Board of Examiners for Speech- Language Pathology account, which account is hereby created. The moneys in the account are hereby continuously appropriated to the board for the purpose of paying the expense of administering and enforcing the provisions of this Act. The total expenses incurred by the board may not exceed the total moneys collected. Section 17. To be eligible for licensure by the board as a speech-language pathologist, the applicant shall: (1) Submit an application, upon a form prescribed by the board; (2) Pay the application fee; (3) Possess a master's or doctoral degree from an educational institution accredited by the accrediting agency of the American Speech-Language-Hearing Association and from an educational institution approved by the United States Department of Education; (4) Complete supervised clinical practicum experiences from an educational institution or its cooperating programs; (5) Complete a supervised postgraduate professional experience; (6) Pass the Praxis II examination in speech-language pathology; and (7) Have committed no act for which disciplinary action may be justified. Section 18. The board may waive the education, practicum, and professional experience requirements for any applicant who: (1) Provides proof of employment in the practice of speech-language pathology in this state as of July 1, 2011; (2) Passes an examination; and (3) Applies for a license in speech-language pathology before July 1, 2012. Section 19. The board may waive the education, practicum, and professional experience requirements for any applicant who: (1) Received professional education in another country if the board is satisfied that equivalent education and practicum requirements have been met; and (2) Met the examination requirement of subdivision (3) of section 17 of this Act. Section 20. The board shall waive the qualifications in subdivisions (3), (4), (5), and (6) of section 17 of this Act for any applicant who: (1) Presents proof of current licensure in a state that has standards that are equivalent to or greater than those of this state; or (2) Holds a current Certificate of Clinical Competence in Speech-Language Pathology from the American Speech-Language-Hearing Association in the area for which they are applying for licensure. Any applicant who holds current licensure from another state with equivalent or greater standards or who holds the Certificate of Clinical Competence from the American Speech-Language-Hearing Association may practice speech-language pathology in this state, pending board disposition of the application, if the applicant: (1) Is practicing in the area in which the licensure or Certificate of Clinical Competence was granted; (2) Has filed an application with the board and paid the application fee; and (3) Has not committed any act for which disciplinary action may be justified. Section 21. The board shall issue a provisional license in speech-language pathology to an applicant who: (1) Except for the postgraduate professional experience, meets the academic, practicum, and examination requirements of this Act; (2) Submits an application, upon a form prescribed by the board, including a plan for the content of the postgraduate professional experience; (3) Pays the application fee for a provisional license; and (4) Has not committed any act for which disciplinary action may be justified. A person holding a provisional license may practice speech-language pathology while completing the postgraduate professional experience in speech-language pathology. However, a person holding a provisional license may practice speech-language pathology only while working under the supervision of a licensed speech-language pathologist. The term for a provisional license and the conditions for its renewal shall be determined by the board in rules promulgated pursuant to chapter 1-26. Section 22. Upon receiving a completed application and any required documentation, verification of licensure or certification, and payment of any required fee, the board may issue a limited license for interstate telepractice, if the following conditions are met: (1) The speech-language pathologist is actively licensed or certified to practice without restriction in the state from which the speech-language pathologist or audiologist provides telepractice services; (2) The speech-language pathologist has not had a license to practice speech-language pathology revoked or restricted in any state or jurisdiction; (3) In the event of a previous disciplinary action against the applicant, the board finds that the previous disciplinary action does not indicate that the speech-language pathologist is a potential threat to the public; (4) The speech-language pathologist does not have an office in this state and does not provide service in the physical presence of a client in this state; (5) The speech-language pathologist agrees to be subject to the state laws, the state judicial system, and the board with respect to providing speech-language pathology or audiology services to this state's residents. A telepractitioner shall comply with any statute or rule governing the maintenance of client records, including client confidentiality requirements, regardless of the state where the records of any client within this state are maintained. Section 23. A speech-language pathologist license issued pursuant to this Act expires triennially at a time specified by the board by rules promulgated pursuant to chapter 1-26. Each speech-language pathologist licensed pursuant to this Act shall: (1) Pay the fee established by the board; (2) Submit an application for renewal on a form prescribed by the board; (3) Complete thirty contact hours or three units of continuing education for each three-year renewal period; and (4) Meet any other requirements for license renewal the board establishes by rule. A licensee may renew a license up to thirty days after the expiration if the licensee meets requirements for renewal, pays the renewal fee, and any late fee established by the board. Section 24. A suspended license is subject to expiration and may be renewed as provided in this Act, but such renewal does not entitle the licensee, while the license remains suspended and until it is reinstated, to engage in the licensed activity, or any other conduct or activity in violation of the order of judgment by which the license was suspended. Section 25. A license revoked on disciplinary grounds is subject to expiration as provided in this Act, but it may not be renewed. If such license is reinstated after its expiration, the licensee, as a condition of reinstatement, shall meet the license requirements for new licensees and shall pay a reinstatement fee that is equal to the renewal fee in effect on the last regular renewal date immediately preceding the date of reinstatement. Section 26. Any person who fails to renew his or her license by the end of the thirty-day grace period may have the license reinstated if the person: (1) Submits an application for reinstatement to the board within five years after the expiration date of the license; (2) Provides documentation of having completed the continuing education requirements for the period in which the license has lapsed; and (3) Pays a reinstatement fee that shall equal the renewal fee in effect on the last regular renewal date immediately preceding the date of reinstatement, plus any late fee set by the board. Any person who fails to renew his or her license within five years after the expiration date may not have the license renewed. However, the person may apply for and obtain a new license by meeting the requirements for initial licensure. Section 27. The board may adopt rules, pursuant to chapter 1-26, permitting inactive licensure. The rules shall specify the requirements and procedures for placing a license on inactive status, the length a license may remain on inactive status, and the requirements and procedures to activate an inactive license. Except as otherwise specified by rule, an inactive licensee may not engage in the practice of speech-language pathology. Section 28. The board may grant a license to any person who has successfully complied with the requirements of the American Speech-Language-Hearing Association, holds a Certificate of Clinical Competence in speech-language pathology, and holds a current license in another state in speech-language pathology if the following conditions are met: (1) The other state maintains a standard of qualifications and examinations for speech-language pathologists that meets or exceeds the requirements for licensure in this state; (2) Payment of the fee established by the board for licensure; and (3) Submission of evidence satisfactory to the board of current out-of-state license. Section 29. The board may grant a license to practice speech-language pathology to an applicant who completed an educational program in a college or university in a foreign country if the applicant submits one of the following: (1) Proof satisfactory to the board that the applicant has received a Master's or doctorate degree for speech-language pathology from a foreign institution which was accredited, at the time the degree was conferred, by an accrediting body recognized by the national government of the country in which the institution is located; or (2) A certification from a private education evaluation service approved by the board that the applicant's foreign education is equivalent to the education provided by an accredited program; or (3) A certification from the American Speech-Language-Hearing Association. Section 30. Any person not eligible for licensure as a speech-language pathologist or not eligible for authorization to practice as an intern, who assists in the practice of speech-language pathology while in the employ of and under the supervision of a licensed speech-language pathologist shall apply for and receive licensure from the board as a speech-language pathology assistant. Before granting such licensure the board shall consider the academic training and clinical experience of the applicant, the specific duties and responsibilities assigned, the amount and nature of the supervision that is available to the assistant, and the number of assistants assigned to the proposed supervisor. Each applicant shall satisfy one of the following requirements: (1) Any applicant applying for licensure with an associate's degree shall produce written notification from the chair or program director of an academic institution verifying that the applicant attended the academic institution and completed the academic course work requirement and clinical work requirement. This written notification shall serve as presumptive proof of completion of the requirements; (2) Any applicant applying for licensure with a bachelor's degree shall produce written notification from the chair or program director of an academic institution verifying that the applicant attended the academic institution and completed the academic course work requirement. Nothing in this section may be construed to prevent a speech-language pathologist from employing any person in a nonclinical capacity. Section 31. Any person who is employed as a speech-language pathology assistant as of July 1, 2011, and does not otherwise meet the qualifications set forth in this Act, may practice as a speech-language pathology assistant without a license as long as the assistant is continuously employed while performing the duties of that employment. This exception expires January 1, 2020, at which time no person may practice without a license issued pursuant to this Act. Section 32. If for any reason the supervising speech-language pathologist is no longer available to provide the level of supervision stipulated, the supervisor and licensee shall notify the board. The speech-language pathology assistant may not perform any additional tasks until a licensed speech-language pathologist with at least two years of experience has been designated as the speech-language pathology assistant's supervisor and the board has approved the change. Section 33. A speech-language pathologist shall provide no less than thirty percent direct and indirect supervision weekly for the first ninety days and no less than twenty percent direct, onsite supervision weekly. After successful completion of the first ninety days, the supervising speech-language pathologist shall provide no less than twenty percent supervision weekly and no less than ten percent direct, onsite supervision weekly. The supervising speech-language pathologist shall be available by electronic means at all times when the speech-language pathology assistant is performing clinical activities. The assistant shall document the supervision. For the purposes of this Act, direct supervision is in-view observation and guidance by a speech-language pathologist while an assigned activity is performed by an assistant. Indirect supervision is any activity other than direct observation and guidance, conducted by a speech-language pathologist that may include methods such as audio recordings, videotape recordings, telephone communications, conferences, and review of data. Section 34. An applicant for licensure as a speech-language pathology assistant shall submit an application, upon a form prescribed by the board, that is signed by both the applicant and the supervising speech-language pathologist. The supervising speech-language pathologist shall submit a notarized statement explicitly indicating that the supervisor agrees to supervise the assistant's practice and that the supervisor accepts full and complete responsibility for that practice. If the applicant is not currently employed, the application shall be signed by the chair of the academic program of the institution conferring the degree. Within thirty days of the applicant's employment, the supervising speech-language pathologist shall submit a notarized statement explicitly indicating that the supervisor agrees to supervise the assistant's practice and that the supervisor accepts full and complete responsibility for that practice. Section 35. A speech-language pathology assistant license expires at a time specified by the board by rules promulgated pursuant to chapter 1-26. Each speech-language pathology assistant licensed pursuant to this Act shall: (1) Pay the fee established by the board; (2) Submit an application for renewal on a form prescribed by the board; and (3) Complete continuing education requirements consistent with those required for speech-language pathologists. Section 36. A supervising speech-language pathologist must have a valid license as a speech-language pathologist. Each supervising speech-language pathologists shall: (1) Register with the board the name of each assistant; (2) Be responsible for the extent, kind, and quality of service provided by the assistant, consistent with the board's designated standards and requirements; and (3) Ensure that persons receiving services from an assistant receive prior written notification that services are to be provided, in whole or in part, by a speech-language pathology assistant. Section 37. Each speech-language pathology assistant applicant shall: (1) Hold an associate's degree or bachelor's degree with a major emphasis in speech-language pathology from an accredited educational institution approved by the board; (2) Submit a bona fide official transcript and verification of academic preparation and clinical experience reflecting a minimum of twenty semester credit hours in general education, a minimum of twenty semester credit hours in technical content, and a minimum of twenty-five hours of observation; and (3) Complete a minimum of one hundred clock hours of supervised clinical experience at the educational institution approved by the board, or, during the applicant's initial employment. Section 38. The following activities may be delegated to an assistant by the supervising speech-language pathologist: (1) Assist the speech-language pathologist with speech-language and hearing screenings; (2) Assist with informal documentation as directed by the speech-language pathologist; (3) Follow documented treatment plans or protocols developed by the supervising speech-language pathologist; (4) Document patient or client performance; (5) Assist the speech-language pathologist with assessment of patients or clients; (6) Assist with clerical duties; (7) Perform checks and maintenance of equipment; (8) Support the speech-language pathologist in research projects, in service training, and public relations programs; and (9) Collect data for monitoring quality improvement. Section 39. No speech-language pathologist assistant may: (1) Perform diagnostic tests, formal or informal evaluations, or interpret test results; (2) Evaluate or diagnose patients or clients for feeding or swallowing disorders; (3) Participate in parent conferences, case conferences, or any interdisciplinary team without the presence or prior approval of the supervising speech-language pathologist; (4) Write, develop, or modify a patient's or client's individualized treatment plan in any way; (5) Assist with patients or clients without following the individualized treatment plan prepared by the speech-language pathologist or without access to supervision; (6) Sign any formal documents not drafted or approved by the speech-language pathologist prior to dissemination of the document; (7) Select patients or clients for services; (8) Discharge a patient or client from service; (9) Disclose clinical or confidential information either orally or in writing to anyone other than the supervising speech-language pathologist; (10) Make referrals for additional service; (11) Counsel or consult with the patient or client, family, or others regarding the status or service of the patient or client; (l2) Use a checklist or tabulate results of feeding or swallowing evaluations; (13) Demonstrate swallowing strategies or precautions to patients, family, or staff; (14) Represent himself or herself as a speech-language pathologist. Section 40. The board may impose separately, or in combination, any of the following disciplinary actions on a licensee after formal or informal disciplinary action: (1) Refuse to issue or renew a license; (2) Issue a letter of reprimand or concern; (3) Require restitution of fees; (4) Impose probationary conditions; (5) Impose a fine not to exceed one thousand dollars, either total or per violation; (6) Require the licensee to reimburse the board for costs of the investigation and proceeding; (7) Suspend or revoke a license; (8) Impose practice or supervision requirements, or both; or (9) Require licensees to attend continuing education programs specified by the board as to content and hours. Section 41. If the board imposes suspension or revocation of license, application may be made to the board for reinstatement. If a licensee is placed on probation, the board may require the license holder to: (1) Report regularly to the board on matters that are the basis of probation; (2) Limit practice to the areas prescribed by the board; or (3) Continue or review continuing education until the license holder attains and degree of skill satisfactory to the board in those areas that are the basis of the probation. Section 42. The board may take disciplinary actions for the following conduct: (1) Fraudulently or deceptively obtaining or attempting to obtain a license or a provisional license; (2) Fraudulently of deceptively using a license or provisional license; (3) Altering a license or provisional license; (4) Aiding or abetting unlicensed practice; (5) Selling, bartering, or offering to sell or barter a license or provisional license; (6) Committing fraud or deceit in the practice of audiology or speech-language pathology, including: (a) Willfully making or filing a false report or record in the practice of audiology or speech-language pathology; (b) Submitting a false statement to collect a fee; (c) Obtaining a fee through fraud or misrepresentation; (7) Using or promoting or causing the use of any misleading, deceiving, improbable, or untruthful advertising matter, promotional literature, testimonial, guarantee, warranty, label, brand insignia, or any other representation; (8) Falsely representing the use or availability of services or advise of a physician; (9) Misrepresenting the applicant, licensee, or holder by using the term, doctor, or any similar word, abbreviation, or symbol if the use is not accurate or if the degree was not obtained from a regionally accredited institution; (10) Committing any act of dishonesty or immoral or unprofessional conduct while engaging in the practice of speech-language pathology; (11) Engaging in illegal or incompetent or negligent practice; (12) Providing professional services while: (a) Mentally incompetent; (b) Under the influence of alcohol; (c) Using any narcotic or controlled dangerous substance or other drug that is in excess of therapeutic amounts or without valid medical indication; (13) Providing services or promoting the sale of devices, appliances, or products to a person who cannot reasonably be expected to benefit from such services, devices, appliances, or products; (14) Violating any provision of this Act, or any lawful order given, or rule adopted, by the board; (15) Being convicted or pleading guilty or nolo contendere to a felony or to a crime involving moral turpitude, whether or not any appeal or other proceeding is pending to have the conviction or plea set aside; (16) Being disciplined by a licensing or disciplinary authority of any state or country, or any nationally recognized professional organization, or convicted or disciplined by a court of any state or country for an act that would be grounds for disciplinary action under this section; (17) Exploiting a patient for financial gain or sexual favors; (18) Failing to report suspected cases of child abuse or vulnerable adult abuse; (19) Diagnosing or treating a person for speech or hearing disorders by mail or telephone unless the person has been previously examined by the licensee and the diagnosis or treatment is related to such examination; or (20) Violating federal, state, or local laws relating to the profession. The board shall adopt, by rules promulgated pursuant to chapter 1-26, a schedule of sanctions to be imposed as the result of formal or informal disciplinary activities conducted by the board. Section 43. The board shall keep an information file about each complaint filed with the board. The information in each complaint file shall contain complete, current, and accurate information including: (1) Any person contacted in relation to the complaint; (2) A summary of findings made at each step of the complaint process; (3) An explanation of the legal basis and reason for a complaint that is dismissed; and (4) Other relevant information. Section 44. The board shall provide reasonable assistance to a person who wishes to file a complaint with the board. The board shall adopt a form to standardize the information concerning complaints made to the board. If a written complaint is filed with the board within the board's jurisdiction, the board, at least as frequently as quarterly and until final disposition of the complaint, shall notify the parties to the complaint of the status of the complaint unless the notice would jeopardize an ongoing investigation. Section 45. The board shall dispose of all complaints in a timely manner and in accordance with chapter 1-26. The board shall establish a schedule for conducting each phase of a complaint that is under the control of the board not later than the thirtieth day after the date the complaint is received by the board. The schedule shall be kept in the information file for the complaint and all parties shall be notified of the projected time requirements for pursuing the complaint. Any change in the schedule shall be noted in the complaint information file and all parties to the complaint must be notified not later than the seventh day after the change is made. Section 46. The board shall develop a system for monitoring license holders' compliance with the requirements of this Act and procedures for monitoring a license holder who is ordered by the board to perform certain acts and identify and monitor license holders who present a risk to the public. Section 47. Any person violating the provisions of this Act may be enjoined from further violations at the suit of the state's attorney of the county where the violations occurred or suit may be brought by any citizen of this state. An action for injunction shall be an alternate to criminal proceedings, and the commencement of one proceeding by the board constitutes an election. Section 48. Any action taken by the board against a person licensed pursuant to this Act shall be reported to the National Practitioners Database. The board may also report its actions to the American Speech-Language-Hearing Association Board of Ethics."}, {"bill_id": 2247, "bill_version_id": 16499, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2011-02-08T10:55:17.723-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate persons offering speech-language pathology to the public. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Board,\" the Board of Examiners for Speech-Language Pathology; (2) \"Department,\" the Department of Health; (3) \"Endoscopy,\" an imaging procedure included within the scope of practice for speech-language pathologists in which a speech-language pathologist uses a flexible/nasal endoscopy, rigid/oral endoscopy, or stroboscopy for the purpose of evaluating and treating disorders of speech, voice, resonance, and swallowing function; (4) \"Provisional license,\" the license issued to an applicant who is practicing speech-language pathology while completing the supervised postgraduate professional experience following completion of master's degree in speech-language pathology; (5) \"Speech-language pathologist,\" any person who engages in the practice of speech-language pathology and who meets the qualifications set forth in this Act. A person represents oneself to be a speech-language pathologist when one holds himself or herself out to the public by any means, or by any service or function performed, directly or indirectly, or by using the terms, speech pathology, speech pathologist, speech therapy, speech therapist, speech teacher, speech correction, speech correctionist, speech clinic, speech clinician, language therapy, language therapist, language pathology, language pathologist, language specialist, voice therapy, voice therapist, voice pathologist, logopedics, logopedist, communicology, communicologist, aphasiology, aphasiologist, phoniatrist, or any variation, synonym, coinage or other word that expresses, employs, or implies these terms, names, or functions; (6) \"Speech-language pathology assistant,\" any person who assists in the practice of speech-language pathology and who meets the qualifications set forth in this Act. A person represents oneself to be a speech-language pathology assistant when one holds himself or herself out to the public by any means, or by any service or function performed, directly or indirectly, or by using the terms, speech pathology assistant/aide, speech pathologist assistant/aide, speech therapy assistant/aide, speech therapist assistant/aide, speech teacher assistant/aide, speech correction assistant/aide, speech correctionist assistant/aide, speech clinic assistant/aide, speech clinician assistant/aide, language therapy assistant/aide, language therapist assistant/aide, language pathology assistant/aide, language pathologist assistant/aide, language specialist assistant/aide, voice therapy assistant/aide, voice therapist assistant/aide, voice pathologist assistant/aide, logopedics assistant/aide, logopedist assistant/aide, communicology assistant/aide, communicologist assistant/aide, aphasiology assistant/aide, aphasiologist assistant/aide, phoniatrist assistant/aide, or any variation, synonym, coinage, or other word that expresses, employs, or implies these terms, names, or functions; (7) \"Telepractice,\" telespeech, teleaudiology, telespeech-language pathology, or telehealth when used separately or together. Telepractice service means the application of telecommunication technology to deliver speech-language pathology at a distance for assessment, intervention, or consultation. Services delivered via telespeech or teleaudiology must be equivalent to the quality of services delivered face-to-face. Section 2. For the purposes of this Act, the practice of speech-language pathology is the application of principles, methods, and procedures related to the development, disorders, and effectiveness of human communication and related functions including providing prevention, screening, consultation, assessment/evaluation, diagnosis, treatment/intervention/ management, counseling, collaboration, and referral services for disorders of speech, language, feeding, and swallowing, and for cognitive aspects of communication. The practice of speech-language pathology also includes establishing augmentative and alternative communication techniques and strategies, including developing, selecting, and prescribing of such systems and devices, providing services to individuals with hearing loss and their families, screening individuals for hearing loss or middle ear pathology using conventional pure-tone air conduction methods, otoacoustic emissions screening, or screening typanometry, using instrumentation to observe, collect data, and measure parameters of communication and swallowing, selecting, fitting, and establishing effective use of prosthetic or adaptive devices for communication, swallowing, or other upper aerodigestive functions, and providing services to modify or enhance communication performance. Section 3. No person may practice speech-language pathology or represent himself or herself as a speech-language pathologist in this state, unless such person is licensed in accordance with this Act. A person may be licensed in both audiology and speech-language pathology if that person meets the respective qualifications. Section 4. After June 30, 2012, no person may be hired by any public or nonpublic school to practice speech-language pathology unless licensed in accordance with this Act. Section 5. Any person who is employed as a speech-language pathologist as of July 1, 2011, and does not otherwise meet the qualifications set forth in this Act, may practice as a speech-language pathologist without a license as long as the speech-language pathologist is continuously employed while performing the duties of that employment. This exception expires January 1, 2020, at which time no person may practice without a license issued pursuant to this Act. Section 6. Nothing in this Act may be construed as preventing or restricting: (1) Any person licensed, certified, registered, or otherwise credentialed by this state in professions other than speech-language pathology from practicing the profession for which he or she is licensed, certified, registered, or credentialed; (2) Any person certified as a teacher of the deaf; (3) The activities and services of any person pursuing a course of study leading to a degree in speech-language pathology or as a speech-language pathology assistant at a college, university, or technical institute if: (a) The activities and services constitute a part of a planned course of study at that institution; (b) The person is designated by a title such as intern, trainee, student, or by other such title clearly indicating the status appropriate to their level of education; and (c) The person works under the supervision of a person licensed by this state to practice speech-language pathology; (4) The activities of any person who is not a resident of this state from engaging in the practice of speech-language pathology as long as the activities of the person do not exceed five days in any calendar year and if the person: (a) Meets the qualifications of this Act; (b) Registers with the board; and (c) Agrees to abide by the standards of professional conduct. Section 7. Any person who is licensed as a speech-language pathologist, who assesses, selects, develops, and fits products related to speech, language, or swallowing, shall: (1) Register with the board the person's intent to assess, select, develop, and fit products related to speech, language, and swallowing; and (2) Provide in any written contract for services the name, mailing address, and telephone number of the board. Section 8. Any speech-language pathologist who supervises a speech-language pathology assistant, shall: (1) Register with the board the name of each assistant working under his or her supervision; (2) Be responsible for the extent, kind, and quality of service provided by the assistant, consistent with the board's designated standards and requirements; and (3) Ensure that persons receiving services from an assistant receive prior written notification that services are to be provided, in whole or in part, by a speech-language pathology assistant. Section 9. Any person who is licensed as a speech-language pathologist may perform assessment, treatment, and procedures related to speech, voice, resonance, and swallowing function using nonmedical endoscopy. A licensed speech-language pathologist may not perform an endoscopic procedure unless he or she has received training and is competent to perform these procedures. A licensed speech-language pathologist shall have protocols in place for emergency medical backup when performing procedures using an endoscope. Section 10. Any licensed speech-language pathologist may provide speech-language pathology services via telepractice in this state. No person licensed as a speech-language pathologist in another state may engage in the practice of speech language pathology in this state, hold himself or herself out as qualified to do such practice, or use any title, word, or abbreviation to indicate to or induce others to believe that he or she is licensed to practice speech-language pathology in this state unless he or she has been issued a limited license in this state to practice telepractice. Section 11. There is hereby created a Board of Examiners for Speech-Language Pathology under the jurisdiction of the Department of Health. The board shall consist of five members appointed by the Governor who are residents of this state. Three of the members shall be speech-language pathologists who are currently practicing speech-language pathology, who have five years experience practicing speech-language pathology, and who hold a license to practice speech-language pathology in this state, except for the first speech-language pathologists appointed who shall meet the eligibility requirements for licensure. Two of the members shall be representatives of the public who are not associated with or financially interested in the practice or business of speech-language pathology. Section 12. Each appointment to the board shall be for a period of three years except for the initial appointments which shall be of staggered terms. Each member shall serve until the expiration of the term for which the member has been appointed or until the member's successor has been appointed and is deemed to be qualified to serve on the board. If a vacancy occurs other than by expiration of a term, the Governor shall appoint a qualified person to fill the vacancy for the unexpired term. No member may serve more than three consecutive three-year terms. The Governor may remove any member of the board for unprofessional conduct, incompetency, or neglect of duty. Section 13. The board shall meet during the first quarter of each calendar year to select a chair and vice chair and to conduct other business. At least one additional meeting shall be held before the end of each calendar year. Additional meetings may be convened at the call of the chair or at the request of two or more board members. Four members of the board constitutes a quorum to do business if the majority of members present are speech-language pathologists. Section 14. Members of the board shall receive a per diem established pursuant to § 4-7-10.4 and expenses at the same rate as other state employees while actually engaged in official duties. Section 15. The board has the following powers and duties: (1) Administer, coordinate, and enforce the provisions of this Act, evaluate the qualifications of applicants, supervise the examination of applicants, and issue and renew licenses; (2) Issue subpoenas, examine witnesses, administer oaths, conduct hearings, and, at its discretion, investigate allegations of violations of this Act and impose penalties for any violations; (3) Promulgate rules pursuant to chapter 1-26 to delineate qualifications for licensure, specify requirements for the renewal of licensure, regulate the delivery of services via telepractice, establish standards of professional conduct, and establish application, licensure, renewal, and late fees not to exceed one hundred dollars each; (4) Have available the names and addresses of persons currently licensed pursuant to the provision of this Act; (5) Employ such personnel as determined by its needs and budget; (6) Request legal advice and assistance, as needed, from the Attorney General's Office; (7) Enter into such contracts as necessary to carry out its responsibilities under this Act; (8) Hire legal counsel, if deemed necessary; (9) Establish a budget; (10) Submit reports of its operations and finances as required by § 4-7-7.2; (11) Adopt an official seal by which it shall authenticate its proceedings, copies, records, acts of the board, and licenses; and (l2) Communicate disciplinary actions to relevant state and federal authorities and to other state speech-language pathology licensing authorities. No member of the board is liable for civil action for any act performed in good faith in the performance of his or her duties as prescribed by law. Section 16. All moneys coming into the custody of the board, including any fees and any other payments, shall be paid by the board to the state treasurer on or before the tenth day of each month, and shall consist of all moneys received by the board during the preceding calendar month. The state treasurer shall credit the moneys to the Board of Examiners for Speech-Language Pathology account, which account is hereby created. The moneys in the account are hereby continuously appropriated to the board for the purpose of paying the expense of administering and enforcing the provisions of this Act. The total expenses incurred by the board may not exceed the total moneys collected. Section 17. To be eligible for licensure by the board as a speech-language pathologist, the applicant shall: (1) Submit an application, upon a form prescribed by the board; (2) Pay the application fee; (3) Possess a master's or doctoral degree from an educational institution accredited by the accrediting agency of the American Speech-Language-Hearing Association and approved by the United States Department of Education; (4) Complete supervised clinical practicum experiences from an educational institution or its cooperating programs; (5) Complete a supervised postgraduate professional experience; (6) Pass the Praxis II examination in speech-language pathology; and (7) Have committed no act for which disciplinary action may be justified. Section 18. Any person granted a master's equivalency before July 1, 2011, shall be issued a license pursuant to this Act, as long as that person is continuously performing the duties of his or her employment. Section 19. The board may waive the education, practicum, and professional experience requirements for any applicant who: (1) Received professional education in another country if the board is satisfied that equivalent education and practicum requirements have been met; and (2) Met the examination requirement of subdivision (3) of section 17 of this Act. Section 20. The board shall waive the qualifications in subdivisions (3), (4), (5), and (6) of section 17 of this Act for any applicant who: (1) Presents proof of current licensure in a state that has standards that are equivalent to or greater than those of this state; or (2) Holds a current Certificate of Clinical Competence in Speech-Language Pathology from the American Speech-Language-Hearing Association in the area for which they are applying for licensure. Any applicant who holds current licensure from another state with equivalent or greater standards or who holds the Certificate of Clinical Competence from the American Speech-Language-Hearing Association may practice speech-language pathology in this state, pending board disposition of the application, if the applicant: (1) Is practicing in the area in which the licensure or Certificate of Clinical Competence was granted; (2) Has filed an application with the board and paid the application fee; and (3) Has not committed any act for which disciplinary action may be justified. Section 21. The board shall issue a provisional license in speech-language pathology to an applicant who: (1) Except for the postgraduate professional experience, meets the academic, practicum, and examination requirements of this Act; (2) Submits an application, upon a form prescribed by the board, including a plan for the content of the postgraduate professional experience; (3) Pays the application fee for a provisional license; and (4) Has not committed any act for which disciplinary action may be justified. A person holding a provisional license may practice speech-language pathology while completing the postgraduate professional experience in speech-language pathology. However, a person holding a provisional license may practice speech-language pathology only while working under the supervision of a licensed speech-language pathologist. The term for a provisional license and the conditions for its renewal shall be determined by the board in rules promulgated pursuant to chapter 1-26. Section 22. Upon receiving a completed application and any required documentation, verification of licensure or certification, and payment of any required fee, the board may issue a limited license for interstate telepractice, if the following conditions are met: (1) The speech-language pathologist is actively licensed or certified to practice without restriction in the state from which the speech-language pathologist or audiologist provides telepractice services; (2) The speech-language pathologist has not had a license to practice speech-language pathology revoked or restricted in any state or jurisdiction; (3) In the event of a previous disciplinary action against the applicant, the board finds that the previous disciplinary action does not indicate that the speech-language pathologist is a potential threat to the public; (4) The speech-language pathologist agrees to be subject to the state laws, the state judicial system, and the board with respect to providing speech-language pathology or audiology services to this state's residents. A telepractitioner shall comply with any statute or rule governing the maintenance of client records, including client confidentiality requirements, regardless of the state where the records of any client within this state are maintained. Section 23. A speech-language pathologist license issued pursuant to this Act expires biennially at a time specified by the board by rules promulgated pursuant to chapter 1-26. Each speech-language pathologist licensed pursuant to this Act shall: (1) Pay the fee established by the board; (2) Submit an application for renewal on a form prescribed by the board; (3) Complete thirty contact hours or three units of continuing education approved by the board for each three-year renewal period; and (4) Meet any other requirements for license renewal the board establishes by rule. A licensee may renew a license up to thirty days after the expiration if the licensee meets requirements for renewal, pays the renewal fee, and any late fee established by the board. Section 24. A suspended license is subject to expiration and may be renewed as provided in this Act, but such renewal does not entitle the licensee, while the license remains suspended and until it is reinstated, to engage in the licensed activity, or any other conduct or activity in violation of the order of judgment by which the license was suspended. Section 25. A license revoked on disciplinary grounds is subject to expiration as provided in this Act, but it may not be renewed. If such license is reinstated after its expiration, the licensee, as a condition of reinstatement, shall meet the license requirements for new licensees and shall pay a reinstatement fee that is equal to the renewal fee in effect on the last regular renewal date immediately preceding the date of reinstatement. Section 26. Any person who fails to renew his or her license by the end of the thirty-day grace period may have the license reinstated if the person: (1) Submits an application for reinstatement to the board within five years after the expiration date of the license; (2) Provides documentation of having completed the continuing education requirements for the period in which the license has lapsed; and (3) Pays a reinstatement fee that shall equal the renewal fee in effect on the last regular renewal date immediately preceding the date of reinstatement, plus any late fee set by the board. Any person who fails to renew his or her license within five years after the expiration date may not have the license renewed. However, the person may apply for and obtain a new license by meeting the requirements for initial licensure. Section 27. The board may adopt rules, pursuant to chapter 1-26, permitting inactive licensure. The rules shall specify the requirements and procedures for placing a license on inactive status, the length a license may remain on inactive status, and the requirements and procedures to activate an inactive license. Except as otherwise specified by rule, an inactive licensee may not engage in the practice of speech-language pathology. Section 28. The board may grant a license to any person who has successfully complied with the requirements of the American Speech-Language-Hearing Association, holds a Certificate of Clinical Competence in speech-language pathology, and holds a current license in another state in speech-language pathology if the following conditions are met: (1) The other state maintains a standard of qualifications and examinations for speech-language pathologists that meets or exceeds the requirements for licensure in this state; (2) Payment of the fee established by the board for licensure; and (3) Submission of evidence satisfactory to the board of current out-of-state license. Section 29. The board may grant a license to practice speech-language pathology to an applicant who completed an educational program in a college or university in a foreign country if the applicant submits one of the following: (1) Proof satisfactory to the board that the applicant has received a Master's or doctorate degree for speech-language pathology from a foreign institution which was accredited, at the time the degree was conferred, by an accrediting body recognized by the national government of the country in which the institution is located; or (2) A certification from a private education evaluation service approved by the board that the applicant's foreign education is equivalent to the education provided by an accredited program; or (3) A certification from the American Speech-Language-Hearing Association. Section 30. Any person not eligible for licensure as a speech-language pathologist or not eligible for authorization to practice as an intern, who assists in the practice of speech-language pathology while in the employ of and under the supervision of a licensed speech-language pathologist shall apply for and receive licensure from the board as a speech-language pathology assistant. Before granting such licensure the board shall consider the academic training and clinical experience of the applicant, the specific duties and responsibilities assigned, the amount and nature of the supervision that is available to the assistant, and the number of assistants assigned to the proposed supervisor. Each applicant shall satisfy one of the following requirements: (1) Any applicant applying for licensure with an associate's degree shall produce written notification from the chair or program director of an academic institution verifying that the applicant attended the academic institution and completed the academic course work requirement and clinical work requirement. This written notification shall serve as presumptive proof of completion of the requirements; (2) Any applicant applying for licensure with a bachelor's degree shall produce written notification from the chair or program director of an academic institution verifying that the applicant attended the academic institution and completed the academic course work requirement. An official transcript from the institution satisfies the requirements of this section. Nothing in this section may be construed to prevent a speech-language pathologist from employing any person in a nonclinical capacity. Section 31. Any person who is employed as a speech-language pathology assistant as of July 1, 2011, and does not otherwise meet the qualifications set forth in this Act, may practice as a speech-language pathology assistant without a license as long as the assistant is continuously employed while performing the duties of that employment. This exception expires January 1, 2020, at which time no person may practice without a license issued pursuant to this Act. Section 32. An assistant shall be supervised by a licensed speech-language pathologist. An assistant may have more than one supervisor if the board is notified and any supervisor meets the requirements of this Act. If for any reason the supervising speech-language pathologist is no longer available to provide the level of supervision stipulated, the supervisor and assistant shall notify the board. The speech-language pathology assistant may not perform any additional tasks until a licensed speech-language pathologist with at least two years of experience has been designated as the speech-language pathology assistant's supervisor and the board has approved the change. Section 33. A speech-language pathologist shall provide no less than thirty percent direct and indirect supervision weekly for the first ninety days and no less than twenty percent direct, onsite supervision weekly for each speech-language pathology assistant the speech-language pathologist supervises. After successful completion of the first ninety days, the supervising speech-language pathologist shall provide no less than twenty percent supervision weekly and no less than ten percent direct, onsite supervision weekly. The supervising speech-language pathologist shall be available by electronic means at all times when the speech-language pathology assistant is performing clinical activities. The assistant shall document the supervision. For the purposes of this Act, direct supervision is in-view observation and guidance by a speech-language pathologist while an assigned activity is performed by an assistant. Indirect supervision is any activity other than direct observation and guidance, conducted by a speech-language pathologist that may include methods such as audio recordings, videotape recordings, telephone communications, conferences, and review of data. Section 34. An applicant for licensure as a speech-language pathology assistant shall submit an application, upon a form prescribed by the board, that is signed by both the applicant and the supervising speech-language pathologist. The supervising speech-language pathologist shall submit a notarized statement explicitly indicating that the supervisor agrees to supervise the assistant's practice and that the supervisor accepts full and complete responsibility for that practice. If the applicant is not currently employed, the application shall be signed by the chair of the academic program of the institution conferring the degree. Within thirty days of the applicant's employment, the supervising speech-language pathologist shall submit a notarized statement explicitly indicating that the supervisor agrees to supervise the assistant's practice and that the supervisor accepts full and complete responsibility for that practice. Section 35. A speech-language pathology assistant license expires at a time specified by the board by rules promulgated pursuant to chapter 1-26. Each speech-language pathology assistant licensed pursuant to this Act shall: (1) Pay the fee established by the board; (2) Submit an application for renewal on a form prescribed by the board; and (3) Complete continuing education requirements consistent with those required for speech-language pathologists. Section 36. A supervising speech-language pathologist must have a valid license as a speech-language pathologist. Each supervising speech-language pathologists shall: (1) Register with the board the name of each assistant; (2) Be responsible for the extent, kind, and quality of service provided by the assistant, consistent with the board's designated standards and requirements; and (3) Ensure that persons receiving services from an assistant receive prior written notification that services are to be provided, in whole or in part, by a speech-language pathology assistant. No speech-language pathologist may supervise more than three speech-language pathology assistants at one time. Section 37. Each speech-language pathology assistant applicant shall: (1) Hold an associate's degree or bachelor's degree with a major emphasis in speech-language pathology from an accredited educational institution approved by the board; (2) Submit a bona fide official transcript and verification of academic preparation and clinical experience reflecting a minimum of fifteen semester credit hours in general education, a minimum of twenty semester credit hours in technical content, and a minimum of twenty-five hours of observation; and (3) Complete a minimum of one hundred clock hours of supervised clinical experience at the educational institution approved by the board, or, during the applicant's initial employment. Section 38. The following activities may be delegated to an assistant by the supervising speech-language pathologist: (1) Assist the speech-language pathologist with speech-language and hearing screenings; (2) Assist with informal documentation as directed by the speech-language pathologist; (3) Follow documented treatment plans or protocols developed by the supervising speech-language pathologist; (4) Document patient or client performance; (5) Assist the speech-language pathologist with assessment of patients or clients; (6) Assist with clerical duties; (7) Perform checks and maintenance of equipment; (8) Support the speech-language pathologist in research projects, in service training, and public relations programs; and (9) Collect data for monitoring quality improvement. Section 39. No speech-language pathologist assistant may: (1) Perform diagnostic tests, formal or informal evaluations, or interpret test results; (2) Evaluate or diagnose patients or clients for feeding or swallowing disorders; (3) Participate in parent conferences, case conferences, or any interdisciplinary team without the presence or prior approval of the supervising speech-language pathologist; (4) Write, develop, or modify a patient's or client's individualized treatment plan in any way; (5) Assist with patients or clients without following the individualized treatment plan prepared by the speech-language pathologist or without access to supervision; (6) Sign any formal documents not drafted or approved by the speech-language pathologist prior to dissemination of the document; (7) Select patients or clients for services; (8) Discharge a patient or client from service; (9) Disclose clinical or confidential information either orally or in writing to anyone other than the supervising speech-language pathologist; (10) Make referrals for additional service; (11) Counsel or consult with the patient or client, family, or others regarding the status or service of the patient or client; (l2) Use a checklist or tabulate results of feeding or swallowing evaluations; (13) Demonstrate swallowing strategies or precautions to patients, family, or staff; (14) Represent himself or herself as a speech-language pathologist. Section 40. The board may impose separately, or in combination, any of the following disciplinary actions on a licensee after formal or informal disciplinary action: (1) Refuse to issue or renew a license; (2) Issue a letter of reprimand or concern; (3) Require restitution of fees; (4) Impose probationary conditions; (5) Impose a fine not to exceed one thousand dollars, either total or per violation; (6) Require the licensee to reimburse the board for costs of the investigation and proceeding; (7) Suspend or revoke a license; (8) Impose practice or supervision requirements, or both; or (9) Require licensees to attend continuing education programs specified by the board as to content and hours. Section 41. If the board imposes suspension or revocation of license, application may be made to the board for reinstatement. If a licensee is placed on probation, the board may require the license holder to: (1) Report regularly to the board on matters that are the basis of probation; (2) Limit practice to the areas prescribed by the board; or (3) Continue or review continuing education until the license holder attains and degree of skill satisfactory to the board in those areas that are the basis of the probation. Section 42. The board may take disciplinary actions for the following conduct: (1) Fraudulently or deceptively obtaining or attempting to obtain a license or a provisional license; (2) Fraudulently of deceptively using a license or provisional license; (3) Altering a license or provisional license; (4) Aiding or abetting unlicensed practice; (5) Selling, bartering, or offering to sell or barter a license or provisional license; (6) Committing fraud or deceit in the practice of audiology or speech-language pathology, including: (a) Willfully making or filing a false report or record in the practice of audiology or speech-language pathology; (b) Submitting a false statement to collect a fee; (c) Obtaining a fee through fraud or misrepresentation; (7) Using or promoting or causing the use of any misleading, deceiving, improbable, or untruthful advertising matter, promotional literature, testimonial, guarantee, warranty, label, brand insignia, or any other representation; (8) Falsely representing the use or availability of services or advise of a physician; (9) Misrepresenting the applicant, licensee, or holder by using the term, doctor, or any similar word, abbreviation, or symbol if the use is not accurate or if the degree was not obtained from a regionally accredited institution; (10) Committing any act of dishonesty or immoral or unprofessional conduct while engaging in the practice of speech-language pathology; (11) Engaging in illegal or incompetent or negligent practice; (12) Providing professional services while: (a) Mentally incompetent; (b) Under the influence of alcohol; (c) Using any narcotic or controlled dangerous substance or other drug that is in excess of therapeutic amounts or without valid medical indication; (13) Providing services or promoting the sale of devices, appliances, or products to a person who cannot reasonably be expected to benefit from such services, devices, appliances, or products; (14) Violating any provision of this Act, or any lawful order given, or rule adopted, by the board; (15) Being convicted or pleading guilty or nolo contendere to a felony or to a crime involving moral turpitude, whether or not any appeal or other proceeding is pending to have the conviction or plea set aside; (16) Being disciplined by a licensing or disciplinary authority of any state or country, or any nationally recognized professional organization, or convicted or disciplined by a court of any state or country for an act that would be grounds for disciplinary action under this section; (17) Exploiting a patient for financial gain or sexual favors; (18) Failing to report suspected cases of child abuse or vulnerable adult abuse; (19) Diagnosing or treating a person for speech or hearing disorders by mail or telephone unless the person has been previously examined by the licensee and the diagnosis or treatment is related to such examination; or (20) Violating federal, state, or local laws relating to the profession. The board shall adopt, by rules promulgated pursuant to chapter 1-26, a schedule of sanctions to be imposed as the result of formal or informal disciplinary activities conducted by the board. Section 43. The board shall keep an information file about each complaint filed with the board. The information in each complaint file shall contain complete, current, and accurate information including: (1) Any person contacted in relation to the complaint; (2) A summary of findings made at each step of the complaint process; (3) An explanation of the legal basis and reason for a complaint that is dismissed; and (4) Other relevant information. Section 44. The board shall provide reasonable assistance to a person who wishes to file a complaint with the board. The board shall adopt a form to standardize the information concerning complaints made to the board. If a written complaint is filed with the board within the board's jurisdiction, the board, at least as frequently as quarterly and until final disposition of the complaint, shall notify the parties to the complaint of the status of the complaint unless the notice would jeopardize an ongoing investigation. Section 45. The board shall dispose of all complaints in a timely manner and in accordance with chapter 1-26. The board shall establish a schedule for conducting each phase of a complaint that is under the control of the board not later than the thirtieth day after the date the complaint is received by the board. The schedule shall be kept in the information file for the complaint and all parties shall be notified of the projected time requirements for pursuing the complaint. Any change in the schedule shall be noted in the complaint information file and all parties to the complaint must be notified not later than the seventh day after the change is made. Section 46. The board shall develop a system for monitoring license holders' compliance with the requirements of this Act and procedures for monitoring a license holder who is ordered by the board to perform certain acts and identify and monitor license holders who present a risk to the public. Section 47. Any person violating the provisions of this Act may be enjoined from further violations at the suit of the state's attorney of the county where the violations occurred or suit may be brought by any citizen of this state. An action for injunction shall be an alternate to criminal proceedings, and the commencement of one proceeding by the board constitutes an election. Section 48. Any action taken by the board against a person licensed pursuant to this Act shall be reported to the National Practitioners Database. The board may also report its actions to the American Speech-Language-Hearing Association Board of Ethics."}, {"bill_id": 2247, "bill_version_id": 16835, "bill_version": "House Engrossed", "bill_version_date": "2011-02-14T16:09:47.413-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate persons offering speech-language pathology to the public. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Board,\" the Board of Examiners for Speech-Language Pathology; (2) \"Department,\" the Department of Health; (3) \"Endoscopy,\" an imaging procedure included within the scope of practice for speech-language pathologists in which a speech-language pathologist uses a flexible/nasal endoscopy, rigid/oral endoscopy, or stroboscopy for the purpose of evaluating and treating disorders of speech, voice, resonance, and swallowing function; (4) \"Provisional license,\" the license issued to an applicant who is practicing speech-language pathology while completing the supervised postgraduate professional experience following completion of master's degree in speech-language pathology; (5) \"Speech-language pathologist,\" any person who engages in the practice of speech-language pathology and who meets the qualifications set forth in this Act. A person represents oneself to be a speech-language pathologist when one holds himself or herself out to the public by any means, or by any service or function performed, directly or indirectly, or by using the terms, speech pathology, speech pathologist, speech therapy, speech therapist, speech teacher, speech correction, speech correctionist, speech clinic, speech clinician, language therapy, language therapist, language pathology, language pathologist, language specialist, voice therapy, voice therapist, voice pathologist, logopedics, logopedist, communicology, communicologist, aphasiology, aphasiologist, phoniatrist, or any variation, synonym, coinage or other word that expresses, employs, or implies these terms, names, or functions; (6) \"Speech-language pathology assistant,\" any person who assists in the practice of speech-language pathology and who meets the qualifications set forth in this Act. A person represents oneself to be a speech-language pathology assistant when one holds himself or herself out to the public by any means, or by any service or function performed, directly or indirectly, or by using the terms, speech pathology assistant/aide, speech pathologist assistant/aide, speech therapy assistant/aide, speech therapist assistant/aide, speech teacher assistant/aide, speech correction assistant/aide, speech correctionist assistant/aide, speech clinic assistant/aide, speech clinician assistant/aide, language therapy assistant/aide, language therapist assistant/aide, language pathology assistant/aide, language pathologist assistant/aide, language specialist assistant/aide, voice therapy assistant/aide, voice therapist assistant/aide, voice pathologist assistant/aide, logopedics assistant/aide, logopedist assistant/aide, communicology assistant/aide, communicologist assistant/aide, aphasiology assistant/aide, aphasiologist assistant/aide, phoniatrist assistant/aide, or any variation, synonym, coinage, or other word that expresses, employs, or implies these terms, names, or functions; (7) \"Telepractice,\" telespeech, teleaudiology, telespeech-language pathology, or telehealth when used separately or together. Telepractice service means the application of telecommunication technology to deliver speech-language pathology at a distance for assessment, intervention, or consultation. Services delivered via telespeech or teleaudiology must be equivalent to the quality of services delivered face-to-face. Section 2. For the purposes of this Act, the practice of speech-language pathology is the application of principles, methods, and procedures related to the development, disorders, and effectiveness of human communication and related functions including providing prevention, screening, consultation, assessment/evaluation, diagnosis, treatment/intervention/ management, counseling, collaboration, and referral services for disorders of speech, language, feeding, and swallowing, and for cognitive aspects of communication. The practice of speech-language pathology also includes establishing augmentative and alternative communication techniques and strategies, including developing, selecting, and prescribing of such systems and devices, providing services to individuals with hearing loss and their families, screening individuals for hearing loss or middle ear pathology using conventional pure-tone air conduction methods, otoacoustic emissions screening, or screening typanometry, using instrumentation to observe, collect data, and measure parameters of communication and swallowing, selecting, fitting, and establishing effective use of prosthetic or adaptive devices for communication, swallowing, or other upper aerodigestive functions, and providing services to modify or enhance communication performance. Section 3. No person may practice speech-language pathology or represent himself or herself as a speech-language pathologist in this state, unless such person is licensed in accordance with this Act. A person may be licensed in both audiology and speech-language pathology if that person meets the respective qualifications. Section 4. After June 30, 2012, no person may be hired by any public or nonpublic school to practice speech-language pathology unless licensed in accordance with this Act. Section 5. Any person who is employed as a speech-language pathologist as of July 1, 2011, and does not otherwise meet the qualifications set forth in this Act, may obtain a license and practice as a speech-language pathologist as long as the speech-language pathologist is continuously employed while performing the duties of that employment. This exception expires January 1, 2020. Section 6. Nothing in this Act may be construed as preventing or restricting: (1) Any person licensed, certified, registered, or otherwise credentialed by this state in professions other than speech-language pathology from practicing the profession for which he or she is licensed, certified, registered, or credentialed; (2) Any person certified as a teacher of the deaf; (3) The activities and services of any person pursuing a course of study leading to a degree in speech-language pathology or as a speech-language pathology assistant at a college, university, or technical institute if: (a) The activities and services constitute a part of a planned course of study at that institution; (b) The person is designated by a title such as intern, trainee, student, or by other such title clearly indicating the status appropriate to their level of education; and (c) The person works under the supervision of a person licensed by this state to practice speech-language pathology; (4) The activities of any person who is not a resident of this state from engaging in the practice of speech-language pathology as long as the activities of the person do not exceed five days in any calendar year and if the person: (a) Meets the qualifications of this Act; (b) Registers with the board; and (c) Agrees to abide by the standards of professional conduct. Section 7. Any person who is licensed as a speech-language pathologist, who assesses, selects, develops, and fits products related to speech, language, or swallowing, shall: (1) Register with the board the person's intent to assess, select, develop, and fit products related to speech, language, and swallowing; and (2) Provide in any written contract for services the name, mailing address, and telephone number of the board. Section 8. Any speech-language pathologist who supervises a speech-language pathology assistant, shall: (1) Register with the board the name of each assistant working under his or her supervision; (2) Be responsible for the extent, kind, and quality of service provided by the assistant, consistent with the board's designated standards and requirements; and (3) Ensure that persons receiving services from an assistant receive prior written notification that services are to be provided, in whole or in part, by a speech-language pathology assistant. Section 9. Any person who is licensed as a speech-language pathologist may perform assessment, treatment, and procedures related to speech, voice, resonance, and swallowing function using nonmedical endoscopy. A licensed speech-language pathologist may not perform an endoscopic procedure unless he or she has received training and is competent to perform these procedures. A licensed speech-language pathologist shall have protocols in place for emergency medical backup when performing procedures using an endoscope. Section 10. Any licensed speech-language pathologist may provide speech-language pathology services via telepractice in this state. No person licensed as a speech-language pathologist in another state may engage in the practice of speech language pathology in this state, hold himself or herself out as qualified to do such practice, or use any title, word, or abbreviation to indicate to or induce others to believe that he or she is licensed to practice speech-language pathology in this state unless he or she has been issued a limited license in this state to practice telepractice. Section 11. There is hereby created a Board of Examiners for Speech-Language Pathology under the jurisdiction of the Department of Health. The board shall consist of five members appointed by the Governor who are residents of this state. Three of the members shall be speech-language pathologists who are currently practicing speech-language pathology, who have five years experience practicing speech-language pathology, and who hold a license to practice speech-language pathology in this state, except for the first speech-language pathologists appointed who shall meet the eligibility requirements for licensure. Two of the members shall be representatives of the public who are not associated with or financially interested in the practice or business of speech-language pathology. Section 12. Each appointment to the board shall be for a period of three years except for the initial appointments which shall be of staggered terms. Each member shall serve until the expiration of the term for which the member has been appointed or until the member's successor has been appointed and is deemed to be qualified to serve on the board. If a vacancy occurs other than by expiration of a term, the Governor shall appoint a qualified person to fill the vacancy for the unexpired term. No member may serve more than three consecutive three-year terms. The Governor may remove any member of the board for unprofessional conduct, incompetency, or neglect of duty. Section 13. The board shall meet during the first quarter of each calendar year to select a chair and vice chair and to conduct other business. At least one additional meeting shall be held before the end of each calendar year. Additional meetings may be convened at the call of the chair or at the request of two or more board members. Four members of the board constitutes a quorum to do business if the majority of members present are speech-language pathologists. Section 14. Members of the board shall receive a per diem established pursuant to § 4-7-10.4 and expenses at the same rate as other state employees while actually engaged in official duties. Section 15. The board has the following powers and duties: (1) Administer, coordinate, and enforce the provisions of this Act, evaluate the qualifications of applicants, supervise the examination of applicants, and issue and renew licenses; (2) Issue subpoenas, examine witnesses, administer oaths, conduct hearings, and, at its discretion, investigate allegations of violations of this Act and impose penalties for any violations; (3) Promulgate rules pursuant to chapter 1-26 to delineate qualifications for licensure, specify requirements for the renewal of licensure, regulate the delivery of services via telepractice, establish standards of professional conduct, and establish application, licensure, renewal, and late fees not to exceed one hundred dollars each; (4) Have available the names and addresses of persons currently licensed pursuant to the provision of this Act; (5) Employ such personnel as determined by its needs and budget; (6) Request legal advice and assistance, as needed, from the Attorney General's Office; (7) Enter into such contracts as necessary to carry out its responsibilities under this Act; (8) Hire legal counsel, if deemed necessary; (9) Establish a budget; (10) Submit reports of its operations and finances as required by § 4-7-7.2; (11) Adopt an official seal by which it shall authenticate its proceedings, copies, records, acts of the board, and licenses; and (l2) Communicate disciplinary actions to relevant state and federal authorities and to other state speech-language pathology licensing authorities. No member of the board is liable for civil action for any act performed in good faith in the performance of his or her duties as prescribed by law. Section 16. All moneys coming into the custody of the board, including any fees and any other payments, shall be paid by the board to the state treasurer on or before the tenth day of each month, and shall consist of all moneys received by the board during the preceding calendar month. The state treasurer shall credit the moneys to the Board of Examiners for Speech-Language Pathology account, which account is hereby created. The moneys in the account are hereby continuously appropriated to the board for the purpose of paying the expense of administering and enforcing the provisions of this Act. The total expenses incurred by the board may not exceed the total moneys collected. Section 17. To be eligible for licensure by the board as a speech-language pathologist, the applicant shall: (1) Submit an application, upon a form prescribed by the board; (2) Pay the application fee; (3) Possess a master's or doctoral degree from an educational institution accredited by the accrediting agency of the American Speech-Language-Hearing Association and approved by the United States Department of Education; (4) Complete supervised clinical practicum experiences from an educational institution or its cooperating programs; (5) Complete a supervised postgraduate professional experience; (6) Pass the Praxis II examination in speech-language pathology; and (7) Have committed no act for which disciplinary action may be justified. Section 18. Any person granted a master's equivalency before July 1, 2011, shall be issued a license pursuant to this Act, as long as that person is continuously performing the duties of his or her employment. Section 19. The board may waive the education, practicum, and professional experience requirements for any applicant who: (1) Received professional education in another country if the board is satisfied that equivalent education and practicum requirements have been met; and (2) Met the examination requirement of subdivision (3) of section 17 of this Act. Section 20. The board shall waive the qualifications in subdivisions (3), (4), (5), and (6) of section 17 of this Act for any applicant who: (1) Presents proof of current licensure in a state that has standards that are equivalent to or greater than those of this state; or (2) Holds a current Certificate of Clinical Competence in Speech-Language Pathology from the American Speech-Language-Hearing Association in the area for which they are applying for licensure. Any applicant who holds current licensure from another state with equivalent or greater standards or who holds the Certificate of Clinical Competence from the American Speech-Language-Hearing Association may practice speech-language pathology in this state, pending board disposition of the application, if the applicant: (1) Is practicing in the area in which the licensure or Certificate of Clinical Competence was granted; (2) Has filed an application with the board and paid the application fee; and (3) Has not committed any act for which disciplinary action may be justified. Section 21. The board shall issue a provisional license in speech-language pathology to an applicant who: (1) Except for the postgraduate professional experience, meets the academic, practicum, and examination requirements of this Act; (2) Submits an application, upon a form prescribed by the board, including a plan for the content of the postgraduate professional experience; (3) Pays the application fee for a provisional license; and (4) Has not committed any act for which disciplinary action may be justified. A person holding a provisional license may practice speech-language pathology while completing the postgraduate professional experience in speech-language pathology. However, a person holding a provisional license may practice speech-language pathology only while working under the supervision of a licensed speech-language pathologist. The term for a provisional license and the conditions for its renewal shall be determined by the board in rules promulgated pursuant to chapter 1-26. Section 22. Upon receiving a completed application and any required documentation, verification of licensure or certification, and payment of any required fee, the board may issue a limited license for interstate telepractice, if the following conditions are met: (1) The speech-language pathologist is actively licensed or certified to practice without restriction in the state from which the speech-language pathologist or audiologist provides telepractice services; (2) The speech-language pathologist has not had a license to practice speech-language pathology revoked or restricted in any state or jurisdiction; (3) In the event of a previous disciplinary action against the applicant, the board finds that the previous disciplinary action does not indicate that the speech-language pathologist is a potential threat to the public; (4) The speech-language pathologist agrees to be subject to the state laws, the state judicial system, and the board with respect to providing speech-language pathology or audiology services to this state's residents. A telepractitioner shall comply with any statute or rule governing the maintenance of client records, including client confidentiality requirements, regardless of the state where the records of any client within this state are maintained. Section 23. A speech-language pathologist license issued pursuant to this Act expires biennially at a time specified by the board by rules promulgated pursuant to chapter 1-26. Each speech-language pathologist licensed pursuant to this Act shall: (1) Pay the fee established by the board; (2) Submit an application for renewal on a form prescribed by the board; (3) Complete twenty contact hours or two units of continuing education approved by the board for each two-year renewal period; and (4) Meet any other requirements for license renewal the board establishes by rule. A licensee may renew a license up to thirty days after the expiration if the licensee meets requirements for renewal, pays the renewal fee, and any late fee established by the board. Section 24. A suspended license is subject to expiration and may be renewed as provided in this Act, but such renewal does not entitle the licensee, while the license remains suspended and until it is reinstated, to engage in the licensed activity, or any other conduct or activity in violation of the order of judgment by which the license was suspended. Section 25. A license revoked on disciplinary grounds is subject to expiration as provided in this Act, but it may not be renewed. If such license is reinstated after its expiration, the licensee, as a condition of reinstatement, shall meet the license requirements for new licensees and shall pay a reinstatement fee that is equal to the renewal fee in effect on the last regular renewal date immediately preceding the date of reinstatement. Section 26. Any person who fails to renew his or her license by the end of the thirty-day grace period may have the license reinstated if the person: (1) Submits an application for reinstatement to the board within five years after the expiration date of the license; (2) Provides documentation of having completed the continuing education requirements for the period in which the license has lapsed; and (3) Pays a reinstatement fee that shall equal the renewal fee in effect on the last regular renewal date immediately preceding the date of reinstatement, plus any late fee set by the board. Any person who fails to renew his or her license within five years after the expiration date may not have the license renewed. However, the person may apply for and obtain a new license by meeting the requirements for initial licensure. Section 27. The board may adopt rules, pursuant to chapter 1-26, permitting inactive licensure. The rules shall specify the requirements and procedures for placing a license on inactive status, the length a license may remain on inactive status, and the requirements and procedures to activate an inactive license. Except as otherwise specified by rule, an inactive licensee may not engage in the practice of speech-language pathology. Section 28. The board may grant a license to any person who has successfully complied with the requirements of the American Speech-Language-Hearing Association, holds a Certificate of Clinical Competence in speech-language pathology, and holds a current license in another state in speech-language pathology if the following conditions are met: (1) The other state maintains a standard of qualifications and examinations for speech-language pathologists that meets or exceeds the requirements for licensure in this state; (2) Payment of the fee established by the board for licensure; and (3) Submission of evidence satisfactory to the board of current out-of-state license. Section 29. The board may grant a license to practice speech-language pathology to an applicant who completed an educational program in a college or university in a foreign country if the applicant submits one of the following: (1) Proof satisfactory to the board that the applicant has received a Master's or doctorate degree for speech-language pathology from a foreign institution which was accredited, at the time the degree was conferred, by an accrediting body recognized by the national government of the country in which the institution is located; or (2) A certification from a private education evaluation service approved by the board that the applicant's foreign education is equivalent to the education provided by an accredited program; or (3) A certification from the American Speech-Language-Hearing Association. Section 30. Any person not eligible for licensure as a speech-language pathologist or not eligible for authorization to practice as an intern, who assists in the practice of speech-language pathology while in the employ of and under the supervision of a licensed speech-language pathologist shall apply for and receive licensure from the board as a speech-language pathology assistant. Before granting such licensure the board shall consider the academic training and clinical experience of the applicant, the specific duties and responsibilities assigned, the amount and nature of the supervision that is available to the assistant, and the number of assistants assigned to the proposed supervisor. Each applicant shall satisfy one of the following requirements: (1) Any applicant applying for licensure with an associate's degree shall produce written notification from the chair or program director of an academic institution verifying that the applicant attended the academic institution and completed the academic course work requirement and clinical work requirement. This written notification shall serve as presumptive proof of completion of the requirements; (2) Any applicant applying for licensure with a bachelor's degree shall produce written notification from the chair or program director of an academic institution verifying that the applicant attended the academic institution and completed the academic course work requirement. An official transcript from the institution satisfies the requirements of this section. Nothing in this section may be construed to prevent a speech-language pathologist from employing any person in a nonclinical capacity. Section 31. Any person who is employed as a speech-language pathology assistant as of July 1, 2011, and does not otherwise meet the qualifications set forth in this Act, may obtain a license and practice as a speech-language pathology assistant as long as the assistant is continuously employed while performing the duties of that employment. This exception expires January 1, 2020. Section 32. An assistant shall be supervised by a licensed speech-language pathologist. An assistant may have more than one supervisor if the board is notified and any supervisor meets the requirements of this Act. If for any reason the supervising speech-language pathologist is no longer available to provide the level of supervision stipulated, the supervisor and assistant shall notify the board. The speech-language pathology assistant may not perform any additional tasks until a licensed speech-language pathologist with at least two years of experience has been designated as the speech-language pathology assistant's supervisor and the board has approved the change. Section 33. A speech-language pathologist shall provide no less than thirty percent direct and indirect supervision weekly for the first ninety days and no less than twenty percent direct, onsite supervision weekly for each speech-language pathology assistant the speech-language pathologist supervises. After successful completion of the first ninety days, the supervising speech-language pathologist shall provide no less than twenty percent supervision weekly and no less than ten percent direct, onsite supervision weekly. The supervising speech-language pathologist shall be available by electronic means at all times when the speech-language pathology assistant is performing clinical activities. The assistant shall document the supervision. For the purposes of this Act, direct supervision is in-view observation and guidance by a speech-language pathologist while an assigned activity is performed by an assistant. Indirect supervision is any activity other than direct observation and guidance, conducted by a speech-language pathologist that may include methods such as audio recordings, videotape recordings, telephone communications, conferences, and review of data. Section 34. An applicant for licensure as a speech-language pathology assistant shall submit an application, upon a form prescribed by the board, that is signed by both the applicant and the supervising speech-language pathologist. The supervising speech-language pathologist shall submit a notarized statement explicitly indicating that the supervisor agrees to supervise the assistant's practice and that the supervisor accepts full and complete responsibility for that practice. If the applicant is not currently employed, the application shall be signed by the chair of the academic program of the institution conferring the degree. Within thirty days of the applicant's employment, the supervising speech-language pathologist shall submit a notarized statement explicitly indicating that the supervisor agrees to supervise the assistant's practice and that the supervisor accepts full and complete responsibility for that practice. Section 35. A speech-language pathology assistant license expires at a time specified by the board by rules promulgated pursuant to chapter 1-26. Each speech-language pathology assistant licensed pursuant to this Act shall: (1) Pay the fee established by the board; (2) Submit an application for renewal on a form prescribed by the board; and (3) Complete continuing education requirements consistent with those required for speech-language pathologists. Section 36. A supervising speech-language pathologist must have a valid license as a speech-language pathologist. Each supervising speech-language pathologists shall: (1) Register with the board the name of each assistant; (2) Be responsible for the extent, kind, and quality of service provided by the assistant, consistent with the board's designated standards and requirements; and (3) Ensure that persons receiving services from an assistant receive prior written notification that services are to be provided, in whole or in part, by a speech-language pathology assistant. No speech-language pathologist may supervise more than three speech-language pathology assistants at one time. Section 37. Each speech-language pathology assistant applicant shall: (1) Hold an associate's degree or bachelor's degree with a major emphasis in speech-language pathology from an accredited educational institution approved by the board; (2) Submit a bona fide official transcript and verification of academic preparation and clinical experience reflecting a minimum of fifteen semester credit hours in general education, a minimum of twenty semester credit hours in technical content, and a minimum of twenty-five hours of observation; and (3) Complete a minimum of one hundred clock hours of supervised clinical experience at the educational institution approved by the board, or, during the applicant's initial employment. Section 38. The following activities may be delegated to an assistant by the supervising speech-language pathologist: (1) Assist the speech-language pathologist with speech-language and hearing screenings; (2) Assist with informal documentation as directed by the speech-language pathologist; (3) Follow documented treatment plans or protocols developed by the supervising speech-language pathologist; (4) Document patient or client performance; (5) Assist the speech-language pathologist with assessment of patients or clients; (6) Assist with clerical duties; (7) Perform checks and maintenance of equipment; (8) Support the speech-language pathologist in research projects, in service training, and public relations programs; and (9) Collect data for monitoring quality improvement. Section 39. No speech-language pathologist assistant may: (1) Perform diagnostic tests, formal or informal evaluations, or interpret test results; (2) Evaluate or diagnose patients or clients for feeding or swallowing disorders; (3) Participate in parent conferences, case conferences, or any interdisciplinary team without the presence or prior approval of the supervising speech-language pathologist; (4) Write, develop, or modify a patient's or client's individualized treatment plan in any way; (5) Assist with patients or clients without following the individualized treatment plan prepared by the speech-language pathologist or without access to supervision; (6) Sign any formal documents not drafted or approved by the speech-language pathologist prior to dissemination of the document; (7) Select patients or clients for services; (8) Discharge a patient or client from service; (9) Disclose clinical or confidential information either orally or in writing to anyone other than the supervising speech-language pathologist; (10) Make referrals for additional service; (11) Counsel or consult with the patient or client, family, or others regarding the status or service of the patient or client; (l2) Use a checklist or tabulate results of feeding or swallowing evaluations; (13) Demonstrate swallowing strategies or precautions to patients, family, or staff; (14) Represent himself or herself as a speech-language pathologist. Section 40. The board may impose separately, or in combination, any of the following disciplinary actions on a licensee after formal or informal disciplinary action: (1) Refuse to issue or renew a license; (2) Issue a letter of reprimand or concern; (3) Require restitution of fees; (4) Impose probationary conditions; (5) Impose a fine not to exceed one thousand dollars, either total or per violation; (6) Require the licensee to reimburse the board for costs of the investigation and proceeding; (7) Suspend or revoke a license; (8) Impose practice or supervision requirements, or both; or (9) Require licensees to attend continuing education programs specified by the board as to content and hours. Section 41. If the board imposes suspension or revocation of license, application may be made to the board for reinstatement. If a licensee is placed on probation, the board may require the license holder to: (1) Report regularly to the board on matters that are the basis of probation; (2) Limit practice to the areas prescribed by the board; or (3) Continue or review continuing education until the license holder attains and degree of skill satisfactory to the board in those areas that are the basis of the probation. Section 42. The board may take disciplinary actions for the following conduct: (1) Fraudulently or deceptively obtaining or attempting to obtain a license or a provisional license; (2) Fraudulently of deceptively using a license or provisional license; (3) Altering a license or provisional license; (4) Aiding or abetting unlicensed practice; (5) Selling, bartering, or offering to sell or barter a license or provisional license; (6) Committing fraud or deceit in the practice of audiology or speech-language pathology, including: (a) Willfully making or filing a false report or record in the practice of audiology or speech-language pathology; (b) Submitting a false statement to collect a fee; (c) Obtaining a fee through fraud or misrepresentation; (7) Using or promoting or causing the use of any misleading, deceiving, improbable, or untruthful advertising matter, promotional literature, testimonial, guarantee, warranty, label, brand insignia, or any other representation; (8) Falsely representing the use or availability of services or advise of a physician; (9) Misrepresenting the applicant, licensee, or holder by using the term, doctor, or any similar word, abbreviation, or symbol if the use is not accurate or if the degree was not obtained from a regionally accredited institution; (10) Committing any act of dishonesty or immoral or unprofessional conduct while engaging in the practice of speech-language pathology; (11) Engaging in illegal or incompetent or negligent practice; (12) Providing professional services while: (a) Mentally incompetent; (b) Under the influence of alcohol; (c) Using any narcotic or controlled dangerous substance or other drug that is in excess of therapeutic amounts or without valid medical indication; (13) Providing services or promoting the sale of devices, appliances, or products to a person who cannot reasonably be expected to benefit from such services, devices, appliances, or products; (14) Violating any provision of this Act, or any lawful order given, or rule adopted, by the board; (15) Being convicted or pleading guilty or nolo contendere to a felony or to a crime involving moral turpitude, whether or not any appeal or other proceeding is pending to have the conviction or plea set aside; (16) Being disciplined by a licensing or disciplinary authority of any state or country, or any nationally recognized professional organization, or convicted or disciplined by a court of any state or country for an act that would be grounds for disciplinary action under this section; (17) Exploiting a patient for financial gain or sexual favors; (18) Failing to report suspected cases of child abuse or vulnerable adult abuse; (19) Diagnosing or treating a person for speech or hearing disorders by mail or telephone unless the person has been previously examined by the licensee and the diagnosis or treatment is related to such examination; or (20) Violating federal, state, or local laws relating to the profession. The board shall adopt, by rules promulgated pursuant to chapter 1-26, a schedule of sanctions to be imposed as the result of formal or informal disciplinary activities conducted by the board. Section 43. The board shall keep an information file about each complaint filed with the board. The information in each complaint file shall contain complete, current, and accurate information including: (1) Any person contacted in relation to the complaint; (2) A summary of findings made at each step of the complaint process; (3) An explanation of the legal basis and reason for a complaint that is dismissed; and (4) Other relevant information. Section 44. The board shall provide reasonable assistance to a person who wishes to file a complaint with the board. The board shall adopt a form to standardize the information concerning complaints made to the board. If a written complaint is filed with the board within the board's jurisdiction, the board, at least as frequently as quarterly and until final disposition of the complaint, shall notify the parties to the complaint of the status of the complaint unless the notice would jeopardize an ongoing investigation. Section 45. The board shall dispose of all complaints in a timely manner and in accordance with chapter 1-26. The board shall establish a schedule for conducting each phase of a complaint that is under the control of the board not later than the thirtieth day after the date the complaint is received by the board. The schedule shall be kept in the information file for the complaint and all parties shall be notified of the projected time requirements for pursuing the complaint. Any change in the schedule shall be noted in the complaint information file and all parties to the complaint must be notified not later than the seventh day after the change is made. Section 46. The board shall develop a system for monitoring license holders' compliance with the requirements of this Act and procedures for monitoring a license holder who is ordered by the board to perform certain acts and identify and monitor license holders who present a risk to the public. Section 47. Any person violating the provisions of this Act may be enjoined from further violations at the suit of the state's attorney of the county where the violations occurred or suit may be brought by any citizen of this state. An action for injunction shall be an alternate to criminal proceedings, and the commencement of one proceeding by the board constitutes an election. Section 48. Any action taken by the board against a person licensed pursuant to this Act shall be reported to the National Practitioners Database. The board may also report its actions to the American Speech-Language-Hearing Association Board of Ethics."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2247, "action_date": "2011-01-27T14:00:00-06:00", "document_id": 15854, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15854.pdf", "status_text": "First read in House and referred to", "journal_page": 194, "committee_id_action": 115, "committee_id_assigned": 104, "result": "N", "vote": {}}, {"bill_id": 2247, "action_date": "2011-02-08T07:45:00-06:00", "document_id": 16287, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16287.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 104, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2247, "action_date": "2011-02-08T07:45:00-06:00", "document_id": 16485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16485.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 104, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2247, "action_date": "2011-02-08T07:45:00-06:00", "document_id": 16485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16485.pdf", "status_text": "Do Pass Amended", "journal_page": 310, "committee_id_action": 104, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8686, "president_vote": null, "Yea": [53, 94, 84, 88, 63, 70, 28, 83, 69, 14, 85, 17], "Excused": [86]}}, {"bill_id": 2247, "action_date": "2011-02-10T13:00:00-06:00", "document_id": 16727, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16727.pdf", "status_text": "Deferred to another day", "journal_page": 359, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2247, "action_date": "2011-02-14T14:00:00-06:00", "document_id": 16821, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16821.pdf", "status_text": "Motion to amend", "journal_page": 377, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2247, "action_date": "2011-02-14T14:00:00-06:00", "document_id": 16821, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16821.pdf", "status_text": "Do Pass Amended", "journal_page": 378, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9001, "president_vote": null, "Yea": [12, 53, 56, 17, 33, 21, 72, 60, 87, 1, 105, 51, 49, 15, 59, 36, 7, 94, 104, 84, 88, 61, 90, 57, 11, 63, 70, 96, 23, 62, 39, 54, 20, 71, 28, 37, 83, 95, 58, 85, 103, 3, 32, 102, 68, 98, 67, 99, 64, 73, 69, 50, 14, 6, 86, 93, 74, 35, 97, 29, 66, 100, 91, 89, 65, 47, 5], "Excused": [48, 101], "Nay": [92]}}, {"bill_id": 2247, "action_date": "2011-02-15T14:00:00-06:00", "document_id": 16915, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16915.pdf", "status_text": "First read in Senate and referred to", "journal_page": 432, "committee_id_action": 113, "committee_id_assigned": 93, "result": "N", "vote": {}}, {"bill_id": 2247, "action_date": "2011-02-23T10:00:00-06:00", "document_id": 16957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16957.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 93, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2247, "action_date": "2011-02-25T10:00:00-06:00", "document_id": 17130, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17130.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 93, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2247, "action_date": "2011-02-28T10:00:00-06:00", "document_id": 17438, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17438.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 93, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2247, "action_date": "2011-03-02T10:00:00-06:00", "document_id": 17478, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17478.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 93, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2247, "action_date": "2011-03-07T10:00:00-06:00", "document_id": 17737, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17737.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 93, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2247, "action_date": "2011-03-07T10:00:00-06:00", "document_id": 17924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17924.pdf", "status_text": "Tabled", "journal_page": 620, "committee_id_action": 93, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9871, "president_vote": null, "Yea": [30, 76, 18, 82, 13, 52], "Excused": [27]}}]}