{"session_id": 36, "bill_id": 9800, "bill_type": "Senate Bill", "bill_number": 82, "bill_title": "revise provisions regarding election of officers for rural electric cooperatives", "sponsors": [{"legislator_profile_id": 1572, "is_prime": true}, {"legislator_profile_id": 1561, "is_prime": true}, {"legislator_profile_id": 1614, "is_prime": false}, {"legislator_profile_id": 1580, "is_prime": false}, {"legislator_profile_id": 1597, "is_prime": false}], "keywords": ["Corporations", "Elections"], "audio": [], "bill_versions": [{"bill_id": 9800, "bill_version_id": 52144, "bill_version": "Introduced", "bill_version_date": "2019-01-24T09:30:56.02-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise provisions regarding election of officers for rural electric cooperatives BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 47-21-13 be amended to read: 47-21-13. Directors shall be elected at the annual meeting of the cooperative unless the bylaws of the cooperative provide for the election of directors by district in accordance with notice requirements under chapter 1-25 and § 47-21-55. In case of a failure to hold the For any cooperative that does not hold an annual meeting, as specified in the bylaws, the directors shall be elected at a special meeting called for that purpose following notice provided to members of the cooperative in accordance with chapter 1-25 and § 47-21-55. Directors A director elected under this section shall hold office for such the term as prescribed by the bylaws prescribe, which provided the term may does not exceed three years, or until their successors are a successor is elected, are is qualified, and have entered enters upon the discharge of their the successor's duties. Section 2. That § 47-21-20 be amended to read: 47-21-20. The bylaws may provide for the division of the territory served or to be served by a cooperative into two or more districts for any purpose, including, without limitation, the nomination and election of directors and the election and functioning of district delegates. In such case the For purposes of this section, the bylaws shall prescribe the boundaries of the district, or the manner of establishing such the boundaries, and the manner of changing such the boundaries, and the manner in which such districts the district shall function. No A member not present at any district meeting and no a district delegate not present at any meeting shall may vote by proxy or by mail. The bylaws may provide that directors may be elected at district director election meetings held for said that purpose. For any bylaws that do not provide for four or more voting districts, the bylaws shall be amended in accordance with this section and submitted to be approved by the members of the cooperative by January 1, 2020. Section 3. That § 47-21-21 be amended to read: 47-21-21. The officers of a cooperative shall consist of a president, vice-president, secretary, and treasurer, who shall be elected annually by and from the board of directors. When If a person holding any such offices who is an officer ceases to be a director he shall cease to hold such office, the person is no longer an officer. The same person may hold the offices of secretary and of treasurer may be held by the same person. The board of directors may also elect or appoint such any other officers, agents, or employees as it deems necessary or advisable, and shall prescribe their the powers and duties of those officers, agents, or employees. Any officer may be removed from office and his and the successor in office elected in the manner prescribed in the bylaws."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9800, "action_date": "2019-01-24T14:00:00-06:00", "document_id": 52236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52236.pdf", "status_text": "First read in Senate and referred to", "journal_page": 163, "committee_id_action": 409, "committee_id_assigned": 412, "result": "N", "vote": {}}, {"bill_id": 9800, "action_date": "2019-02-06T14:00:00-06:00", "document_id": 53170, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53170.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 279, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}]}