{"session_id": 68, "bill_id": 23653, "bill_type": "Senate Bill", "bill_number": 131, "bill_title": "remove certain limitations on property tax levy increases.", "sponsors": [{"legislator_profile_id": 4395, "is_prime": true}, {"legislator_profile_id": 4401, "is_prime": true}, {"legislator_profile_id": 4469, "is_prime": false}], "keywords": ["Education", "Highways, Roads, and Bridges", "Property Tax", "Taxation"], "audio": [{"meeting_datetime": "2023-02-03T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sta17.mp3", "start_seconds": 4985.0}, {"meeting_datetime": "2023-02-03T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sta17.mp3", "start_seconds": 4985.0}, {"meeting_datetime": "2023-02-03T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sta17.mp3", "start_seconds": 4985.0}, {"meeting_datetime": "2023-02-03T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sta17.mp3", "start_seconds": 4985.0}, {"meeting_datetime": "2023-02-03T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sta17.mp3", "start_seconds": 4985.0}], "bill_versions": [{"bill_id": 23653, "bill_version_id": 246413, "bill_version": "Introduced", "bill_version_date": "2023-01-25T16:25:07.85-06:00", "bill_text": "An Act to remove certain limitations on property tax levy increases. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-13-35 be REPEALED: This section does not apply to school districts. For taxes payable in 1997, and each year thereafter, the total amount of revenue payable from taxes on real property within a taxing district, excluding the levy pursuant to § 10-13-36, may increase no more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the amount of revenue payable from taxes on real property in the preceding year, excluding the amount of taxes levied pursuant to § 10-13-36. After applying the index factor, a taxing district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-113, only if assessed the same as property of equal value. A taxing district may increase the revenue it receives from taxes on real property above the limit provided by this section for taxes levied to pay the principal, interest, and redemption charges on any bonds issued after January 1, 1997, which are subject to referendum, scheduled payment increases on bonds and for a levy directed by the order of a court for the purpose of paying a judgment against such taxing district. Any taxing district created after the effective date of this section is exempt from the limitation provided by this section for a period of two years immediately following its creation. Section 2. That § 10-13-35.1 be REPEALED: Any taxing district subject to the limitations of § 10-13-35 may increase the revenue payable from taxes on real property above the limitation provided in § 10-13-35 to replace a corresponding reduction in revenue payable from taxes on real property in another taxing district for the purpose of consolidating services. Before the consolidation takes effect, the taxing districts shall enter into an agreement prescribing the amount of taxing authority to be transferred and the terms for consolidating services and disposing of property or equipment acquired through the agreement. Section 3. That § 10-13-35.2 be REPEALED: In the event that the consolidation of services, pursuant to § 10-13-35.1, is discontinued, the taxing authority for the full amount of revenue payable from taxes on real property and indexed as prescribed by § 10-13-35 shall be returned to the original taxing district. Section 4. That § 10-13-35.3 be REPEALED: Any county or municipality may decrease the total amount of revenue payable from taxes on real property below the maximum limit allowed by § 10-13-35 in any year. The decrease may not affect the amount of revenue payable that may be raised in accordance with §§ 10-13-35.4 and 10-13-35.5. Section 5. That § 10-13-35.4 be REPEALED: For taxes payable in the year 2003 and each year thereafter, the county auditor shall calculate what the maximum amount of revenue payable the county or municipality may request based on growth and the index factor pursuant to § 10-13-35. The calculation shall also show any accumulative percent of the index factor not used by the county or municipality. This calculation shall exclude the levy pursuant to § 10-13-36. Section 6. That § 10-13-35.5 be REPEALED: The county or municipality may increase the total amount of revenue payable from taxes on real property in any year up to the maximum amount calculated in accordance with § 10-13-35.4 utilizing any unused index factor from the prior three years. However, such an amount may not exceed the prior three year index factor total or ten percent, whichever is less. Section 7. That § 10-13-35.6 be REPEALED: Notwithstanding the provisions of § 10-13-35, if any county has decreased the total amount of revenue payable from taxes on real property since 1998 to comply with the provisions § 7-21-18.1 after receiving federal funds for disaster relief, such county may increase the total amount of revenue payable from taxes on real property in 2004 to any previous amount of revenue payable since 1999. For taxes payable in 2004, the county auditor shall calculate the maximum amount of revenue payable that the county may have requested based on growth and the index factor pursuant to § 10-13-35 and apply such growth and index factor to the previous amount. Section 8. That § 10-13-35.7 be REPEALED: Any rural fire protection district may decrease the total amount of revenue payable from taxes on real property below the maximum limit allowed by § 10-13-35 in any year. The decrease may not affect the amount of revenue payable that may be raised in accordance with §§ 10-13-35.8 and 10-13-35.9. Section 9. That § 10-13-35.8 be REPEALED: For taxes payable in the year 2005 and each year thereafter, the county auditor shall calculate what the maximum amount of revenue payable the rural fire district may request based on growth and the index factor pursuant to § 10-13-35. The calculation shall also show any accumulative percent of the index factor not used by the rural fire district and decrease in amount of revenue payable from property taxes requested by the rural fire district. This calculation shall exclude the levy pursuant to § 10-13-36. Section 10. That § 10-13-35.9 be REPEALED: The rural fire district may increase the total amount of revenue payable from taxes on real property in any year up to the maximum amount calculated in accordance with § 10-13-35.8 utilizing any unused index factor or reduced amount of revenue payable from property taxes for the prior three years. However, such an amount may not exceed the prior three year index factor total or ten percent, whichever is less. Section 11. That § 10-13-35.10 be REPEALED: If a township is abolished pursuant to § 8-1-23 and there was previously no unorganized territory in the county, the county levy for maintaining secondary roads in such area as required by § 31-12-26 and providing fire protection pursuant to chapter 8-2 are exempt from the limitation provided by § 10-13-35 for a period of two years immediately following the township's abolishment. Section 12. That § 10-13-35.11 be REPEALED: Any county which prior to January 1, 1996, contained no unorganized territory and as of July 1, 2004, contains unorganized territory as a result of the dissolution of one or more townships pursuant to § 8-1-23, is, for such unorganized territory and taxes payable in 2005 and 2006, exempt from the tax limitation imposed by § 10-13-35 for the purpose of establishing an appropriate levy for secondary roads pursuant to § 31-12-26 and for fire protection pursuant to chapter 8-2. Section 13. That § 10-13-35.12 be REPEALED: Any taxing district that did not levy a property tax for general fund purposes in any year since 1996 is exempt from the provisions of § 10-13-35 if the taxing district establishes the amount of revenue payable from taxes on real property for general fund purposes pursuant to § 10-13-35.13. Each year thereafter such taxing district may increase the amount of revenue payable from property taxes by applying the growth and the index factor pursuant to § 10-13-35. Any excess levy imposed on property pursuant to § 10-13-36 terminates when a general fund levy is imposed by such taxing district pursuant to § 10-13-35.13. Section 14. That § 10-13-35.13 be REPEALED: The governing body of a taxing district may, by resolution, impose the levy provided in § 10-13-35.12 with an affirmative two-thirds vote of the governing body on or before July fifteenth. The decision of the governing body to impose the levy shall be published within ten days of the decision as follows: (1) Publication shall be made at least twice in the legal newspaper designated by the governing body pursuant to law, with no fewer than five days between publication dates, before the tax imposition takes effect; (2) The announcement shall be at least three newspaper columns in width and four inches in length or at least one-sixth of a page in size, whichever size is greater; (3) The announcement shall be headed with the following statement in a typeface no less than eighteen point type: \"ATTENTION TAXPAYERS: NOTICE OF PROPERTY TAX IMPOSED OF $(fill in amount).\" The remainder of the announcement shall consist of a reproduction of the resolution including the amount that property taxes will be imposed and a statement of the right to refer the decision of the board to a vote of the people as provided in this section. The secretary of revenue, in rules promulgated pursuant to chapter 1-26, shall prescribe a uniform form to be used by the taxing district for notification of taxpayers as required by this section. However, the requirements of subdivisions (2) and (3) are waived if: (a) The property tax imposed is for less than fifteen thousand dollars; or (b) A copy of the resolution is mailed to every property taxpayer in the taxing district, by first class mail or bulk mail, within twenty days of the decision; and (c) A copy of the resolution is printed in each legal newspaper in the taxing district's boundaries. For the purposes of subsections (a), (b), and (c), the first publication is not deemed to have occurred until three days after the mailing is sent or the resolution is delivered to the legal newspaper. The governing body's decision may be referred to a vote of the people upon a resolution of the governing body of the taxing district or by a petition signed by at least five percent of the registered voters in the taxing district and filed with the respective governing body within twenty days of the first publication of the decision. The referendum election shall be held on or before October first preceding the year the taxes are payable. Section 15. That § 10-13-36 be REPEALED: The governing body of a taxing district may exceed the limit pursuant to § 10-13-35 through the imposition of an excess tax levy. The governing body of a taxing district may impose an excess tax levy with an affirmative two-thirds vote of the governing body on or before July fifteenth of the year prior to the year the taxes are payable. On any excess tax levy approved after July 1, 2002, the governing body of the taxing district shall specify in the resolution the year or number of years the excess tax levy will be applied. The requirements for an announcement made pursuant to this section are as follows: (1) The decision of the governing body to originally impose or subsequently increase an excess tax levy shall be published within ten days of the decision; (2) Publication shall be made at least twice in the legal newspaper designated by the governing body pursuant to law, with no fewer than five days between publication dates, before the opt out takes effect; (3) The announcement shall be at least three newspaper columns in width and four inches in length or at least one-sixth of a page in size, whichever size is greater; (4) The announcement shall be headed with the following statement in a typeface no less than eighteen point type: \"ATTENTION TAXPAYERS: NOTICE OF PROPERTY TAX INCREASE OF $(fill in amount).\" The remainder of the announcement shall consist of a reproduction of the \"Resolution for Opt Out,\" including the amount that property taxes will be increased annually by the proposed opt out and a statement of the right to refer the decision of the board to a vote of the people as provided in this section. The secretary of revenue, in rules promulgated pursuant to chapter 1-26, shall prescribe a uniform form to be used by the taxing district for notification of taxpayers as required by this section. However, the requirements of subdivisions (3) and (4) shall be waived if: (A) The opt out is for less than fifteen thousand dollars; or (B) A copy of the resolution for opt out is mailed to every property taxpayer in the local governmental unit, by first class mail or bulk mail, within twenty days of the decision to opt out; and (C) A copy of the resolution for opt out is printed in each official newspaper in the local governmental unit's boundaries. For the purposes of subsections (A), (B), and (C), the first publication is not deemed to have occurred until three days after the mailing is sent or the resolution is delivered to the official newspaper. The opt out decision may be referred to a vote of the people upon a resolution of the governing body of the taxing district or by a petition signed by at least five percent of the registered voters in the taxing district and filed with the respective governing body within twenty days of the first publication of the decision. The referendum election shall be held on or before October first preceding the year the taxes are payable. If the opt out is for the purpose of increasing the secondary road levy pursuant to § 31-12-27, only the registered voters within the area of the county not included in any municipality, organized civil township, improvement district organized pursuant to chapter 7-25A, or county road district organized pursuant to chapter 31-12 may petition or vote on the referred decision. The taxing districts may not exceed the levy limits provided in chapter 10-12 except for the provisions in § 10-12-36. Section 16. That § 46A-3E-1 be REPEALED: A water development district board of directors may levy taxes, not to exceed thirty cents per thousand dollars of taxable valuation in the district, for accomplishment of the purposes of chapters 46A-3A to 46A-3E, inclusive, and chapters 46A-1 and 46A-2. If an area is included in more than one water development district, that area's tax levy payable to each of the water development districts shall be determined by multiplying the greater of the overlapping water development districts' levies by each water development district's taxing fraction. Each water development district's taxing fraction is determined by dividing that water development district's proposed tax levy for the overlapped area by the sum of all water development districts' levies for the overlapped area. Any water development district for which boundaries are revised under §§ 46A-3A-2 to 46A-3A-7.1, inclusive, is not considered a new taxing district. If any water development district levied a tax pursuant to chapter 10-13 in a manner used by a new taxing district for taxes payable in 2010, such water development district shall revert to the amount of revenue payable to the district for taxes payable in 2009 including any excess levy approved pursuant to § 10-13-36 before July 1, 2002. The water development district may adjust the maximum amount of revenue payable for property taxes based on the growth and index factor for each year thereafter. Any excess levy approved by the water development district pursuant to § 10-13-36 before July 1, 2002, is null and void. Section 17. That § 46A-14-39.2 be REPEALED: If a watershed district is reactivated in accordance with § 46A-14-39.1, the reactivated watershed district shall comply with the provisions and procedures established in §§ 46A-14-47 through 46A-14-58 to implement any new tax levy authorized under this chapter. Once the new tax levy is implemented, the reactivated watershed district is no longer required to comply with the provisions of this section and will have met the requirements of §§ 10-13-35.12 and 10-13-35.13. Section 18. That § 10-13-38 be REPEALED: The index factor is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics, United States Department of Labor for the year prior to the year immediately preceding the year in which the taxes are payable. The secretary of revenue shall notify the county auditor of the amount of revenue which may be raised with the standard levy pursuant to § 10-13-35 by February first. The county auditor shall notify each taxing district in the county of the amount of revenue to be raised with the standard levy, except school districts, on or before March first. Section 19. That § 10-12-13 be AMENDED: 10-12-13. The board of county commissioners may levy an annual tax as a reserve fund to be accumulated and used for the purpose of maintaining, repairing, constructing, and reconstructing roads and bridges as follows: (1) A levy not to exceed one dollar and twenty cents per thousand dollars of taxable valuation, if the total taxable valuation of the county is one billion dollars or less; (2) A levy not to exceed ninety cents per thousand dollars of taxable valuation, if the total taxable valuation of the county is more than one billion dollars but less than two billion dollars; and (3) A levy not to exceed sixty cents per thousand dollars of taxable valuation, if the total taxable valuation of the county is two billion dollars or more. Money in the fund may be expended in the laying out, marking, maintaining, constructing, and reconstructing roads and maintaining, constructing, and reconstructing bridges, under the jurisdiction of the board of county commissioners. The tax levy shall be in addition to all other levies authorized to be made by the board of county commissioners for road and bridge purposes provided for in § 10-12-21. The proceeds of such levy shall be placed in a special fund to be known as the county highway and bridge reserve fund. Any increased tax levy imposed pursuant to this section is exempt from the provisions of chapter 10-13, if the county establishes the amount of revenue payable from taxes on real property pursuant to § 10-12-13.1. The total amount of revenue payable from any increased tax levy imposed pursuant to this section may increase no more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the amount of revenue payable in the preceding year. After applying the index factor, a county may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property and any adjustments in taxation of property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-113, only if assessed the same as property of equal value. Section 20. That § 10-21-1.1 be AMENDED: 10-21-1.1. The treasurer shall mail or transmit electronically a written tax bill to each taxpayer against whom a property tax has been assessed. The property tax bill sent to each taxpayer may reflect the breakdown of the tax by tax levies. However, the property tax bill shall at least provide a tax total for each taxing district. A definition shall be provided for any abbreviation used to describe any entity imposing a tax or special assessment. The property tax bill shall also separately state the amount of any taxes due as a result of a local decision to exceed the tax increase limits set forth in § 10-13-36 or 10-12-43 § 10-12-43 and shall be marked by an asterisk. The notice shall include the statement: \"INDICATES A LOCAL DECISION TO OPT OUT OF THE TAX LIMITATION.\" If the local vote to increase taxes had not passed, the taxes would not have included the items marked with an asterisk (*). If the treasurer does not mail the property tax receipts described in § 10-21-14, the treasurer shall indicate in the property tax bill or a notice enclosed with the bill that the treasurer does not intend to send a receipt unless requested by the taxpayer. If the tax levy breakdown is not shown on the tax bill, the treasurer on the taxpayer's request shall provide a tax levy sheet to the taxpayer. The tax levy sheet shall contain an example of the computation of the total tax for an individual. The secretary of revenue shall prescribe a uniform form which shall be used by the treasurer for notification of taxpayers as required by this section. Section 21. That § 31-34-6 be AMENDED: 31-34-6. A requesting township shall timely file the township small structure improvement plan pursuant to § 31-34-7 with the county highway superintendent and an annual report pursuant to § 8-10-30 in order to be eligible for the funds. Any township requesting use of rural access infrastructure moneys pursuant to this chapter shall meet at least one of the following requirements: (1) Impose impose an annual property tax levy of fifty cents per thousand pursuant to § 10-12-28.2; or (2) Impose a tax levy opt out pursuant to § 10-13-36. Section 22. That § 13-16-7 be AMENDED: 13-16-7. The school board of any school district of this state may at the board's discretion authorize an annual levy of a tax not to exceed three dollars per thousand dollars of taxable valuation on the taxable valuation of the district for the capital outlay fund for assets as defined by § 13-16-6 or for the district's obligations under a resolution, lease-purchase agreement, capital outlay certificate, or other arrangement with the Health and Educational Facilities Authority. Taxes collected pursuant to the levy may be irrevocably pledged by the school board to the payment of principal of and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or lease-purchase agreements or other arrangement with the Health and Educational Facilities Authority and, so long as any capital outlay certificates are outstanding, installment agreement payments, lease-purchase agreements, or other arrangements are unpaid, the school board of any district may be compelled by mandamus or other appropriate remedy to levy an annual tax sufficient to pay principal and interest thereon, but not to exceed the three dollars per thousand dollars of taxable valuation in any year authorized to be levied hereby. The total amount of revenue payable from the levy provided in this section may notincrease annually by more than the lesser ofthree percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated from the taxes payable in 2016. Starting with taxes payable in 2021, the total amount of revenue payable from the levy provided in this section may not increase annually by more than three percent over the amount of revenue that could have been raised in the prior year. After applying three percent, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-113, only if assessed the same as property of equal value. A school district may increase the revenue the district receives from taxes on real property above the limit provided by this section for taxes levied to pay the principal, interest, and redemption charges on any bonds issued after January 1, 2009, which are subject to referendum, scheduled payment increases on bonds and for a levy directed by the order of a court for the purpose of paying a judgment against the school district. Any school district created or reorganized after January 1, 2016, is exempt from the limitation provided by this section for a period of two years immediately following the district's creation. In no year may the annual tax levy provided in this section exceed three dollars per thousand dollars of taxable valuation of the school district for the current year. Section 23. That § 13-16-7.2 be AMENDED: 13-16-7.2. Starting with taxes payable in 2021, a school district is limited to the maximum taxes allowed pursuant to § 13-16-7 or three thousand four hundred dollars for each enrolled student as determined in the fall enrollment count set forth in § 13-13-10.1 for the prior school year, whichever is less. For 2022 and subsequent years, the maximum amount for each enrolled student shall increase by the lesser of three percent or the index factor, as defined in § 10-13-38. If a school district has irrevocably pledged taxes collected to the payment of principal and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or lease-purchase agreements or other arrangements with the Health and Educational Facilities Authority prior to July 1, 2016, that school district may raise taxes allowed pursuant to § 13-16-7 and this section in an amount necessary to fund those payments and obligations and to provide additional funding of up to three thousand four hundred dollars for each enrolled student as determined in the fall enrollment count set forth in § 13-13-10.1. In no year may the annual tax levy provided in this section exceed the levy authorized under § 13-16-7. Section 24. That § 13-16-7.3 be AMENDED: 13-16-7.3. Notwithstanding the provisions of § 13-16-7, a school board that, in calendar year 2020 was limited to a maximum capital outlay revenue of one thousand four hundred dollars or less per student is eligible, starting with taxes payable in 2021, to authorize the levy of a tax not to exceed three dollars per thousand of taxable valuation for the capital outlay fund for assets as defined by § 13-16-6 or for the district's obligations under a resolution, lease-purchase agreement, capital outlay certificate, or other arrangement with the Health and Educational Facilities Authority. Any district that exceeds the limits provided in § 13-16-7 may not collect more than one thousand four hundred dollars for each enrolled student for capital outlay in taxes payable in 2021. For 2022 and subsequent years, the maximum amount for each enrolled student shall increase by the lesser of three percent or the index factor, as defined in § 10-13-38."}], "amendments": [{"bill_id": 23653, "document_id": 248399, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248399.pdf", "legislator_profile_id": 4395, "document_id_instructions": 248400, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/248400.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 23653, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246354.pdf", "status_text": "First read in Senate and referred to", "journal_page": 125, "committee_id_action": 1183, "committee_id_assigned": 1185, "result": "N", "vote": {}}, {"bill_id": 23653, "action_date": "2023-02-03T10:00:00-06:00", "document_id": 248066, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248066.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1185, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23653, "action_date": "2023-02-03T10:00:00-06:00", "document_id": 248068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248068.pdf", "status_text": "Motion to amend", "journal_page": 6, "committee_id_action": 1185, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23653, "action_date": "2023-02-03T10:00:00-06:00", "document_id": 248068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248068.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 7, "committee_id_action": 1185, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76761, "president_vote": null, "Excused": [4339], "Yea": [4381, 4399, 4414, 4457, 4419], "Nay": [4395]}}]}