{"session_id": 54, "bill_id": 17844, "bill_type": "House Bill", "bill_number": 1183, "bill_title": "prohibit pyramid promotional schemes.", "sponsors": [{"legislator_profile_id": 2847, "is_prime": true}, {"legislator_profile_id": 2937, "is_prime": true}, {"legislator_profile_id": 2845, "is_prime": false}, {"legislator_profile_id": 2848, "is_prime": false}, {"legislator_profile_id": 2863, "is_prime": false}, {"legislator_profile_id": 2873, "is_prime": false}, {"legislator_profile_id": 2882, "is_prime": false}, {"legislator_profile_id": 2894, "is_prime": false}, {"legislator_profile_id": 2895, "is_prime": false}, {"legislator_profile_id": 2899, "is_prime": false}, {"legislator_profile_id": 2924, "is_prime": false}], "keywords": ["Crimes", "Felony"], "audio": [{"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hju25hb1183a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hju25hb1183a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hju25hb1183a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hju25hb1183a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hju25hb1183a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hju25hb1183a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hju25hb1183a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hju25hb1183a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hju25hb1183a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju33hb1183a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju33hb1183a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju33hb1183a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17844, "bill_version_id": 96113, "bill_version": "Introduced", "bill_version_date": "2003-01-30T09:33:08-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit pyramid promotional schemes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Participant,\" a person who gives consideration for the opportunity to receive compensation in return for inducing others to join a pyramid promotional scheme; (2) \"Promote,\" contrive, prepare, establish, plan, operate, advertise, or otherwise induce or attempt to induce another person to be a participant in a pyramid promotional scheme. Section 2. For the purposes of this Act, the term, appropriate inventory repurchase program, means a program by which a plan or operation repurchases, upon request and upon commercially reasonable terms, when the salesperson's business relationship with the company ends, current and marketable inventory in the possession of the salesperson that was purchased by the salesperson for resale. Any such plan or operation shall clearly describe the program in its recruiting literature, sales manual, or contract with independent salespersons, including the disclosure of any inventory which is not eligible for repurchase under the program. For the purposes of this section, the term, inventory, includes both goods and services, including company-produced promotional materials, sales aids, and sales kits that the plan or operation requires independent salespersons to purchase. The term, commercially reasonable terms, means the repurchase of current and marketable inventory within twelve months from the date of purchase at not less than ninety percent of the original net cost, less appropriate set-offs and legal claims, if any. The term, current and marketable, excludes inventory that is not longer within its commercially reasonable use or shelf-life period, that was clearly described to salespersons prior to purchase as seasonal, discontinued, or special promotion products not subject to the plan or operation's inventory repurchase program, or that has been used or opened. Section 3. For the purposes of this Act, the term, pyramid promotional scheme, means any plan or operation by which a participant gives consideration for the opportunity to receive compensation that is derived primarily from the introduction of other persons into the plan or operation rather than from the sale and consumption of goods, services, or intangible property by a participant or other persons introduced into the plan or operation. The term includes any plan or operation under which the number of persons who may participate is limited either expressly or by the application of conditions affecting the eligibility of a person to receive compensation under the plan or operation, or any plan or operation under which a participant, on giving any consideration, obtains any goods, services, or intangible property in addition to the right to receive compensation. Section 4. For the purposes of this Act, the term, compensation, means a payment of any money, thing of value, or financial benefit conferred in return for inducing another person to become a participant in a pyramid promotional scheme. The term does not include payments that are based on sales of goods or services by a person to others, including anyone who is purchasing the goods or services for actual use or consumption, so long as the plan or operation does not promote inventory loading and implements an appropriate inventory repurchase program. Section 5. For the purposes of this Act, the term, consideration, means the payment of cash or the purchase of goods, services, or intangible property. The term does not include the purchase of goods or services furnished at cost to be used in making sales and not for resale, or time and effort spent in pursuit of sales or recruiting activities. Section 6. For the purposes of this Act, the term, inventory loading, means that the plan or operation requires or encourages its independent salespersons to purchase inventory in an amount, which unreasonably exceeds that which the salesperson can expect to resell for ultimate consumption or to consume in a reasonable time period, or both. Section 7. No person may establish, promote, operate, or participate in any pyramid promotional plan. A limitation as to the number of persons who may participate or the presence of additional conditions affecting eligibility for the opportunity to receive compensation under the plan does not change the identity of the plan as a pyramid promotional plan. It is not a defense under this section that a participant, on giving consideration, obtains goods, services, or intangible property in addition to the right to receive compensation. A violation of this section is a Class 6 felony. However, any subsequent violation of this section that occurs within two years of a conviction of a Class 6 felony pursuant to this section is a Class 5 felony. Any subsequent violation of this section that occurs within two years of a conviction of a Class 5 felony pursuant to this section is a Class 4 felony. Section 8. Nothing in this Act limits the authority of any state official from proceeding against any pyramid promotional scheme for any other violation of state law. Section 9. The attorney general may, upon finding any person is engaged in any act or practice that constitutes a pyramid promotional scheme in violation of this Act, bring an action to enjoin such act or practice and to obtain other appropriate relief. The court may grant a temporary restraining order, or a preliminary or permanent injunction, or other appropriate relief. Upon determination by the court of a violation of this Act, the attorney general may impose by order and collect a civil penalty of not more than ten thousand dollars for each violation for each person. The attorney general may bring an action in circuit court to recover a penalty pursuant to this section. In determining the amount of the civil penalty, the attorney general shall consider the magnitude of the offense, prior offenses and compliance history, the good faith of the person charged in attempting to achieve compliance, and such other matters as justice may require. Any penalty collected pursuant to this section shall be deposited in the state treasury."}, {"bill_id": 17844, "bill_version_id": 97411, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2003-02-19T15:52:06-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit pyramid promotional schemes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, the term, promote, means contrive, prepare, establish, plan, operate, advertise, or otherwise induce or attempt to induce another person to participate in a pyramid promotional scheme. Section 2. For the purposes of this Act, the term, appropriate inventory repurchase program, means a program by which a plan or operation repurchases, upon request and upon commercially reasonable terms, when the salesperson's business relationship with the company ends, current and marketable inventory in the possession of the salesperson that was purchased by the salesperson for resale. Any such plan or operation shall clearly describe the program in its recruiting literature, sales manual, or contract with independent salespersons, including the disclosure of any inventory which is not eligible for repurchase under the program. For the purposes of this section, the term, inventory, includes both goods and services, including company-produced promotional materials, sales aids, and sales kits that the plan or operation requires independent salespersons to purchase. The term, commercially reasonable terms, means the repurchase of current and marketable inventory within twelve months from the date of purchase at not less than ninety percent of the original net cost, less appropriate set-offs and legal claims, if any. The term, current and marketable, excludes inventory that is no longer within its commercially reasonable use or shelf-life period, that was clearly described to salespersons prior to purchase as seasonal, discontinued, or special promotion products not subject to the plan or operation's inventory repurchase program, or that has been used or opened. Section 3. For the purposes of this Act, the term, pyramid promotional scheme, means any plan or operation by which a person gives consideration for the opportunity to receive compensation that is derived primarily from the introduction of other persons into the plan or operation rather than from the sale and consumption of goods, services, or intangible property by a participant or other persons introduced into the plan or operation. The term includes any plan or operation under which the number of persons who may participate is limited either expressly or by the application of conditions affecting the eligibility of a person to receive compensation under the plan or operation, or any plan or operation under which a person, on giving any consideration, obtains any goods, services, or intangible property in addition to the right to receive compensation. Section 4. For the purposes of this Act, the term, compensation, means a payment of any money, thing of value, or financial benefit conferred in return for inducing another person to participate in a pyramid promotional scheme. Section 5. For the purposes of this Act, the term, consideration, means the payment of cash or the purchase of goods, services, or intangible property. The term does not include the purchase of goods or services furnished at cost to be used in making sales and not for resale, or time and effort spent in pursuit of sales or recruiting activities. Section 6. For the purposes of this Act, the term, inventory loading, means that the plan or operation requires or encourages its independent salespersons to purchase inventory in an amount, which exceeds that which the salesperson can expect to resell for ultimate consumption or to consume in a reasonable time period, or both. Section 7. No person may establish, promote, operate, or participate in any pyramid promotional scheme. A limitation as to the number of persons who may participate or the presence of additional conditions affecting eligibility for the opportunity to receive compensation under the plan does not change the identity of the plan as a pyramid promotional scheme. It is not a defense under this section that a person, on giving consideration, obtains goods, services, or intangible property in addition to the right to receive compensation. Any person who establishes or operates a pyramid promotional scheme is guilty of a Class 5 felony. Any person who knowingly participates in a pyramid promotional scheme is guilty of a Class 1 misdemeanor. Section 8. Nothing in this Act may be construed to prohibit a plan or operation, or to define a plan or operation as a pyramid promotional scheme, based on the fact that participants in the plan or operation give consideration in return for the right to receive compensation based upon purchases of goods, services, or intangible property by participants for personal use, consumption, or resale so long as the plan or operation does not promote or induce inventory loading and the plan or operation implements an appropriate inventory repurchase program. Section 9. The provisions of this Act do not preclude, preempt, or prohibit the attorney general from proceeding against any plan or scheme or any person involved with such plan or scheme under any other provision of law. Section 10. If it appears to the attorney general that any person has engaged or is about to engage in any act or practice constituting a violation of any provision of this Act, or any order under this Act, the attorney general may do one or more of the following: (1) Issue a cease and desist order, with or without prior hearing, against any person engaged in the prohibited activities, directing such person to cease and desist from further illegal activities; (2) Bring an action in the circuit court to enjoin the acts or practices to enforce compliance with this Act, or any order under this Act; or (3) Impose by order and collect a civil penalty against any person found in an administrative action to have violated any provision of this Act, or any order issued under this Act, in an amount not to exceed ten thousand dollars per violation per person. The attorney general may bring actions to recover penalties pursuant to this subdivision in circuit court. All civil penalties received shall be deposited in the state general fund. Any person named in a cease and desist order issued pursuant to this Act shall be notified of his or her right to file, within fifteen days after the receipt of the order, a written notice for a hearing with the attorney general. If the attorney general does not receive a written request for a hearing within the time specified, the cease and desist order shall be permanent and the person named in the order deemed to have waived all rights to a hearing. Every such order shall state its effective date and shall concisely state its intent or purpose and the grounds on which it is based. Any person aggrieved by a final order issued pursuant to this Act may obtain a review of the order in the circuit court pursuant to the provisions of chapter 1-26. Upon a proper showing a permanent or temporary injunction, restraining order, or writ of mandamus shall be granted and a receiver or conservator may be appointed for the defendant or defendant's assets. In addition, upon a proper showing by the attorney general, the court may enter an order of rescission, restitution, or disgorgement directed to any person who has engaged in any act constituting a violation of any provision of this Act, or any order under this Act. The court may not require the attorney general to post a bond. In addition to fines or penalties, the attorney general shall collect costs and attorney fees. Section 11. The burden of showing compliance with the provisions of this Act lies with the plan, scheme, or person involved with such plan or scheme."}, {"bill_id": 17844, "bill_version_id": 98363, "bill_version": "Enrolled", "bill_version_date": "2003-03-05T08:39:41-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17844, "action_date": "2003-01-30T14:00:00-06:00", "document_id": 96215, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96215.pdf", "status_text": "First read in House and referred to", "journal_page": 226, "committee_id_action": 798, "committee_id_assigned": 796, "result": "N", "vote": {}}, {"bill_id": 17844, "action_date": "2003-02-12T07:45:00-06:00", "document_id": 97042, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97042.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 796, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17844, "action_date": "2003-02-12T07:45:00-06:00", "document_id": 97042, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97042.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 796, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17844, "action_date": "2003-02-14T07:45:00-06:00", "document_id": 97226, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97226.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 796, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17844, "action_date": "2003-02-19T07:45:00-06:00", "document_id": 97374, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97374.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 796, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17844, "action_date": "2003-02-19T07:45:00-06:00", "document_id": 97374, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97374.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 796, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17844, "action_date": "2003-02-19T07:45:00-06:00", "document_id": 97374, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97374.pdf", "status_text": "Amend the amendment", "journal_page": null, "committee_id_action": 796, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17844, "action_date": "2003-02-19T07:45:00-06:00", "document_id": 97374, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97374.pdf", "status_text": "Do Pass Amended,", "journal_page": 480, "committee_id_action": 796, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54733, "president_vote": null, "Yea": [2845, 2848, 2863, 2869, 2873, 2894, 2902, 2907, 2913, 2922, 2899, 2895], "Nay": [2858]}}, {"bill_id": 17844, "action_date": "2003-02-19T07:45:00-06:00", "document_id": 97374, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97374.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 796, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17844, "action_date": "2003-02-21T14:00:00-06:00", "document_id": 97676, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97676.pdf", "status_text": "Deferred to another day", "journal_page": 548, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17844, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "Do Pass Amended,", "journal_page": 561, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56721, "president_vote": null, "Yea": [2833, 2836, 2837, 2839, 2841, 2842, 2843, 2844, 2845, 2846, 2848, 2855, 2859, 2860, 2861, 2863, 2864, 2866, 2869, 2870, 2871, 2872, 2873, 2874, 2875, 2877, 2879, 2884, 2885, 2888, 2889, 2890, 2892, 2893, 2894, 2895, 2896, 2898, 2900, 2902, 2905, 2906, 2907, 2909, 2910, 2911, 2913, 2915, 2917, 2919, 2920, 2922, 2923, 2924, 2925, 2929, 2931, 2932, 2933, 2934, 2936, 2937, 2938, 2899], "Excused": [2857, 2912, 2914], "Nay": [2858, 2862, 2930]}}, {"bill_id": 17844, "action_date": "2003-02-24T14:00:00-06:00", "document_id": 97823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97823.pdf", "status_text": "First read in Senate and referred to", "journal_page": 581, "committee_id_action": 799, "committee_id_assigned": 777, "result": "N", "vote": {}}, {"bill_id": 17844, "action_date": "2003-02-28T10:00:00-06:00", "document_id": 98137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98137.pdf", "status_text": "Do Pass,", "journal_page": 640, "committee_id_action": 777, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55238, "president_vote": null, "Yea": [2832, 2853, 2883, 2921, 2882, 2847], "Excused": [2901]}}, {"bill_id": 17844, "action_date": "2003-02-28T10:00:00-06:00", "document_id": 98137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98137.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 777, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17844, "action_date": "2003-03-03T14:00:00-06:00", "document_id": 98282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98282.pdf", "status_text": "Deferred to another day", "journal_page": 672, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17844, "action_date": "2003-03-04T14:00:00-06:00", "document_id": 98360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98360.pdf", "status_text": "Do Pass Amended,", "journal_page": 695, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55385, "president_vote": null, "Yea": [2832, 2834, 2835, 2838, 2840, 2847, 2849, 2850, 2851, 2852, 2853, 2854, 2856, 2865, 2868, 2876, 2878, 2880, 2881, 2882, 2883, 2886, 2887, 2891, 2897, 2901, 2903, 2904, 2916, 2921, 2926, 2927, 2928, 2935], "Excused": [2908]}}, {"bill_id": 17844, "action_date": "2003-03-05T14:00:00-06:00", "document_id": 98414, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98414.pdf", "status_text": "Signed by Speaker", "journal_page": 759, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17844, "action_date": "2003-03-06T09:00:00-06:00", "document_id": 98512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98512.pdf", "status_text": "Delivered to the Governor", "journal_page": 779, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17844, "action_date": "2003-03-06T14:00:00-06:00", "document_id": 98515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98515.pdf", "status_text": "Signed by President", "journal_page": 749, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17844, "action_date": "2003-03-21T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 835, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2522}