{"session_id": 21, "bill_id": 6278, "bill_type": "House Bill", "bill_number": 1055, "bill_title": "repeal certain outdated and unnecessary statutes and administrative rules related to the Department of Agriculture.", "sponsors": [], "keywords": ["Administrative Rules", "Agriculture and Horticulture", "State Affairs and Government"], "audio": [{"meeting_datetime": "2015-01-27T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hag10.mp3", "start_seconds": 1635.0}, {"meeting_datetime": "2015-01-27T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hag10.mp3", "start_seconds": 1635.0}, {"meeting_datetime": "2015-01-27T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hag10.mp3", "start_seconds": 1635.0}, {"meeting_datetime": "2015-01-27T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hag10.mp3", "start_seconds": 1635.0}, {"meeting_datetime": "2015-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou12.mp3", "start_seconds": 4305.0}, {"meeting_datetime": "2015-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou12.mp3", "start_seconds": 4305.0}, {"meeting_datetime": "2015-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou12.mp3", "start_seconds": 4305.0}, {"meeting_datetime": "2015-02-05T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sag16.mp3", "start_seconds": 137.0}, {"meeting_datetime": "2015-02-05T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sag16.mp3", "start_seconds": 137.0}, {"meeting_datetime": "2015-02-05T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sag16.mp3", "start_seconds": 137.0}, {"meeting_datetime": "2015-02-05T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sag16.mp3", "start_seconds": 137.0}, {"meeting_datetime": "2015-02-05T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sag16.mp3", "start_seconds": 137.0}, {"meeting_datetime": "2015-02-05T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sag16.mp3", "start_seconds": 137.0}, {"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen24.mp3", "start_seconds": 6410.0}, {"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen24.mp3", "start_seconds": 6410.0}, {"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen24.mp3", "start_seconds": 6410.0}], "bill_versions": [{"bill_id": 6278, "bill_version_id": 33047, "bill_version": "Introduced", "bill_version_date": "2015-01-10T13:30:56.15-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain outdated and unnecessary statutes and administrative rules related to the Department of Agriculture. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-21-18 be repealed. 1-21-18. Unless inconsistent with other provisions of this chapter, all rules that are in effect on July 1, 2003, as adopted by the State Fair Commission, shall continue with full force and effect until they are specifically altered, amended, or revoked by the adoption of superseding rules by the secretary of agriculture. Section 2. That § 38-1-5.1 be repealed. 38-1-5.1. The divisions formerly enumerated in § 38-1-5 are abolished, and all their functions shall be administered by the Department of Agriculture as provided by § 1-41-4.1. Section 3. That § 38-1-23 be repealed. 38-1-23. The secretary of agriculture shall attend to and have supervision of all correspondence relating to immigration and shall try to secure the most effective advertisement of the resources and opportunities of the state. It shall be his duty to encourage investments of capital within the state and to facilitate the settlement of persons and families seeking new homes or establishment of new business enterprises in the state. Section 4. That § 38-1-33 be repealed. 38-1-33. It shall be the duty of the secretary of agriculture to assemble, compile, and maintain files of statistical data relating to the work and progress of production and marketing cooperative enterprises, the statutes of the several states, and, so far as reasonably convenient, those of foreign countries, affecting production and marketing cooperatives. He shall also carry standard forms and outlines for use and reference in organization work. Section 5. That § 38-1-34 be repealed. 38-1-34. The secretary of agriculture shall disseminate the information and materials described in § 38-1-33 for the use and benefit of established production and marketing cooperatives and new production and marketing cooperative projects in process of organization. He shall also render such personal assistance to production and marketing cooperatives generally as may be possible with the means and facilities at his disposal. Section 6. That § 38-1-38.1 be repealed. 38-1-38.1. The State of South Dakota, its agencies and representatives shall adhere to the following principles whenever representing the State of South Dakota before the United States Congress, the President, the United States Department of Agriculture, or any other federal agency in any matter concerning the cattle industry: (1) Federal beef import quotas should be broadened to cover all classification of cattle, beef, and beef products; (2) Federal beef import quotas should be correlated with domestic beef production so that beef imports will increase when domestic production is low and decrease when domestic production is high; (3) The federal government should require all imported beef and beef products to be clearly labeled so as to identify the country of origin; (4) No meat may be imported into this country unless it meets federal meat inspection standards; (5) Federal health inspection of imported live cattle should be at least as stringent as the import health inspection of the exporting country; (6) The federal government should vigorously enforce all existing statutes and treaty restrictions against unfair international trade practices, such as beef export subsidies, rebates, and production credits. Section 7. That § 38-1-42 be repealed. 38-1-42. The farm link program is hereby established and shall be administered by the Department of Agriculture and the South Dakota Cooperative Extension Service. Under the program, the department shall create a directory of prospective beginning farmers and ranchers and a directory of available or potentially available farms and ranches, which shall be used in matching the two groups. The department may, if practicable, use the resources of the South Dakota ag enterprise program. In administering the Farm Link Program, the department shall attempt to cooperate with similar programs in surrounding states to provide a greater opportunity for matching the interests of entering and retiring farmers and ranchers. The department shall also make available information on farm lending opportunities. Section 8. That § 38-1-43 be repealed. 38-1-43. The Department of Agriculture shall promulgate rules pursuant to chapter 1-26 to administer the farm link program established pursuant to § 38-1-42. The rules shall include provisions governing program eligibility and procedures for data management, applications, and program administration. Section 9. That § 38-5-2 be repealed. 38-5-2. It shall be the duty of all directors of equalization to list the name and address of each farm operator along with the acreage and production of each crop and number and kind of each species of livestock and poultry as required in the census schedule furnished them by the secretary of agriculture. No director of equalization shall be entitled to receive compensation until he shall have fully complied with the requirements hereof. Section 10. That § 38-6-2 be repealed. 38-6-2. The secretary of agriculture shall furnish such surety bond and in such amount as the Governor may require conditioned upon the faithful performance of his duties as such official and for a true accounting of all money and property coming into his hands as such. Section 11. That § 38-7A-2 be repealed. 38-7A-2. The term, shelterbelts, as used in this chapter, includes field shelterbelts, farmstead windbreaks, wildlife tree plantings, living snow fences and other tree plantings made specifically for conservation purposes. Only shelterbelts planted or renovated after January 1, 1984, are eligible for certification. Trees planted for ornamental or commercial purposes are not eligible. Conservation districts shall adopt technical guidelines and requirements for the design, planting, maintenance and renovation of certified shelterbelts, subject to approval of the State Conservation Commission. Section 12. That § 38-7A-3 be repealed. 38-7A-3. The State Conservation Commission shall establish procedures whereby a shelterbelt can be certified. Each conservation district shall use the guidelines established pursuant to § 38-7A-2 when an application for certification is submitted by a landowner. On or before October first of each year, the conservation district shall provide to the State Conservation Commission the eligibility status of each application submitted to the district. Section 13. That § 38-7A-4 be repealed. 38-7A-4. Each certified shelterbelt shall be inspected by the respective conservation district once every three years or upon change of ownership to determine if the shelterbelt continues to meet the guidelines. On or before October first of each year, a conservation district shall submit a written report of those shelterbelts which no longer pass certification to the State Conservation Commission. Section 14. That § 38-7A-5 be repealed. 38-7A-5. On or before November fifteenth of each year, the State Conservation Commission shall provide to the secretary of agriculture a list of certified shelterbelts in each county. The list shall include the name of each property owner, a legal description of the land involved, the acreage involved in each shelterbelt and an acreage total of all of the certified shelterbelts in the county. Section 15. That § 38-7A-5.1 be repealed. 38-7A-5.1. On or about July first of each year, the secretary of agriculture shall pay the owner of a certified shelterbelt five dollars for each acre or part thereof in the certified shelterbelt. The secretary shall make payments from money appropriated by the Legislature specifically for that purpose. Section 16. That § 38-7A-6 be repealed. 38-7A-6. The certification of a new or renovated shelterbelt under the provisions of this chapter may not exceed ten years. The State Conservation Commission shall remove the certification of any shelterbelt which does not meet the guidelines provided in § 38-7A-2. Section 17. That § 38-7A-7 be repealed. 38-7A-7. The certification of any shelterbelt granted under the provisions of this chapter may not be removed upon transfer of ownership of the land if the shelterbelt continues to meet conservation district standards and is recertified under the provisions of § 38-7A-4. Section 18. That § 38-10-13 be repealed. 38-10-13. The executive director and treasurer of the wheat commission each shall file with the commission a fidelity bond executed by a surety company authorized to do business in this state, in favor of the commission, conditioned for the faithful performance of their duties and the strict accounting of all funds to the commission, in the penal sum of ten thousand dollars or in such additional amount as the commission may designate. Section 19. That § 38-14-1 be repealed. 38-14-1. Any person engaged in the purchase of grain or flaxseed, at more than one place in this state, who shall, with the intent and for the purpose of destroying competition, discriminate, by direct or indirect methods, between different places, by paying a different price for any grain or flaxseed at one place than such person is at the same time paying for the same kind of grain or flaxseed at another place within this state, after taking into consideration the difference, if any, in the grade and quality of such grain or flaxseed and in the cost of transportation from the point where same is purchased to the market where sold or intended to be sold, is guilty of discrimination in the purchase of grains and flaxseed, which is a Class 2 misdemeanor. Section 20. That § 38-14-2 be repealed. 38-14-2. Notwithstanding § 38-14-1, any such person engaged in the purchase of grain or flaxseed at more than one place in this state, may raise the price paid for any kind, grade, and quality of grain or flaxseed in any given place to, but not above, the price being paid for the same kind, grade, and quality of grain or flaxseed by another buyer at the same place, when necessary to meet actual legitimate competition at such place, without being held to have violated the provisions of this chapter. Section 21. That § 38-14-3 be repealed. 38-14-3. Notwithstanding § 38-14-1, when one or more such persons are the only persons engaged in the purchase of grain or flaxseed at a given place in this state, such person or persons may raise prices at that place to, but not above, the prices being paid for the same kind, grade, and quality of grain or flaxseed by a buyer at another place in that immediate section, when necessary to meet actual legitimate competition, without being held to have violated the provisions of this chapter. Section 22. That § 38-14-4 be repealed. 38-14-4. Every public warehouseman or miller engaged in the purchase of grain and flaxseed, or either, within the state, shall during each day keep posted, in a conspicuous place plainly accessible to view from the dump, pit, or place where such grain so purchased is unloaded, one slate or card which shall plainly show all prices offered that day by such warehouseman or miller, for each kind, grade, and quality of grain and flaxseed, and another slate or card plainly showing all prices paid for each kind, grade, and quality of grain or flaxseed purchased that day. Section 23. That § 38-14-5 be repealed. 38-14-5. When any grain or flaxseed is purchased by a public warehouse or miller engaged in the purchase of grain and flaxseed for delivery after the purchase agreement is made, the terms of such agreement shall be reduced to writing in duplicate, showing the date, place, kind, grade, and quality, number of bushels, price agreed upon, period allowed for delivery, and the signatures of the seller and buyer or their agents. One copy shall be retained by the seller and the other by the buyer as a permanent record in his office. Section 24. That § 38-14-6 be repealed. 38-14-6. A violation of any provision of this chapter is a Class 2 misdemeanor. Section 25. That § 38-14-7 be repealed. 38-14-7. If complaint shall be made to the Public Utilities Commission that any person is guilty of discrimination as defined in this chapter, said commission shall investigate such complaint within thirty days, and for such purpose, insofar as applicable, the procedure before the Public Utilities Commission in cases involving the rates, facilities, service, or other affairs of railroads in this state, including notices of hearing; the conducting of hearings; compelling the attendance and testimony of witnesses and the production of records, data, and information; the preparation, recording, and serving of reports and orders of the commission, shall be followed and shall govern in all proceedings and investigations before the commission under the provisions of this chapter. Section 26. That § 38-14-8 be repealed. 38-14-8. After investigation or hearing upon a complaint under § 38-14-7 the Public Utilities Commission may, by proper order and for good cause shown, revoke the license of such person to purchase grain or flaxseed in this state, but such person shall have all the rights of rehearing and review as to such order of the commission as is provided by statute or rule relating to rehearings, reviews, and appeals from decisions or orders of the Public Utilities Commission. Section 27. That § 38-21-14.1 be repealed. 38-21-14.1. Any person supervising bean buggy or bean bar riders, as defined in subdivision 38-21-14(21)(a), shall instruct the riders in pesticide application safety procedures and in the benefits of, and procedures for, wearing protective clothing while spraying pesticides. Section 28. That § 38-23-1 be repealed. 38-23-1. The Department of Agriculture shall collect, preserve, publish, and disseminate information pertaining to horticulture and to promote tree planting, fruit growing, and floriculture in the state. Section 29. That § 38-23-1.1 be repealed. 38-23-1.1. The Department of Horticulture is abolished, and all its functions shall be administered by the Department of Agriculture as provided by § 1-41-4.1. Section 30. That § 39-23-1 be repealed. 39-23-1. Terms used in this chapter mean: (1) \"Organic food,\" any food product, including meat, dairy, or a beverage, that is marketed or sold using the term, or a derivative of the term, organic food in the labeling or advertising of the product; (2) \"Pesticides,\" any synthetic herbicide, insecticide, or fungicide or any other toxic material. However, the term does not include material from naturally derived substances; (3) \"Secretary,\" the secretary of the South Dakota Department of Agriculture; (4) \"Synthetic fertilizer,\" all nitrogen sources derived from ammonia, phosphorus derived from the acid treatment of rock phosphates, refined or highly soluble potassium salts, whether manufactured or mined, and all other chemically refined, synthesized, or acid treated material; (5) \"Vendor,\" any person who sells organic food to a consumer or another vendor, or who processes, manufactures, or otherwise transforms an organic food on behalf of a seller of organic food; (6) \"Verification,\" a system maintained by the vendor of organic foods that demonstrates compliance with standards under which product identity may be traced from farm to consumer, using a series of documents that record information about the vendor's production and processing techniques. Section 31. That § 39-23-2 be repealed. 39-23-2. No product may be labeled as an organic food unless: (1) The product was grown or raised, or is composed of ingredients that were grown or raised, without the use of synthetic fertilizers, pesticides, hormones, antibiotics, growth stimulants, arsenicals, or other synthetic products. However, treated seed may be used if untreated seed is not available; (2) The soil on which the organic food was grown or raised has been free of synthetic fertilizers, pesticides, hormones, antibiotics, growth stimulants, and arsenicals for a minimum of three years prior to the harvest of the organic food; (3) No synthetic products were used in the storage, processing, or manufacturing process. Section 32. That § 39-23-3 be repealed. 39-23-3. Any vendor using the term organic food on the label of any product shall: (1) Use only raw materials in the product which conform to the standards in § 39-23-2; (2) Have sufficient verification to ensure that all products labeled as organic foods are in compliance with the standards in § 39-23-2; (3) Utilize a verification system established by the secretary of agriculture pursuant to § 39-23-4. Section 33. That § 39-23-4 be repealed. 39-23-4. The secretary of agriculture shall establish, by rules promulgated pursuant to chapter 1-26, a verification system. The system may include requirements regarding records which document inspection visits, records which document inventory, and other record-keeping requirements necessary to demonstrate compliance with the standards set forth in this chapter. Section 34. That § 41-20-21 be repealed. 41-20-21. All moneys received from the sale of trees and seeds shall be placed in the forestry fund created in § 41-20-22. Section 35. That § 41-20A-13 be repealed. 41-20A-13. The Department of Agriculture may assist, cooperate, and enter agreements with any agency of the United States government; any state, county, or municipal agency; any fire suppression organization; any person qualified by the state wildland fire coordinator; or any person needed for an incident management team for the purposes of training and of fire prevention or suppression. Section 36. That § 41-22-1 be repealed. 41-22-1. The Governor may negotiate a long-term lease, not to exceed twenty years, or a lease-purchase agreement for the operation of the state tree nursery. Section 37. That § 41-22-2 be repealed. 41-22-2. The lease or lease-purchase agreement authorized in § 41-22-1 may also include the negotiated sale or lease of the personal property including nursery stock at the facility, notwithstanding any other provision of law. Section 38. That § 41-22-3 be repealed. 41-22-3. Any lease or lease-purchase agreement negotiated pursuant to this chapter, shall include a provision for discount tree purchases for any political subdivision of the state, including the State of South Dakota and a provision for preference purchasing by such political subdivisions and the state. Section 39. That ARSD 12:07:16:02 be repealed. 12:07:16:02. Purpose. The agriculture finance counseling program shall provide assistance to South Dakota farmers or ranchers who are experiencing difficulties with financial management. Section 40. That ARSD 12:07:16:01 and 12:07:16:03 to 12:07:16:06, inclusive, be repealed. Section 41. That ARSD 12:07:18:02 be repealed. 12:07:18:02. Eligibility requirements. To be eligible for the farm link program, an applicant must meet the following requirements: (1) Seller: Be a current owner of a farm or ranch and be willing to sell an existing operation; (2) Beginning farmer: Be a prospective beginning farmer or rancher who is willing to purchase a farm or ranch and who will materially and substantially participate in the operation of the farm or ranch and will become the primary owner and operator of a farm or ranch as a means of livelihood. Section 42. That ARSD 12:07:18:01 and 12:07:18:03 to 12:07:18:05, inclusive, be repealed. Section 43. That ARSD 12:07:20:02 be repealed. 12:07:20:02. Purpose. The stock purchase guaranty program is designed to enable farmers and ranchers the opportunity to invest in producer-involved cooperatives in South Dakota. Section 44. That ARSD 12:07:20:01 and 12:07:20:03 to 12:07:20:20, inclusive, be repealed. Section 45. That ARSD 12:44:05:04 be repealed. 12:44:05:04. Exemptions. Existing bulk commercial fertilizer storage containers with the capacity of 100,000 gallons or more are exempt from the requirements of § 12:44:05:07 and subdivision 12:44:05:14(4) if the following alterations are made by February 1, 1996: (1) A layer of smooth, fine gravel or coarse sand at least three inches thick shall be placed over the original bottom of the storage containers, and a second bottom made of steel shall be constructed and placed over the layer of gravel or sand; (2) The original bottom of the storage container shall be tested for leaks before the sand layer and second bottom are installed. A record of the test shall be kept on file at the storage facility; (3) The newly constructed bottom shall be tested for leaks before any liquid fertilizer is stored on the newly constructed bottom. A record of the test shall be kept on file at the storage facility; (4) A method by which leaks from the newly constructed bottom into the sand layer may be readily detected must be available. This may be accomplished by the establishment of weep holes or drainage ports on the exterior of the storage container in the area between the original bottom and the new bottom; and (5) Containers must be equipped with a means of secondary containment which is of sufficient thickness and strength to withstand loading conditions and the discharge of maximum tank capacity, considering the full hydrostatic head of the discharged liquid, and large enough in volume to contain the maximum amount of discharged liquid before meeting a point of equilibrium between the liquid remaining in the container and the liquid in secondary containment, taking into consideration the wall height of the secondary containment and the distance of the wall from the storage container. If secondary containment is obtained by the method described in subdivision 12:44:05:07(5) and §§ 12:44:05:08 to 12:44:05:10, inclusive, apply. Section 46. That ARSD 12:44:05:05 be repealed. 12:44:05:05. Alternative means for second bottom for containers with the capacity of 100,000 gallons or more. The secretary may approve a second bottom made of materials other than those described in § 12:44:05:04 if the materials, considering the substances held in the storage container, provide substantially similar protection as that described in §§ 12:44:05:04 and 12:44:05:07. A request to the secretary for approval must be supported by a plan, certified by a licensed professional engineer, showing that the proposed use of other materials will provide the required protection. Section 47. That ARSD 12:44:05:14 be repealed. 12:44:05:14. Requirements for existing bulk commercial fertilizer storage sites. A bulk commercial fertilizer storage site established before July 1, 1989, must meet the following requirements by the dates specified: (1) All fittings which are threaded into the side or bottom of storage containers must be constructed of stainless steel. This requirement must be completed by February 1, 1990, unless the containers are within secondary containment constructed in accordance with § 12:44:05:04 or 12:44:05:07; (2) All storage containers that are equipped with sight gauges on the side of the containers must have a shutoff valve located on the lower fitting of the sight gauge assembly. This requirement must be completed by September 1, 1990, unless the containers are within secondary containment constructed in accordance with § 12:44:05:04 or 12:44:05:07; (3) The operator of the bulk commercial fertilizer storage site must file a bulk commercial fertilizer storage facility permit application as required by § 12:44:05:25 by February 1, 1990; (4) The bulk commercial fertilizer storage site must meet the requirements of §§ 12:44:05:27 and 12:44:05:28 by February 1, 1992; and (5) The bulk commercial fertilizer storage site must have secondary containment constructed in accordance with § 12:44:05:07 by February 1, 1995. Section 48. That ARSD 12:44:05:22 be repealed. 12:44:05:22. Bulk commercial fertilizer storage sites construction before July 1, 1989. Bulk commercial fertilizer storage sites constructed of concrete block before July 1, 1989, may be considered for approval after inspection by the secretary. Bulk commercial fertilizer storage sites constructed of brick before July 1, 1989, may not be considered for approval. Section 49. That ARSD 12:53:01:04 be repealed. 12:53:01:04. Special purpose products to guarantee ingredients. Sellers of special purpose products shall guarantee the quantity of the principal active ingredients of the product. Section 50. That ARSD 12:56:04:12.04 be repealed. 12:56:04:12.04. Livestock protection collar. Commercial applicators using the restricted use livestock protection collar for control of coyote predation must be certified for the use of the livestock protection collar. Section 51. That ARSD 12:56:05:04.16 be repealed. 12:56:05:04.16. Additional standards for certification in use of livestock protection collar. In addition to meeting general standards in § 12:56:05:04, commercial applicators classified within the classification of livestock protection collar shall be tested on their understanding and knowledge of the following: (1) Reading and understanding label and labeling information, including all use restrictions; (2) Recognizing the technical name, sodium fluoracetate, and understanding the basic properties of Compound 1080; (3) Recognizing potential hazards to humans, domestic animals, and to nontarget wildlife; (4) Recognizing general symptoms of poisoning by Compound 1080 in humans and domestic animals and taking appropriate action; (5) Recognizing situations where collars can be expected to be safe and effective in addition to being aware of alternative means of control; (6) Keeping required records on use of collars; (7) Making required reports of suspected poisoning on nontarget species and suspected poisonings of humans or domestic animals to the department of agriculture; (8) Distinguishing between damaged collars that can be repaired and those that must be disposed of properly; (9) Making repairs to damaged collars prior to reuse or proper disposal; (10) Proper disposal of animal remains, and vegetation or soil contaminated by a punctured collar; (11) Posting and maintaining bilingual warning signs at logical points of access to areas where collars are in use; and (12) Performing weekly or more frequent inspections of collars in use. Section 52. That ARSD 12:56:12:01.01 be repealed. 12:56:12:01.01. Standards for private applicator certification for use of livestock protection collar. In addition to meeting standards in § 12:56:12:01, private applicators classified within the classification of livestock protection collar shall meet standards in §§ 12:56:05:04 and 12:56:05:04.16. Section 53. That ARSD 12:56:13:05 be repealed. 12:56:13:05. Effective date of bulk pesticide storage facility requirements. All bulk pesticide storage facilities must be constructed and operated in compliance with these rules. Bulk pesticide storage facilities constructed prior to the effective date of these rules must be in compliance with §§ 12:56:13:01 to 12:56:13:06, inclusive, by January 1, 1987. Section 54. That ARSD 12:56:13:05.05 be repealed. 12:56:13:05.05. Bulk pesticide storage facilities constructed prior to December 8, 1985. Bulk pesticide storage facilities constructed of concrete block prior to December 8, 1985, will be considered for approval after inspection by the secretary. Bulk pesticide storage facilities constructed of brick prior to December 8, 1985, will not be considered for approval. Bulk pesticide storage facilities constructed of concrete block or brick after December 8, 1985, will not be considered for approval by the secretary. Section 55. That ARSD 12:56:16:01 be repealed. 12:56:16:01. Livestock protection collar records required. Each private applicator of livestock protection collars shall keep records which include the following for each application: (1) The number of collars placed on livestock; (2) The date of application; and (3) The location of collared animals. In addition, applicators shall record the number of collars purchased or leased, the number of collars punctured or ruptured including apparent cause, the number of collars lost or unrecovered, the number of collars in storage, and the species, date, and location of each animal found poisoned as a result of the use of the livestock protection collar. Each accident or injury to humans or domestic animals or poisoning of nontarget species shall be reported immediately to the department of agriculture. Section 56. That ARSD 12:56:16:02 be repealed. 12:56:16:02. Availability of records to the department. Each applicator shall have all pesticide application records on the use of livestock protection collars completed and available to the department for inspection at the close of each day. Section 57. That ARSD 12:56:16:03 be repealed. 12:56:16:03. Records to be kept for three years. Records containing the information required by § 12:56:16:01 shall be kept by the applicator for three years from the date of application or until return of the livestock protection collar to the livestock protection collar pool manager, whichever is later. The applicator shall furnish the department with a copy of these records upon written request. Section 58. That ARSD 12:80:05:01 be repealed. 12:80:05:01. Nomination of council member. The nomination for council members must be on a form provided by the council. Nomination petitions must be filed with the council not later than 5:00 PM on the third Friday of January. If a petition is mailed to the council office by registered mail by 5:00 PM on the filing date it is considered filed. Section 59. That ARSD 12:80:05:02 to 12:80:05:11, inclusive, be repealed."}, {"bill_id": 6278, "bill_version_id": 33845, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "2015-01-27T13:42:21.803-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain outdated and unnecessary statutes and administrative rules related to the Department of Agriculture. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-21-18 be repealed. 1-21-18. Unless inconsistent with other provisions of this chapter, all rules that are in effect on July 1, 2003, as adopted by the State Fair Commission, shall continue with full force and effect until they are specifically altered, amended, or revoked by the adoption of superseding rules by the secretary of agriculture. Section 2. That § 38-1-5.1 be repealed. 38-1-5.1. The divisions formerly enumerated in § 38-1-5 are abolished, and all their functions shall be administered by the Department of Agriculture as provided by § 1-41-4.1. Section 3. That § 38-1-23 be repealed. 38-1-23. The secretary of agriculture shall attend to and have supervision of all correspondence relating to immigration and shall try to secure the most effective advertisement of the resources and opportunities of the state. It shall be his duty to encourage investments of capital within the state and to facilitate the settlement of persons and families seeking new homes or establishment of new business enterprises in the state. Section 4. That § 38-1-33 be repealed. 38-1-33. It shall be the duty of the secretary of agriculture to assemble, compile, and maintain files of statistical data relating to the work and progress of production and marketing cooperative enterprises, the statutes of the several states, and, so far as reasonably convenient, those of foreign countries, affecting production and marketing cooperatives. He shall also carry standard forms and outlines for use and reference in organization work. Section 5. That § 38-1-34 be repealed. 38-1-34. The secretary of agriculture shall disseminate the information and materials described in § 38-1-33 for the use and benefit of established production and marketing cooperatives and new production and marketing cooperative projects in process of organization. He shall also render such personal assistance to production and marketing cooperatives generally as may be possible with the means and facilities at his disposal. Section 6. That § 38-1-42 be repealed. 38-1-42. The farm link program is hereby established and shall be administered by the Department of Agriculture and the South Dakota Cooperative Extension Service. Under the program, the department shall create a directory of prospective beginning farmers and ranchers and a directory of available or potentially available farms and ranches, which shall be used in matching the two groups. The department may, if practicable, use the resources of the South Dakota ag enterprise program. In administering the Farm Link Program, the department shall attempt to cooperate with similar programs in surrounding states to provide a greater opportunity for matching the interests of entering and retiring farmers and ranchers. The department shall also make available information on farm lending opportunities. Section 7. That § 38-1-43 be repealed. 38-1-43. The Department of Agriculture shall promulgate rules pursuant to chapter 1-26 to administer the farm link program established pursuant to § 38-1-42. The rules shall include provisions governing program eligibility and procedures for data management, applications, and program administration. Section 8. That § 38-5-2 be repealed. 38-5-2. It shall be the duty of all directors of equalization to list the name and address of each farm operator along with the acreage and production of each crop and number and kind of each species of livestock and poultry as required in the census schedule furnished them by the secretary of agriculture. No director of equalization shall be entitled to receive compensation until he shall have fully complied with the requirements hereof. Section 9. That § 38-6-2 be repealed. 38-6-2. The secretary of agriculture shall furnish such surety bond and in such amount as the Governor may require conditioned upon the faithful performance of his duties as such official and for a true accounting of all money and property coming into his hands as such. Section 10. That § 38-7A-2 be repealed. 38-7A-2. The term, shelterbelts, as used in this chapter, includes field shelterbelts, farmstead windbreaks, wildlife tree plantings, living snow fences and other tree plantings made specifically for conservation purposes. Only shelterbelts planted or renovated after January 1, 1984, are eligible for certification. Trees planted for ornamental or commercial purposes are not eligible. Conservation districts shall adopt technical guidelines and requirements for the design, planting, maintenance and renovation of certified shelterbelts, subject to approval of the State Conservation Commission. Section 11. That § 38-7A-3 be repealed. 38-7A-3. The State Conservation Commission shall establish procedures whereby a shelterbelt can be certified. Each conservation district shall use the guidelines established pursuant to § 38-7A-2 when an application for certification is submitted by a landowner. On or before October first of each year, the conservation district shall provide to the State Conservation Commission the eligibility status of each application submitted to the district. Section 12. That § 38-7A-4 be repealed. 38-7A-4. Each certified shelterbelt shall be inspected by the respective conservation district once every three years or upon change of ownership to determine if the shelterbelt continues to meet the guidelines. On or before October first of each year, a conservation district shall submit a written report of those shelterbelts which no longer pass certification to the State Conservation Commission. Section 13. That § 38-7A-5 be repealed. 38-7A-5. On or before November fifteenth of each year, the State Conservation Commission shall provide to the secretary of agriculture a list of certified shelterbelts in each county. The list shall include the name of each property owner, a legal description of the land involved, the acreage involved in each shelterbelt and an acreage total of all of the certified shelterbelts in the county. Section 14. That § 38-7A-5.1 be repealed. 38-7A-5.1. On or about July first of each year, the secretary of agriculture shall pay the owner of a certified shelterbelt five dollars for each acre or part thereof in the certified shelterbelt. The secretary shall make payments from money appropriated by the Legislature specifically for that purpose. Section 15. That § 38-7A-6 be repealed. 38-7A-6. The certification of a new or renovated shelterbelt under the provisions of this chapter may not exceed ten years. The State Conservation Commission shall remove the certification of any shelterbelt which does not meet the guidelines provided in § 38-7A-2. Section 16. That § 38-7A-7 be repealed. 38-7A-7. The certification of any shelterbelt granted under the provisions of this chapter may not be removed upon transfer of ownership of the land if the shelterbelt continues to meet conservation district standards and is recertified under the provisions of § 38-7A-4. Section 17. That § 38-10-13 be repealed. 38-10-13. The executive director and treasurer of the wheat commission each shall file with the commission a fidelity bond executed by a surety company authorized to do business in this state, in favor of the commission, conditioned for the faithful performance of their duties and the strict accounting of all funds to the commission, in the penal sum of ten thousand dollars or in such additional amount as the commission may designate. Section 18. That § 38-14-1 be repealed. 38-14-1. Any person engaged in the purchase of grain or flaxseed, at more than one place in this state, who shall, with the intent and for the purpose of destroying competition, discriminate, by direct or indirect methods, between different places, by paying a different price for any grain or flaxseed at one place than such person is at the same time paying for the same kind of grain or flaxseed at another place within this state, after taking into consideration the difference, if any, in the grade and quality of such grain or flaxseed and in the cost of transportation from the point where same is purchased to the market where sold or intended to be sold, is guilty of discrimination in the purchase of grains and flaxseed, which is a Class 2 misdemeanor. Section 19. That § 38-14-2 be repealed. 38-14-2. Notwithstanding § 38-14-1, any such person engaged in the purchase of grain or flaxseed at more than one place in this state, may raise the price paid for any kind, grade, and quality of grain or flaxseed in any given place to, but not above, the price being paid for the same kind, grade, and quality of grain or flaxseed by another buyer at the same place, when necessary to meet actual legitimate competition at such place, without being held to have violated the provisions of this chapter. Section 20. That § 38-14-3 be repealed. 38-14-3. Notwithstanding § 38-14-1, when one or more such persons are the only persons engaged in the purchase of grain or flaxseed at a given place in this state, such person or persons may raise prices at that place to, but not above, the prices being paid for the same kind, grade, and quality of grain or flaxseed by a buyer at another place in that immediate section, when necessary to meet actual legitimate competition, without being held to have violated the provisions of this chapter. Section 21. That § 38-14-4 be repealed. 38-14-4. Every public warehouseman or miller engaged in the purchase of grain and flaxseed, or either, within the state, shall during each day keep posted, in a conspicuous place plainly accessible to view from the dump, pit, or place where such grain so purchased is unloaded, one slate or card which shall plainly show all prices offered that day by such warehouseman or miller, for each kind, grade, and quality of grain and flaxseed, and another slate or card plainly showing all prices paid for each kind, grade, and quality of grain or flaxseed purchased that day. Section 22. That § 38-14-5 be repealed. 38-14-5. When any grain or flaxseed is purchased by a public warehouse or miller engaged in the purchase of grain and flaxseed for delivery after the purchase agreement is made, the terms of such agreement shall be reduced to writing in duplicate, showing the date, place, kind, grade, and quality, number of bushels, price agreed upon, period allowed for delivery, and the signatures of the seller and buyer or their agents. One copy shall be retained by the seller and the other by the buyer as a permanent record in his office. Section 23. That § 38-14-6 be repealed. 38-14-6. A violation of any provision of this chapter is a Class 2 misdemeanor. Section 24. That § 38-14-7 be repealed. 38-14-7. If complaint shall be made to the Public Utilities Commission that any person is guilty of discrimination as defined in this chapter, said commission shall investigate such complaint within thirty days, and for such purpose, insofar as applicable, the procedure before the Public Utilities Commission in cases involving the rates, facilities, service, or other affairs of railroads in this state, including notices of hearing; the conducting of hearings; compelling the attendance and testimony of witnesses and the production of records, data, and information; the preparation, recording, and serving of reports and orders of the commission, shall be followed and shall govern in all proceedings and investigations before the commission under the provisions of this chapter. Section 25. That § 38-14-8 be repealed. 38-14-8. After investigation or hearing upon a complaint under § 38-14-7 the Public Utilities Commission may, by proper order and for good cause shown, revoke the license of such person to purchase grain or flaxseed in this state, but such person shall have all the rights of rehearing and review as to such order of the commission as is provided by statute or rule relating to rehearings, reviews, and appeals from decisions or orders of the Public Utilities Commission. Section 26. That § 38-21-14.1 be repealed. 38-21-14.1. Any person supervising bean buggy or bean bar riders, as defined in subdivision 38-21-14(21)(a), shall instruct the riders in pesticide application safety procedures and in the benefits of, and procedures for, wearing protective clothing while spraying pesticides. Section 27. That § 38-23-1 be repealed. 38-23-1. The Department of Agriculture shall collect, preserve, publish, and disseminate information pertaining to horticulture and to promote tree planting, fruit growing, and floriculture in the state. Section 28. That § 38-23-1.1 be repealed. 38-23-1.1. The Department of Horticulture is abolished, and all its functions shall be administered by the Department of Agriculture as provided by § 1-41-4.1. Section 29. That § 39-23-1 be repealed. 39-23-1. Terms used in this chapter mean: (1) \"Organic food,\" any food product, including meat, dairy, or a beverage, that is marketed or sold using the term, or a derivative of the term, organic food in the labeling or advertising of the product; (2) \"Pesticides,\" any synthetic herbicide, insecticide, or fungicide or any other toxic material. However, the term does not include material from naturally derived substances; (3) \"Secretary,\" the secretary of the South Dakota Department of Agriculture; (4) \"Synthetic fertilizer,\" all nitrogen sources derived from ammonia, phosphorus derived from the acid treatment of rock phosphates, refined or highly soluble potassium salts, whether manufactured or mined, and all other chemically refined, synthesized, or acid treated material; (5) \"Vendor,\" any person who sells organic food to a consumer or another vendor, or who processes, manufactures, or otherwise transforms an organic food on behalf of a seller of organic food; (6) \"Verification,\" a system maintained by the vendor of organic foods that demonstrates compliance with standards under which product identity may be traced from farm to consumer, using a series of documents that record information about the vendor's production and processing techniques. Section 30. That § 39-23-2 be repealed. 39-23-2. No product may be labeled as an organic food unless: (1) The product was grown or raised, or is composed of ingredients that were grown or raised, without the use of synthetic fertilizers, pesticides, hormones, antibiotics, growth stimulants, arsenicals, or other synthetic products. However, treated seed may be used if untreated seed is not available; (2) The soil on which the organic food was grown or raised has been free of synthetic fertilizers, pesticides, hormones, antibiotics, growth stimulants, and arsenicals for a minimum of three years prior to the harvest of the organic food; (3) No synthetic products were used in the storage, processing, or manufacturing process. Section 31. That § 39-23-3 be repealed. 39-23-3. Any vendor using the term organic food on the label of any product shall: (1) Use only raw materials in the product which conform to the standards in § 39-23-2; (2) Have sufficient verification to ensure that all products labeled as organic foods are in compliance with the standards in § 39-23-2; (3) Utilize a verification system established by the secretary of agriculture pursuant to § 39-23-4. Section 32. That § 39-23-4 be repealed. 39-23-4. The secretary of agriculture shall establish, by rules promulgated pursuant to chapter 1-26, a verification system. The system may include requirements regarding records which document inspection visits, records which document inventory, and other record-keeping requirements necessary to demonstrate compliance with the standards set forth in this chapter. Section 33. That § 41-20-21 be repealed. 41-20-21. All moneys received from the sale of trees and seeds shall be placed in the forestry fund created in § 41-20-22. Section 34. That § 41-20A-13 be repealed. 41-20A-13. The Department of Agriculture may assist, cooperate, and enter agreements with any agency of the United States government; any state, county, or municipal agency; any fire suppression organization; any person qualified by the state wildland fire coordinator; or any person needed for an incident management team for the purposes of training and of fire prevention or suppression. Section 35. That § 41-22-1 be repealed. 41-22-1. The Governor may negotiate a long-term lease, not to exceed twenty years, or a lease-purchase agreement for the operation of the state tree nursery. Section 36. That § 41-22-2 be repealed. 41-22-2. The lease or lease-purchase agreement authorized in § 41-22-1 may also include the negotiated sale or lease of the personal property including nursery stock at the facility, notwithstanding any other provision of law. Section 37. That § 41-22-3 be repealed. 41-22-3. Any lease or lease-purchase agreement negotiated pursuant to this chapter, shall include a provision for discount tree purchases for any political subdivision of the state, including the State of South Dakota and a provision for preference purchasing by such political subdivisions and the state. Section 38. That ARSD 12:07:16:02 be repealed. 12:07:16:02. Purpose. The agriculture finance counseling program shall provide assistance to South Dakota farmers or ranchers who are experiencing difficulties with financial management. Section 39. That ARSD 12:07:16:01 and 12:07:16:03 to 12:07:16:06, inclusive, be repealed. Section 40. That ARSD 12:07:18:02 be repealed. 12:07:18:02. Eligibility requirements. To be eligible for the farm link program, an applicant must meet the following requirements: (1) Seller: Be a current owner of a farm or ranch and be willing to sell an existing operation; (2) Beginning farmer: Be a prospective beginning farmer or rancher who is willing to purchase a farm or ranch and who will materially and substantially participate in the operation of the farm or ranch and will become the primary owner and operator of a farm or ranch as a means of livelihood. Section 41. That ARSD 12:07:18:01 and 12:07:18:03 to 12:07:18:05, inclusive, be repealed. Section 42. That ARSD 12:07:20:02 be repealed. 12:07:20:02. Purpose. The stock purchase guaranty program is designed to enable farmers and ranchers the opportunity to invest in producer-involved cooperatives in South Dakota. Section 43. That ARSD 12:07:20:01 and 12:07:20:03 to 12:07:20:20, inclusive, be repealed. Section 44. That ARSD 12:44:05:04 be repealed. 12:44:05:04. Exemptions. Existing bulk commercial fertilizer storage containers with the capacity of 100,000 gallons or more are exempt from the requirements of § 12:44:05:07 and subdivision 12:44:05:14(4) if the following alterations are made by February 1, 1996: (1) A layer of smooth, fine gravel or coarse sand at least three inches thick shall be placed over the original bottom of the storage containers, and a second bottom made of steel shall be constructed and placed over the layer of gravel or sand; (2) The original bottom of the storage container shall be tested for leaks before the sand layer and second bottom are installed. A record of the test shall be kept on file at the storage facility; (3) The newly constructed bottom shall be tested for leaks before any liquid fertilizer is stored on the newly constructed bottom. A record of the test shall be kept on file at the storage facility; (4) A method by which leaks from the newly constructed bottom into the sand layer may be readily detected must be available. This may be accomplished by the establishment of weep holes or drainage ports on the exterior of the storage container in the area between the original bottom and the new bottom; and (5) Containers must be equipped with a means of secondary containment which is of sufficient thickness and strength to withstand loading conditions and the discharge of maximum tank capacity, considering the full hydrostatic head of the discharged liquid, and large enough in volume to contain the maximum amount of discharged liquid before meeting a point of equilibrium between the liquid remaining in the container and the liquid in secondary containment, taking into consideration the wall height of the secondary containment and the distance of the wall from the storage container. If secondary containment is obtained by the method described in subdivision 12:44:05:07(5) and §§ 12:44:05:08 to 12:44:05:10, inclusive, apply. Section 45. That ARSD 12:44:05:05 be repealed. 12:44:05:05. Alternative means for second bottom for containers with the capacity of 100,000 gallons or more. The secretary may approve a second bottom made of materials other than those described in § 12:44:05:04 if the materials, considering the substances held in the storage container, provide substantially similar protection as that described in §§ 12:44:05:04 and 12:44:05:07. A request to the secretary for approval must be supported by a plan, certified by a licensed professional engineer, showing that the proposed use of other materials will provide the required protection. Section 46. That ARSD 12:44:05:14 be repealed. 12:44:05:14. Requirements for existing bulk commercial fertilizer storage sites. A bulk commercial fertilizer storage site established before July 1, 1989, must meet the following requirements by the dates specified: (1) All fittings which are threaded into the side or bottom of storage containers must be constructed of stainless steel. This requirement must be completed by February 1, 1990, unless the containers are within secondary containment constructed in accordance with § 12:44:05:04 or 12:44:05:07; (2) All storage containers that are equipped with sight gauges on the side of the containers must have a shutoff valve located on the lower fitting of the sight gauge assembly. This requirement must be completed by September 1, 1990, unless the containers are within secondary containment constructed in accordance with § 12:44:05:04 or 12:44:05:07; (3) The operator of the bulk commercial fertilizer storage site must file a bulk commercial fertilizer storage facility permit application as required by § 12:44:05:25 by February 1, 1990; (4) The bulk commercial fertilizer storage site must meet the requirements of §§ 12:44:05:27 and 12:44:05:28 by February 1, 1992; and (5) The bulk commercial fertilizer storage site must have secondary containment constructed in accordance with § 12:44:05:07 by February 1, 1995. Section 47. That ARSD 12:44:05:22 be repealed. 12:44:05:22. Bulk commercial fertilizer storage sites construction before July 1, 1989. Bulk commercial fertilizer storage sites constructed of concrete block before July 1, 1989, may be considered for approval after inspection by the secretary. Bulk commercial fertilizer storage sites constructed of brick before July 1, 1989, may not be considered for approval. Section 48. That ARSD 12:53:01:04 be repealed. 12:53:01:04. Special purpose products to guarantee ingredients. Sellers of special purpose products shall guarantee the quantity of the principal active ingredients of the product. Section 49. That ARSD 12:56:04:12.04 be repealed. 12:56:04:12.04. Livestock protection collar. Commercial applicators using the restricted use livestock protection collar for control of coyote predation must be certified for the use of the livestock protection collar. Section 50. That ARSD 12:56:05:04.16 be repealed. 12:56:05:04.16. Additional standards for certification in use of livestock protection collar. In addition to meeting general standards in § 12:56:05:04, commercial applicators classified within the classification of livestock protection collar shall be tested on their understanding and knowledge of the following: (1) Reading and understanding label and labeling information, including all use restrictions; (2) Recognizing the technical name, sodium fluoracetate, and understanding the basic properties of Compound 1080; (3) Recognizing potential hazards to humans, domestic animals, and to nontarget wildlife; (4) Recognizing general symptoms of poisoning by Compound 1080 in humans and domestic animals and taking appropriate action; (5) Recognizing situations where collars can be expected to be safe and effective in addition to being aware of alternative means of control; (6) Keeping required records on use of collars; (7) Making required reports of suspected poisoning on nontarget species and suspected poisonings of humans or domestic animals to the department of agriculture; (8) Distinguishing between damaged collars that can be repaired and those that must be disposed of properly; (9) Making repairs to damaged collars prior to reuse or proper disposal; (10) Proper disposal of animal remains, and vegetation or soil contaminated by a punctured collar; (11) Posting and maintaining bilingual warning signs at logical points of access to areas where collars are in use; and (12) Performing weekly or more frequent inspections of collars in use. Section 51. That ARSD 12:56:12:01.01 be repealed. 12:56:12:01.01. Standards for private applicator certification for use of livestock protection collar. In addition to meeting standards in § 12:56:12:01, private applicators classified within the classification of livestock protection collar shall meet standards in §§ 12:56:05:04 and 12:56:05:04.16. Section 52. That ARSD 12:56:13:05 be repealed. 12:56:13:05. Effective date of bulk pesticide storage facility requirements. All bulk pesticide storage facilities must be constructed and operated in compliance with these rules. Bulk pesticide storage facilities constructed prior to the effective date of these rules must be in compliance with §§ 12:56:13:01 to 12:56:13:06, inclusive, by January 1, 1987. Section 53. That ARSD 12:56:13:05.05 be repealed. 12:56:13:05.05. Bulk pesticide storage facilities constructed prior to December 8, 1985. Bulk pesticide storage facilities constructed of concrete block prior to December 8, 1985, will be considered for approval after inspection by the secretary. Bulk pesticide storage facilities constructed of brick prior to December 8, 1985, will not be considered for approval. Bulk pesticide storage facilities constructed of concrete block or brick after December 8, 1985, will not be considered for approval by the secretary. Section 54. That ARSD 12:56:16:01 be repealed. 12:56:16:01. Livestock protection collar records required. Each private applicator of livestock protection collars shall keep records which include the following for each application: (1) The number of collars placed on livestock; (2) The date of application; and (3) The location of collared animals. In addition, applicators shall record the number of collars purchased or leased, the number of collars punctured or ruptured including apparent cause, the number of collars lost or unrecovered, the number of collars in storage, and the species, date, and location of each animal found poisoned as a result of the use of the livestock protection collar. Each accident or injury to humans or domestic animals or poisoning of nontarget species shall be reported immediately to the department of agriculture. Section 55. That ARSD 12:56:16:02 be repealed. 12:56:16:02. Availability of records to the department. Each applicator shall have all pesticide application records on the use of livestock protection collars completed and available to the department for inspection at the close of each day. Section 56. That ARSD 12:56:16:03 be repealed. 12:56:16:03. Records to be kept for three years. Records containing the information required by § 12:56:16:01 shall be kept by the applicator for three years from the date of application or until return of the livestock protection collar to the livestock protection collar pool manager, whichever is later. The applicator shall furnish the department with a copy of these records upon written request. Section 57. That ARSD 12:80:05:01 be repealed. 12:80:05:01. Nomination of council member. The nomination for council members must be on a form provided by the council. Nomination petitions must be filed with the council not later than 5:00 PM on the third Friday of January. If a petition is mailed to the council office by registered mail by 5:00 PM on the filing date it is considered filed. Section 58. That ARSD 12:80:05:02 to 12:80:05:11, inclusive, be repealed."}, {"bill_id": 6278, "bill_version_id": 34548, "bill_version": "Senate Agriculture and Natural Resources Engrossed", "bill_version_date": "2015-02-05T11:54:58.69-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain outdated and unnecessary statutes and administrative rules related to the Department of Agriculture. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-21-18 be repealed. 1-21-18. Unless inconsistent with other provisions of this chapter, all rules that are in effect on July 1, 2003, as adopted by the State Fair Commission, shall continue with full force and effect until they are specifically altered, amended, or revoked by the adoption of superseding rules by the secretary of agriculture. Section 2. That § 38-1-5.1 be repealed. 38-1-5.1. The divisions formerly enumerated in § 38-1-5 are abolished, and all their functions shall be administered by the Department of Agriculture as provided by § 1-41-4.1. Section 3. That § 38-1-23 be repealed. 38-1-23. The secretary of agriculture shall attend to and have supervision of all correspondence relating to immigration and shall try to secure the most effective advertisement of the resources and opportunities of the state. It shall be his duty to encourage investments of capital within the state and to facilitate the settlement of persons and families seeking new homes or establishment of new business enterprises in the state. Section 4. That § 38-1-33 be repealed. 38-1-33. It shall be the duty of the secretary of agriculture to assemble, compile, and maintain files of statistical data relating to the work and progress of production and marketing cooperative enterprises, the statutes of the several states, and, so far as reasonably convenient, those of foreign countries, affecting production and marketing cooperatives. He shall also carry standard forms and outlines for use and reference in organization work. Section 5. That § 38-1-34 be repealed. 38-1-34. The secretary of agriculture shall disseminate the information and materials described in § 38-1-33 for the use and benefit of established production and marketing cooperatives and new production and marketing cooperative projects in process of organization. He shall also render such personal assistance to production and marketing cooperatives generally as may be possible with the means and facilities at his disposal. Section 6. That § 38-5-2 be repealed. 38-5-2. It shall be the duty of all directors of equalization to list the name and address of each farm operator along with the acreage and production of each crop and number and kind of each species of livestock and poultry as required in the census schedule furnished them by the secretary of agriculture. No director of equalization shall be entitled to receive compensation until he shall have fully complied with the requirements hereof. Section 7. That § 38-6-2 be repealed. 38-6-2. The secretary of agriculture shall furnish such surety bond and in such amount as the Governor may require conditioned upon the faithful performance of his duties as such official and for a true accounting of all money and property coming into his hands as such. Section 8. That § 38-7A-2 be repealed. 38-7A-2. The term, shelterbelts, as used in this chapter, includes field shelterbelts, farmstead windbreaks, wildlife tree plantings, living snow fences and other tree plantings made specifically for conservation purposes. Only shelterbelts planted or renovated after January 1, 1984, are eligible for certification. Trees planted for ornamental or commercial purposes are not eligible. Conservation districts shall adopt technical guidelines and requirements for the design, planting, maintenance and renovation of certified shelterbelts, subject to approval of the State Conservation Commission. Section 9. That § 38-7A-3 be repealed. 38-7A-3. The State Conservation Commission shall establish procedures whereby a shelterbelt can be certified. Each conservation district shall use the guidelines established pursuant to § 38-7A-2 when an application for certification is submitted by a landowner. On or before October first of each year, the conservation district shall provide to the State Conservation Commission the eligibility status of each application submitted to the district. Section 10. That § 38-7A-4 be repealed. 38-7A-4. Each certified shelterbelt shall be inspected by the respective conservation district once every three years or upon change of ownership to determine if the shelterbelt continues to meet the guidelines. On or before October first of each year, a conservation district shall submit a written report of those shelterbelts which no longer pass certification to the State Conservation Commission. Section 11. That § 38-7A-5 be repealed. 38-7A-5. On or before November fifteenth of each year, the State Conservation Commission shall provide to the secretary of agriculture a list of certified shelterbelts in each county. The list shall include the name of each property owner, a legal description of the land involved, the acreage involved in each shelterbelt and an acreage total of all of the certified shelterbelts in the county. Section 12. That § 38-7A-5.1 be repealed. 38-7A-5.1. On or about July first of each year, the secretary of agriculture shall pay the owner of a certified shelterbelt five dollars for each acre or part thereof in the certified shelterbelt. The secretary shall make payments from money appropriated by the Legislature specifically for that purpose. Section 13. That § 38-7A-6 be repealed. 38-7A-6. The certification of a new or renovated shelterbelt under the provisions of this chapter may not exceed ten years. The State Conservation Commission shall remove the certification of any shelterbelt which does not meet the guidelines provided in § 38-7A-2. Section 14. That § 38-7A-7 be repealed. 38-7A-7. The certification of any shelterbelt granted under the provisions of this chapter may not be removed upon transfer of ownership of the land if the shelterbelt continues to meet conservation district standards and is recertified under the provisions of § 38-7A-4. Section 15. That § 38-10-13 be repealed. 38-10-13. The executive director and treasurer of the wheat commission each shall file with the commission a fidelity bond executed by a surety company authorized to do business in this state, in favor of the commission, conditioned for the faithful performance of their duties and the strict accounting of all funds to the commission, in the penal sum of ten thousand dollars or in such additional amount as the commission may designate. Section 16. That § 38-14-1 be repealed. 38-14-1. Any person engaged in the purchase of grain or flaxseed, at more than one place in this state, who shall, with the intent and for the purpose of destroying competition, discriminate, by direct or indirect methods, between different places, by paying a different price for any grain or flaxseed at one place than such person is at the same time paying for the same kind of grain or flaxseed at another place within this state, after taking into consideration the difference, if any, in the grade and quality of such grain or flaxseed and in the cost of transportation from the point where same is purchased to the market where sold or intended to be sold, is guilty of discrimination in the purchase of grains and flaxseed, which is a Class 2 misdemeanor. Section 17. That § 38-14-2 be repealed. 38-14-2. Notwithstanding § 38-14-1, any such person engaged in the purchase of grain or flaxseed at more than one place in this state, may raise the price paid for any kind, grade, and quality of grain or flaxseed in any given place to, but not above, the price being paid for the same kind, grade, and quality of grain or flaxseed by another buyer at the same place, when necessary to meet actual legitimate competition at such place, without being held to have violated the provisions of this chapter. Section 18. That § 38-14-3 be repealed. 38-14-3. Notwithstanding § 38-14-1, when one or more such persons are the only persons engaged in the purchase of grain or flaxseed at a given place in this state, such person or persons may raise prices at that place to, but not above, the prices being paid for the same kind, grade, and quality of grain or flaxseed by a buyer at another place in that immediate section, when necessary to meet actual legitimate competition, without being held to have violated the provisions of this chapter. Section 19. That § 38-14-4 be repealed. 38-14-4. Every public warehouseman or miller engaged in the purchase of grain and flaxseed, or either, within the state, shall during each day keep posted, in a conspicuous place plainly accessible to view from the dump, pit, or place where such grain so purchased is unloaded, one slate or card which shall plainly show all prices offered that day by such warehouseman or miller, for each kind, grade, and quality of grain and flaxseed, and another slate or card plainly showing all prices paid for each kind, grade, and quality of grain or flaxseed purchased that day. Section 20. That § 38-14-5 be repealed. 38-14-5. When any grain or flaxseed is purchased by a public warehouse or miller engaged in the purchase of grain and flaxseed for delivery after the purchase agreement is made, the terms of such agreement shall be reduced to writing in duplicate, showing the date, place, kind, grade, and quality, number of bushels, price agreed upon, period allowed for delivery, and the signatures of the seller and buyer or their agents. One copy shall be retained by the seller and the other by the buyer as a permanent record in his office. Section 21. That § 38-14-6 be repealed. 38-14-6. A violation of any provision of this chapter is a Class 2 misdemeanor. Section 22. That § 38-14-7 be repealed. 38-14-7. If complaint shall be made to the Public Utilities Commission that any person is guilty of discrimination as defined in this chapter, said commission shall investigate such complaint within thirty days, and for such purpose, insofar as applicable, the procedure before the Public Utilities Commission in cases involving the rates, facilities, service, or other affairs of railroads in this state, including notices of hearing; the conducting of hearings; compelling the attendance and testimony of witnesses and the production of records, data, and information; the preparation, recording, and serving of reports and orders of the commission, shall be followed and shall govern in all proceedings and investigations before the commission under the provisions of this chapter. Section 23. That § 38-14-8 be repealed. 38-14-8. After investigation or hearing upon a complaint under § 38-14-7 the Public Utilities Commission may, by proper order and for good cause shown, revoke the license of such person to purchase grain or flaxseed in this state, but such person shall have all the rights of rehearing and review as to such order of the commission as is provided by statute or rule relating to rehearings, reviews, and appeals from decisions or orders of the Public Utilities Commission. Section 24. That § 38-21-14.1 be repealed. 38-21-14.1. Any person supervising bean buggy or bean bar riders, as defined in subdivision 38-21-14(21)(a), shall instruct the riders in pesticide application safety procedures and in the benefits of, and procedures for, wearing protective clothing while spraying pesticides. Section 25. That § 38-23-1 be repealed. 38-23-1. The Department of Agriculture shall collect, preserve, publish, and disseminate information pertaining to horticulture and to promote tree planting, fruit growing, and floriculture in the state. Section 26. That § 38-23-1.1 be repealed. 38-23-1.1. The Department of Horticulture is abolished, and all its functions shall be administered by the Department of Agriculture as provided by § 1-41-4.1. Section 27. That § 39-23-1 be repealed. 39-23-1. Terms used in this chapter mean: (1) \"Organic food,\" any food product, including meat, dairy, or a beverage, that is marketed or sold using the term, or a derivative of the term, organic food in the labeling or advertising of the product; (2) \"Pesticides,\" any synthetic herbicide, insecticide, or fungicide or any other toxic material. However, the term does not include material from naturally derived substances; (3) \"Secretary,\" the secretary of the South Dakota Department of Agriculture; (4) \"Synthetic fertilizer,\" all nitrogen sources derived from ammonia, phosphorus derived from the acid treatment of rock phosphates, refined or highly soluble potassium salts, whether manufactured or mined, and all other chemically refined, synthesized, or acid treated material; (5) \"Vendor,\" any person who sells organic food to a consumer or another vendor, or who processes, manufactures, or otherwise transforms an organic food on behalf of a seller of organic food; (6) \"Verification,\" a system maintained by the vendor of organic foods that demonstrates compliance with standards under which product identity may be traced from farm to consumer, using a series of documents that record information about the vendor's production and processing techniques. Section 28. That § 39-23-2 be repealed. 39-23-2. No product may be labeled as an organic food unless: (1) The product was grown or raised, or is composed of ingredients that were grown or raised, without the use of synthetic fertilizers, pesticides, hormones, antibiotics, growth stimulants, arsenicals, or other synthetic products. However, treated seed may be used if untreated seed is not available; (2) The soil on which the organic food was grown or raised has been free of synthetic fertilizers, pesticides, hormones, antibiotics, growth stimulants, and arsenicals for a minimum of three years prior to the harvest of the organic food; (3) No synthetic products were used in the storage, processing, or manufacturing process. Section 29. That § 39-23-3 be repealed. 39-23-3. Any vendor using the term organic food on the label of any product shall: (1) Use only raw materials in the product which conform to the standards in § 39-23-2; (2) Have sufficient verification to ensure that all products labeled as organic foods are in compliance with the standards in § 39-23-2; (3) Utilize a verification system established by the secretary of agriculture pursuant to § 39-23-4. Section 30. That § 39-23-4 be repealed. 39-23-4. The secretary of agriculture shall establish, by rules promulgated pursuant to chapter 1-26, a verification system. The system may include requirements regarding records which document inspection visits, records which document inventory, and other record-keeping requirements necessary to demonstrate compliance with the standards set forth in this chapter. Section 31. That § 41-20-21 be repealed. 41-20-21. All moneys received from the sale of trees and seeds shall be placed in the forestry fund created in § 41-20-22. Section 32. That § 41-20A-13 be repealed. 41-20A-13. The Department of Agriculture may assist, cooperate, and enter agreements with any agency of the United States government; any state, county, or municipal agency; any fire suppression organization; any person qualified by the state wildland fire coordinator; or any person needed for an incident management team for the purposes of training and of fire prevention or suppression. Section 33. That § 41-22-1 be repealed. 41-22-1. The Governor may negotiate a long-term lease, not to exceed twenty years, or a lease-purchase agreement for the operation of the state tree nursery. Section 34. That § 41-22-2 be repealed. 41-22-2. The lease or lease-purchase agreement authorized in § 41-22-1 may also include the negotiated sale or lease of the personal property including nursery stock at the facility, notwithstanding any other provision of law. Section 35. That § 41-22-3 be repealed. 41-22-3. Any lease or lease-purchase agreement negotiated pursuant to this chapter, shall include a provision for discount tree purchases for any political subdivision of the state, including the State of South Dakota and a provision for preference purchasing by such political subdivisions and the state. Section 36. That ARSD 12:07:16:02 be repealed. 12:07:16:02. Purpose. The agriculture finance counseling program shall provide assistance to South Dakota farmers or ranchers who are experiencing difficulties with financial management. Section 37. That ARSD 12:07:16:01 and 12:07:16:03 to 12:07:16:06, inclusive, be repealed. Section 38. That ARSD 12:07:20:02 be repealed. 12:07:20:02. Purpose. The stock purchase guaranty program is designed to enable farmers and ranchers the opportunity to invest in producer-involved cooperatives in South Dakota. Section 39. That ARSD 12:07:20:01 and 12:07:20:03 to 12:07:20:20, inclusive, be repealed. Section 40. That ARSD 12:44:05:04 be repealed. 12:44:05:04. Exemptions. Existing bulk commercial fertilizer storage containers with the capacity of 100,000 gallons or more are exempt from the requirements of § 12:44:05:07 and subdivision 12:44:05:14(4) if the following alterations are made by February 1, 1996: (1) A layer of smooth, fine gravel or coarse sand at least three inches thick shall be placed over the original bottom of the storage containers, and a second bottom made of steel shall be constructed and placed over the layer of gravel or sand; (2) The original bottom of the storage container shall be tested for leaks before the sand layer and second bottom are installed. A record of the test shall be kept on file at the storage facility; (3) The newly constructed bottom shall be tested for leaks before any liquid fertilizer is stored on the newly constructed bottom. A record of the test shall be kept on file at the storage facility; (4) A method by which leaks from the newly constructed bottom into the sand layer may be readily detected must be available. This may be accomplished by the establishment of weep holes or drainage ports on the exterior of the storage container in the area between the original bottom and the new bottom; and (5) Containers must be equipped with a means of secondary containment which is of sufficient thickness and strength to withstand loading conditions and the discharge of maximum tank capacity, considering the full hydrostatic head of the discharged liquid, and large enough in volume to contain the maximum amount of discharged liquid before meeting a point of equilibrium between the liquid remaining in the container and the liquid in secondary containment, taking into consideration the wall height of the secondary containment and the distance of the wall from the storage container. If secondary containment is obtained by the method described in subdivision 12:44:05:07(5) and §§ 12:44:05:08 to 12:44:05:10, inclusive, apply. Section 41. That ARSD 12:44:05:05 be repealed. 12:44:05:05. Alternative means for second bottom for containers with the capacity of 100,000 gallons or more. The secretary may approve a second bottom made of materials other than those described in § 12:44:05:04 if the materials, considering the substances held in the storage container, provide substantially similar protection as that described in §§ 12:44:05:04 and 12:44:05:07. A request to the secretary for approval must be supported by a plan, certified by a licensed professional engineer, showing that the proposed use of other materials will provide the required protection. Section 42. That ARSD 12:44:05:14 be repealed. 12:44:05:14. Requirements for existing bulk commercial fertilizer storage sites. A bulk commercial fertilizer storage site established before July 1, 1989, must meet the following requirements by the dates specified: (1) All fittings which are threaded into the side or bottom of storage containers must be constructed of stainless steel. This requirement must be completed by February 1, 1990, unless the containers are within secondary containment constructed in accordance with § 12:44:05:04 or 12:44:05:07; (2) All storage containers that are equipped with sight gauges on the side of the containers must have a shutoff valve located on the lower fitting of the sight gauge assembly. This requirement must be completed by September 1, 1990, unless the containers are within secondary containment constructed in accordance with § 12:44:05:04 or 12:44:05:07; (3) The operator of the bulk commercial fertilizer storage site must file a bulk commercial fertilizer storage facility permit application as required by § 12:44:05:25 by February 1, 1990; (4) The bulk commercial fertilizer storage site must meet the requirements of §§ 12:44:05:27 and 12:44:05:28 by February 1, 1992; and (5) The bulk commercial fertilizer storage site must have secondary containment constructed in accordance with § 12:44:05:07 by February 1, 1995. Section 43. That ARSD 12:44:05:22 be repealed. 12:44:05:22. Bulk commercial fertilizer storage sites construction before July 1, 1989. Bulk commercial fertilizer storage sites constructed of concrete block before July 1, 1989, may be considered for approval after inspection by the secretary. Bulk commercial fertilizer storage sites constructed of brick before July 1, 1989, may not be considered for approval. Section 44. That ARSD 12:53:01:04 be repealed. 12:53:01:04. Special purpose products to guarantee ingredients. Sellers of special purpose products shall guarantee the quantity of the principal active ingredients of the product. Section 45. That ARSD 12:56:04:12.04 be repealed. 12:56:04:12.04. Livestock protection collar. Commercial applicators using the restricted use livestock protection collar for control of coyote predation must be certified for the use of the livestock protection collar. Section 46. That ARSD 12:56:05:04.16 be repealed. 12:56:05:04.16. Additional standards for certification in use of livestock protection collar. In addition to meeting general standards in § 12:56:05:04, commercial applicators classified within the classification of livestock protection collar shall be tested on their understanding and knowledge of the following: (1) Reading and understanding label and labeling information, including all use restrictions; (2) Recognizing the technical name, sodium fluoracetate, and understanding the basic properties of Compound 1080; (3) Recognizing potential hazards to humans, domestic animals, and to nontarget wildlife; (4) Recognizing general symptoms of poisoning by Compound 1080 in humans and domestic animals and taking appropriate action; (5) Recognizing situations where collars can be expected to be safe and effective in addition to being aware of alternative means of control; (6) Keeping required records on use of collars; (7) Making required reports of suspected poisoning on nontarget species and suspected poisonings of humans or domestic animals to the department of agriculture; (8) Distinguishing between damaged collars that can be repaired and those that must be disposed of properly; (9) Making repairs to damaged collars prior to reuse or proper disposal; (10) Proper disposal of animal remains, and vegetation or soil contaminated by a punctured collar; (11) Posting and maintaining bilingual warning signs at logical points of access to areas where collars are in use; and (12) Performing weekly or more frequent inspections of collars in use. Section 47. That ARSD 12:56:12:01.01 be repealed. 12:56:12:01.01. Standards for private applicator certification for use of livestock protection collar. In addition to meeting standards in § 12:56:12:01, private applicators classified within the classification of livestock protection collar shall meet standards in §§ 12:56:05:04 and 12:56:05:04.16. Section 48. That ARSD 12:56:13:05 be repealed. 12:56:13:05. Effective date of bulk pesticide storage facility requirements. All bulk pesticide storage facilities must be constructed and operated in compliance with these rules. Bulk pesticide storage facilities constructed prior to the effective date of these rules must be in compliance with §§ 12:56:13:01 to 12:56:13:06, inclusive, by January 1, 1987. Section 49. That ARSD 12:56:13:05.05 be repealed. 12:56:13:05.05. Bulk pesticide storage facilities constructed prior to December 8, 1985. Bulk pesticide storage facilities constructed of concrete block prior to December 8, 1985, will be considered for approval after inspection by the secretary. Bulk pesticide storage facilities constructed of brick prior to December 8, 1985, will not be considered for approval. Bulk pesticide storage facilities constructed of concrete block or brick after December 8, 1985, will not be considered for approval by the secretary. Section 50. That ARSD 12:56:16:01 be repealed. 12:56:16:01. Livestock protection collar records required. Each private applicator of livestock protection collars shall keep records which include the following for each application: (1) The number of collars placed on livestock; (2) The date of application; and (3) The location of collared animals. In addition, applicators shall record the number of collars purchased or leased, the number of collars punctured or ruptured including apparent cause, the number of collars lost or unrecovered, the number of collars in storage, and the species, date, and location of each animal found poisoned as a result of the use of the livestock protection collar. Each accident or injury to humans or domestic animals or poisoning of nontarget species shall be reported immediately to the department of agriculture. Section 51. That ARSD 12:56:16:02 be repealed. 12:56:16:02. Availability of records to the department. Each applicator shall have all pesticide application records on the use of livestock protection collars completed and available to the department for inspection at the close of each day. Section 52. That ARSD 12:56:16:03 be repealed. 12:56:16:03. Records to be kept for three years. Records containing the information required by § 12:56:16:01 shall be kept by the applicator for three years from the date of application or until return of the livestock protection collar to the livestock protection collar pool manager, whichever is later. The applicator shall furnish the department with a copy of these records upon written request. Section 53. That ARSD 12:80:05:01 be repealed. 12:80:05:01. Nomination of council member. The nomination for council members must be on a form provided by the council. Nomination petitions must be filed with the council not later than 5:00 PM on the third Friday of January. If a petition is mailed to the council office by registered mail by 5:00 PM on the filing date it is considered filed. Section 54. That ARSD 12:80:05:02 to 12:80:05:11, inclusive, be repealed."}, {"bill_id": 6278, "bill_version_id": 35506, "bill_version": "Enrolled", "bill_version_date": "2015-02-25T08:55:56.147-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6278, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33112, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33112.pdf", "status_text": "First Reading House", "journal_page": 33, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6278, "action_date": "2015-01-14T13:00:00-06:00", "document_id": 33159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33159.pdf", "status_text": "Referred to", "journal_page": 39, "committee_id_action": 286, "committee_id_assigned": 287, "result": "N", "vote": {}}, {"bill_id": 6278, "action_date": "2015-01-27T07:45:00-06:00", "document_id": 33459, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33459.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 287, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6278, "action_date": "2015-01-27T07:45:00-06:00", "document_id": 33797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33797.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 287, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6278, "action_date": "2015-01-27T07:45:00-06:00", "document_id": 33797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33797.pdf", "status_text": "Do Pass Amended", "journal_page": 175, "committee_id_action": 287, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17790, "president_vote": null, "Yea": [888, 925, 859, 937, 908, 935, 865, 866, 918, 936, 916], "Excused": [939, 867]}}, {"bill_id": 6278, "action_date": "2015-01-29T14:00:00-06:00", "document_id": 34099, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34099.pdf", "status_text": "Do Pass Amended", "journal_page": 233, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17947, "president_vote": null, "Yea": [883, 915, 952, 884, 938, 888, 928, 923, 925, 875, 931, 941, 927, 857, 859, 917, 924, 929, 947, 937, 948, 945, 882, 909, 946, 958, 913, 887, 951, 861, 905, 919, 956, 936, 879, 907, 939, 920, 930, 953, 881, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 922, 865, 933, 866, 926, 955, 869, 950, 912, 904, 921, 918, 954, 932, 949, 934, 957, 874], "Excused": [867]}}, {"bill_id": 6278, "action_date": "2015-01-30T13:00:00-06:00", "document_id": 34251, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34251.pdf", "status_text": "First read in Senate and referred to", "journal_page": 249, "committee_id_action": 284, "committee_id_assigned": 260, "result": "N", "vote": {}}, {"bill_id": 6278, "action_date": "2015-02-05T10:00:00-06:00", "document_id": 34363, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34363.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 260, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6278, "action_date": "2015-02-05T10:00:00-06:00", "document_id": 34539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34539.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 260, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6278, "action_date": "2015-02-05T10:00:00-06:00", "document_id": 34539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34539.pdf", "status_text": "Do Pass Amended", "journal_page": 298, "committee_id_action": 260, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18238, "president_vote": null, "Yea": [858, 860, 862, 880, 902, 900, 878, 856], "Nay": [901]}}, {"bill_id": 6278, "action_date": "2015-02-09T14:00:00-06:00", "document_id": 34736, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34736.pdf", "status_text": "Deferred to another day", "journal_page": 346, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6278, "action_date": "2015-02-10T14:00:00-06:00", "document_id": 34823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34823.pdf", "status_text": "Deferred to another day", "journal_page": 361, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6278, "action_date": "2015-02-11T14:00:00-06:00", "document_id": 34923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34923.pdf", "status_text": "Deferred to another day", "journal_page": 381, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6278, "action_date": "2015-02-12T13:00:00-06:00", "document_id": 35017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35017.pdf", "status_text": "Placed on calendar", "journal_page": 397, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6278, "action_date": "2015-02-17T14:00:00-06:00", "document_id": 35120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35120.pdf", "status_text": "Placed on calendar", "journal_page": 423, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6278, "action_date": "2015-02-18T14:30:00-06:00", "document_id": 35199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35199.pdf", "status_text": "Deferred to another day", "journal_page": 439, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6278, "action_date": "2015-02-19T14:00:00-06:00", "document_id": 35278, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35278.pdf", "status_text": "Do Pass Amended", "journal_page": 454, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18837, "president_vote": null, "Yea": [853, 854, 855, 856, 943, 858, 860, 894, 903, 876, 899, 885, 896, 901, 895, 898, 890, 900, 942, 891, 893, 886, 880, 944, 902, 877, 868, 871, 892, 872, 873, 878], "Excused": [889, 862, 897]}}, {"bill_id": 6278, "action_date": "2015-02-24T14:00:00-06:00", "document_id": 35483, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35483.pdf", "status_text": "Concurred in amendments", "journal_page": 491, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18984, "president_vote": null, "Yea": [883, 915, 952, 884, 938, 888, 928, 923, 925, 875, 931, 941, 927, 857, 859, 917, 924, 929, 947, 937, 948, 945, 882, 909, 946, 958, 913, 887, 951, 861, 905, 919, 956, 936, 879, 907, 939, 920, 930, 953, 881, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 922, 865, 933, 866, 867, 926, 955, 869, 950, 912, 904, 921, 918, 954, 932, 949, 934, 957, 874]}}, {"bill_id": 6278, "action_date": "2015-02-25T14:00:00-06:00", "document_id": 35566, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35566.pdf", "status_text": "Signed by the Speaker", "journal_page": 530, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6278, "action_date": "2015-02-26T14:00:00-06:00", "document_id": 35645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35645.pdf", "status_text": "Signed by the President", "journal_page": 542, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6278, "action_date": "2015-02-27T13:00:00-06:00", "document_id": 35735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35735.pdf", "status_text": "Delivered to the Governor", "journal_page": 558, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6278, "action_date": "2015-03-05T14:00:00-06:00", "document_id": 36040, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36040.pdf", "status_text": "Signed by the Governor", "journal_page": 604, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5961, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6278"}