{"session_id": 21, "bill_id": 6807, "bill_type": "Senate Commemoration", "bill_number": 15, "bill_title": "Honoring the Dakota Valley High School Dance Team for winning the 2014 Class A Dance Grand State Title for the fifth year in a row.", "sponsors": [{"legislator_profile_id": 884, "is_prime": true}, {"legislator_profile_id": 895, "is_prime": true}, {"legislator_profile_id": 883, "is_prime": false}, {"legislator_profile_id": 931, "is_prime": false}, {"legislator_profile_id": 941, "is_prime": false}, {"legislator_profile_id": 860, "is_prime": false}, {"legislator_profile_id": 924, "is_prime": false}, {"legislator_profile_id": 929, "is_prime": false}, {"legislator_profile_id": 937, "is_prime": false}, {"legislator_profile_id": 945, "is_prime": false}, {"legislator_profile_id": 946, "is_prime": false}, {"legislator_profile_id": 885, "is_prime": false}, {"legislator_profile_id": 905, "is_prime": false}, {"legislator_profile_id": 907, "is_prime": false}, {"legislator_profile_id": 939, "is_prime": false}, {"legislator_profile_id": 953, "is_prime": false}, {"legislator_profile_id": 898, "is_prime": false}, {"legislator_profile_id": 906, "is_prime": false}, {"legislator_profile_id": 935, "is_prime": false}, {"legislator_profile_id": 944, "is_prime": false}, {"legislator_profile_id": 902, "is_prime": false}, {"legislator_profile_id": 922, "is_prime": false}, {"legislator_profile_id": 877, "is_prime": false}, {"legislator_profile_id": 868, "is_prime": false}, {"legislator_profile_id": 950, "is_prime": false}, {"legislator_profile_id": 912, "is_prime": false}, {"legislator_profile_id": 872, "is_prime": false}, {"legislator_profile_id": 904, "is_prime": false}, {"legislator_profile_id": 932, "is_prime": false}, {"legislator_profile_id": 874, "is_prime": false}, {"legislator_profile_id": 934, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6807, "bill_version_id": 34868, "bill_version": "Introduced", "bill_version_date": "2015-02-11T10:22:20.643-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Dakota Valley High School Dance Team for winning the 2014 Class A Dance Grand State Title for the fifth year in a row. WHEREAS, the members of the Dakota Valley Dance Team, Taylor Bauman, Emilee Benson, Kylie Christiansen, Katie Dam, Gwyneth Fisher, Madie Hixson, Haley Hoffman, Ruby Marquez, Nicole McGlothlen, Josi Minor, Gracie Nelson, Callie Olson, Victoria Parks, Hannah Reiff, Katelyn Rice, and Sylvia Rosenkrans, secured the team's fifth state title in five years; and WHEREAS, the team's support for each other, devotion to the sport, and long hours of practice have allowed the team to stand out as the best dance team in the state; and WHEREAS, Coach Melissa Strong's leadership, vision, creativity, dedication, and encouragement has inspired the team members to excel in the sport for the past five years: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that the Dakota Valley Dance Team be recognized and congratulated for bringing the Class A Dance Grand Championship to Dakota Valley High School for the fifth consecutive year."}, {"bill_id": 6807, "bill_version_id": 35107, "bill_version": "Enrolled", "bill_version_date": "2015-02-17T16:21:11.017-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Dakota Valley High School Dance Team for winning the 2014 Class A Dance Grand State Title for the fifth year in a row. WHEREAS, the members of the Dakota Valley Dance Team, Taylor Bauman, Emilee Benson, Kylie Christiansen, Katie Dam, Gwyneth Fisher, Madie Hixson, Haley Hoffman, Ruby Marquez, Nicole McGlothlen, Josi Minor, Gracie Nelson, Callie Olson, Victoria Parks, Hannah Reiff, Katelyn Rice, and Sylvia Rosenkrans, secured the team's fifth state title in five years; and WHEREAS, the team's support for each other, devotion to the sport, and long hours of practice have allowed the team to stand out as the best dance team in the state; and WHEREAS, Coach Melissa Strong's leadership, vision, creativity, dedication, and encouragement has inspired the team members to excel in the sport for the past five years: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that the Dakota Valley Dance Team be recognized and congratulated for bringing the Class A Dance Grand Championship to Dakota Valley High School for the fifth consecutive year. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6807, "action_date": "2015-02-11T14:00:00-06:00", "document_id": 34923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34923.pdf", "status_text": "", "journal_page": 383, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6807"}