{"session_id": 47, "bill_id": 13249, "bill_type": "House Bill", "bill_number": 1262, "bill_title": "to require health insurance coverage for mental illness.", "sponsors": [{"legislator_profile_id": 2125, "is_prime": true}, {"legislator_profile_id": 2127, "is_prime": true}, {"legislator_profile_id": 2100, "is_prime": false}, {"legislator_profile_id": 2101, "is_prime": false}, {"legislator_profile_id": 2103, "is_prime": false}, {"legislator_profile_id": 2105, "is_prime": false}, {"legislator_profile_id": 2110, "is_prime": false}, {"legislator_profile_id": 2113, "is_prime": false}, {"legislator_profile_id": 2119, "is_prime": false}, {"legislator_profile_id": 2129, "is_prime": false}, {"legislator_profile_id": 2140, "is_prime": false}, {"legislator_profile_id": 2146, "is_prime": false}, {"legislator_profile_id": 2152, "is_prime": false}, {"legislator_profile_id": 2156, "is_prime": false}, {"legislator_profile_id": 2164, "is_prime": false}, {"legislator_profile_id": 2166, "is_prime": false}, {"legislator_profile_id": 2167, "is_prime": false}, {"legislator_profile_id": 2169, "is_prime": false}, {"legislator_profile_id": 2171, "is_prime": false}, {"legislator_profile_id": 2177, "is_prime": false}, {"legislator_profile_id": 2183, "is_prime": false}, {"legislator_profile_id": 2190, "is_prime": false}, {"legislator_profile_id": 2194, "is_prime": false}, {"legislator_profile_id": 2196, "is_prime": false}, {"legislator_profile_id": 2197, "is_prime": false}], "keywords": ["Hoghoused Bills", "Insurance (See also Health Ins, Motor Vehicle Ins)", "Mental Health"], "audio": [], "bill_versions": [{"bill_id": 13249, "bill_version_id": 77522, "bill_version": "Introduced", "bill_version_date": "1998-01-22T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require health insurance coverage for mental illness. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: Every policy of health insurance that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited-benefit coverage, shall provide, in writing, coverage for the diagnosis and treatment of mental illnesses, as specified by rule by the Division of Insurance pursuant to chapter 1-26, with the same dollar limits, deductibles, coinsurance factors, and restrictions as for other covered illnesses. The mental illness diagnoses covered shall be at least the same as those covered for mental illness under the Medicaid program as of January 1, 1998. Section 2. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: Every group health insurance policy that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited-benefit coverage, shall provide, in writing, coverage for the diagnosis and treatment of mental illnesses, as specified by rule by the Division of Insurance pursuant to chapter 1-26, with the same dollar limits, deductibles, coinsurance factors, and restrictions as for other covered illnesses. The mental illness diagnoses covered shall be at least the same as those covered for mental illness under the Medicaid program as of January 1, 1998. Section 3. That chapter 58-18B be amended by adding thereto a NEW SECTION to read as follows: Every small employer health benefit plan that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited- benefit coverage, shall provide, in writing, coverage for the diagnosis and treatment of mental illnesses, as specified by rule by the Division of Insurance pursuant to chapter 1-26, with the same dollar limits, deductibles, coinsurance factors, and restrictions as for other covered illnesses. The mental illness diagnoses covered shall be at least the same as those covered for mental illness under the Medicaid program as of January 1, 1998. Section 4. That chapter 58-38 be amended by adding thereto a NEW SECTION to read as follows: Every service or indemnity-type contract issued by a nonprofit medical and surgical service plan corporation that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited-benefit coverage, shall provide, in writing, coverage for the diagnosis and treatment of mental illnesses, as specified by rule by the Division of Insurance pursuant to chapter 1-26, with the same dollar limits, deductibles, coinsurance factors, and restrictions as for other covered illnesses. The mental illness diagnoses covered shall be at least the same as those covered for mental illness under the Medicaid program as of January 1, 1998. Section 5. That chapter 58-40 be amended by adding thereto a NEW SECTION to read as follows: Every service or indemnity-type contract issued by a nonprofit hospital service plan corporation that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited-benefit coverage, shall provide, in writing, coverage for the diagnosis and treatment of mental illnesses, as specified by rule by the Division of Insurance pursuant to chapter 1-26, with the same dollar limits, deductibles, coinsurance factors, and restrictions as for other covered illnesses. The mental illness diagnoses covered shall be at least the same as those covered for mental illness under the Medicaid program as of January 1, 1998. Section 6. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: Every health maintenance contract that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited-benefit coverage, shall provide, in writing, coverage for the diagnosis and treatment of mental illnesses, as specified by rule by the Division of Insurance pursuant to chapter 1-26, with the same dollar limits, deductibles, coinsurance factors, and restrictions as for other covered illnesses. The mental illness diagnoses covered shall be at least the same as those covered for mental illness under the Medicaid program as of January 1, 1998."}, {"bill_id": 13249, "bill_version_id": 77521, "bill_version": "House Engrossed", "bill_version_date": "1998-02-13T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require health insurance coverage for mental illness. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: Every policy of health insurance that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall provide, in writing, coverage for the treatment and diagnosis of biologically- based mental illnesses with the same dollar limits, deductibles, coinsurance factors, and restrictions as for other covered illnesses. As used in this section, biologically-based mental illness means any mental illness which current medical research affirms is caused by a neurobiological disorder of the brain and which substantially impairs perception, cognitive function, judgment, and emotional stability and which limits the life activities of the person with the illness. The term includes schizophrenia; schizo affective disorder; bipolar affective disorder; major depression; obsessive-compulsive disorder, and other anxiety disorders which cause significant impairment of function; and other disorders proven to be biologically-based mental illnesses. Section 2. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: Every group health insurance policy that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall provide, in writing, coverage for the treatment and diagnosis of biologically- based mental illnesses with the same dollar limits, deductibles, coinsurance factors, and restrictions as for other covered illnesses. As used in this section, biologically-based mental illness means any mental illness which current medical research affirms is caused by a neurobiological disorder of the brain and which substantially impairs perception, cognitive function, judgment, and emotional stability and which limits the life activities of the person with the illness. The term includes schizophrenia; schizo affective disorder; bipolar affective disorder; major depression; obsessive-compulsive disorder, and other anxiety disorders which cause significant impairment of function; and other disorders proven to be biologically-based mental illnesses. Section 3. That chapter 58-18B be amended by adding thereto a NEW SECTION to read as follows: Every small employer health benefit plan that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall provide, in writing, coverage for the treatment and diagnosis of biologically-based mental illnesses with the same dollar limits, deductibles, coinsurance factors, and restrictions as for other covered illnesses. As used in this section, biologically-based mental illness means any mental illness which current medical research affirms is caused by a neurobiological disorder of the brain and which substantially impairs perception, cognitive function, judgment, and emotional stability and which limits the life activities of the person with the illness. The term includes schizophrenia; schizo affective disorder; bipolar affective disorder; major depression; obsessive-compulsive disorder, and other anxiety disorders which cause significant impairment of function; and other disorders proven to be biologically-based mental illnesses. Section 4. That chapter 58-38 be amended by adding thereto a NEW SECTION to read as follows: Every service or indemnity-type contract issued by a nonprofit medical and surgical service plan corporation that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall provide, in writing, coverage for the treatment and diagnosis of biologically-based mental illnesses with the same dollar limits, deductibles, coinsurance factors, and restrictions as for other covered illnesses. As used in this section, biologically-based mental illness means any mental illness which current medical research affirms is caused by a neurobiological disorder of the brain and which substantially impairs perception, cognitive function, judgment, and emotional stability and which limits the life activities of the person with the illness. The term includes schizophrenia; schizo affective disorder; bipolar affective disorder; major depression; obsessive-compulsive disorder, and other anxiety disorders which cause significant impairment of function; and other disorders proven to be biologically-based mental illnesses. Section 5. That chapter 58-40 be amended by adding thereto a NEW SECTION to read as follows: Every service or indemnity-type contract issued by a nonprofit hospital service plan corporation that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall provide, in writing, coverage for the treatment and diagnosis of biologically-based mental illnesses with the same dollar limits, deductibles, coinsurance factors, and restrictions as for other covered illnesses. As used in this section, biologically-based mental illness means any mental illness which current medical research affirms is caused by a neurobiological disorder of the brain and which substantially impairs perception, cognitive function, judgment, and emotional stability and which limits the life activities of the person with the illness. The term includes schizophrenia; schizo affective disorder; bipolar affective disorder; major depression; obsessive-compulsive disorder, and other anxiety disorders which cause significant impairment of function; and other disorders proven to be biologically-based mental illnesses. Section 6. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: Every health maintenance contract that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall offer, in writing, coverage for the treatment and diagnosis of biologically-based mental illnesses with the same dollar limits, deductibles, coinsurance factors, and restrictions as for other covered illnesses. As used in this section, biologically-based mental illness means any mental illness which current medical research affirms is caused by a neurobiological disorder of the brain and which substantially impairs perception, cognitive function, judgment, and emotional stability and which limits the life activities of the person with the illness. The term includes schizophrenia; schizo affective disorder; bipolar affective disorder; major depression; obsessive-compulsive disorder, and other anxiety disorders which cause significant impairment of function; and other disorders proven to be biologically-based mental illnesses. BILL HISTORY 1/23/98 First read in House and referred to Commerce. H.J. 197 2/5/98 Scheduled for Committee hearing on this date. 2/5/98 Commerce Do Pass, Passed, AYES 12, NAYS 0. H.J. 397 2/6/98 House of Representatives Deferred to another day. H.J. 443 2/12/98 Motion to Amend, Passed, AYES 33, NAYS 32. H.J. 614 2/12/98 Tabled amendment, AYES 48, NAYS 16. H.J. 618 2/12/98 House of Representatives Do Pass Amended, Passed, AYES 54, NAYS 12. H.J. 618"}, {"bill_id": 13249, "bill_version_id": 77523, "bill_version": "Senate Engrossed", "bill_version_date": "1998-02-23T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require health insurance coverage for mental illness. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: Every policy of health insurance that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall provide, in writing, coverage for the treatment and diagnosis of biologically- based mental illnesses with the same dollar limits, deductibles, coinsurance factors, and restrictions as for other covered illnesses. As used in this section, biologically-based mental illness means any mental illness which current medical research affirms is caused by a neurobiological disorder of the brain and which substantially impairs perception, cognitive function, judgment, and emotional stability and which limits the life activities of the person with the illness. The term includes schizophrenia; schizo affective disorder; bipolar affective disorder; major depression; obsessive-compulsive disorder, and other anxiety disorders which cause significant impairment of function; and other disorders proven to be biologically-based mental illnesses. Section 2. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: Every group health insurance policy that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall provide, in writing, coverage for the treatment and diagnosis of biologically- based mental illnesses with the same dollar limits, deductibles, coinsurance factors, and restrictions as for other covered illnesses. As used in this section, biologically-based mental illness means any mental illness which current medical research affirms is caused by a neurobiological disorder of the brain and which substantially impairs perception, cognitive function, judgment, and emotional stability and which limits the life activities of the person with the illness. The term includes schizophrenia; schizo affective disorder; bipolar affective disorder; major depression; obsessive-compulsive disorder, and other anxiety disorders which cause significant impairment of function; and other disorders proven to be biologically-based mental illnesses. Section 3. That chapter 58-18B be amended by adding thereto a NEW SECTION to read as follows: Every small employer health benefit plan that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall provide, in writing, coverage for the treatment and diagnosis of biologically-based mental illnesses with the same dollar limits, deductibles, coinsurance factors, and restrictions as for other covered illnesses. As used in this section, biologically-based mental illness means any mental illness which current medical research affirms is caused by a neurobiological disorder of the brain and which substantially impairs perception, cognitive function, judgment, and emotional stability and which limits the life activities of the person with the illness. The term includes schizophrenia; schizo affective disorder; bipolar affective disorder; major depression; obsessive-compulsive disorder, and other anxiety disorders which cause significant impairment of function; and other disorders proven to be biologically-based mental illnesses. Section 4. That chapter 58-38 be amended by adding thereto a NEW SECTION to read as follows: Every service or indemnity-type contract issued by a nonprofit medical and surgical service plan corporation that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall provide, in writing, coverage for the treatment and diagnosis of biologically-based mental illnesses with the same dollar limits, deductibles, coinsurance factors, and restrictions as for other covered illnesses. As used in this section, biologically-based mental illness means any mental illness which current medical research affirms is caused by a neurobiological disorder of the brain and which substantially impairs perception, cognitive function, judgment, and emotional stability and which limits the life activities of the person with the illness. The term includes schizophrenia; schizo affective disorder; bipolar affective disorder; major depression; obsessive-compulsive disorder, and other anxiety disorders which cause significant impairment of function; and other disorders proven to be biologically-based mental illnesses. Section 5. That chapter 58-40 be amended by adding thereto a NEW SECTION to read as follows: Every service or indemnity-type contract issued by a nonprofit hospital service plan corporation that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall provide, in writing, coverage for the treatment and diagnosis of biologically-based mental illnesses with the same dollar limits, deductibles, coinsurance factors, and restrictions as for other covered illnesses. As used in this section, biologically-based mental illness means any mental illness which current medical research affirms is caused by a neurobiological disorder of the brain and which substantially impairs perception, cognitive function, judgment, and emotional stability and which limits the life activities of the person with the illness. The term includes schizophrenia; schizo affective disorder; bipolar affective disorder; major depression; obsessive-compulsive disorder, and other anxiety disorders which cause significant impairment of function; and other disorders proven to be biologically-based mental illnesses. Section 6. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: Every health maintenance contract that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall provide, in writing, coverage for the treatment and diagnosis of biologically- based mental illnesses with the same dollar limits, deductibles, coinsurance factors, and restrictions as for other covered illnesses. As used in this section, biologically-based mental illness means any mental illness which current medical research affirms is caused by a neurobiological disorder of the brain and which substantially impairs perception, cognitive function, judgment, and emotional stability and which limits the life activities of the person with the illness. The term includes schizophrenia; schizo affective disorder; bipolar affective disorder; major depression; obsessive-compulsive disorder, and other anxiety disorders which cause significant impairment of function; and other disorders proven to be biologically-based mental illnesses. Section 7. The provisions of this Act do not apply to any plan, policy, or contract that provides coverage only for: (1) Specified disease; (2) Hospital indemnity; (3) Fixed indemnity; (4) Accident-only; (5) Credit; (6) Dental; (7) Vision; (8) Prescription drug; (9) Medicare supplement; (10) Long-term care; (11) Disability income insurance; (12) Coverage issued as a supplement to liability insurance; (13) Workers' compensation or similar insurance; (14) Automobile medical payment insurance; or (15) Individual health benefit plans of six-months duration or less that are not renewable. BILL HISTORY 1/23/98 First read in House and referred to Commerce. H.J. 197 2/5/98 Scheduled for Committee hearing on this date. 2/5/98 Commerce Do Pass, Passed, AYES 12, NAYS 0. H.J. 397 2/6/98 House of Representatives Deferred to another day. H.J. 443 2/12/98 Motion to Amend, Passed, AYES 33, NAYS 32. H.J. 614 2/12/98 Tabled amendment, AYES 48, NAYS 16. H.J. 618 2/12/98 House of Representatives Do Pass Amended, Passed, AYES 54, NAYS 12. H.J. 618 2/13/98 House of Representatives Hog Housed. 2/13/98 First read in Senate and referred to Health and Human Services. S.J. 511 2/20/98 Scheduled for Committee hearing on this date. 2/20/98 Health and Human Services Do Pass, Passed, AYES 6, NAYS 1. S.J. 619 2/23/98 Motion to Amend, Passed. S.J. 657 2/23/98 Senate Do Pass Amended, Passed, AYES 31, NAYS 4. S.J. 658"}, {"bill_id": 13249, "bill_version_id": 77520, "bill_version": "Enrolled", "bill_version_date": "1998-02-26T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13249, "action_date": "1998-01-23T14:00:00-06:00", "document_id": 76899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76899.pdf", "status_text": "First read in House and referred to", "journal_page": 197, "committee_id_action": 600, "committee_id_assigned": 588, "result": "N", "vote": {}}, {"bill_id": 13249, "action_date": "1998-02-05T07:45:00-06:00", "document_id": 76663, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76663.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 588, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13249, "action_date": "1998-02-05T07:45:00-06:00", "document_id": 76663, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76663.pdf", "status_text": "Do Pass,", "journal_page": 397, "committee_id_action": 588, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38168, "president_vote": null, "Yea": [2127, 2132, 2180, 2100, 2104, 2105, 2151, 2178, 2183, 2198, 2171, 2177], "Excused": [2186]}}, {"bill_id": 13249, "action_date": "1998-02-06T14:00:00-06:00", "document_id": 76919, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76919.pdf", "status_text": "Deferred to another day", "journal_page": 443, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13249, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76927.pdf", "status_text": "Motion to Amend,", "journal_page": 614, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40666, "president_vote": null, "Nay": [2096, 2098, 2101, 2107, 2108, 2109, 2110, 2113, 2114, 2123, 2127, 2132, 2133, 2136, 2144, 2146, 2150, 2152, 2157, 2158, 2159, 2160, 2161, 2178, 2180, 2181, 2184, 2186, 2190, 2192, 2193, 2198], "Absent": [2097], "Yea": [2100, 2104, 2105, 2106, 2111, 2116, 2117, 2119, 2120, 2124, 2126, 2128, 2131, 2143, 2147, 2151, 2154, 2162, 2163, 2164, 2167, 2168, 2171, 2173, 2174, 2176, 2177, 2183, 2185, 2194, 2195, 2197, 2134], "Excused": [2139, 2141, 2153, 2172]}}, {"bill_id": 13249, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76927.pdf", "status_text": "Motion to Amend,", "journal_page": 617, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13249, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76927.pdf", "status_text": "Tabled amendment", "journal_page": 618, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40667, "president_vote": null, "Nay": [2096, 2106, 2116, 2126, 2128, 2143, 2146, 2154, 2161, 2162, 2168, 2173, 2176, 2177, 2198, 2134], "Yea": [2097, 2098, 2100, 2101, 2104, 2105, 2107, 2108, 2109, 2110, 2111, 2113, 2114, 2119, 2120, 2123, 2124, 2127, 2131, 2132, 2133, 2136, 2144, 2147, 2150, 2151, 2152, 2157, 2158, 2159, 2160, 2164, 2167, 2171, 2172, 2178, 2180, 2181, 2183, 2184, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2197], "Excused": [2117, 2139, 2141, 2153, 2163], "Absent": [2174]}}, {"bill_id": 13249, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76927.pdf", "status_text": "Do Pass Amended,", "journal_page": 618, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40668, "president_vote": null, "Nay": [2096, 2106, 2120, 2126, 2144, 2161, 2162, 2163, 2171, 2195, 2198, 2134], "Yea": [2097, 2098, 2100, 2101, 2104, 2105, 2107, 2108, 2109, 2110, 2111, 2113, 2114, 2116, 2119, 2123, 2124, 2127, 2128, 2131, 2132, 2133, 2136, 2143, 2146, 2147, 2150, 2151, 2152, 2154, 2157, 2158, 2159, 2160, 2164, 2167, 2168, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2181, 2183, 2184, 2185, 2186, 2190, 2192, 2193, 2194, 2197], "Excused": [2117, 2139, 2141, 2153]}}, {"bill_id": 13249, "action_date": "1998-02-13T00:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13249, "action_date": "1998-02-13T14:00:00-06:00", "document_id": 76930, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76930.pdf", "status_text": "First read in Senate and referred to", "journal_page": 511, "committee_id_action": 601, "committee_id_assigned": 578, "result": "N", "vote": {}}, {"bill_id": 13249, "action_date": "1998-02-20T10:00:00-06:00", "document_id": 76788, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76788.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 578, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13249, "action_date": "1998-02-20T10:00:00-06:00", "document_id": 76788, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76788.pdf", "status_text": "Do Pass,", "journal_page": 619, "committee_id_action": 578, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39306, "president_vote": null, "Yea": [2095, 2137, 2149, 2156, 2169, 2103], "Nay": [2121]}}, {"bill_id": 13249, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76942, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76942.pdf", "status_text": "Motion to Amend,", "journal_page": 657, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13249, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76942, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76942.pdf", "status_text": "Do Pass Amended,", "journal_page": 658, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39418, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2122, 2125, 2129, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2188, 2189, 2191, 2196], "Nay": [2118, 2121, 2130, 2187]}}, {"bill_id": 13249, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76945.pdf", "status_text": "Conference Committee appointments", "journal_page": 939, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13249, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76946, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76946.pdf", "status_text": "Conference Committee appointments", "journal_page": 711, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13249, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76947.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 966, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40911, "president_vote": null, "Yea": [2096, 2097, 2098, 2100, 2101, 2105, 2107, 2108, 2109, 2110, 2111, 2113, 2114, 2119, 2123, 2124, 2127, 2128, 2132, 2133, 2136, 2141, 2146, 2147, 2151, 2152, 2157, 2158, 2159, 2160, 2164, 2167, 2168, 2172, 2173, 2177, 2178, 2180, 2181, 2183, 2184, 2185, 2186, 2190, 2192, 2193, 2194, 2197], "Nay": [2104, 2106, 2116, 2120, 2126, 2131, 2139, 2143, 2144, 2153, 2154, 2161, 2162, 2163, 2171, 2174, 2176, 2198, 2134], "Excused": [2117], "Absent": [2150, 2195]}}, {"bill_id": 13249, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76948.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 734, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39521, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2122, 2125, 2129, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2191, 2196], "Nay": [2118, 2121, 2130, 2187], "Excused": [2188, 2189]}}, {"bill_id": 13249, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76947.pdf", "status_text": "Signed by Speaker", "journal_page": 990, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13249, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76948.pdf", "status_text": "Signed by President", "journal_page": 755, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13249, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76947.pdf", "status_text": "Delivered to the Governor", "journal_page": null, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13249, "action_date": "1998-03-14T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1147, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13249"}