{"session_id": 69, "bill_id": 24990, "bill_type": "Senate Bill", "bill_number": 116, "bill_title": "provide for vapor product certification requirements and to provide a penalty therefor.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24990", "sponsors": [{"legislator_profile_id": 4488, "is_prime": true}, {"legislator_profile_id": 4534, "is_prime": true}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4506, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4558, "is_prime": false}, {"legislator_profile_id": 4564, "is_prime": false}, {"legislator_profile_id": 4568, "is_prime": false}], "keywords": ["Electronic Smoking Devices", "Fees", "Promulgation of Rules", "Reports", "Taxation", "Trade Regulation"], "audio": [], "bill_versions": [{"bill_id": 24990, "bill_version_id": 261218, "bill_version": "Introduced", "bill_version_date": "2024-01-22T10:52:26.357-06:00", "bill_text": "An Act to provide for vapor product certification requirements and to provide a penalty therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 10: For purposes of this chapter, the term \"vapor product\" means a noncombustible product that produces vapor or aerosol for inhalation, from the application of a heating element to a liquid substance containing nicotine from any source. A vapor product includes a consumable nicotine liquid, suitable for use in a vapor product, whether the liquid is sold with the product or separately. Section 2. That a NEW SECTION be added to title 10: On or before August first of each year, the manufacturer of a vapor product that is sold in this state, whether directly or through a distributor, wholesaler, retailer, or similar intermediary, shall: (1) Certify to the Department of Revenue, that the manufacturer, pursuant to 21 U.S.C. § 387j (January 1, 2024), received a marketing authorization or similar order for the vapor product from the United States Food and Drug Administration; or (2) Certify to the Department of Revenue, that: (a) The vapor product was marketed in the United States on or before August 8, 2016; (b) On or before September 9, 2020, the manufacturer, pursuant to 21 U.S.C. Section 387j (January 1, 2024), submitted to the United States Food and Drug Administration a premarket tobacco product application for the vapor product; and (c) The application either remains under review by the United States Food and Drug Administration or a final decision on the application has not yet taken effect. A separate certification is required for each type of vapor product sold by the manufacturer in this state. It is a Class 1 misdemeanor for a manufacturer to knowingly misrepresent any information required by this section. Section 3. That a NEW SECTION be added to title 10: The certification required by section 2 of this Act must be accompanied by: (1) A copy of the market authorization or order referenced in subdivision (1) of section 2 of this Act; or (2) Documentation indicating that a premarket tobacco product application for the vapor product was submitted to and received by the United States Food and Drug Administration on or before September 9, 2020, and that: (a) The application remains under review by the United States Food and Drug Administration; or (b) A final authorization or order has not yet taken effect. Section 4. That a NEW SECTION be added to title 10: The initial certification required by section 2 of this Act, and each annual recertification, must be accompanied by a fee in the amount of five hundred dollars. The Department of Revenue shall retain the fee for purposes of administering sections 1 to 16, inclusive, of this Act. Section 5. That a NEW SECTION be added to title 10: Upon the occurrence of any material change in the certification information provided to the Department of Revenue in accordance with section 2 of this Act or in the accompanying documents required in accordance with section 3 of this Act, the manufacturer must, within thirty days, notify the department of the change. For purposes of this section, the term \"material change\" includes: (1) The issuance or denial of a marketing authorization or other order by the United States Food and Drug Administration, pursuant to 21 U.S.C. § 387j (January 1, 2024); and (2) Any order or action by the United States Food and Drug Administration that affects the ability of the vapor product to be introduced or delivered into interstate commerce for commercial distribution in the United States. Section 6. That a NEW SECTION be added to title 10: The Department of Revenue shall maintain, and make publicly available on the department’s website, a directory listing of all vapor product manufacturers that provided certifications to the department in accordance with section 2 of this Act and the vapor products for which each manufacturer submitted a certification. The department shall update the directory as necessary to ensure accuracy. Section 7. That a NEW SECTION be added to title 10: If the Department of Revenue becomes aware of any reason for which a vapor manufacturer or a vapor product may no longer be included in the directory, the department must, prior to removing the manufacturer or a product, provide to the manufacturer notice and an opportunity to cure any deficiency. The department may not remove a manufacturer or a product from the directory for a period of at least fifteen days after the notice required by this section has been provided. The department may provide notice under this section electronically, using the contact information included on the manufacturer's most recently submitted certification. Section 8. That a NEW SECTION be added to title 10: If the Department of Revenue removes a manufacturer or a vapor product from the directory, the department must publish a notice of the removal on the department’s website. During the twenty-one-day period following the date on which the department published the notice of the removal, each retailer and distributor or wholesaler must remove the vapor product from its inventory and return the product to the manufacturer for disposal. Upon the conclusion of the twenty-one-day period following the date on which the department published the notice of the removal, any vapor product identified in the notice: (1) Becomes contraband; (2) Becomes subject to seizure, forfeiture, and destruction; and (3) May not be sold or purchased in this state. Section 9. That a NEW SECTION be added to title 10: Beginning October 1, 2024, and except as otherwise provided in section 10 of this Act, a person may not offer for sale or sell a vapor product in this state unless the product is included in the directory compiled by the Department of Revenue in accordance with section 6 of this Act. A person who violates this section is subject to a civil penalty in the amount of $1,000 per day for each vapor product offered for sale or sold. If a retailer purchases a vapor product from a licensed distributor or a licensed wholesaler and the product is not included in the directory, the retailer is not subject to the civil penalty provided for in this section, unless the retailer had actual knowledge that the product was not included in the directory. The department shall retain any civil penalty collected under this section for use in administering sections 1 to 16, inclusive, of this Act. Section 10. That a NEW SECTION be added to title 10: Beginning October 1, 2024, a vapor product manufacturer may not sell, either directly or through a distributor or wholesaler, retailer, or similar intermediary or intermediaries, a vapor product in this state unless the product is included in the directory compiled by the Department of Revenue in accordance with section 6 of this Act. A vapor product manufacturer who violates this is subject to a civil penalty in the amount of $1,000 per day for each vapor product offered for sale or sold. The department shall retain any civil penalty collected under this section for use in administering sections 1 to 16, inclusive, of this Act. Section 11. That a NEW SECTION be added to title 10: A second or subsequent violation of sections 1 to 10, inclusive, of this Act, constitutes a deceptive act or practice, as defined in § 37-24-6. In any action brought to enforce sections 1 to 10, inclusive, of this Act, the state is entitled to recover the costs of investigation, expert witness fees, court costs, and reasonable attorneys' fees. Section 12. That a NEW SECTION be added to title 10: The Department of Revenue may, for the purposes of determining compliance with sections 1 to 10, inclusive, of this Act: (1) Enter, during normal business hours, the premises of any distributor, wholesaler, or dealer and inspect the premises and all furnishings and fixtures located on the premises, including any desk, safe, or vault; and (2) Examine the books, papers, and records of any distributor, wholesaler, or dealer. If the department determines that any vapor products are being offered for sale in violation of sections 1 to 10, inclusive, of this Act, the department may declare the products to be contraband and may, without a warrant, seize the products or direct any law enforcement officer to seize the products. Section 13. That a NEW SECTION be added to title 10: In addition to the inspections authorized by section 12 of this Act, any retailer or wholesaler selling or distributing vapor products in this state is subject to unannounced compliance checks by the Department of Revenue. If a violation of sections 1 to 10, inclusive, of this Act is noted, the retailer or wholesaler is subject to additional compliance checks during the thirty-day period following a violation. Section 14. That a NEW SECTION be added to title 10: Any nonresident or foreign manufacturer that has not registered to do business in the state as a foreign corporation or business entity must, as a condition precedent to having its vapor products listed or retained in the directory, appoint and continually engage without interruption the services of an agent in the United States to act as the agent for the service of process upon whom all process, and any action or proceeding against it concerning or arising out of the enforcement of this section may be served in any manner authorized by law. Service under this section constitutes legal and valid service of process on the manufacturer. The manufacturer shall provide to the Department of Revenue the agent's name, address, and phone number, and proof of the agent's appointment and availability. Section 15. That a NEW SECTION be added to title 10: Beginning January 31, 2025, and annually thereafter, the Department of Revenue shall provide a report to the Legislature setting forth: (1) The number of manufacturers listed in the directory required by section 6 of this Act; (2) The number of vapor products listed in the directory required by section 6 of this Act; (3) The nature and extent of the enforcement activities undertaken by the department in connection with sections 1 to 10, inclusive, of this Act; (4) The amount of civil fines collected by the department in accordance with sections 9 and 10 of this Act; and (5) The costs incurred by the department in administering sections 1 to 16, inclusive, of this Act; Section 16. That a NEW SECTION be added to title 10: The Department of Revenue may promulgate rules, in accordance with chapter 1-26, to: (1) Develop the forms required by section 2 of this Act for the initial certification and for the annual renewal of the certification; (2) Establish the time and manner in which initial and renewal certifications must be submitted to the department; (3) Establish an administrative process pertaining to the renewal of a certification; (4) Establish an administrative process pertaining to the appointment of an agent by a nonresident or a foreign manufacturer; (5) Establish the criteria for compliance checks ; (6) Establish the criteria by which certification deficiencies may be cured; and (7) Establish criteria pertaining to the seizure and destruction of contraband. Section 17. That § 37-24-6 be AMENDED: 37-24-6. It is a deceptive act or practice for any person to: (1) Knowingly act, use, or employ any deceptive act or practice, fraud, false pretense, false promises, or misrepresentation or to conceal, suppress, or omit any material fact in connection with the sale or advertisement of any merchandise, regardless of whether any person has in fact been misled, deceived, or damaged thereby; (2) Advertise price reductions without satisfying one of the following: (a) Including in the advertisement the specific basis for the claim of a price reduction; or (b) Offering the merchandise for sale at the higher price from which the reduction is taken for at least seven consecutive business days during the sixty-day period prior to the advertisement. Any person advertising consumer property or services in this state, which advertisements contain representations or statements as to any type of savings claim, including reduced price claims and price comparison value claims, shall maintain reasonable records for a period of two years from the date of sale and advertisement, which records shall disclose the factual basis for such representations or statements and from which the validity of any such claim be established. However, these reasonable record provisions do not apply to the sale of any merchandise that is of a class of merchandise that is routinely advertised on at least a weekly basis in newspapers, shopping tabloids, or similar publications and that has a sales price before price reduction that is less than fifteen dollars per item; (3) Represent a sale of merchandise at reduced rates due to the cessation of business operations and after the date of the first advertisement remain in business under the same, or substantially the same, ownership or trade name, or continue to offer for sale the same type of merchandise at the same location for more than one hundred twenty days; (4) Give or offer a rebate, discount, or anything of value to a person as an inducement for selling consumer property or services in consideration of giving the names of prospective purchasers or otherwise aiding in making a sale to another person, if the earning of the rebate, discount, or other thing of value is contingent upon the occurrence of an event subsequent to the time the person agrees to the sale; (5) Engage in any scheme or plan for disposal or distribution of merchandise whereby a participant pays a valuable consideration for the chance to receive compensation primarily for introducing one or more additional persons into participation in the planner's scheme or for the chance to receive compensation when the person introduced by the participant introduces a new participant; (6) Send, deliver, provide, mail, or cause to be sent, delivered, provided, or mailed any bill or invoice for unordered property or unordered service provided; (7) Advertise a rate, price, or fee for a hotel, motel, campsite, or other lodging accommodation which is not in fact available to the public under the terms advertised. It is not a violation of this subdivision to establish contract rates which are different than public rates; (8) Charge a rate, price, or fee for a hotel, motel, campsite, or other lodging accommodation which is different than the rate, price, or fee charged on the first night of the guest's stay unless, at the initial registration of the guest, a written notification of each price, rate, or fee to be charged during the guest's reserved continuous stay is delivered to the guest and an acknowledgment of receipt of the notice is signed by the guest and kept by the innkeeper for the same period of time as is required by § 34-18-21; (9) Knowingly fail to mail or to deliver by electronic means to a future guest a written confirmation of the date and rates of reservations made for any accommodation at a hotel, motel, campsite, or other lodging accommodation when a written request for confirmation is received from the future guest; (10) Require money in advance of arrival or a handling fee in the event of cancellation of any hotel, motel, campsite, or other lodging accommodation unless the innkeeper has a written policy or a separate contract with the guest stating so that is mailed or delivered by electronic means to the guest at or near the making of the reservation; (11) Knowingly advertise or cause to be listed through the internet or in a telephone directory a business address that misrepresents where the business is actually located or that falsely states that the business is located in the same area covered by the telephone directory. This subdivision does not apply to a telephone service provider, an internet service provider, or a publisher or distributor of a telephone directory, unless the conduct proscribed in this subdivision is on behalf of the provider, publisher, or distributor; (12) Sell, market, promote, advertise, or otherwise distribute any card or other purchasing mechanism or device that is not insurance that purports to offer discounts or access to discounts from pharmacies for prescription drug purchases if: (a) The card or other purchasing mechanism or device does not expressly state in bold and prominent type, prevalently placed, that discounts are not insurance; (b) The discounts are not specifically authorized by a separate contract with each pharmacy listed in conjunction with the card or other purchasing mechanism or device; or (c) The discount or access to discounts offered, or the range of discounts or access to the range of discounts, is misleading, deceptive, or fraudulent, regardless of the literal wording. The provisions of this subdivision do not apply to a customer discount or membership card issued by a store or buying club for use in that store or buying club, or a patient access program voluntarily sponsored by a pharmaceutical manufacturer, or a consortium of pharmaceutical manufacturers, that provide free or discounted prescription drug products directly to low income or uninsured individuals either through a discount card or direct shipment; (13) Send or cause to be sent an unsolicited commercial electronic mail message that does not include in the subject line of such message \"ADV:\" as the first four characters. If the message contains information that consists of explicit sexual material that may only be viewed, purchased, rented, leased, or held in possession by an individual eighteen years of age and older, the subject line of each message shall include \"ADV:ADLT\" as the first eight characters. An unsolicited commercial electronic mail message does not include a message sent to a person with whom the initiator has an existing personal or business relationship or a message sent at the request or express consent of the recipient; (14) Violate the provisions of § 22-25-52; (15) Knowingly fail to disclose the amount of any mandatory fee when reservations are made by a future guest at a hotel, motel, campsite, or other lodging accommodations. A mandatory fee under this subdivision includes any resort fee or parking fee charged by the lodging accommodations whether or not the guest utilizes the amenities or the parking facility for which the fee is assessed; or (16) Cause misleading information to be transmitted to users of caller identification technologies or otherwise block or misrepresent the origin of a telephone solicitation. No provider of telephone caller identification services, telecommunications, broadband, or voice over internet protocol service may be held liable for violations of this subdivision committed by other individuals or entities. It is not a violation of this subdivision: (a) For a telephone solicitor to utilize the name and number of the entity the solicitation is being made on behalf of rather than the name and number of the telephone solicitor; (b) If an authorized activity of a law enforcement agency; or (c) If a court order specifically authorizes the use of caller identification manipulation; or (17) Engage in a second or subsequent violation of sections 1 to 10, inclusive, of this Act. Each act in violation of this section under one thousand dollars is a Class 1 misdemeanor. Each act in violation of this statute over one thousand dollars but under one hundred thousand dollars is a Class 6 felony. Each act in violation of this section over one hundred thousand dollars is a Class 5 felony."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24990, "action_date": "2024-01-22T14:00:00-06:00", "document_id": 260987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260987.pdf", "status_text": "First read in Senate and referred to", "journal_page": 128, "committee_id_action": 1219, "committee_id_assigned": 1213, "result": "N", "vote": {}}]}