{"session_id": 20, "bill_id": 5720, "bill_type": "Senate Commemoration", "bill_number": 2, "bill_title": "Congratulating and honoring Sara Bakken on being named Outstanding Young Music Educator.", "sponsors": [{"legislator_profile_id": 491, "is_prime": true}, {"legislator_profile_id": 500, "is_prime": true}, {"legislator_profile_id": 469, "is_prime": false}, {"legislator_profile_id": 525, "is_prime": false}, {"legislator_profile_id": 456, "is_prime": false}, {"legislator_profile_id": 495, "is_prime": false}, {"legislator_profile_id": 447, "is_prime": false}, {"legislator_profile_id": 472, "is_prime": false}, {"legislator_profile_id": 847, "is_prime": false}, {"legislator_profile_id": 496, "is_prime": false}, {"legislator_profile_id": 429, "is_prime": false}, {"legislator_profile_id": 499, "is_prime": false}, {"legislator_profile_id": 452, "is_prime": false}, {"legislator_profile_id": 442, "is_prime": false}, {"legislator_profile_id": 507, "is_prime": false}, {"legislator_profile_id": 526, "is_prime": false}, {"legislator_profile_id": 492, "is_prime": false}, {"legislator_profile_id": 428, "is_prime": false}, {"legislator_profile_id": 515, "is_prime": false}, {"legislator_profile_id": 475, "is_prime": false}, {"legislator_profile_id": 435, "is_prime": false}, {"legislator_profile_id": 440, "is_prime": false}, {"legislator_profile_id": 464, "is_prime": false}, {"legislator_profile_id": 493, "is_prime": false}, {"legislator_profile_id": 849, "is_prime": false}, {"legislator_profile_id": 430, "is_prime": false}, {"legislator_profile_id": 494, "is_prime": false}, {"legislator_profile_id": 490, "is_prime": false}, {"legislator_profile_id": 508, "is_prime": false}, {"legislator_profile_id": 480, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 5720, "bill_version_id": 28964, "bill_version": "Introduced", "bill_version_date": "2014-01-24T10:28:21.627-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring Sara Bakken on being named Outstanding Young Music Educator. WHEREAS, Sara Bakken, a first-year teacher in the Lennox School District, has achieved recognition as the state's Outstanding Young Music Educator for exemplary service in music education; and WHEREAS, this prestigious award, presented by her peers at the State Music Education Conference, is given in recognition of meritorious service and outstanding promise in music education; and WHEREAS, Sara Bakken earned this award by devoting her exemplary teaching skills to the sixth through eighth grade band and the high school marching band in Lennox. Before coming to Lennox, she also directed the middle and high school bands in Mobridge-Pollock School District and taught a seventh grade music exploratory class: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature congratulates Sara Bakken on being named Outstanding Young Music Educator, recognizes her meritorious service and outstanding promise in music education, and extends best wishes for her continued success and happiness."}, {"bill_id": 5720, "bill_version_id": 29351, "bill_version": "Enrolled", "bill_version_date": "2014-01-29T16:45:24.727-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring Sara Bakken on being named Outstanding Young Music Educator. WHEREAS, Sara Bakken, a first-year teacher in the Lennox School District, has achieved recognition as the state's Outstanding Young Music Educator for exemplary service in music education; and WHEREAS, this prestigious award, presented by her peers at the State Music Education Conference, is given in recognition of meritorious service and outstanding promise in music education; and WHEREAS, Sara Bakken earned this award by devoting her exemplary teaching skills to the sixth through eighth grade band and the high school marching band in Lennox. Before coming to Lennox, she also directed the middle and high school bands in Mobridge-Pollock School District and taught a seventh grade music exploratory class: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature congratulates Sara Bakken on being named Outstanding Young Music Educator, recognizes her meritorious service and outstanding promise in music education, and extends best wishes for her continued success and happiness. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5720, "action_date": "2014-01-24T13:00:00-06:00", "document_id": 29003, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29003.pdf", "status_text": "", "journal_page": 118, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}]}