{"session_id": 19, "bill_id": 4216, "bill_type": "House Bill", "bill_number": 1192, "bill_title": "provide a durable power of attorney form for health care decisions.", "sponsors": [{"legislator_profile_id": 416, "is_prime": true}, {"legislator_profile_id": 410, "is_prime": false}, {"legislator_profile_id": 324, "is_prime": false}, {"legislator_profile_id": 350, "is_prime": false}, {"legislator_profile_id": 325, "is_prime": false}, {"legislator_profile_id": 329, "is_prime": false}, {"legislator_profile_id": 335, "is_prime": false}, {"legislator_profile_id": 411, "is_prime": false}, {"legislator_profile_id": 355, "is_prime": false}, {"legislator_profile_id": 406, "is_prime": false}, {"legislator_profile_id": 339, "is_prime": false}], "keywords": ["Agency", "Personal Rights and Obligations"], "audio": [{"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju24.mp3", "start_seconds": 758.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju24.mp3", "start_seconds": 758.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju24.mp3", "start_seconds": 758.0}], "bill_versions": [{"bill_id": 4216, "bill_version_id": 24570, "bill_version": "Introduced", "bill_version_date": "2013-01-25T09:12:42.917-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide a durable power of attorney form for health care decisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. A durable power of attorney for health care directive pursuant to § 59-7-2.5 may be in the following form. DURABLE POWER OF ATTORNEY FOR HEALTH CARE I, _________________________________, being an adult of sound mind, hereby appoint (name of principal) ____________________________, of _____________________________________________ (Name of agent) (his/her address and telephone number) as my attorney-in-fact (agent) to consent to, to reject, or to withdraw consent for medical procedures, treatment, or intervention. In the event the person I appoint above is unable, unwilling, or unavailable to act as my health care agent, I appoint as my successor agent: ___________________________, of ____________________________________________ (name of successor agent) (his/her address and telephone number) My agent (or any successor agent) may make any health care decision for me which I could make individually if I had decisional capacity (except for any limitations given below). Any such decision shall be made in accordance with accepted medical standards and my agent (or any successor agent) may not authorize the withholding or withdrawal of comfort care from me. My agent (or any successor agent) may authorize the withholding of life-sustaining treatment as set forth in my living will or advance directive (except for any limitations given therein) if I have executed one. In the event I am unable to communicate verbally or nonverbally, demonstrate no purposeful movement or motor ability, and am unable to interact purposefully with environmental stimulation and (1) I have an incurable and irreversible condition such that, in accordance with accepted medical standards, death is imminent if life-sustaining treatment is not administered, or (2) I am in a coma or I have a condition of permanent unconsciousness that, in accordance with accepted medical standards, will last indefinitely without significant improvement: (Initial only one of the following three options and if you do not agree with either of the first two options, space is provided below for you to write your own instructions.) _____ I authorize my agent (or any successor agent) to direct the withholding of artificial nutrition or hydration from me. _____ I do not authorize my agent (or any successor agent) to direct the withholding of artificial nutrition or hydration from me. _____ I authorize the following:_____________________________________________. This durable power of attorney for health care is effective only during a period in which my physician has determined in good faith that I do not have decisional capacity. Whenever making any health care decision for me, my agent (or any successor agent) shall consider the recommendation of my attending physician, the decision I would have made if I then had decisional capacity (if known) and the decision that would be in my best interests. I give the following instructions to help guide my agent (or any successor agent): (You may write additional instructions or limitations below.) _______________________________________________________________________________________________________________________________________________________________________________________________________________________________ Date: ____________________, 2 _____ _________________________________ (your signature) _________________________________ __________________________________ (your address) (type or print your name), principal Notarization On this the _____ day of ______________, 2 ____, the principal, _____________________, personally appeared before the undersigned officer and signed the foregoing document in my presence. ________________________________ Notary Public [SEAL] My commission expires: OR Statements of Two Witnesses The principal voluntarily signed this document in my presence. ____________________________________ (first witness signature) ______________________________ ____________________________________ (witness address) (type or print witness' name), witness The principal voluntarily signed this document in my presence. ____________________________________ (second witness signature) ________________________________ _____________________________________ (witness address) (type or print witness' name), witness NOTICE TO PERSON MAKING A DURABLE POWER OF ATTORNEY FOR HEALTH CARE This is an important legal document. Prepare this durable power of attorney for health care carefully. If you use this form, read it completely. You may want to seek professional help to make sure the form does what you intend and is completed without mistakes. You have the right to revoke this document in whole or in part at any time you have not been determined to be incapable. A revocation is effective when it is communicated to your attending physician or other health care provider."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4216, "action_date": "2013-01-25T13:00:00-06:00", "document_id": 24642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24642.pdf", "status_text": "First read in House and referred to", "journal_page": 186, "committee_id_action": 202, "committee_id_assigned": 198, "result": "N", "vote": {}}, {"bill_id": 4216, "action_date": "2013-02-15T10:00:00-06:00", "document_id": 25538, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25538.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 198, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4216, "action_date": "2013-02-15T10:00:00-06:00", "document_id": 25850, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25850.pdf", "status_text": "Tabled", "journal_page": 427, "committee_id_action": 198, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13865, "president_vote": null, "Yea": [353, 351, 348, 350, 359, 398, 406, 416, 402, 381, 334], "Excused": [324, 369]}}]}