{"session_id": 49, "bill_id": 15059, "bill_type": "House Bill", "bill_number": 1010, "bill_title": "revise certain procedures for the formation and adjustment of boundaries of certain special districts.", "sponsors": [], "keywords": ["Landowner", "Special District", "Voter"], "audio": [{"meeting_datetime": "2000-02-10T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou23hb1010a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-10T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou23hb1010a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen26hb1010a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen26hb1010a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-03-14T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou34b.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15059, "bill_version_id": 86074, "bill_version": "Introduced", "bill_version_date": "1999-12-20T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain procedures for the formation and adjustment of boundaries of certain special districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 6-16 be amended by adding thereto a NEW SECTION to read as follows: A landowner for the purposes of chapter 6-16 means any person who owns property, as defined pursuant to § 10-4-2 or 10-9-1, within the special district and is listed as an owner of the property by the register of deeds. A partnership, association, cooperative, trust, limited liability company, or corporation may by resolution appoint one person to vote in a special district election on behalf of the partnership, association, cooperative, trust, limited liability company, or corporation. Any person who has purchased property under a contract for deed which is of record in the office of the register of deeds in the county where the real property is situated is entitled to vote in the special district election and the seller of the property under a recorded contract for deed may not vote. No person, partnership, association, cooperative, trust, limited liability company, or corporation may vote more than once in any special district election. Section 2. That § 6-16-2 be amended to read as follows: 6-16-2. The application for organization shall be a petition verified by one or more circulators by affidavit stating that each affiant personally witnessed the signatures on the petition and believe the signatures to be genuine. The petition shall be signed by at least twenty-five percent of the landowners within the proposed district who are also registered voters within the district. If the proposed district is in two or more counties, a petition shall be filed in each county and each petition shall be signed by at least twenty twenty-five percent of the landowners within the proposed district who are also registered voters within the proposed district in that county. The petition shall be accompanied by a deposit covering the estimated costs as determined by the county auditor of the public notices and the conduct of the election for the formation of the district. If the district to be formed is a road district that contains no registered voters, the petition requirements are based apply solely on to landowners. Section 3. That § 6-16-4 be amended to read as follows: 6-16-4. The county auditor shall publish the notice of the voter registration deadline at least once each week for two consecutive weeks, the last publication to be not less than twenty-five nor more than thirty days prior to the election. The auditor shall publish notices of election at least once each week for two consecutive weeks, the last publication to be not less than four nor more than ten days before the election in at least one legal newspaper of general circulation in the proposed district . Section 4. That § 6-16-6 be amended to read as follows: 6-16-6. A Any person who is a landowner in the proposed district and is registered to vote in the proposed district may vote in the elections provided for in § 6-16-5. However, the qualifications of a voter for irrigation district elections are provided in chapter 46A-4. Absentee voting is allowed pursuant to chapter 12-19 for the election on the question of formation of the special district or any other question to be voted on by the eligible voters of the district . If the district to be formed is a road district that contains no registered voters, voter eligibility is based solely on landowners. Section 5. That § 31-12A-1.1 be amended to read as follows: 31-12A-1.1. Notwithstanding any other provision of chapter 31-12A, one, two, or three an area with three or fewer landowners may form be formed into a road district pursuant to this chapter. If there are three or less landowners, each Each landowner shall be a trustee at large and no election of trustees is required. After the district is incorporated and the number of landowners within the district is five or more, the district shall conduct an election pursuant to § 31-12A-16. The district shall conduct the election on the next first Tuesday after the anniversary date of the formation of the district. Section 6. That § 34-11A-28 be amended to read as follows: 34-11A-28. The boundaries of any ambulance district organized under the provisions of this chapter may be changed in the manner prescribed by § § 34-11A-4 to 34-11A-10 34-11A-8 , inclusive , but . However, the changes change of boundaries of any such a district may does not impair or affect its the district's organization or its right in or to property; nor may it does the change of boundaries impair, affect , or discharge any contract, obligation, lien, or change for or upon which it might the district may be liable had such the change of boundaries not been made. Section 7. That § 34A-5-18 be amended to read as follows: 34A-5-18. The board of trustees shall give notice pursuant to § 6-16-4 of the election provided for in § 34A-5-17 pursuant to § 34A-5-8, and the . The question shall be submitted to the voters on a separate ballot and be so stated as to shall enable each voter to vote for or against the proposed question. Section 8. That § 46A-14-8 be amended to read as follows: 46A-14-8. The initiating petition shall contain the following: (1) The name of the proposed district; (2) That there is need in the interest of the public health, safety, and welfare for creation of a district to accomplish improvements in the watershed; (3) A statement in general terms setting forth the purposes of the contemplated improvements, the territory to be included in the district ; , and all proposed subdivisions thereof, if any, of the district; (4) The number and names of managers , which shall be three or five members , to be appointed as first managers of the proposed district, and who shall act for a period of one year or until the first annual meeting. They . Each manger shall be owners of own land located in the proposed district but none shall . However, no manager may be a public officer of the state or federal government; (5) A list of landowners and the total acreage of land owned by each within the proposed district; (6) A map of the proposed district and the ownership of all land in the proposed district, except the outline only of the jurisdiction of the authorized officials of municipalities included need be shown; and (7) The location of the official place of business of the proposed district ; (8) A request for the organization of the district as proposed and appointment of the first managers . Section 9. That § 46A-18-4 be amended to read as follows: 46A-18-4. The petition established pursuant to § 46A-18-2 shall contain: (1) The name of the proposed district; (2) The object and purpose of the water project and works proposed to be constructed or acquired, together with a general description of the nature, location, and method of operation of the proposed works or program of activities; (3) A legal description of the lands constituting the proposed district and the names name of any municipalities municipality included partly or wholly within the boundaries of the proposed district; (4) The location of the principal place of business of the proposed district; and (5) The number of members of the board of directors of the proposed district, which number may not be less fewer than three nor more than seven, and a statement as to whether the directors shall are to be elected at large or shall are to be elected by director divisions , the names and addresses of the members who shall serve as directors until their successors are elected and qualified as provided in this chapter, and, if director divisions are provided for, the respective divisions that the directors are to represent. The persons named in the petition as directors . Each director shall be a qualified voters voter of the district and, if director divisions are provided for, shall be a qualified voters voter of the respective divisions the directors are division the director is to represent. Section 10. That § 46A-18-21 be amended to read as follows: 46A-18-21. The initial district directors named in the petition for formation, upon establishment of the district by the Board of Water and Natural Resources, shall assume the duties of their offices office and serve until their successors are duly elected and qualified."}, {"bill_id": 15059, "bill_version_id": 86073, "bill_version": "House Local Government Engrossed", "bill_version_date": "2000-02-08T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain procedures for the formation and adjustment of boundaries of certain special districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 6-16-2 be amended to read as follows: 6-16-2. The application for organization shall be a petition verified by one or more circulators by affidavit stating that each affiant personally witnessed the signatures on the petition and believe the signatures to be genuine. The petition shall be signed by at least twenty-five percent of the landowners within the proposed district who are also registered voters within the proposed district. If the proposed district is in two or more counties, a petition shall be filed in each county and each petition shall be signed by at least twenty twenty-five percent of the landowners within the proposed district who are also registered voters within the proposed district in that county. The petition shall be accompanied by a deposit covering the estimated costs as determined by the county auditor of the public notices and the conduct of the election for the formation of the district. If the district to be formed is a road district that contains no registered voters, the petition requirements are based solely on shall be signed by at least twenty- five percent of the landowners. Section 2. That § 6-16-4 be amended to read as follows: 6-16-4. The county auditor shall publish the notice of the voter registration deadline at least once each week for two consecutive weeks, the last publication to be not less than twenty-five nor more than thirty days prior to the election. The auditor shall publish notices of election at least once each week for two consecutive weeks, the last publication to be not less than four nor more than ten days before the election in at least one legal newspaper of general circulation in the proposed district . Section 3. That § 6-16-6 be amended to read as follows: 6-16-6. A Any person who is a landowner in the proposed district and is registered to vote and resides in the proposed district may vote in the elections provided for in § 6-16-5. However, the qualifications of a voter for irrigation district elections are provided in chapter 46A-4. Absentee voting is allowed pursuant to chapter 12-19 for the election on the question of formation of the special district or any other question to be voted on by the eligible voters of the district . If the district to be formed is a road district that contains no registered voters, voter eligibility is based solely on landowners. For the purpose of this section, a person resides in a proposed district if the person actually lives in the proposed district for at least thirty days in the last year. Section 4. That § 31-12A-1.1 be amended to read as follows: 31-12A-1.1. Notwithstanding any other provision of chapter 31-12A, one, two, or three an area with three or fewer landowners may form be formed into a road district pursuant to this chapter. If there are three or less landowners, each Each landowner shall be a trustee at large and no election of trustees is required. After the district is incorporated and the number of landowners within the district is five or more, the district shall conduct an election pursuant to § 31-12A-16. The district shall conduct the election on the next first Tuesday after the anniversary date of the formation of the district. Section 5. That § 34-11A-28 be amended to read as follows: 34-11A-28. The boundaries of any ambulance district organized under the provisions of this chapter may be changed in the manner prescribed by § § 34-11A-4 to 34-11A-10 34-11A-8 , inclusive , but . However, the changes change of boundaries of any such a district may does not impair or affect its the district's organization or its right in or to property; nor may it does the change of boundaries impair, affect , or discharge any contract, obligation, lien, or change for or upon which it might the district may be liable had such the change of boundaries not been made. Section 6. That § 34A-5-18 be amended to read as follows: 34A-5-18. The board of trustees shall give notice pursuant to § 6-16-4 of the election provided for in § 34A-5-17 pursuant to § 34A-5-8, and the . The question shall be submitted to the voters on a separate ballot and be so stated as to shall enable each voter to vote for or against the proposed question. Section 7. That § 46A-14-8 be amended to read as follows: 46A-14-8. The initiating petition shall contain the following: (1) The name of the proposed district; (2) That there is need in the interest of the public health, safety, and welfare for creation of a district to accomplish improvements in the watershed; (3) A statement in general terms setting forth the purposes of the contemplated improvements, the territory to be included in the district ; , and all proposed subdivisions thereof, if any, of the district; (4) The number and names of managers , which shall be three or five members , to be appointed as first managers of the proposed district, and who shall act for a period of one year or until the first annual meeting. They . Each manger shall be owners of own land located in the proposed district but none shall and be a registered voter in the proposed district. However, no manager may be a public officer of the state or federal government; (5) A list of landowners and the total acreage of land owned by each within the proposed district; (6) A map of the proposed district and the ownership of all land in the proposed district, except the outline only of the jurisdiction of the authorized officials of municipalities included need be shown; and (7) The location of the official place of business of the proposed district ; (8) A request for the organization of the district as proposed and appointment of the first managers . Section 8. That § 46A-18-4 be amended to read as follows: 46A-18-4. The petition established pursuant to § 46A-18-2 shall contain: (1) The name of the proposed district; (2) The object and purpose of the water project and works proposed to be constructed or acquired, together with a general description of the nature, location, and method of operation of the proposed works or program of activities; (3) A legal description of the lands constituting the proposed district and the names name of any municipalities municipality included partly or wholly within the boundaries of the proposed district; (4) The location of the principal place of business of the proposed district; and (5) The number of members of the board of directors of the proposed district, which number may not be less fewer than three nor more than seven, and a statement as to whether the directors shall are to be elected at large or shall are to be elected by director divisions , the names and addresses of the members who shall serve as directors until their successors are elected and qualified as provided in this chapter, and, if director divisions are provided for, the respective divisions that the directors are to represent. The persons named in the petition as directors . Each director shall be a qualified voters voter of the district and, if director divisions are provided for, shall be a qualified voters voter of the respective divisions the directors are division the director is to represent. Section 9. That § 46A-18-21 be amended to read as follows: 46A-18-21. The initial district directors named in the petition for formation, upon establishment of the district by the Board of Water and Natural Resources, shall assume the duties of their offices office and serve until their successors are duly elected and qualified. Section 10. That § 6-16-7 be amended to read as follows: 6-16-7. If there is a conflict regarding who has a right to vote in the election pursuant to § § 6-16-4 to 6-16-6, the judges of election shall settle the conflict by referring to the official records of the register of deeds and county auditor in each county where these official records are held. BILL HISTORY 1/11/00 First read in House and referred to Local Government. H.J. 13 1/17/00 Scheduled for Committee hearing on this date. 1/18/00 Scheduled for Committee hearing on this date. 1/18/00 Deferred by Chair. 1/20/00 Scheduled for Committee hearing on this date. 1/25/00 Scheduled for Committee hearing on this date. 1/27/00 Scheduled for Committee hearing on this date. 2/1/00 Scheduled for Committee hearing on this date. 2/3/00 Scheduled for Committee hearing on this date. 2/8/00 Scheduled for Committee hearing on this date. 2/8/00 Local Government Do Pass Amended, Passed, AYES 11, NAYS 0. H.J. 501"}, {"bill_id": 15059, "bill_version_id": 86072, "bill_version": "Enrolled", "bill_version_date": "2000-02-16T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15059, "action_date": "2000-01-11T14:00:00-06:00", "document_id": 85620, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85620.pdf", "status_text": "First read in House and referred to", "journal_page": 13, "committee_id_action": 656, "committee_id_assigned": 649, "result": "N", "vote": {}}, {"bill_id": 15059, "action_date": "2000-01-17T10:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 649, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15059, "action_date": "2000-01-18T10:00:00-06:00", "document_id": 85724, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85724.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 649, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15059, "action_date": "2000-01-20T10:00:00-06:00", "document_id": 85743, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85743.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 649, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15059, "action_date": "2000-01-25T10:00:00-06:00", "document_id": 85774, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85774.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 649, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15059, "action_date": "2000-01-27T10:00:00-06:00", "document_id": 85797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85797.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 649, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15059, "action_date": "2000-02-01T10:00:00-06:00", "document_id": 85832, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85832.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 649, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15059, "action_date": "2000-02-03T10:00:00-06:00", "document_id": 85854, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85854.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 649, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15059, "action_date": "2000-02-08T10:00:00-06:00", "document_id": 85884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85884.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 649, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15059, "action_date": "2000-02-08T10:00:00-06:00", "document_id": 85884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85884.pdf", "status_text": "Do Pass Amended,", "journal_page": 501, "committee_id_action": 649, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44002, "president_vote": null, "Yea": [2316, 2334, 2341, 2343, 2366, 2374, 2402, 2403, 2408, 2377, 2328], "Excused": [2318, 2394]}}, {"bill_id": 15059, "action_date": "2000-02-10T14:00:00-06:00", "document_id": 85665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85665.pdf", "status_text": "First read in Senate and referred to", "journal_page": 426, "committee_id_action": 657, "committee_id_assigned": 637, "result": "N", "vote": {}}, {"bill_id": 15059, "action_date": "2000-02-10T14:00:00-06:00", "document_id": 85664, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85664.pdf", "status_text": "Do Pass Amended,", "journal_page": 575, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 46182, "president_vote": null, "Yea": [2305, 2308, 2309, 2312, 2313, 2314, 2315, 2316, 2317, 2318, 2319, 2321, 2323, 2324, 2325, 2328, 2332, 2333, 2334, 2336, 2337, 2338, 2341, 2342, 2343, 2345, 2348, 2349, 2350, 2353, 2354, 2355, 2356, 2359, 2361, 2362, 2363, 2366, 2367, 2368, 2370, 2371, 2374, 2377, 2378, 2379, 2382, 2383, 2384, 2385, 2387, 2388, 2390, 2392, 2393, 2396, 2397, 2401, 2402, 2403, 2404, 2406, 2407, 2408], "Absent": [2327], "Excused": [2360, 2373, 2394, 2351], "Nay": [2372]}}, {"bill_id": 15059, "action_date": "2000-02-14T08:00:00-06:00", "document_id": 85923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85923.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 637, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15059, "action_date": "2000-02-14T08:00:00-06:00", "document_id": 85923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85923.pdf", "status_text": "Do Pass,", "journal_page": 469, "committee_id_action": 637, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44361, "president_vote": null, "Nay": [2330, 2386], "Yea": [2358, 2400, 2391, 2347], "Excused": [2369]}}, {"bill_id": 15059, "action_date": "2000-02-15T14:00:00-06:00", "document_id": 85671, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85671.pdf", "status_text": "Do Pass Amended,", "journal_page": 510, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44501, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2311, 2320, 2326, 2329, 2331, 2335, 2340, 2344, 2346, 2347, 2352, 2357, 2364, 2365, 2369, 2381, 2389, 2391, 2395, 2399, 2400, 2405], "Nay": [2322, 2330, 2339, 2358, 2375, 2380, 2386, 2398], "Excused": [2376]}}, {"bill_id": 15059, "action_date": "2000-02-17T14:00:00-06:00", "document_id": 85674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85674.pdf", "status_text": "Signed by Speaker", "journal_page": 733, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15059, "action_date": "2000-02-17T14:00:00-06:00", "document_id": 85675, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85675.pdf", "status_text": "Signed by President", "journal_page": 559, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15059, "action_date": "2000-02-22T14:00:00-06:00", "document_id": 85678, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85678.pdf", "status_text": "Delivered to the Governor", "journal_page": 795, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15059, "action_date": "2000-03-14T14:00:00-06:00", "document_id": 85686, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85686.pdf", "status_text": "Signed by Governor", "journal_page": 894, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1520}