{"session_id": 4, "bill_id": 231, "bill_type": "House Bill", "bill_number": 1177, "bill_title": "create the beverage container recycling and redemption program.", "sponsors": [{"legislator_profile_id": 604, "is_prime": true}, {"legislator_profile_id": 549, "is_prime": true}, {"legislator_profile_id": 614, "is_prime": false}, {"legislator_profile_id": 593, "is_prime": false}, {"legislator_profile_id": 532, "is_prime": false}, {"legislator_profile_id": 590, "is_prime": false}, {"legislator_profile_id": 529, "is_prime": false}, {"legislator_profile_id": 592, "is_prime": false}, {"legislator_profile_id": 585, "is_prime": false}, {"legislator_profile_id": 610, "is_prime": false}, {"legislator_profile_id": 613, "is_prime": false}, {"legislator_profile_id": 546, "is_prime": false}, {"legislator_profile_id": 606, "is_prime": false}], "keywords": ["Administrative Rules", "Alcoholic Beverages", "Department of Revenue and Regulation", "Environmental Protection"], "audio": [{"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco13.mp3", "start_seconds": null}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco13.mp3", "start_seconds": null}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco13.mp3", "start_seconds": null}, {"meeting_datetime": "2008-02-04T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco17.mp3", "start_seconds": 264.0}, {"meeting_datetime": "2008-02-04T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco17.mp3", "start_seconds": 264.0}, {"meeting_datetime": "2008-02-04T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco17.mp3", "start_seconds": 264.0}], "bill_versions": [{"bill_id": 231, "bill_version_id": 1080, "bill_version": "Introduced", "bill_version_date": "2008-01-16T08:12:32.463-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the beverage container recycling and redemption program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Beverage,\" a liquid suitable for drinking such as beer, ale, or other drinks produced by fermenting malt, spirits, mixed spirits, wine, mixed wine, tea and coffee drinks, soda, carbonated and noncarbonated water, dairy products, and all other nonalcoholic drinks in liquid form and intended for human consumption. Beverage does not include medicines, products intended for use by infants only, frozen juices, and powders intended to be mixed with other liquids to produce a drinkable product. Beverage does not include liquid food products not intended to be consumed by drinking including such products as sauces, flavorings, and syrups; (2) \"Beverage container,\" a nonrefillable bottle, jar, or other container made of glass, aluminum, metal, or plastic that is sealed by a manufacturer and that at the time of sale contains no more than one liter of a beverage; (3) \"Consumer,\" a person who purchases a beverage in a beverage container for final use or consumption; (4) \"Dealer\" or \"Distributor,\" a person in this state who engages in the sale of beverages in beverage containers to a consumer in this state whether or not the product is sold in a vending machine; (5) \"Department,\" the Department of Revenue and Regulation; (6) \"Empty returnable container,\" a beverage container that contains nothing except the residue of the original contents and is labeled according to the requirements of this Act; (7) \"Handling fee,\" a per beverage container payment to the department; (8) \"Manufacturer,\" a person who bottles or otherwise fills containers for sale to distributors or dealers in this state; (9) \"Nonrefillable,\" a beverage container that, after being used by a consumer, is not to be reused as a beverage container by a manufacturer; (10) \"Recycling,\" the systematic collection, sorting, decontaminating, and returning of waste materials to commerce as commodities for use or exchange; (11) \"Redemption center,\" a place of business that accepts empty returnable beverage containers from any person and is certified by the department; and (13) \"Return value,\" the amount paid to any person who returns an empty returnable beverage container to a redemption center. Section 2. Beginning July 1, 2009, it is unlawful for any dealer or distributor to sell beverages in a beverage container in this state that is not labeled as required in this Act. Section 3. Beginning July 1, 2009, any manufacturer, whether located in this state or outside the sate, selling beverages to a dealer or distributor or directly to a consumer in this state for consumption in this state shall: (1) Remit to the department a beverage container litter reduction fee of five cents per beverage container and a handling fee of one and one half cents per beverage container; and (2) Clearly label all beverage containers with the words \"South Dakota\" or \"SD\" and with the return value of five cents in clearly visible type on the beverage container by embossing or imprinting or by using a stamp on the normal product label. Section 4. Any person wishing to establish a redemption center shall obtain the prior approval of the department. If no person wishes to establish a redemption center in a given county the local conservation district is designated as the center. Any person wishing assistance in establishing a redemption center may submit a one-time grant request not to exceed five thousand dollars for approval of the department. The grant, if approved, shall be paid from the beverage container litter reduction grant fund established in section 8 of this Act. The department shall promulgate rules pursuant to chapter 1-26 to establish the criteria for approval of redemption centers and criteria and procedures governing the one-time grants. The rules shall be designed to establish as many redemption centers as possible so as to make it easy for consumers to claim the return value of beverage containers and to promote the other purposes of this Act. Section 5. A consumer may donate recyclable beverage containers through the community's curbside recycling program, if such a program has been established, instead of taking the containers to a redemption center. If a beverage container is donated, the curbside recycling program, instead of the consumer, shall receive the return value for the containers that are recovered from the waste stream and presented to a redemption center. Section 6. Beginning July 1, 2009, any redemption center shall, for the first year, accept only plastic beverage containers; for the second year, plastic, aluminum, and other metal beverage containers; and for the third year and each year thereafter, plastic, aluminum, other metal, and glass beverage containers. Section 7. A redemption center shall accept an empty returnable beverage container from any person and shall pay to the person its full return value. The redemption center may refuse to pay the return value for: (1) Broken bottles; (2) Any beverage container that is not empty or contains a significant amount of foreign material; (3) Any beverage container that is not labeled as provided in this Act; or (4) Any beverage container whose label or embossing cannot be discerned. An operator of a redemption center may limit the total number of beverage containers that the operator will accept from a person in a business day, but the limit may not be fewer than two hundred fifty beverage containers. Section 8. The proceeds of the beverage container litter reduction fee established in section 3 of this Act shall be deposited in the beverage container litter reduction grant fund, which is hereby established in the state treasury. In addition to any money appropriated by the Legislature to the fund, there shall be deposited into the fund any federal government money designated to the fund, any gift or donation to the fund, and all interest upon money deposited into the fund. Money in the fund is continuously appropriated for the purposes of this Act. Section 9. By the twentieth day of each month, each redemption center shall submit a report to the department. Upon receiving the monthly report the department shall authorize the distribution of funds from the beverage container litter reduction grant fund as follows: (1) To each redemption center as reimbursement for return value payments to the person returning the containers, six cents per beverage container returned at the redemption center; and (2) To the department as reimbursement for other expenses incurred in the administration and enforcement of this Act, one-half cents per beverage container returned at the redemption center. Section 10. At the end of each fiscal year, any unallocated and unclaimed fund balances in the beverage container litter reduction grant fund shall be distributed as follows: (1) To the coordinated natural resources conservation fund established pursuant to § 38-7-25, an amount equal to twenty percent of the balance not to exceed three million dollars; and (2) The remaining balance to the general fund. Section 11. Any person who pays to the department an amount less than the dollar amount required by this Act is guilty of a Class 1 misdemeanor. Any person who fails to submit a report required by this Act to the department is guilty of a Class 2 misdemeanor. Any person who returns or attempts to return to a redemption center a beverage container that the person knows or should know was not purchased in this state is guilty of a Class 2 misdemeanor if the person returns at least twenty-five but not more than one hundred nonreturnable containers, and a Class 1 misdemeanor if the person returns more than one hundred nonreturnable containers. Section 12. The department shall promulgate rules pursuant to chapter 1-26 to specify reporting and record keeping requirements, to establish appropriate forms, to establish criteria for approval of redemption centers, to provide for the remission of fees required by this Act, and to address other administrative procedures necessary for the implementation of this Act. Section 13. This Act is effective July 1, 2009."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 231, "action_date": "2008-01-16T14:00:00-06:00", "document_id": 1254, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1254.pdf", "status_text": "First read in House and referred to", "journal_page": 145, "committee_id_action": 27, "committee_id_assigned": 15, "result": "N", "vote": {}}, {"bill_id": 231, "action_date": "2008-01-28T10:00:00-06:00", "document_id": 1873, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1873.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 231, "action_date": "2008-02-04T10:00:00-06:00", "document_id": 2436, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2436.pdf", "status_text": "Tabled", "journal_page": 388, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1157, "president_vote": null, "Yea": [602, 579, 623, 555, 556, 546, 536, 578, 617, 540, 561, 600], "Excused": [589]}}, {"bill_id": 231, "action_date": "2008-02-04T10:00:00-06:00", "document_id": 2190, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2190.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "N", "vote": {}}]}