{"session_id": 27, "bill_id": 7634, "bill_type": "Senate Bill", "bill_number": 136, "bill_title": "permit and regulate the practice of licensed certified professional midwives.", "sponsors": [{"legislator_profile_id": 1097, "is_prime": true}, {"legislator_profile_id": 1165, "is_prime": true}, {"legislator_profile_id": 1118, "is_prime": false}, {"legislator_profile_id": 1183, "is_prime": false}, {"legislator_profile_id": 1179, "is_prime": false}, {"legislator_profile_id": 1096, "is_prime": false}, {"legislator_profile_id": 1201, "is_prime": false}, {"legislator_profile_id": 1202, "is_prime": false}, {"legislator_profile_id": 1129, "is_prime": false}, {"legislator_profile_id": 1143, "is_prime": false}, {"legislator_profile_id": 1142, "is_prime": false}, {"legislator_profile_id": 1196, "is_prime": false}, {"legislator_profile_id": 1175, "is_prime": false}, {"legislator_profile_id": 1164, "is_prime": false}, {"legislator_profile_id": 1133, "is_prime": false}, {"legislator_profile_id": 1170, "is_prime": false}, {"legislator_profile_id": 1110, "is_prime": false}, {"legislator_profile_id": 1193, "is_prime": false}, {"legislator_profile_id": 1199, "is_prime": false}, {"legislator_profile_id": 1155, "is_prime": false}, {"legislator_profile_id": 1119, "is_prime": false}, {"legislator_profile_id": 1113, "is_prime": false}, {"legislator_profile_id": 1172, "is_prime": false}, {"legislator_profile_id": 1123, "is_prime": false}, {"legislator_profile_id": 1140, "is_prime": false}, {"legislator_profile_id": 1098, "is_prime": false}, {"legislator_profile_id": 1128, "is_prime": false}, {"legislator_profile_id": 1132, "is_prime": false}], "keywords": ["Health Care Profession", "Licenses", "Prison or Jail Cost Estimates", "Professions and Occupations", "Public Health and Safety"], "audio": [{"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/she21.mp3", "start_seconds": 258.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/she21.mp3", "start_seconds": 258.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/she21.mp3", "start_seconds": 258.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/she21.mp3", "start_seconds": 258.0}, {"meeting_datetime": "2017-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen23.mp3", "start_seconds": 3977.0}, {"meeting_datetime": "2017-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen23.mp3", "start_seconds": 3977.0}, {"meeting_datetime": "2017-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen23.mp3", "start_seconds": 3977.0}, {"meeting_datetime": "2017-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen23.mp3", "start_seconds": 3977.0}, {"meeting_datetime": "2017-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen23.mp3", "start_seconds": 3977.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe30.mp3", "start_seconds": 153.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe30.mp3", "start_seconds": 153.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe30.mp3", "start_seconds": 153.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe30.mp3", "start_seconds": 153.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe30.mp3", "start_seconds": 153.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe30.mp3", "start_seconds": 153.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou31.mp3", "start_seconds": 4050.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou31.mp3", "start_seconds": 4050.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou31.mp3", "start_seconds": 4050.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou31.mp3", "start_seconds": 4050.0}], "bill_versions": [{"bill_id": 7634, "bill_version_id": 43301, "bill_version": "Introduced", "bill_version_date": "2017-01-26T10:28:07.623-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to permit and regulate the practice of licensed certified professional midwives. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Approved program,\" an educational program of study leading to eligibility for certification as a midwife that is approved or accredited by the midwifery education accreditation council (MEAC); (2) \"Board,\" the South Dakota Board of Certified Professional Midwives; (3) \"Certified professional midwife\" or \"CPM,\" a practitioner licensed and authorized under this chapter; (4) \"Client,\" a woman under the care of a certified professional midwife; (5) \"Licensed,\" a written authorization by the board required to practice as a certified professional midwife or certified professional midwife student; (6) \"Low risk,\" a pregnancy that is anticipated to be problem free based on an assessment of the woman's past medical history and ongoing assessment of the mother-baby unit throughout the pregnancy, labor, delivery, and postpartum care; (7) \"Midwife student,\" a student enrolled in an approved program and licensed and authorized under this Act; (8) \"Transporting,\" transferring, during the course of labor and delivery, the responsibility of providing services to a client from a certified professional midwife to a licensed health care provider.. Section 2. That the code be amended by adding a NEW SECTION to read: No person may practice or offer to practice as a certified professional midwife in this state unless the person is currently licensed to practice by the board. Section 3. That the code be amended by adding a NEW SECTION to read: This Act does not prohibit the performance of the functions of a certified professional midwife if performed: (1) In an emergency situation; (2) By a certified nurse midwife licensed pursuant to chapter 36-9A and authorized to practice in this state; (3) By a physician licensed pursuant to chapter 36-4 and authorized to practice in this state; (4) By a student midwife licensed pursuant to this Act and enrolled in an approved program and who is under the direct supervision of a preceptor which could include a physician, a certified nurse midwife, or a certified professional midwife licensed by this state; (5) By any person exempt pursuant to § 36-2-20; or (6) By a certified professional midwife licensed or authorized to practice in another state or jurisdiction in order to provide education or consultation for a period of not more than seven days. Section 4. That the code be amended by adding a NEW SECTION to read: No person may be licensed to practice as a certified professional midwife unless the person: (1) Has obtained the certified professional midwife credential; (2) For licensure of a person who obtains certification after December 31, 2019, has completed an educational program or pathway accredited by MEAC; or (3) For a person who obtained certification through an educational program or pathway not accredited by MEAC: (a) If certified before January 1, 2020, through a nonaccredited pathway, has obtained the midwifery bridge certificate issued by the North American Registry of Midwives before applying for licensure in this state; or (b) Has maintained licensure in a state that does not require an accredited education and has obtained the midwifery bridge certificate regardless of the date of certification before applying for licensure in this state. Section 5. That the code be amended by adding a NEW SECTION to read: The practice in this state as a certified professional midwife or certified professional midwife student is subject to the control and regulation of the board established by section 6 of this Act. The board may license, supervise the practice, and otherwise discipline any person applying for or practicing as a certified professional midwife or certified professional midwife student. Section 6. That the code be amended by adding a NEW SECTION to read: There is hereby established the Board of Certified Professional Midwives within the Department of Health. The board shall submit records, information, and reports in the form and as required by the secretary of health. The board shall report at least annually to the Department of Health. Section 7. That the code be amended by adding a NEW SECTION to read: The Governor shall appoint a board consisting of two certified professional midwives who are licensed and in good standing pursuant to this Act, one certified nurse midwife who is licensed and in good standing pursuant to chapter 36-9A, one physician with experience in maternity care who is licensed and in good standing pursuant to chapter 36-4, and one public member who has received midwifery care in an out-of-hospital setting. Section 8. That the code be amended by adding a NEW SECTION to read: Each member of the board shall be a citizen of the United States, a resident of this state for a minimum of two years before appointment to the board, and shall file with the secretary of state an oath of office before beginning the member's term of office. However, until at least five certified professional midwives meet the residency requirement, the Governor may appoint certified professional midwives, who are licensed in this state, who reside in other jurisdictions to serve on the board. Initial appointments to the board may include certified professional midwives who are eligible for licensure under this Act and who intend to apply for licensure in this state when it is available. Section 9. That the code be amended by adding a NEW SECTION to read: The term of office for members of the board is three years and expires on October thirtieth. Each member shall serve until a successor is appointed and qualified. No member may be appointed to more than three consecutive full terms. Appointment of a person to an unexpired term is not considered a full term for this purpose. At the expiration of a term, or if a vacancy occurs, the Governor shall appoint a new board member. The Governor may stagger terms to enable the board to have different terms expire each year. Section 10. That the code be amended by adding a NEW SECTION to read: The Governor may remove any member from the board for neglect of any duty required by law or for incompetency or unprofessional or dishonorable conduct. Section 11. That the code be amended by adding a NEW SECTION to read: An applicant for licensure as a certified professional midwife or certified professional midwife student shall file with the board an application, verified by oath, on a form prescribed by the board and accompanied by the prescribed fee. If the board finds that the applicant satisfies the requirements for licensure in section 4 of this Act, passes a background check required by section 12 of this Act, and is not otherwise disqualified pursuant to section 22 of this Act, the board shall issue the applicant a license to practice as a certified professional midwife or certified professional midwife student. Section 12. That the code be amended by adding a NEW SECTION to read: Each applicant for licensure as a certified professional midwife or certified professional midwife student in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the board shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the board all information obtained as a result of the criminal background check. This information shall be obtained before permanent licensure of the applicant. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Section 13. That the code be amended by adding a NEW SECTION to read: For the purposes of this Act, the practice of a certified professional midwife is the management and care of the low-risk mother-baby unit in an out-of-hospital setting during pregnancy, labor, delivery, and postpartum periods. A certified professional midwife may perform the following scope of practice in an out-of-hospital setting including a licensed birth center: (1) Initial and ongoing assessment for suitability of midwifery care including assessment of risk; (2) Prenatal care, including the routine monitoring of vital signs, indicators of fetal development, and ordering of routine prenatal laboratory tests; (3) Recognizing the limits of knowledge and experience, planning for situations beyond expertise, and consulting with, or referring or transporting clients to other licensed health care providers as appropriate; (4) Attending and supporting the natural process of labor and birth; (5) Postpartum care of the mother and an initial assessment and screening of the newborn; (6) Providing prenatal education, information, and referrals to community resources on childbirth preparation, breastfeeding, exercise, nutrition, parenting, and care of the newborn; (7) Limited prescriptive authority to administer: (a) Vitamin K to the baby either orally or through intramuscular injection; (b) Postpartum antihemorrhagic medication in an emergency situation; (c) Local anesthetic for repair of a first or second degree perineal laceration; (d) IV antibiotics for treatment of Group B strep during labor; (e) Oxygen; (f) Eye prophylaxis; and (8) Preparing and filing of a birth certificate pursuant to § 34-25-9.1. Section 14. That the code be amended by adding a NEW SECTION to read: For the purposes of this Act, the practice of a certified professional midwife does not include: (1) The use of any surgical instrument at a childbirth, except as necessary to sever the umbilical cord or repair a first or second degree perineal laceration; (2) Prescribing prescription medications including controlled drugs, except as permitted pursuant to subdivision (8) of section 13 of this Act; (3) The assisting of childbirth by artificial or mechanical means including forceps, vacuum delivery, or cesarean delivery; or (4) Performing or assisting in an abortion. Section 15. That the code be amended by adding a NEW SECTION to read: The license of a certified professional midwife is valid for two years and is renewable pursuant to section 16 of this Act. The board shall provide a notice for renewal to each licensed certified professional midwife at least ninety days before the expiration date of the license or certificate of renewal. Section 16. That the code be amended by adding a NEW SECTION to read: To renew the license, the license holder shall, before the expiration date, return to the board: (1) The renewal notice; (2) Evidence of meeting the re-certification requirements for CPM re-certification by the North American Registry of Midwives; (3) Evidence that the license holder has a minimum of one hundred forty hours in the preceding twelve-month period, or four hundred eighty hours in the preceding six-year period, of patient care, employment, or volunteer work in midwifery; (4) An affidavit that the licensee has committed no act of misconduct as set forth by section 22 of this Act; and (5) The prescribed renewal fee. Upon receipt of the requirements, and if not otherwise disqualified pursuant to section 22 of this Act, the board shall issue to the license holder a certificate of license renewal. The certificate of renewal shall indicate the expiration date of the license. Section 17. That the code be amended by adding a NEW SECTION to read: If a licensee fails to maintain active status or secure inactive status, as provided in section 18 of this Act, the license shall lapse on the final date of the period for which is was last renewed. A lapsed license may be reinstated by filing a satisfactory explanation for failure to renew, payment of the required fee, and by filing evidence of all requirements established by section 16 of this Act. Section 18. That the code be amended by adding a NEW SECTION to read: The holder of a current license may file with the board a written application, together with the prescribed fee, requesting inactive status. Section 19. That the code be amended by adding a NEW SECTION to read: The board shall promulgate by rule, pursuant to chapter 1-26, and shall collect in advance the following nonrefundable fees from each applicant: (1) For initial licensure or endorsement from another state, not more than one thousand dollars; (2) For biennial renewal of license, not more than one thousand five hundred dollars; (3) For reinstatement of a lapsed license, the current renewal fee plus not more than five hundred dollars; (4) For providing a transcript, not more than twenty-five dollars; (5) For effecting a name change on the records of the license holder, not more than one hundred dollars; (6) For issuance of a duplicate license, not more than one hundred fifty dollars; (7) For placing a license on inactive status, not more than one hundred dollars; (8) For endorsement to another state, territory, or foreign country, not more than one hundred fifty dollars; (9) For an initial student license, not more than five hundred dollars; and (10) For a per birth delivery fee, not more than one hundred dollars per birth. Section 20. That the code be amended by adding a NEW SECTION to read: There is hereby established the midwife regulation account of the general fund. All fees received by the board, and money collected under this Act, shall be forwarded to the state treasurer before the eleventh day of each month. The state treasurer shall credit the funds to the midwife regulation account of the general fund, which account is hereby created. The funds in the account are hereby continuously appropriated to the board for the purpose of paying the expense of administering and enforcing the provisions of this Act. The total expenses incurred by the board may not exceed the total amount of funds collected. Section 21. That the code be amended by adding a NEW SECTION to read: The Governor is not required to appoint members to the board and the board is not required to begin issuing licenses pursuant to this Act until the balance in the midwife regulation account is greater than twenty thousand dollars. Section 22. That the code be amended by adding a NEW SECTION to read: The board may deny, revoke, or suspend any license or application for licensure to practice as a certified professional midwife or certified professional midwife student in this state, and may take such other disciplinary or corrective action as the board deems appropriate upon proof that the license holder or applicant has: (1) Committed fraud, deceit, or misrepresentation in procuring or attempting to procure a license; (2) Aided or abetted an unlicensed person to practice as a certified professional midwife; (3) Engaged in practice as a certified professional midwife under a false or assumed name and failed to register that name pursuant to chapter 37-11, or impersonated a license holder of a like or different name; (4) Committed an alcohol or drug related act or offense that interferes with the ability to practice midwifery safely; (5) Negligently, willfully, or intentionally acted in a manner inconsistent with the health and safety of those entrusted to the license holder's care; (6) Had authorization to practice as a certified professional midwife denied, revoked, or suspended or had other disciplinary action taken in another state; (7) Practiced in this state as a certified professional midwife without a valid license; (8) Engaged in the performance of certified professional midwifery beyond the scope of practice authorized by section 13 of this Act; (9) Violated any provision of this Act or rule promulgated pursuant to this Act; or (10) Been convicted of a felony. The conviction of a felony means a conviction of any offense which, if committed in this state, would constitute a felony under state law. Section 23. That the code be amended by adding a NEW SECTION to read: Any proceeding related to the revocation or suspension of a license shall conform to the procedures set forth in chapter 1-26. A license may be revoked or suspended only at a hearing conducted in accordance with chapter 1-26. Section 24. That the code be amended by adding a NEW SECTION to read: The board may take action authorized by section 23 of this Act upon satisfactory showing that the physical or mental condition of the license holder or applicant is determined by a competent medical examiner to be such as to jeopardize or endanger the health of those entrusted to the license holder's or applicant's care. The board may demand an examination of a license holder or applicant by a competent medical examiner selected by the board at the board's expense. If a license holder fails to submit to the examination, the failure constitutes immediate grounds for suspension of the license holder's license. Section 25. That the code be amended by adding a NEW SECTION to read: An aggrieved party may appeal a board decision pursuant to chapter 1-26. Section 26. That the code be amended by adding a NEW SECTION to read: A revoked or suspended license may be reissued at the discretion of the board upon a finding of good cause. Section 27. That the code be amended by adding a NEW SECTION to read: No person may: (1) Practice or offer to practice as a certified professional midwife or certified professional midwife student without being licensed pursuant to this Act; (2) Sell or fraudulently obtain or furnish a diploma, license, renewal of license, or any other record necessary to practice under this Act or aid or abet in such actions; (3) Practice as a certified professional midwife under cover of any diploma, license, renewal of license, or other record necessary to practice under this Act that was issued unlawfully or under fraudulent representation; (4) Use in connection with that person's name a sign, card, device, or other designation that implies that the person is a certified professional midwife without being licensed pursuant to this Act; or (5) Practice as a certified professional midwife during the time that the person's license has lapsed or has been revoked or suspended. A violation of this section is a Class 1 misdemeanor. Section 28. That the code be amended by adding a NEW SECTION to read: It is necessary to prove in any prosecution only a single act prohibited by law, or a single holding out, or a single attempt, without proving a general course of conduct in order to constitute a violation of this Act. Section 29. That the code be amended by adding a NEW SECTION to read: The board may apply for an injunction in the circuit court for the county of the person's residence to enjoin any person who: (1) Is practicing as a certified professional midwife without a license issued by the board; (2) Is practicing as a certified professional midwife under a license that has lapsed or has been suspended or revoked; (3) Is engaging as a certified professional midwife in the performance of functions beyond the scope of practice authorized by section 13 of this Act; or (4) Is, by reason of a physical or mental condition, endangering, or threatening to endanger, the health or safety of those entrusted to that person's care as a certified professional midwife. Section 30. That the code be amended by adding a NEW SECTION to read: Upon the filing of a verified complaint, the court, if satisfied by affidavit or otherwise, that the person is or has been engaging in unlawful or dangerous practice as described in section 29 of this Act, may issue a temporary injunction, without notice or bond, enjoining that person from further practice as a certified professional midwife. Section 31. That the code be amended by adding a NEW SECTION to read: An action for injunction is an alternative to criminal proceedings, and the commencement of either proceeding by the board constitutes an election. Section 32. That the code be amended by adding a NEW SECTION to read: The board shall promulgate rules pursuant to chapter 1-26 pertaining to: (1) Licensing and licenses; (2) The practice and scope, pursuant to section 13 of this Act, of certified professional midwives and certified professional midwife students; (3) Disciplinary proceedings; (4) Fees; (5) Approval of certified professional midwife education programs; and (6) Criteria for low-risk pregnancy and delivery. Section 33. That the code be amended by adding a NEW SECTION to read: A certified professional midwife shall, at an initial consultation with a client, provide a copy of an informed consent document to be signed by the certified professional midwife and the client that discloses all of the following in writing: (1) The name, address, telephone number, and license number of the certified professional midwife; (2) The certified professional midwife's experience, qualifications, and training; (3) The certified professional midwife's fees and method of billing; (4) The right of a client to file a complaint with the board and the procedures for filing a complaint; (5) If the certified professional midwife has malpractice liability insurance; (6) A plan for consultation, referral, and transport for medical emergencies specific to each client, including identification of the closest hospital with an obstetrics department and the closest hospital with an emergency department; (7) A list of antepartum, intrapartum, and postpartum conditions that would require consultation, transfer of care, or transport to a hospital; (8) A statement indicating that the certified professional midwife will continue to care for a client until transfer of care has been completed including the transfer of all pertinent records including allergies, medications, and obstetric risk factors; (9) The scope of care and services the certified professional midwife can provide to the client; (10) A statement indicating that the client's records and any transaction with the certified professional midwife are confidential, unless required by the board for review; (11) The right of a client to refuse service unless otherwise provided by law; (12) The client's and certified professional midwife's signature and the date of signing; and (13) A statement indicating that no other licensed health care provider or hospital or agent thereof is liable for injury resulting from an act or omission by the certified professional midwife, even if the health care provider has consulted or accepted a referral from the certified professional midwife. Section 34. That the code be amended by adding a NEW SECTION to read: No other licensed health care provider or hospital or agent thereof is liable for an injury resulting from an act or omission by a certified professional midwife, even if the health care provider has consulted with or accepted a referral from the certified professional midwife. Section 35. That chapter 36-9A be amended by adding a NEW SECTION to read: Nothing in this chapter restricts the right of a certified professional midwife to practice in accordance with this Act. Section 36. That chapter 36-4 be amended by adding a NEW SECTION to read: Nothing in this chapter restricts the right of a certified professional midwife to practice in accordance with this Act. Section 37. That the code be amended by adding a NEW SECTION to read: A certified professional midwife shall comply with all newborn screenings required by state law and administrative rule. Section 38. That the code be amended by adding a NEW SECTION to read: A certified professional midwife shall consult with the client's selected physician or facility whenever there is a significant deviation during the client's pregnancy or birth, or with the newborn. Section 39. That the code be amended by adding a NEW SECTION to read: The board shall review birth registration and reportable information for each out-of-hospital birth for evaluation and quality management purposes. The certified professional midwife shall provide additional documentation to the board upon request for review. The certified professional midwife shall report within forty-eight hours to the board any neonatal or maternal mortality in a patient for whom the certified professional midwife has cared in the perinatal period."}, {"bill_id": 7634, "bill_version_id": 44326, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2017-02-13T13:09:31.66-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to permit and regulate the practice of licensed certified professional midwives. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Approved program,\" an educational program of study leading to eligibility for certification as a midwife that is approved or accredited by the midwifery education accreditation council (MEAC); (2) \"Board,\" the South Dakota Board of Certified Professional Midwives; (3) \"Certified professional midwife\" or \"CPM,\" a practitioner licensed and authorized under this chapter to manage and care for the low-risk mother-baby unit in an out-of-hospital setting during pregnancy, labor, delivery, and postpartum periods; (4) \"Client,\" a woman under the care of a certified professional midwife outside of a hospital; (5) \"Licensed,\" a written authorization by the board required to practice as a certified professional midwife or certified professional midwife student; (6) \"Low risk,\" a pregnancy that is anticipated to be problem free based on an assessment of the woman's past medical history and ongoing assessment of the mother-baby unit throughout the pregnancy, labor, delivery, and postpartum care; (7) \"Midwife student,\" a student enrolled in an approved program and licensed and authorized under this Act; (8) \"Transporting,\" transferring, during the course of labor and delivery, the responsibility of providing services to a client from a certified professional midwife to a licensed health care provider.. Section 2. That the code be amended by adding a NEW SECTION to read: No person may practice or offer to practice as a certified professional midwife in this state unless the person is currently licensed to practice by the board. Section 3. That the code be amended by adding a NEW SECTION to read: This Act does not prohibit the performance of the functions of a certified professional midwife if performed: (1) In an emergency situation; (2) By a certified nurse midwife licensed pursuant to chapter 36-9A and authorized to practice in this state; (3) By a physician licensed pursuant to chapter 36-4 and authorized to practice in this state; (4) By a student midwife licensed pursuant to this Act and enrolled in an approved program and who is under the direct supervision of a preceptor which could include a physician, a certified nurse midwife, or a certified professional midwife licensed by this state; (5) By any person exempt pursuant to § 36-2-20; or (6) By a certified professional midwife licensed or authorized to practice in another state or jurisdiction in order to provide education or consultation for a period of not more than seven days. Section 4. That the code be amended by adding a NEW SECTION to read: No person may be licensed to practice as a certified professional midwife unless the person: (1) Has obtained the certified professional midwife credential; (2) For licensure of a person who obtains certification after December 31, 2019, has completed an educational program or pathway accredited by MEAC; or (3) For a person who obtained certification through an educational program or pathway not accredited by MEAC: (a) If certified before January 1, 2020, through a nonaccredited pathway, has obtained the midwifery bridge certificate issued by the North American Registry of Midwives before applying for licensure in this state; or (b) Has maintained licensure in a state that does not require an accredited education and has obtained the midwifery bridge certificate regardless of the date of certification before applying for licensure in this state. Section 5. That the code be amended by adding a NEW SECTION to read: The practice in this state as a certified professional midwife or certified professional midwife student is subject to the control and regulation of the board established by section 6 of this Act. The board may license, supervise the practice, and otherwise discipline any person applying for or practicing as a certified professional midwife or certified professional midwife student. Section 6. That the code be amended by adding a NEW SECTION to read: There is hereby established the Board of Certified Professional Midwives within the Department of Health. The board shall submit records, information, and reports in the form and as required by the secretary of health. The board shall report at least annually to the Department of Health. Section 7. That the code be amended by adding a NEW SECTION to read: The Governor shall appoint a board consisting of two certified professional midwives who are licensed and in good standing pursuant to this Act, one certified nurse midwife who is licensed and in good standing pursuant to chapter 36-9A, one physician with experience in maternity care who is licensed and in good standing pursuant to chapter 36-4, and one public member who has received midwifery care in an out-of-hospital setting. Section 8. That the code be amended by adding a NEW SECTION to read: Each member of the board shall be a citizen of the United States, a resident of this state for a minimum of two years before appointment to the board, and shall file with the secretary of state an oath of office before beginning the member's term of office. However, until at least five certified professional midwives meet the residency requirement, the Governor may appoint certified professional midwives, who are licensed in this state, who reside in other jurisdictions to serve on the board. Initial appointments to the board may include certified professional midwives who are eligible for licensure under this Act and who intend to apply for licensure in this state when it is available. Section 9. That the code be amended by adding a NEW SECTION to read: The term of office for members of the board is three years and expires on October thirtieth. Each member shall serve until a successor is appointed and qualified. No member may be appointed to more than three consecutive full terms. Appointment of a person to an unexpired term is not considered a full term for this purpose. At the expiration of a term, or if a vacancy occurs, the Governor shall appoint a new board member. The Governor may stagger terms to enable the board to have different terms expire each year. Section 10. That the code be amended by adding a NEW SECTION to read: The Governor may remove any member from the board for neglect of any duty required by law or for incompetency or unprofessional or dishonorable conduct. Section 11. That the code be amended by adding a NEW SECTION to read: An applicant for licensure as a certified professional midwife or certified professional midwife student shall file with the board an application, verified by oath, on a form prescribed by the board and accompanied by the prescribed fee. If the board finds that the applicant satisfies the requirements for licensure in section 4 of this Act, passes a background check required by section 12 of this Act, and is not otherwise disqualified pursuant to section 22 of this Act, the board shall issue the applicant a license to practice as a certified professional midwife or certified professional midwife student. Section 12. That the code be amended by adding a NEW SECTION to read: Each applicant for licensure as a certified professional midwife or certified professional midwife student in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the board shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the board all information obtained as a result of the criminal background check. This information shall be obtained before permanent licensure of the applicant. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Section 13. That the code be amended by adding a NEW SECTION to read: For the purposes of this Act, the practice of a certified professional midwife is the management and care of the low-risk mother-baby unit in an out-of-hospital setting during pregnancy, labor, delivery, and postpartum periods. A certified professional midwife may perform the following scope of practice in an out-of-hospital setting including a licensed birth center: (1) Initial and ongoing assessment for suitability of midwifery care including assessment of risk; (2) Prenatal care, including the routine monitoring of vital signs, indicators of fetal development, and ordering of routine prenatal laboratory tests; (3) Recognizing the limits of knowledge and experience, planning for situations beyond expertise, and consulting with, or referring or transporting clients to other licensed health care providers as appropriate; (4) Attending and supporting the natural process of labor and birth; (5) Postpartum care of the mother and an initial assessment and screening of the newborn; (6) Providing prenatal education, information, and referrals to community resources on childbirth preparation, breastfeeding, exercise, nutrition, parenting, and care of the newborn; (7) Limited prescriptive authority to administer: (a) Vitamin K to the baby either orally or through intramuscular injection; (b) Postpartum antihemorrhagic medication in an emergency situation; (c) Local anesthetic for repair of a first or second degree perineal laceration; (d) IV antibiotics for treatment of Group B strep during labor; (e) Oxygen; (f) Eye prophylaxis; and (8) Preparing and filing of a birth certificate pursuant to § 34-25-9.1. Section 14. That the code be amended by adding a NEW SECTION to read: For the purposes of this Act, the practice of a certified professional midwife does not include: (1) The use of any surgical instrument at a childbirth, except as necessary to sever the umbilical cord or repair a first or second degree perineal laceration; (2) Prescribing prescription medications including controlled drugs, except as permitted pursuant to subdivision (7) of section 13 of this Act; (3) The assisting of childbirth by artificial or mechanical means including forceps, vacuum delivery, or cesarean delivery; or (4) Performing or assisting in an abortion. Section 15. That the code be amended by adding a NEW SECTION to read: The license of a certified professional midwife is valid for two years and is renewable pursuant to section 16 of this Act. The board shall provide a notice for renewal to each licensed certified professional midwife at least ninety days before the expiration date of the license or certificate of renewal. Section 16. That the code be amended by adding a NEW SECTION to read: To renew the license, the license holder shall, before the expiration date, return to the board: (1) The renewal notice; (2) Evidence of meeting the re-certification requirements for CPM re-certification by the North American Registry of Midwives; (3) Evidence that the license holder has a minimum of one hundred forty hours in the preceding twelve-month period, or four hundred eighty hours in the preceding six-year period, of patient care, employment, or volunteer work in midwifery; (4) An affidavit that the licensee has committed no act of misconduct as set forth by section 22 of this Act; and (5) The prescribed renewal fee. Upon receipt of the requirements, and if not otherwise disqualified pursuant to section 22 of this Act, the board shall issue to the license holder a certificate of license renewal. The certificate of renewal shall indicate the expiration date of the license. Section 17. That the code be amended by adding a NEW SECTION to read: If a licensee fails to maintain active status or secure inactive status, as provided in section 18 of this Act, the license shall lapse on the final date of the period for which is was last renewed. A lapsed license may be reinstated by filing a satisfactory explanation for failure to renew, payment of the required fee, and by filing evidence of all requirements established by section 16 of this Act. Section 18. That the code be amended by adding a NEW SECTION to read: The holder of a current license may file with the board a written application, together with the prescribed fee, requesting inactive status. Section 19. That the code be amended by adding a NEW SECTION to read: The board shall promulgate by rule, pursuant to chapter 1-26, and shall collect in advance the following nonrefundable fees from each applicant: (1) For initial licensure or endorsement from another state, not more than one thousand dollars; (2) For biennial renewal of license, not more than one thousand five hundred dollars; (3) For reinstatement of a lapsed license, the current renewal fee plus not more than five hundred dollars; (4) For providing a transcript, not more than twenty-five dollars; (5) For effecting a name change on the records of the license holder, not more than one hundred dollars; (6) For issuance of a duplicate license, not more than one hundred fifty dollars; (7) For placing a license on inactive status, not more than one hundred dollars; (8) For endorsement to another state, territory, or foreign country, not more than one hundred fifty dollars; (9) For an initial student license, not more than five hundred dollars; and (10) For a per birth delivery fee, not more than one hundred dollars per birth. Section 20. That the code be amended by adding a NEW SECTION to read: There is hereby established the midwife regulation account of the general fund. All fees received by the board, and money collected under this Act, shall be forwarded to the state treasurer before the eleventh day of each month. The state treasurer shall credit the funds to the midwife regulation account of the general fund, which account is hereby created. The funds in the account are hereby continuously appropriated to the board for the purpose of paying the expense of administering and enforcing the provisions of this Act. The total expenses incurred by the board may not exceed the total amount of funds collected. Section 21. That the code be amended by adding a NEW SECTION to read: The Governor is not required to appoint members to the board and the board is not required to begin issuing licenses pursuant to this Act until the balance in the midwife regulation account is greater than twenty thousand dollars. Section 22. That the code be amended by adding a NEW SECTION to read: The board may deny, revoke, or suspend any license or application for licensure to practice as a certified professional midwife or certified professional midwife student in this state, and may take such other disciplinary or corrective action as the board deems appropriate upon proof that the license holder or applicant has: (1) Committed fraud, deceit, or misrepresentation in procuring or attempting to procure a license; (2) Aided or abetted an unlicensed person to practice as a certified professional midwife; (3) Engaged in practice as a certified professional midwife under a false or assumed name and failed to register that name pursuant to chapter 37-11, or impersonated a license holder of a like or different name; (4) Committed an alcohol or drug related act or offense that interferes with the ability to practice midwifery safely; (5) Negligently, willfully, or intentionally acted in a manner inconsistent with the health and safety of those entrusted to the license holder's care; (6) Had authorization to practice as a certified professional midwife denied, revoked, or suspended or had other disciplinary action taken in another state; (7) Practiced in this state as a certified professional midwife without a valid license; (8) Engaged in the performance of certified professional midwifery beyond the scope of practice authorized by section 13 of this Act; (9) Violated any provision of this Act or rule promulgated pursuant to this Act; (10) Been convicted of a felony. The conviction of a felony means a conviction of any offense which, if committed in this state, would constitute a felony under state law; or (11) Engaged in substandard, unprofessional, or dishonorable conduct. Section 23. That the code be amended by adding a NEW SECTION to read: Any proceeding related to the revocation or suspension of a license shall conform to the procedures set forth in chapter 1-26. A license may be revoked or suspended only at a hearing conducted in accordance with chapter 1-26. Section 24. That the code be amended by adding a NEW SECTION to read: The board may take action authorized by section 23 of this Act upon satisfactory showing that the physical or mental condition of the license holder or applicant is determined by a competent medical examiner to be such as to jeopardize or endanger the health of those entrusted to the license holder's or applicant's care. The board may demand an examination of a license holder or applicant by a competent medical examiner selected by the board at the board's expense. If a license holder fails to submit to the examination, the failure constitutes immediate grounds for suspension of the license holder's license. Section 25. That the code be amended by adding a NEW SECTION to read: An aggrieved party may appeal a board decision pursuant to chapter 1-26. Section 26. That the code be amended by adding a NEW SECTION to read: A revoked or suspended license may be reissued at the discretion of the board upon a finding of good cause. Section 27. That the code be amended by adding a NEW SECTION to read: No person may: (1) Practice or offer to practice as a certified professional midwife or certified professional midwife student without being licensed pursuant to this Act; (2) Sell or fraudulently obtain or furnish a diploma, license, renewal of license, or any other record necessary to practice under this Act or aid or abet in such actions; (3) Practice as a certified professional midwife under cover of any diploma, license, renewal of license, or other record necessary to practice under this Act that was issued unlawfully or under fraudulent representation; (4) Use in connection with that person's name a sign, card, device, or other designation that implies that the person is a certified professional midwife without being licensed pursuant to this Act; or (5) Practice as a certified professional midwife during the time that the person's license has lapsed or has been revoked or suspended. A violation of this section is a Class 1 misdemeanor. Section 28. That the code be amended by adding a NEW SECTION to read: It is necessary to prove in any prosecution only a single act prohibited by law, or a single holding out, or a single attempt, without proving a general course of conduct in order to constitute a violation of this Act. Section 29. That the code be amended by adding a NEW SECTION to read: The board may apply for an injunction in the circuit court for the county of the person's residence to enjoin any person who: (1) Is practicing as a certified professional midwife without a license issued by the board; (2) Is practicing as a certified professional midwife under a license that has lapsed or has been suspended or revoked; (3) Is engaging as a certified professional midwife in the performance of functions beyond the scope of practice authorized by section 13 of this Act; or (4) Is, by reason of a physical or mental condition, endangering, or threatening to endanger, the health or safety of those entrusted to that person's care as a certified professional midwife. Section 30. That the code be amended by adding a NEW SECTION to read: Upon the filing of a verified complaint, the court, if satisfied by affidavit or otherwise, that the person is or has been engaging in unlawful or dangerous practice as described in section 29 of this Act, may issue a temporary injunction, without notice or bond, enjoining that person from further practice as a certified professional midwife. Section 31. That the code be amended by adding a NEW SECTION to read: An action for injunction is an alternative to criminal proceedings, and the commencement of either proceeding by the board constitutes an election. Section 32. That the code be amended by adding a NEW SECTION to read: The board shall promulgate rules pursuant to chapter 1-26 pertaining to: (1) Licensing and licenses; (2) The practice and scope, pursuant to section 13 of this Act, of certified professional midwives and certified professional midwife students; (3) Disciplinary proceedings; (4) Fees; (5) Approval of certified professional midwife education programs; and (6) Criteria for low-risk pregnancy and delivery. Section 33. That the code be amended by adding a NEW SECTION to read: A certified professional midwife shall, at an initial consultation with a client, provide a copy of an informed consent document to be signed by the certified professional midwife and the client that discloses all of the following in writing: (1) The name, address, telephone number, and license number of the certified professional midwife; (2) The certified professional midwife's experience, qualifications, and training; (3) The certified professional midwife's fees and method of billing; (4) The right of a client to file a complaint with the board and the procedures for filing a complaint; (5) If the certified professional midwife has malpractice liability insurance; (6) A plan for consultation, referral, and transport for medical emergencies specific to each client, including identification of the closest hospital with an obstetrics department and the closest hospital with an emergency department; (7) A list of antepartum, intrapartum, and postpartum conditions that would require consultation, transfer of care, or transport to a hospital; (8) A statement indicating that the certified professional midwife will continue to care for a client until transfer of care has been completed including the transfer of all pertinent records including allergies, medications, and obstetric risk factors; (9) The scope of care and services the certified professional midwife can provide to the client; (10) A statement indicating that the client's records and any transaction with the certified professional midwife are confidential, unless required by the board for review; (11) The right of a client to refuse service unless otherwise provided by law; (12) The client's and certified professional midwife's signature and the date of signing; and (13) A statement indicating that no other licensed health care provider or hospital or agent thereof is liable for injury resulting from an act or omission by the certified professional midwife, even if the health care provider has consulted or accepted a referral from the certified professional midwife. Section 34. That the code be amended by adding a NEW SECTION to read: No other licensed health care provider or hospital or agent thereof is liable for an injury resulting from an act or omission by a certified professional midwife, even if the health care provider has consulted with or accepted a referral from the certified professional midwife. Section 35. That chapter 36-9A be amended by adding a NEW SECTION to read: Nothing in this chapter restricts the right of a certified professional midwife to practice in accordance with this Act. Section 36. That chapter 36-4 be amended by adding a NEW SECTION to read: Nothing in this chapter restricts the right of a certified professional midwife to practice in accordance with this Act. Section 37. That the code be amended by adding a NEW SECTION to read: A certified professional midwife shall comply with all newborn screenings required by state law and administrative rule. Section 38. That the code be amended by adding a NEW SECTION to read: A certified professional midwife shall consult with the client's selected physician or facility whenever there is a significant deviation during the client's pregnancy or birth, or with the newborn. Section 39. That the code be amended by adding a NEW SECTION to read: The board shall review birth registration and reportable information for each out-of-hospital birth for evaluation and quality management purposes. The certified professional midwife shall provide additional documentation to the board upon request for review. The certified professional midwife shall report within forty-eight hours to the board any neonatal or maternal mortality in a patient for whom the certified professional midwife has cared in the perinatal period."}, {"bill_id": 7634, "bill_version_id": 44542, "bill_version": "Senate Engrossed", "bill_version_date": "2017-02-15T16:20:28.803-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to permit and regulate the practice of licensed certified professional midwives. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Approved program,\" an educational program of study leading to eligibility for certification as a midwife that is approved or accredited by the midwifery education accreditation council (MEAC); (2) \"Board,\" the South Dakota Board of Certified Professional Midwives; (3) \"Certified professional midwife\" or \"CPM,\" a practitioner licensed and authorized under this chapter to manage and care for the low-risk mother-baby unit in an out-of-hospital setting during pregnancy, labor, delivery, and postpartum periods; (4) \"Client,\" a woman under the care of a certified professional midwife outside of a hospital; (5) \"Licensed,\" a written authorization by the board required to practice as a certified professional midwife or certified professional midwife student; (6) \"Low risk,\" a pregnancy that is anticipated to be problem free based on an assessment of the woman's past medical history and ongoing assessment of the mother-baby unit throughout the pregnancy, labor, delivery, and postpartum care; (7) \"Midwife student,\" a student enrolled in an approved program and licensed and authorized under this Act; (8) \"Transporting,\" transferring, during the course of labor and delivery, the responsibility of providing services to a client from a certified professional midwife to a licensed health care provider. Section 2. That the code be amended by adding a NEW SECTION to read: No person may practice or offer to practice as a certified professional midwife in this state unless the person is currently licensed to practice by the board. Section 3. That the code be amended by adding a NEW SECTION to read: This Act does not prohibit the performance of the functions of a certified professional midwife if performed: (1) In an emergency situation; (2) By a certified nurse midwife licensed pursuant to chapter 36-9A and authorized to practice in this state; (3) By a physician licensed pursuant to chapter 36-4 and authorized to practice in this state; (4) By a student midwife licensed pursuant to this Act and enrolled in an approved program and who is under the direct supervision of a preceptor which could include a physician, a certified nurse midwife, or a certified professional midwife licensed by this state; (5) By any person exempt pursuant to § 36-2-20; or (6) By a certified professional midwife licensed or authorized to practice in another state or jurisdiction in order to provide education or consultation for a period of not more than seven days. Section 4. That the code be amended by adding a NEW SECTION to read: No person may be licensed to practice as a certified professional midwife unless the person: (1) Has obtained the certified professional midwife credential; (2) For licensure of a person who obtains certification after December 31, 2019, has completed an educational program or pathway accredited by MEAC; or (3) For a person who obtained certification through an educational program or pathway not accredited by MEAC: (a) If certified before January 1, 2020, through a nonaccredited pathway, has obtained the midwifery bridge certificate issued by the North American Registry of Midwives before applying for licensure in this state; or (b) Has maintained licensure in a state that does not require an accredited education and has obtained the midwifery bridge certificate regardless of the date of certification before applying for licensure in this state. Section 5. That the code be amended by adding a NEW SECTION to read: The practice in this state as a certified professional midwife or certified professional midwife student is subject to the control and regulation of the board established by section 6 of this Act. The board may license, supervise the practice, and otherwise discipline any person applying for or practicing as a certified professional midwife or certified professional midwife student. Section 6. That the code be amended by adding a NEW SECTION to read: There is hereby established the Board of Certified Professional Midwives within the Department of Health. The board shall submit records, information, and reports in the form and as required by the secretary of health. The board shall report at least annually to the Department of Health. Section 7. That the code be amended by adding a NEW SECTION to read: The Governor shall appoint a board consisting of two certified professional midwives who are licensed and in good standing pursuant to this Act, one certified nurse midwife who is licensed and in good standing pursuant to chapter 36-9A, one physician with experience in maternity care who is licensed and in good standing pursuant to chapter 36-4, and one public member who has received midwifery care in an out-of-hospital setting. Section 8. That the code be amended by adding a NEW SECTION to read: Each member of the board shall be a citizen of the United States, a resident of this state for a minimum of two years before appointment to the board, and shall file with the secretary of state an oath of office before beginning the member's term of office. However, until at least five certified professional midwives meet the residency requirement, the Governor may appoint certified professional midwives, who are licensed in this state, who reside in other jurisdictions to serve on the board. Initial appointments to the board may include certified professional midwives who are eligible for licensure under this Act and who intend to apply for licensure in this state when it is available. Section 9. That the code be amended by adding a NEW SECTION to read: The term of office for members of the board is three years and expires on October thirtieth. Each member shall serve until a successor is appointed and qualified. No member may be appointed to more than three consecutive full terms. Appointment of a person to an unexpired term is not considered a full term for this purpose. At the expiration of a term, or if a vacancy occurs, the Governor shall appoint a new board member. The Governor may stagger terms to enable the board to have different terms expire each year. Section 10. That the code be amended by adding a NEW SECTION to read: The Governor may remove any member from the board for neglect of any duty required by law or for incompetency or unprofessional or dishonorable conduct. Section 11. That the code be amended by adding a NEW SECTION to read: An applicant for licensure as a certified professional midwife or certified professional midwife student shall file with the board an application, verified by oath, on a form prescribed by the board and accompanied by the prescribed fee. If the board finds that the applicant satisfies the requirements for licensure in section 4 of this Act, passes a background check required by section 12 of this Act, and is not otherwise disqualified pursuant to section 22 of this Act, the board shall issue the applicant a license to practice as a certified professional midwife or certified professional midwife student. Section 12. That the code be amended by adding a NEW SECTION to read: Each applicant for licensure as a certified professional midwife or certified professional midwife student in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the board shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the board all information obtained as a result of the criminal background check. This information shall be obtained before permanent licensure of the applicant. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Section 13. That the code be amended by adding a NEW SECTION to read: For the purposes of this Act, the practice of a certified professional midwife is the management and care of the low-risk mother-baby unit in an out-of-hospital setting during pregnancy, labor, delivery, and postpartum periods. A certified professional midwife may perform the following scope of practice in an out-of-hospital setting including a licensed birth center: (1) Initial and ongoing assessment for suitability of midwifery care including assessment of risk; (2) Prenatal care, including the routine monitoring of vital signs, indicators of fetal development, and ordering of routine prenatal laboratory tests; (3) Recognizing the limits of knowledge and experience, planning for situations beyond expertise, and consulting with, or referring or transporting clients to other licensed health care providers as appropriate; (4) Attending and supporting the natural process of labor and birth; (5) Postpartum care of the mother and an initial assessment and screening of the newborn; (6) Providing prenatal education, information, and referrals to community resources on childbirth preparation, breastfeeding, exercise, nutrition, parenting, and care of the newborn; (7) Limited prescriptive authority to administer: (a) Vitamin K to the baby either orally or through intramuscular injection; (b) Postpartum antihemorrhagic medication in an emergency situation; (c) Local anesthetic for repair of a first or second degree perineal laceration; (d) IV antibiotics for treatment of Group B strep during labor; (e) Oxygen; (f) Eye prophylaxis; (g) RhoGam; and (8) Preparing and filing of a birth certificate pursuant to § 34-25-9.1. Section 14. That the code be amended by adding a NEW SECTION to read: For the purposes of this Act, the practice of a certified professional midwife does not include: (1) The use of any surgical instrument at a childbirth, except as necessary to sever the umbilical cord or repair a first or second degree perineal laceration; (2) Prescribing prescription medications including controlled drugs, except as permitted pursuant to subdivision (7) of section 13 of this Act; (3) The assisting of childbirth by artificial or mechanical means including forceps, vacuum delivery, or cesarean delivery; or (4) Performing or assisting in an abortion. Section 15. That the code be amended by adding a NEW SECTION to read: The license of a certified professional midwife is valid for two years and is renewable pursuant to section 16 of this Act. The board shall provide a notice for renewal to each licensed certified professional midwife at least ninety days before the expiration date of the license or certificate of renewal. Section 16. That the code be amended by adding a NEW SECTION to read: To renew the license, the license holder shall, before the expiration date, return to the board: (1) The renewal notice; (2) Evidence of meeting the re-certification requirements for CPM re-certification by the North American Registry of Midwives; (3) Evidence that the license holder has a minimum of one hundred forty hours in the preceding twelve-month period, or four hundred eighty hours in the preceding six-year period, of patient care, employment, or volunteer work in midwifery; (4) An affidavit that the licensee has committed no act of misconduct as set forth by section 22 of this Act; and (5) The prescribed renewal fee. Upon receipt of the requirements, and if not otherwise disqualified pursuant to section 22 of this Act, the board shall issue to the license holder a certificate of license renewal. The certificate of renewal shall indicate the expiration date of the license. Section 17. That the code be amended by adding a NEW SECTION to read: If a licensee fails to maintain active status or secure inactive status, as provided in section 18 of this Act, the license shall lapse on the final date of the period for which is was last renewed. A lapsed license may be reinstated by filing a satisfactory explanation for failure to renew, payment of the required fee, and by filing evidence of all requirements established by section 16 of this Act. Section 18. That the code be amended by adding a NEW SECTION to read: The holder of a current license may file with the board a written application, together with the prescribed fee, requesting inactive status. Section 19. That the code be amended by adding a NEW SECTION to read: The board shall promulgate by rule, pursuant to chapter 1-26, and shall collect in advance the following nonrefundable fees from each applicant: (1) For initial licensure or endorsement from another state, not more than one thousand dollars; (2) For biennial renewal of license, not more than one thousand five hundred dollars; (3) For reinstatement of a lapsed license, the current renewal fee plus not more than five hundred dollars; (4) For providing a transcript, not more than twenty-five dollars; (5) For effecting a name change on the records of the license holder, not more than one hundred dollars; (6) For issuance of a duplicate license, not more than one hundred fifty dollars; (7) For placing a license on inactive status, not more than one hundred dollars; (8) For endorsement to another state, territory, or foreign country, not more than one hundred fifty dollars; (9) For an initial student license, not more than five hundred dollars; and (10) For a per birth delivery fee, not more than one hundred dollars per birth. Section 20. That the code be amended by adding a NEW SECTION to read: There is hereby established the midwife regulation fund. All fees received by the board, and money collected under this Act, shall be forwarded to the state treasurer before the eleventh day of each month. The state treasurer shall credit the funds to the midwife regulation fund. The funds in the account are hereby continuously appropriated to the board for the purpose of paying the expense of administering and enforcing the provisions of this Act. The total expenses incurred by the board may not exceed the total amount of funds collected. Section 21. That the code be amended by adding a NEW SECTION to read: The Governor is not required to appoint members to the board and the board is not required to begin issuing licenses pursuant to this Act until the balance in the midwife regulation account is greater than twenty thousand dollars. Section 22. That the code be amended by adding a NEW SECTION to read: The board may deny, revoke, or suspend any license or application for licensure to practice as a certified professional midwife or certified professional midwife student in this state, and may take such other disciplinary or corrective action as the board deems appropriate upon proof that the license holder or applicant has: (1) Committed fraud, deceit, or misrepresentation in procuring or attempting to procure a license; (2) Aided or abetted an unlicensed person to practice as a certified professional midwife; (3) Engaged in practice as a certified professional midwife under a false or assumed name and failed to register that name pursuant to chapter 37-11, or impersonated a license holder of a like or different name; (4) Committed an alcohol or drug related act or offense that interferes with the ability to practice midwifery safely; (5) Negligently, willfully, or intentionally acted in a manner inconsistent with the health and safety of those entrusted to the license holder's care; (6) Had authorization to practice as a certified professional midwife denied, revoked, or suspended or had other disciplinary action taken in another state; (7) Practiced in this state as a certified professional midwife without a valid license; (8) Engaged in the performance of certified professional midwifery beyond the scope of practice authorized by section 13 of this Act; (9) Violated any provision of this Act or rule promulgated pursuant to this Act; (10) Been convicted of a felony. The conviction of a felony means a conviction of any offense which, if committed in this state, would constitute a felony under state law; or (11) Engaged in substandard, unprofessional, or dishonorable conduct. Section 23. That the code be amended by adding a NEW SECTION to read: Any proceeding related to the revocation or suspension of a license shall conform to the procedures set forth in chapter 1-26. A license may be revoked or suspended only at a hearing conducted in accordance with chapter 1-26. Section 24. That the code be amended by adding a NEW SECTION to read: The board may take action authorized by section 23 of this Act upon satisfactory showing that the physical or mental condition of the license holder or applicant is determined by a competent medical examiner to be such as to jeopardize or endanger the health of those entrusted to the license holder's or applicant's care. The board may demand an examination of a license holder or applicant by a competent medical examiner selected by the board at the board's expense. If a license holder fails to submit to the examination, the failure constitutes immediate grounds for suspension of the license holder's license. Section 25. That the code be amended by adding a NEW SECTION to read: An aggrieved party may appeal a board decision pursuant to chapter 1-26. Section 26. That the code be amended by adding a NEW SECTION to read: A revoked or suspended license may be reissued at the discretion of the board upon a finding of good cause. Section 27. That the code be amended by adding a NEW SECTION to read: No person may: (1) Practice or offer to practice as a certified professional midwife or certified professional midwife student without being licensed pursuant to this Act; (2) Sell or fraudulently obtain or furnish a diploma, license, renewal of license, or any other record necessary to practice under this Act or aid or abet in such actions; (3) Practice as a certified professional midwife under cover of any diploma, license, renewal of license, or other record necessary to practice under this Act that was issued unlawfully or under fraudulent representation; (4) Use in connection with that person's name a sign, card, device, or other designation that implies that the person is a certified professional midwife without being licensed pursuant to this Act; or (5) Practice as a certified professional midwife during the time that the person's license has lapsed or has been revoked or suspended. A violation of this section is a Class 1 misdemeanor. Section 28. That the code be amended by adding a NEW SECTION to read: It is necessary to prove in any prosecution only a single act prohibited by law, or a single holding out, or a single attempt, without proving a general course of conduct in order to constitute a violation of this Act. Section 29. That the code be amended by adding a NEW SECTION to read: The board may apply for an injunction in the circuit court for the county of the person's residence to enjoin any person who: (1) Is practicing as a certified professional midwife without a license issued by the board; (2) Is practicing as a certified professional midwife under a license that has lapsed or has been suspended or revoked; (3) Is engaging as a certified professional midwife in the performance of functions beyond the scope of practice authorized by section 13 of this Act; or (4) Is, by reason of a physical or mental condition, endangering, or threatening to endanger, the health or safety of those entrusted to that person's care as a certified professional midwife. Section 30. That the code be amended by adding a NEW SECTION to read: Upon the filing of a verified complaint, the court, if satisfied by affidavit or otherwise, that the person is or has been engaging in unlawful or dangerous practice as described in section 29 of this Act, may issue a temporary injunction, without notice or bond, enjoining that person from further practice as a certified professional midwife. Section 31. That the code be amended by adding a NEW SECTION to read: An action for injunction is an alternative to criminal proceedings, and the commencement of either proceeding by the board constitutes an election. Section 32. That the code be amended by adding a NEW SECTION to read: The board shall promulgate rules pursuant to chapter 1-26 pertaining to: (1) Licensing and licenses; (2) The practice and scope, pursuant to section 13 of this Act, of certified professional midwives and certified professional midwife students; (3) Disciplinary proceedings; (4) Fees; (5) Approval of certified professional midwife education programs; and (6) Criteria for low-risk pregnancy and delivery. Section 33. That the code be amended by adding a NEW SECTION to read: A certified professional midwife shall, at an initial consultation with a client, provide a copy of an informed consent document to be signed by the certified professional midwife and the client that discloses all of the following in writing: (1) The name, address, telephone number, and license number of the certified professional midwife; (2) The certified professional midwife's experience, qualifications, and training; (3) The certified professional midwife's fees and method of billing; (4) The right of a client to file a complaint with the board and the procedures for filing a complaint; (5) If the certified professional midwife has malpractice liability insurance; (6) A plan for consultation, referral, and transport for medical emergencies specific to each client, including identification of the closest hospital with an obstetrics department and the closest hospital with an emergency department; (7) A list of antepartum, intrapartum, and postpartum conditions that would require consultation, transfer of care, or transport to a hospital; (8) A statement indicating that the certified professional midwife will continue to care for a client until transfer of care has been completed including the transfer of all pertinent records including allergies, medications, and obstetric risk factors; (9) The scope of care and services the certified professional midwife can provide to the client; (10) A statement indicating that the client's records and any transaction with the certified professional midwife are confidential, unless required by the board for review; (11) The right of a client to refuse service unless otherwise provided by law; (12) The client's and certified professional midwife's signature and the date of signing; and (13) A statement indicating that no other licensed health care provider or hospital or agent thereof is liable for injury resulting from an act or omission by the certified professional midwife, even if the health care provider has consulted or accepted a referral from the certified professional midwife. Section 34. That the code be amended by adding a NEW SECTION to read: No other licensed health care provider or hospital or agent thereof is liable for an injury resulting from an act or omission by a certified professional midwife, even if the health care provider has consulted with or accepted a referral from the certified professional midwife. Section 35. That chapter 36-9A be amended by adding a NEW SECTION to read: Nothing in this chapter restricts the right of a certified professional midwife to practice in accordance with this Act. Section 36. That chapter 36-4 be amended by adding a NEW SECTION to read: Nothing in this chapter restricts the right of a certified professional midwife to practice in accordance with this Act. Section 37. That the code be amended by adding a NEW SECTION to read: A certified professional midwife shall comply with all newborn screenings required by state law and administrative rule. Section 38. That the code be amended by adding a NEW SECTION to read: A certified professional midwife shall consult with the client's selected physician or facility whenever there is a significant deviation during the client's pregnancy or birth, or with the newborn. Section 39. That the code be amended by adding a NEW SECTION to read: The board shall review birth registration and reportable information for each out-of-hospital birth for evaluation and quality management purposes. The certified professional midwife shall provide additional documentation to the board upon request for review. The certified professional midwife shall report within forty-eight hours to the board any neonatal or maternal mortality in a patient for whom the certified professional midwife has cared in the perinatal period."}, {"bill_id": 7634, "bill_version_id": 45336, "bill_version": "Enrolled", "bill_version_date": "2017-03-02T10:55:45.85-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7634, "action_date": "2017-01-26T13:00:00-06:00", "document_id": 43344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43344.pdf", "status_text": "First read in Senate and referred to", "journal_page": 221, "committee_id_action": 360, "committee_id_assigned": 335, "result": "N", "vote": {}}, {"bill_id": 7634, "action_date": "2017-02-13T10:00:00-06:00", "document_id": 44107, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44107.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 335, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7634, "action_date": "2017-02-13T10:00:00-06:00", "document_id": 44306, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44306.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 335, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7634, "action_date": "2017-02-13T10:00:00-06:00", "document_id": 44306, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44306.pdf", "status_text": "Do Pass Amended", "journal_page": 368, "committee_id_action": 335, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23172, "president_vote": null, "Yea": [1097, 1175, 1164, 1157], "Excused": [1106, 1098], "Nay": [1151]}}, {"bill_id": 7634, "action_date": "2017-02-15T14:00:00-06:00", "document_id": 44524, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44524.pdf", "status_text": "Motion to amend", "journal_page": 405, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7634, "action_date": "2017-02-15T14:00:00-06:00", "document_id": 44524, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44524.pdf", "status_text": "Motion to amend", "journal_page": 405, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7634, "action_date": "2017-02-15T14:00:00-06:00", "document_id": 44524, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44524.pdf", "status_text": "Do Pass Amended", "journal_page": 405, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23349, "president_vote": null, "Yea": [1154, 1171, 1108, 1096, 1097, 1109, 1105, 1175, 1106, 1164, 1194, 1169, 1107, 1104, 1163, 1099, 1144, 1131, 1135, 1178, 1157, 1172, 1151, 1174, 1102, 1098, 1167, 1132, 1189], "Nay": [1103, 1148, 1100, 1141, 1146, 1137]}}, {"bill_id": 7634, "action_date": "2017-02-16T13:00:00-06:00", "document_id": 44630, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44630.pdf", "status_text": "First read in House and referred to", "journal_page": 420, "committee_id_action": 361, "committee_id_assigned": 352, "result": "N", "vote": {}}, {"bill_id": 7634, "action_date": "2017-02-28T08:00:00-06:00", "document_id": 44991, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44991.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 352, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7634, "action_date": "2017-02-28T08:00:00-06:00", "document_id": 45117, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45117.pdf", "status_text": "Do Pass", "journal_page": 564, "committee_id_action": 352, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23822, "president_vote": null, "Yea": [1180, 1190, 1179, 1142, 1181, 1110, 1152, 1139, 1140], "Nay": [1173, 1115, 1187], "Excused": [1203]}}, {"bill_id": 7634, "action_date": "2017-03-01T14:00:00-06:00", "document_id": 45285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45285.pdf", "status_text": "Do Pass Amended", "journal_page": 591, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23942, "president_vote": null, "Yea": [1168, 1186, 1166, 1147, 1122, 1118, 1180, 1197, 1190, 1183, 1179, 1114, 1201, 1202, 1129, 1143, 1142, 1136, 1139, 1181, 1204, 1196, 1120, 1205, 1130, 1191, 1185, 1133, 1125, 1200, 1124, 1170, 1110, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1119, 1113, 1123, 1161, 1152, 1140, 1176, 1128, 1121, 1212, 1111, 1149], "Nay": [1153, 1173, 1198, 1116, 1159, 1192, 1117, 1206, 1188, 1156, 1115, 1195, 1158, 1145, 1187, 1150], "Excused": [1112, 1203]}}, {"bill_id": 7634, "action_date": "2017-03-02T13:00:00-06:00", "document_id": 45364, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45364.pdf", "status_text": "Signed by the President", "journal_page": 627, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7634, "action_date": "2017-03-06T14:00:00-06:00", "document_id": 45459, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45459.pdf", "status_text": "Signed by the Speaker", "journal_page": 675, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7634, "action_date": "2017-03-07T10:00:00-06:00", "document_id": 45504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45504.pdf", "status_text": "Delivered to the Governor", "journal_page": 654, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7634, "action_date": "2017-03-10T09:00:00-06:00", "document_id": 45697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45697.pdf", "status_text": "Signed by the Governor", "journal_page": 743, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6454, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7634"}