{"session_id": 56, "bill_id": 19053, "bill_type": "Senate Bill", "bill_number": 99, "bill_title": "revise certain statutes governing trusts and powers of attorney.", "sponsors": [{"legislator_profile_id": 3093, "is_prime": true}, {"legislator_profile_id": 3107, "is_prime": true}], "keywords": ["Agency", "Fiduciaries and Trusts", "Power of Attorney"], "audio": [{"meeting_datetime": "2004-01-28T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sju11sb0099a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-20T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hju28sb0099a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-20T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hju28sb0099a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-20T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hju28sb0099a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19053, "bill_version_id": 99537, "bill_version": "Introduced", "bill_version_date": "2004-01-22T08:37:28-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain statutes governing trusts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 59-7 be amended by adding thereto a NEW SECTION to read as follows: All acts done by an agent pursuant to a durable power of attorney have the same effect and inure to the benefit of and bind the principal and the principal's successors in interest as if done by the principal. Unless the instrument states a time of termination, the authority of the agent is exercisable notwithstanding the lapse of time since the execution of the instrument. Section 2. That chapter 59-6 be amended by adding thereto a NEW SECTION to read as follows: A durable power of attorney that purports to be signed by the principal named in the durable power of attorney is presumed valid. Another person may rely on the presumption of validity unless the person has actual knowledge that the power was not validly executed or that the power was revoked. Except as provided in this section, any person who refuses to accept the authority of the agent to exercise a power granted under the durable power of attorney is liable to the principal and to the principal's heirs, assigns, and the personal representative or successor in interest of the principal's estate in the same manner as the person would be liable had the person refused to accept the authority of the principal to act on the principal's own behalf. The person found liable for refusing to accept the authority of an agent is liable for damages and costs, including reasonable attorney's fees. A person who refuses to accept the authority of an agent to exercise a power granted under a durable power of attorney is not liable pursuant to this section if: (1) The person has actual knowledge of the revocation of the durable power of attorney before the exercise of the power; (2) The duration of the durable power of attorney specified in the durable power of attorney has expired; (3) The person has actual knowledge of the death of the principal; (4) The person reasonably believes that the durable power of attorney is not valid under the law of this state and provides the agent with a written statement not more than ten business days after the refusal, describing the reason that the durable power of attorney is not valid under the law of this state; or (5) The person believes that the durable power of attorney does not grant the agent authority to perform the transaction requested and provides the agent with a written statement not more than ten business days after the refusal, describing the reason the person believes the durable power of attorney is deficient under the laws of this state. This section does not negate the liability that a person would have to the principal or the agent under another form of power of attorney, under the common law, or otherwise. Section 3. That chapter 59-3 be amended by adding thereto a NEW SECTION to read as follows: An agent may request, receive, and review any information regarding the principal's physical or mental health, including legal, medical, and hospital records, execute any release or other documents that may be required in order to obtain such information, and disclose such information to such persons, organizations, firms, or corporations as the agent shall deem appropriate. Section 4. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: In addition to the powers granted to the director and the commission in § § 51A-6A-35 to 51A-6A-46, inclusive, the powers granted to the director and commission pursuant to § § 51A- 15-11 to 51A-15-44, inclusive, and 51A-2-25 to 51A-2-27, inclusive, may be utilized by the director and the commission with regard to trust companies. The powers granted by § § 51A-15- 11 to 51A-15-44, inclusive, and 51A-2-25 to 51A-2-27, inclusive, may be used by the director and the commission in connection with a trust company as a supplement to or as an independent alternative to the powers granted in § § 51A-6A-35 to 51A-6A-46, inclusive. Section 5. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: The provisions of § § 51A-6A-2 and 51A-6A-39 do not apply to the disclosure of information by the director or the commission in connection with the institution and prosecution of an action against a trust company under § § 51A-15-11 to 51A-15-44, inclusive, or 51A-2-25 to 51A-2-27, inclusive, or 51A-6A-35 to 51A-6A-46, inclusive. Disclosure of confidential information may be made only to formal governmental regulatory bodies which have a need for the confidential information. Section 6. That § 55-3-39 be amended to read as follows: 55-3-39. A general law or a state jurisdiction provision stating that the laws of this state govern is valid, effective, and conclusive for the trust if all of the following are true: (1) Some or all of the trust assets are deposited in this state or physical evidence of such assets is held in this state and the trust is being administered by a qualified person; in this subdivision, deposited in this state, includes being held in a checking account, time deposit, certificate of deposit, brokerage account, trust company fiduciary account, or other similar account or deposit that is located in this state including South Dakota investments; (2) A trustee is a qualified person who is designated as a trustee under the governing instrument, a successor trusteeship, or designated by a court having jurisdiction over the trust; and (3) The administration, for example, physically maintaining trust records in this state and preparing or arranging for the preparation of, on an exclusive basis or a nonexclusive basis, an income tax return that must be filed by the trust, occurs wholly or partly in this state. The State of South Dakota and its courts have jurisdiction over a trust created in a foreign jurisdiction if the administration of the trust meets the three requirements set forth in this section. Nothing in this section may be construed to be the exclusive means of providing a valid effective and conclusive state jurisdiction provision. Section 7. That § 55-15-6 be amended to read as follows: 55-15-6. The unitrust amount shall be determined as follows: (1) For the first three accounting periods of the trust, the unitrust amount for a current valuation year of the trust shall be three percent, or such higher percentage specified by the terms of the governing instrument or by the election of the trustee, the disinterested person, or the court, of the net fair market value of the assets held in the trust on the first business day of the current valuation year; (2) Beginning with the fourth accounting period of the trust, the unitrust amount for a current valuation year of the trust shall be three percent, or such higher percentage specified by the terms of the governing instrument or by the election of the trustee, the disinterested person, or the court, of the average of the net fair market value of the assets held in the trust on the first business day of the current valuation year and the net fair market value of the assets held in the trust on the first business day of each prior valuation year , as defined in subdivision 55-15-1(10) ; (3) The percentage that may be elected in determining the unitrust amount shall be a reasonable current return from the trust, taking into account the intentions of the trustor of the trust as expressed in the governing instrument, the needs of the beneficiaries, general economic conditions, projected current earnings and appreciation for the trust, and projected inflation and its impact on the trust. However, if such percentage is three percent or greater, or if no percentage is specified, then that percentage shall be three percent; (4) The unitrust amount for the current valuation year shall be proportionately reduced for any distributions, in whole or in part, other than distributions of the unitrust amount, and for any payments of expenses, including debts, disbursements and taxes, from the trust within a current valuation year that the trustee determines to be material and substantial, and shall be proportionately increased for the receipt, other than a receipt that represents a return on investment, of any additional property into the trust within a current valuation year; (5) In the case of a short accounting period, the trustee shall prorate the unitrust amount on a daily basis; (6) If the net fair market value of an asset held in the trust has been incorrectly determined either in a current valuation year or in a prior valuation year, the unitrust amount shall be increased in the case of an undervaluation, or be decreased in the case of an overvaluation, by an amount equal to the difference between the unitrust amount determined based on the correct valuation of the asset and the unitrust amount originally determined; (7) In determining the net fair market value of the assets held in trust, the determination may not include the value of any residential property or any tangible personal property that, as of the first business day of the current valuation year, one or more income beneficiaries of the trust have or had the right to occupy, or have or had the right to possess or control, other than in a capacity as trustee, and instead the right of occupancy or the right of possession or control shall be deemed to be the unitrust amount with respect to the residential property or the tangible personal property; or any asset specifically given to a beneficiary under the terms of the trust and the return on investment on that asset, which return on investment shall be distributed to the beneficiary. Section 8. That § 55-3-35 be amended to read as follows: 55-3-35. If a party to the proceeding has the same interest as a person under disability, it is not necessary to serve the person under a disability. If there is no party to the proceeding who has the same interest as a person under disability, notice shall be served on that person's conservator, if a conservator has been appointed. If the person under disability is a minor and no conservator has been appointed, notice shall be served on a guardian of the minor if one has been appointed, or if no guardian has been appointed, then on the natural parents, or if there are no natural parents alive, then upon the adoptive parent or parents of the minor. If there are no adoptive parents of a minor, then notice shall be served upon any person responsible for or who has assumed responsibility for the minor's care or custody. If the person under a disability is an adult and no conservator has been appointed, notice shall be served on an agent under a durable power of attorney, a guardian of the adult person, a trustee responsible for the management of all or a portion of the adult person's estate, or any person responsible for or who has assumed responsibility for the adult person's care or custody. Section 9. That § 55-3-24 be amended to read as follows: 55-3-24. An irrevocable trust may be modified or terminated upon the consent of all of the beneficiaries if continuance of the trust on its existing terms is not necessary to carry out a material purpose. Whether or not continuance of the trust on its existing terms is necessary to carry out a material purpose, an irrevocable trust may be modified or terminated upon the consent of the trustor and all of the beneficiaries. Upon termination of a trust under this section, the trustee shall distribute the trust property in accordance with the trustor's probable intention or in any other manner as agreed by all the beneficiaries. The trustor's powers with respect to termination or modification may be exercised by an agent under a power of attorney only to the extent the power of attorney expressly so authorizes. A conservator may exercise the trustor's powers under this section only if approved by the court supervising the conservatorship. If the consent of a person under disability is required, such consent may be given by any person upon whom notice may be served pursuant to § 55-3-3. Section 10. That § 21-22-9 be amended to read as follows: 21-22-9. Any trustee or beneficiary of any other trust may, if the trustee is a resident of this state or if any of the trust estate has its situs in this state, at any time petition the circuit court, the county where such petition is to be filed to be determined the same as in the case of a court trust, to exercise supervision. Upon such petition being filed the court must fix a time and place for hearing thereon, notice to be given as provided by this chapter and upon such hearing shall enter an order assuming supervision unless good cause to the contrary is shown. Thereupon the trustee shall within thirty days, file the information required pursuant to § 21-22-3 by a trustee under a court trust, and at all times thereafter the court shall have the same powers as over a court trust. If the petition for court supervision includes the information required pursuant to § 21-22-3, the trustee or beneficiary may in the same petition request court action as to any matter relevant to the administration of the trust , including the termination of court supervision . Upon the hearing on the petition, the court shall enter an order assuming supervision unless good cause to the contrary is shown and further shall make such order or give such directions to the trustee as the court shall determine. Section 11. That § 55-3-29 be amended to read as follows: 55-3-29. Without approval of court and except as otherwise provided by the terms of the trust, a trustee may combine two or more trusts into a single trust or divide a trust into two or more separate trusts, if the combination or division does not impair the rights of any of the beneficiaries or substantially affect the accomplishment of the trust purposes. On petition by a trustee or beneficiary, the court may affirm or prevent a proposed combination or division ; and, if the terms of the trust instruments creating the trusts are inconsistent, the court shall resolve such inconsistencies in its order by establishing the terms of the trust that will survive the combination or division . Section 12. That § 55-3-27 be amended to read as follows: 55-3-27. Except as otherwise provided by the terms of the trust, if the value of the trust property of a noncharitable trust is less than thirty fifty thousand dollars, the trustee may terminate the trust. On petition by a trustee or beneficiary, the court may modify or terminate a noncharitable trust or appoint a new trustee if it determines that the value of the trust property is insufficient to justify the cost of administration involved. Upon termination of a trust under this section, the trustee shall distribute the trust property in accordance with the trustor's probable intention. The existence of spendthrift or similar protective provisions in a trust does not make this section inapplicable."}, {"bill_id": 19053, "bill_version_id": 100181, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2004-01-28T15:39:09-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain statutes governing trusts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 59-7 be amended by adding thereto a NEW SECTION to read as follows: All acts done by an agent pursuant to a durable power of attorney have the same effect and inure to the benefit of and bind the principal and the principal's successors in interest as if done by the principal. Unless the instrument states a time of termination, the authority of the agent is exercisable notwithstanding the lapse of time since the execution of the instrument. Section 2. That chapter 59-6 be amended by adding thereto a NEW SECTION to read as follows: A durable power of attorney that purports to be signed by the principal named in the durable power of attorney is presumed valid. Another person may rely on the presumption of validity unless the person has actual knowledge that the power was not validly executed or that the power was revoked. Except as provided in this section, any person who refuses to accept the authority of the agent to exercise a power granted under the durable power of attorney is liable to the principal and to the principal's heirs, assigns, and the personal representative or successor in interest of the principal's estate in the same manner as the person would be liable had the person refused to accept the authority of the principal to act on the principal's own behalf. The person found liable for refusing to accept the authority of an agent is liable for damages and costs, including reasonable attorney's fees. A person who refuses to accept the authority of an agent to exercise a power granted under a durable power of attorney is not liable pursuant to this section if: (1) The person has actual knowledge of the revocation of the durable power of attorney before the exercise of the power; (2) The duration of the durable power of attorney specified in the durable power of attorney has expired; (3) The person has actual knowledge of the death of the principal; (4) The person reasonably believes that the durable power of attorney is not valid under the law of this state; (5) The person reasonably believes that the durable power of attorney does not grant the agent authority to perform the transaction requested; or (6) The person reasonably believes that a course of conduct or refusal to act as proposed by the agent is contrary to the wishes of the principal as expressed to the person. This section does not negate the liability that a person would have to the principal or the agent under another form of power of attorney, under the common law, or otherwise. Section 3. That chapter 59-3 be amended by adding thereto a NEW SECTION to read as follows: An agent may request, receive, and review any information regarding the principal's physical or mental health, including legal, medical, and hospital records, execute any release or other documents that may be required in order to obtain such information, and disclose such information to such persons, organizations, firms, or corporations as the agent shall deem appropriate. Section 4. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: In addition to the powers granted to the director and the commission in § § 51A-6A-35 to 51A-6A-46, inclusive, the powers granted to the director and commission pursuant to § § 51A- 15-11 to 51A-15-44, inclusive, and 51A-2-25 to 51A-2-27, inclusive, may be utilized by the director and the commission with regard to trust companies. The powers granted by § § 51A-15- 11 to 51A-15-44, inclusive, and 51A-2-25 to 51A-2-27, inclusive, may be used by the director and the commission in connection with a trust company as a supplement to or as an independent alternative to the powers granted in § § 51A-6A-35 to 51A-6A-46, inclusive. Section 5. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: The provisions of § § 51A-6A-2 and 51A-6A-39 do not apply to the disclosure of information by the director or the commission in connection with the institution and prosecution of an action against a trust company under § § 51A-15-11 to 51A-15-44, inclusive, or 51A-2-25 to 51A-2-27, inclusive, or 51A-6A-35 to 51A-6A-46, inclusive. Disclosure of confidential information may be made only to formal governmental regulatory bodies which have a need for the confidential information. Section 6. That § 55-3-39 be amended to read as follows: 55-3-39. A general law or a state jurisdiction provision stating that the laws of this state govern is valid, effective, and conclusive for the trust if all of the following are true: (1) Some or all of the trust assets are deposited in this state or physical evidence of such assets is held in this state and the trust is being administered by a qualified person; in this subdivision, deposited in this state, includes being held in a checking account, time deposit, certificate of deposit, brokerage account, trust company fiduciary account, or other similar account or deposit that is located in this state including South Dakota investments; (2) A trustee is a qualified person who is designated as a trustee under the governing instrument, a successor trusteeship, or designated by a court having jurisdiction over the trust; and (3) The administration, for example, physically maintaining trust records in this state and preparing or arranging for the preparation of, on an exclusive basis or a nonexclusive basis, an income tax return that must be filed by the trust, occurs wholly or partly in this state. The State of South Dakota and its courts have jurisdiction over a trust created in a foreign jurisdiction if the administration of the trust meets the three requirements set forth in this section. Nothing in this section may be construed to be the exclusive means of providing a valid effective and conclusive state jurisdiction provision. Section 7. That § 55-15-6 be amended to read as follows: 55-15-6. The unitrust amount shall be determined as follows: (1) For the first three accounting periods of the trust, the unitrust amount for a current valuation year of the trust shall be three percent, or such higher percentage specified by the terms of the governing instrument or by the election of the trustee, the disinterested person, or the court, of the net fair market value of the assets held in the trust on the first business day of the current valuation year; (2) Beginning with the fourth accounting period of the trust, the unitrust amount for a current valuation year of the trust shall be three percent, or such higher percentage specified by the terms of the governing instrument or by the election of the trustee, the disinterested person, or the court, of the average of the net fair market value of the assets held in the trust on the first business day of the current valuation year and the net fair market value of the assets held in the trust on the first business day of each prior valuation year , as defined in subdivision 55-15-1(10) ; (3) The percentage that may be elected in determining the unitrust amount shall be a reasonable current return from the trust, taking into account the intentions of the trustor of the trust as expressed in the governing instrument, the needs of the beneficiaries, general economic conditions, projected current earnings and appreciation for the trust, and projected inflation and its impact on the trust. However, if such percentage is three percent or greater, or if no percentage is specified, then that percentage shall be three percent; (4) The unitrust amount for the current valuation year shall be proportionately reduced for any distributions, in whole or in part, other than distributions of the unitrust amount, and for any payments of expenses, including debts, disbursements and taxes, from the trust within a current valuation year that the trustee determines to be material and substantial, and shall be proportionately increased for the receipt, other than a receipt that represents a return on investment, of any additional property into the trust within a current valuation year; (5) In the case of a short accounting period, the trustee shall prorate the unitrust amount on a daily basis; (6) If the net fair market value of an asset held in the trust has been incorrectly determined either in a current valuation year or in a prior valuation year, the unitrust amount shall be increased in the case of an undervaluation, or be decreased in the case of an overvaluation, by an amount equal to the difference between the unitrust amount determined based on the correct valuation of the asset and the unitrust amount originally determined; (7) In determining the net fair market value of the assets held in trust, the determination may not include the value of any residential property or any tangible personal property that, as of the first business day of the current valuation year, one or more income beneficiaries of the trust have or had the right to occupy, or have or had the right to possess or control, other than in a capacity as trustee, and instead the right of occupancy or the right of possession or control shall be deemed to be the unitrust amount with respect to the residential property or the tangible personal property; or any asset specifically given to a beneficiary under the terms of the trust and the return on investment on that asset, which return on investment shall be distributed to the beneficiary. Section 8. That § 55-3-35 be amended to read as follows: 55-3-35. If a party to the proceeding has the same interest as a person under disability, it is not necessary to serve the person under a disability. If there is no party to the proceeding who has the same interest as a person under disability, notice shall be served on that person's conservator, if a conservator has been appointed. If the person under disability is a minor and no conservator has been appointed, notice shall be served on a guardian of the minor if one has been appointed, or if no guardian has been appointed, then on the natural parents, or if there are no natural parents alive, then upon the adoptive parent or parents of the minor. If there are no adoptive parents of a minor, then notice shall be served upon any person responsible for or who has assumed responsibility for the minor's care or custody. If the person under a disability is an adult and no conservator has been appointed, notice shall be served on an agent under a durable power of attorney, a guardian of the adult person, a trustee responsible for the management of all or a portion of the adult person's estate, or any person responsible for or who has assumed responsibility for the adult person's care or custody. Section 9. That § 55-3-24 be amended to read as follows: 55-3-24. An irrevocable trust may be modified or terminated upon the consent of all of the beneficiaries if continuance of the trust on its existing terms is not necessary to carry out a material purpose. Whether or not continuance of the trust on its existing terms is necessary to carry out a material purpose, an irrevocable trust may be modified or terminated upon the consent of the trustor and all of the beneficiaries. Upon termination of a trust under this section, the trustee shall distribute the trust property in accordance with the trustor's probable intention or in any other manner as agreed by all the beneficiaries. The trustor's powers with respect to termination or modification may be exercised by an agent under a power of attorney only to the extent the power of attorney expressly so authorizes. A conservator may exercise the trustor's powers under this section only if approved by the court supervising the conservatorship. If the consent of a person under disability is required, such consent may be given by any person upon whom notice may be served pursuant to § 55-3-35. Section 10. That § 21-22-9 be amended to read as follows: 21-22-9. Any trustee or beneficiary of any other trust may, if the trustee is a resident of this state or if any of the trust estate has its situs in this state, at any time petition the circuit court, the county where such petition is to be filed to be determined the same as in the case of a court trust, to exercise supervision. Upon such petition being filed the court must fix a time and place for hearing thereon, notice to be given as provided by this chapter and upon such hearing shall enter an order assuming supervision unless good cause to the contrary is shown. Thereupon the trustee shall within thirty days, file the information required pursuant to § 21-22-3 by a trustee under a court trust, and at all times thereafter the court shall have the same powers as over a court trust. If the petition for court supervision includes the information required pursuant to § 21-22-3, the trustee or beneficiary may in the same petition request court action as to any matter relevant to the administration of the trust , including the termination of court supervision . Upon the hearing on the petition, the court shall enter an order assuming supervision unless good cause to the contrary is shown and further shall make such order or give such directions to the trustee as the court shall determine. Section 11. That § 55-3-29 be amended to read as follows: 55-3-29. Without approval of court and except as otherwise provided by the terms of the trust, a trustee may combine two or more trusts into a single trust or divide a trust into two or more separate trusts, if the combination or division does not impair the rights of any of the beneficiaries or substantially affect the accomplishment of the trust purposes. On petition by a trustee or beneficiary, the court may affirm or prevent a proposed combination or division ; and, if the terms of the trust instruments creating the trusts are inconsistent, the court shall resolve such inconsistencies in its order by establishing the terms of the trust that will survive the combination or division . Section 12. That § 55-3-27 be amended to read as follows: 55-3-27. Except as otherwise provided by the terms of the trust, if the value of the trust property of a noncharitable trust is less than thirty fifty thousand dollars, the trustee may terminate the trust. On petition by a trustee or beneficiary, the court may modify or terminate a noncharitable trust or appoint a new trustee if it determines that the value of the trust property is insufficient to justify the cost of administration involved. Upon termination of a trust under this section, the trustee shall distribute the trust property in accordance with the trustor's probable intention. The existence of spendthrift or similar protective provisions in a trust does not make this section inapplicable. The court, when considering the termination of a trust containing spendthrift or similar protective provisions, shall consider the feasibility of appointing a new trustee to continue the trust."}, {"bill_id": 19053, "bill_version_id": 101715, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2004-02-20T14:58:04-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain statutes governing trusts and powers of attorney. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 59-7 be amended by adding thereto a NEW SECTION to read as follows: All acts done by an agent pursuant to a durable power of attorney have the same effect and inure to the benefit of and bind the principal and the principal's successors in interest as if done by the principal. Unless the instrument states a time of termination, the authority of the agent is exercisable notwithstanding the lapse of time since the execution of the instrument. Section 2. That chapter 59-6 be amended by adding thereto a NEW SECTION to read as follows: A durable power of attorney that purports to be signed by the principal named in the durable power of attorney is presumed valid. Another person may rely on the presumption of validity unless the person has actual knowledge that the power was not validly executed or that the power was revoked. Except as provided in this section, any person who refuses to accept the authority of the agent to exercise a power granted under the durable power of attorney is liable to the principal and to the principal's heirs, assigns, and the personal representative or successor in interest of the principal's estate in the same manner as the person would be liable had the person refused to accept the authority of the principal to act on the principal's own behalf. The person found liable for refusing to accept the authority of an agent is liable for damages and costs, including reasonable attorney's fees. A person who refuses to accept the authority of an agent to exercise a power granted under a durable power of attorney is not liable pursuant to this section if: (1) The person has actual knowledge of the revocation of the durable power of attorney before the exercise of the power; (2) The duration of the durable power of attorney specified in the durable power of attorney has expired; (3) The person has actual knowledge of the death of the principal; (4) The person reasonably believes that the durable power of attorney is not valid under the law of this state; (5) The person reasonably believes that the durable power of attorney does not grant the agent authority to perform the transaction requested; or (6) The person reasonably believes that a course of conduct or refusal to act as proposed by the agent is contrary to the wishes of the principal as expressed to the person. This section does not negate the liability that a person would have to the principal or the agent under another form of power of attorney, under the common law, or otherwise. Section 3. That chapter 59-3 be amended by adding thereto a NEW SECTION to read as follows: An agent may request, receive, and review any information regarding the principal's physical or mental health, including legal, medical, and hospital records, execute any release or other documents that may be required in order to obtain such information, and disclose such information to such persons, organizations, firms, or corporations as the agent shall deem appropriate. Section 4. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: In addition to the powers granted to the director and the commission in § § 51A-6A-35 to 51A-6A-46, inclusive, the powers granted to the director and commission pursuant to § § 51A- 15-11 to 51A-15-44, inclusive, and 51A-2-25 to 51A-2-27, inclusive, may be utilized by the director and the commission with regard to trust companies. The powers granted by § § 51A-15- 11 to 51A-15-44, inclusive, and 51A-2-25 to 51A-2-27, inclusive, may be used by the director and the commission in connection with a trust company as a supplement to or as an independent alternative to the powers granted in § § 51A-6A-35 to 51A-6A-46, inclusive. Section 5. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: The provisions of § § 51A-6A-2 and 51A-6A-39 do not apply to the disclosure of information by the director or the commission in connection with the institution and prosecution of an action against a trust company under § § 51A-15-11 to 51A-15-44, inclusive, or 51A-2-25 to 51A-2-27, inclusive, or 51A-6A-35 to 51A-6A-46, inclusive. Disclosure of confidential information may be made only to formal governmental regulatory bodies which have a need for the confidential information. Section 6. That § 55-3-39 be amended to read as follows: 55-3-39. A general law or a state jurisdiction provision stating that the laws of this state govern is valid, effective, and conclusive for the trust if all of the following are true: (1) Some or all of the trust assets are deposited in this state or physical evidence of such assets is held in this state and the trust is being administered by a qualified person; in this subdivision, deposited in this state, includes being held in a checking account, time deposit, certificate of deposit, brokerage account, trust company fiduciary account, or other similar account or deposit that is located in this state including South Dakota investments; (2) A trustee is a qualified person who is designated as a trustee under the governing instrument, a successor trusteeship, or designated by a court having jurisdiction over the trust; and (3) The administration, for example, physically maintaining trust records in this state and preparing or arranging for the preparation of, on an exclusive basis or a nonexclusive basis, an income tax return that must be filed by the trust, occurs wholly or partly in this state. The State of South Dakota and its courts have jurisdiction over a trust created in a foreign jurisdiction if the administration of the trust meets the three requirements set forth in this section. Nothing in this section may be construed to be the exclusive means of providing a valid effective and conclusive state jurisdiction provision. Section 7. That § 55-15-6 be amended to read as follows: 55-15-6. The unitrust amount shall be determined as follows: (1) For the first three accounting periods of the trust, the unitrust amount for a current valuation year of the trust shall be three percent, or such higher percentage specified by the terms of the governing instrument or by the election of the trustee, the disinterested person, or the court, of the net fair market value of the assets held in the trust on the first business day of the current valuation year; (2) Beginning with the fourth accounting period of the trust, the unitrust amount for a current valuation year of the trust shall be three percent, or such higher percentage specified by the terms of the governing instrument or by the election of the trustee, the disinterested person, or the court, of the average of the net fair market value of the assets held in the trust on the first business day of the current valuation year and the net fair market value of the assets held in the trust on the first business day of each prior valuation year , as defined in subdivision 55-15-1(10) ; (3) The percentage that may be elected in determining the unitrust amount shall be a reasonable current return from the trust, taking into account the intentions of the trustor of the trust as expressed in the governing instrument, the needs of the beneficiaries, general economic conditions, projected current earnings and appreciation for the trust, and projected inflation and its impact on the trust. However, if such percentage is three percent or greater, or if no percentage is specified, then that percentage shall be three percent; (4) The unitrust amount for the current valuation year shall be proportionately reduced for any distributions, in whole or in part, other than distributions of the unitrust amount, and for any payments of expenses, including debts, disbursements and taxes, from the trust within a current valuation year that the trustee determines to be material and substantial, and shall be proportionately increased for the receipt, other than a receipt that represents a return on investment, of any additional property into the trust within a current valuation year; (5) In the case of a short accounting period, the trustee shall prorate the unitrust amount on a daily basis; (6) If the net fair market value of an asset held in the trust has been incorrectly determined either in a current valuation year or in a prior valuation year, the unitrust amount shall be increased in the case of an undervaluation, or be decreased in the case of an overvaluation, by an amount equal to the difference between the unitrust amount determined based on the correct valuation of the asset and the unitrust amount originally determined; (7) In determining the net fair market value of the assets held in trust, the determination may not include the value of any residential property or any tangible personal property that, as of the first business day of the current valuation year, one or more income beneficiaries of the trust have or had the right to occupy, or have or had the right to possess or control, other than in a capacity as trustee, and instead the right of occupancy or the right of possession or control shall be deemed to be the unitrust amount with respect to the residential property or the tangible personal property; or any asset specifically given to a beneficiary under the terms of the trust and the return on investment on that asset, which return on investment shall be distributed to the beneficiary. Section 8. That § 55-3-35 be amended to read as follows: 55-3-35. If a party to the proceeding has the same interest as a person under disability, it is not necessary to serve the person under a disability. If there is no party to the proceeding who has the same interest as a person under disability, notice shall be served on that person's conservator, if a conservator has been appointed. If the person under disability is a minor and no conservator has been appointed, notice shall be served on a guardian of the minor if one has been appointed, or if no guardian has been appointed, then on the natural parents, or if there are no natural parents alive, then upon the adoptive parent or parents of the minor. If there are no adoptive parents of a minor, then notice shall be served upon any person responsible for or who has assumed responsibility for the minor's care or custody. If the person under a disability is an adult and no conservator has been appointed, notice shall be served on an agent under a durable power of attorney, a guardian of the adult person, a trustee responsible for the management of all or a portion of the adult person's estate, or any person responsible for or who has assumed responsibility for the adult person's care or custody. Section 9. That § 55-3-24 be amended to read as follows: 55-3-24. An irrevocable trust may be modified or terminated upon the consent of all of the beneficiaries if continuance of the trust on its existing terms is not necessary to carry out a material purpose. Whether or not continuance of the trust on its existing terms is necessary to carry out a material purpose, an irrevocable trust may be modified or terminated upon the consent of the trustor and all of the beneficiaries. Upon termination of a trust under this section, the trustee shall distribute the trust property in accordance with the trustor's probable intention or in any other manner as agreed by all the beneficiaries. The trustor's powers with respect to termination or modification may be exercised by an agent under a power of attorney only to the extent the power of attorney expressly so authorizes. A conservator may exercise the trustor's powers under this section only if approved by the court supervising the conservatorship. If the consent of a person under disability is required, such consent may be given by any person upon whom notice may be served pursuant to § 55-3-35. Section 10. That § 21-22-9 be amended to read as follows: 21-22-9. Any trustee or beneficiary of any other trust may, if the trustee is a resident of this state or if any of the trust estate has its situs in this state, at any time petition the circuit court, the county where such petition is to be filed to be determined the same as in the case of a court trust, to exercise supervision. Upon such petition being filed the court must fix a time and place for hearing thereon, notice to be given as provided by this chapter and upon such hearing shall enter an order assuming supervision unless good cause to the contrary is shown. Thereupon the trustee shall within thirty days, file the information required pursuant to § 21-22-3 by a trustee under a court trust, and at all times thereafter the court shall have the same powers as over a court trust. If the petition for court supervision includes the information required pursuant to § 21-22-3, the trustee or beneficiary may in the same petition request court action as to any matter relevant to the administration of the trust , including the termination of court supervision . Upon the hearing on the petition, the court shall enter an order assuming supervision unless good cause to the contrary is shown and further shall make such order or give such directions to the trustee as the court shall determine. Section 11. That § 55-3-29 be amended to read as follows: 55-3-29. Without approval of court and except as otherwise provided by the terms of the trust, a trustee may combine two or more trusts into a single trust or divide a trust into two or more separate trusts, if the combination or division does not impair the rights of any of the beneficiaries or substantially affect the accomplishment of the trust purposes. On petition by a trustee or beneficiary, the court may affirm or prevent a proposed combination or division ; and, if the terms of the trust instruments creating the trusts are inconsistent, the court shall resolve such inconsistencies in its order by establishing the terms of the trust that will survive the combination or division . Section 12. That § 55-3-27 be amended to read as follows: 55-3-27. Except as otherwise provided by the terms of the trust, if the value of the trust property of a noncharitable trust is less than thirty fifty thousand dollars, the trustee may terminate the trust. On petition by a trustee or beneficiary, the court may modify or terminate a noncharitable trust or appoint a new trustee if it determines that the value of the trust property is insufficient to justify the cost of administration involved. Upon termination of a trust under this section, the trustee shall distribute the trust property in accordance with the trustor's probable intention. The existence of spendthrift or similar protective provisions in a trust does not make this section inapplicable. The court, when considering the termination of a trust containing spendthrift or similar protective provisions, shall consider the feasibility of appointing a new trustee to continue the trust."}, {"bill_id": 19053, "bill_version_id": 102040, "bill_version": "Enrolled", "bill_version_date": "2004-02-25T11:54:09-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19053, "action_date": "2004-01-22T14:00:00-06:00", "document_id": 99662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99662.pdf", "status_text": "First read in Senate and referred to", "journal_page": 105, "committee_id_action": 832, "committee_id_assigned": 810, "result": "N", "vote": {}}, {"bill_id": 19053, "action_date": "2004-01-28T10:00:00-06:00", "document_id": 100149, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100149.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 810, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19053, "action_date": "2004-01-28T10:00:00-06:00", "document_id": 100149, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100149.pdf", "status_text": "Do Pass Amended,", "journal_page": 217, "committee_id_action": 810, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58660, "president_vote": null, "Yea": [3044, 3065, 3094, 3132, 3093, 3059], "Excused": [3113]}}, {"bill_id": 19053, "action_date": "2004-01-28T10:00:00-06:00", "document_id": 100149, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100149.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 810, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19053, "action_date": "2004-01-30T13:00:00-06:00", "document_id": 100382, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100382.pdf", "status_text": "Do Pass Amended,", "journal_page": 254, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58895, "president_vote": null, "Yea": [3044, 3046, 3047, 3050, 3052, 3059, 3061, 3062, 3064, 3065, 3066, 3068, 3077, 3079, 3087, 3089, 3091, 3092, 3093, 3097, 3098, 3103, 3109, 3113, 3115, 3116, 3120, 3128, 3132, 3137, 3138, 3139, 3146], "Excused": [3094]}}, {"bill_id": 19053, "action_date": "2004-02-02T14:00:00-06:00", "document_id": 100465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100465.pdf", "status_text": "First read in House and referred to", "journal_page": 339, "committee_id_action": 831, "committee_id_assigned": 829, "result": "N", "vote": {}}, {"bill_id": 19053, "action_date": "2004-02-18T07:45:00-06:00", "document_id": 101498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101498.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 829, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19053, "action_date": "2004-02-20T07:45:00-06:00", "document_id": 101689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101689.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 829, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19053, "action_date": "2004-02-20T07:45:00-06:00", "document_id": 101689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101689.pdf", "status_text": "Do Pass Amended,", "journal_page": 694, "committee_id_action": 829, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58008, "president_vote": null, "Yea": [3057, 3060, 3070, 3075, 3080, 3084, 3106, 3114, 3119, 3125, 3133, 3111, 3107]}}, {"bill_id": 19053, "action_date": "2004-02-20T07:45:00-06:00", "document_id": 101689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101689.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 829, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19053, "action_date": "2004-02-20T07:45:00-06:00", "document_id": 101689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101689.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 829, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19053, "action_date": "2004-02-23T14:00:00-06:00", "document_id": 101894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101894.pdf", "status_text": "Do Pass Amended,", "journal_page": 735, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59607, "president_vote": null, "Yea": [3045, 3048, 3049, 3051, 3053, 3054, 3055, 3056, 3057, 3060, 3067, 3069, 3070, 3072, 3073, 3074, 3076, 3078, 3080, 3081, 3082, 3083, 3084, 3085, 3086, 3088, 3090, 3095, 3096, 3099, 3100, 3104, 3105, 3106, 3107, 3108, 3110, 3112, 3114, 3117, 3118, 3119, 3121, 3122, 3123, 3124, 3125, 3126, 3127, 3129, 3130, 3131, 3133, 3134, 3135, 3136, 3140, 3141, 3143, 3144, 3145, 3147, 3148, 3149, 3111], "Excused": [3058, 3071, 3075, 3102, 3142]}}, {"bill_id": 19053, "action_date": "2004-02-25T10:00:00-06:00", "document_id": 102081, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102081.pdf", "status_text": "Signed by President", "journal_page": 715, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19053, "action_date": "2004-02-26T09:00:00-06:00", "document_id": 102083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102083.pdf", "status_text": "Signed by Speaker", "journal_page": 824, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19053, "action_date": "2004-02-26T10:00:00-06:00", "document_id": 102124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102124.pdf", "status_text": "Delivered to the Governor", "journal_page": 727, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19053, "action_date": "2004-03-02T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 762, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2893, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19053"}