{"session_id": 69, "bill_id": 25045, "bill_type": "House Bill", "bill_number": 1132, "bill_title": "revise certain provisions pertaining to municipal government.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25045", "sponsors": [{"legislator_profile_id": 4495, "is_prime": true}, {"legislator_profile_id": 4550, "is_prime": true}, {"legislator_profile_id": 4476, "is_prime": false}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}, {"legislator_profile_id": 4565, "is_prime": false}], "keywords": ["Local Government Generally", "Municipal Government"], "audio": [{"meeting_datetime": "2024-01-30T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hlo14.mp3", "start_seconds": 3242.0}, {"meeting_datetime": "2024-01-30T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hlo14.mp3", "start_seconds": 3242.0}, {"meeting_datetime": "2024-01-30T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hlo14.mp3", "start_seconds": 3242.0}, {"meeting_datetime": "2024-01-30T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hlo14.mp3", "start_seconds": 3242.0}, {"meeting_datetime": "2024-02-01T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou16.mp3", "start_seconds": 2275.0}, {"meeting_datetime": "2024-02-01T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou16.mp3", "start_seconds": 2275.0}, {"meeting_datetime": "2024-02-01T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou16.mp3", "start_seconds": 2275.0}], "bill_versions": [{"bill_id": 25045, "bill_version_id": 261410, "bill_version": "Introduced", "bill_version_date": "2024-01-22T14:16:24.67-06:00", "bill_text": "An Act to revise certain provisions pertaining to municipal government. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 6: Any nonprofit organization formed for historical or educational purposes, pursuant to chapter 47-22 may form and name a corporate townsite upon land owned by the corporation or in which it has a legal or equitable interest, by causing the land to be platted by a registered land surveyor and recorded in the office of the register of deeds of the county in which the land is located. Any corporate townsite established pursuant to this section is known as a historical or educational townsite and must be named by the corporation. Section 2. That a NEW SECTION be added to title 6: A historical or educational townsite may be organized without meeting the minimum population or other requirements for municipalities as required by chapter 9-3. Section 3. That a NEW SECTION be added to title 6: The officers and directors of the corporation that forms and organizes the townsite are the governing body of a historical or educational townsite. The rules and regulations of the townsite must be provided in the articles of incorporation and the bylaws of the corporation. Section 4. That a NEW SECTION be added to title 6: No historical or educational townsite may receive any state or local tax moneys or any distribution from either state or local sources except as provided under § 7-18-12, or as approved by a local governing body or state agency from moneys allocated for tourism or educational or recreational purposes. Section 5. That a NEW SECTION be added to title 6: No historical or educational townsite is subject to any management or control of the state except as specifically provided by the Legislature or under the normal police powers of the political subdivision in which the townsite is located. Section 6. That a NEW SECTION be added to title 6: A townsite incorporated pursuant to this chapter may exist so long as the corporation maintains in good condition and repair all land, buildings, fences, fixtures, billboards, signs, and other improvements of the townsite, the township is actively operating for the purposes for which the townsite is incorporated, or until the corporation is dissolved in accordance with law. The townsite must maintain the historical or educational integrity of the townsite's design, material, and workmanship of the sites, buildings, structures, and objects located within the platted townsite, including any advertising or promotional sign. The townsite must lose the status of historical or educational townsite if more than one-fourth of the number of properties experience: (1) Loss or disintegration of the roof or roofing materials; (2) Loss windows; (3) Deterioration or missing siding material; (4) Unstable foundation; (5) Leaning severely from plumb; or (6) Billboards or signs identifying, promoting, or advertising the townsite no longer conform to the requirements of chapter 31-29. For the purposes of this subdivision, the twelve continuous months required for determining a sign is abandoned does not apply. Section 7. That a NEW SECTION be added to title 6: The South Dakota Department of Transportation shall promulgate rules, pursuant to chapter 1-26, establishing the process by which the department or the county in which the historic or educational townsite is located may take action, pursuant to section 7 of this Act, to dissolve the historical or educational townsite. Section 8. That § 9-1-1 be AMENDED: 9-1-1. Terms used in this title, unless the context otherwise plainly requires, shall mean: (1) \"County,\" the county or counties wherein the where a municipality concerned or affected is located; (2) \"Elector(s)\" or \"qualified elector(s),\" voter(s); (3) General terms descriptive of an officer, act, proceeding, or thing shall have reference to a municipality concerned or affected; (4) \"Governing body,\" the board of trustees, the board of commissioners, or the common council, as the case may be, of a municipality concerned or affected; (5)(3) \"Lot\" includes parcel or tract of land; (6)(4) \"Municipal corporation\" or \"municipality,\" all cities and towns any city or town that is organized under the laws of this state but shall not include any other political subdivisions pursuant to this title; (7)(5) \"Owner,\" as used in the chapters relating to local improvements, the grantee in the last deed of conveyance of any lot or parcel of land recorded in the office of the register of deeds of the county or counties in which the municipality is located, or his the heirs or successors to the grantee; and (8)(6) Except as provided by § 9-13-13, any requirement for publication shall mean publication in the official newspaper of the municipality concerned or affected, if any; but if none, then, in a legal newspaper published in such municipality, if any; but if none, then, in any legal newspaper which serves such municipality; (9) \"Street\" includes \"avenue\". Personal service either within or without the state upon the person affected thereby by delivery of a copy of a notice required to be published shall be equivalent to the required publication\"Publish,\" publication in an official newspaper of the municipality as designated by the governing body pursuant to § 9-12-6. Section 9. That a NEW SECTION be added to chapter 9-1: If notice is required to be published, proof of service to the person affected, pursuant to § 15-6-4, whether the personal service occurs within or without the state, is equivalent to the required publication. Section 10. That § 9-1-3 be AMENDED: 9-1-3. The courts of this state shall take judicial notice of the existence of all municipalities organized under the general laws of this state and of any change of organization authorized thereby by law. Section 11. That § 9-1-4 be AMENDED: 9-1-4. Every municipality shall must have and use a corporate seal, which it may change at pleasure that may be changed by a majority vote of the governing body. It also shallEach municipality must have a corporate name and be styled the \"city of ____\" or the \"town of ____,\" by which style it may exercise the powers conferred upon it. The corporate name must be used when exercising municipal power. Section 12. That § 9-1-5 be AMENDED: 9-1-5. No contract of a municipality is valid unless the contract has been authorized by a vote of the governing body at a duly assembled meeting thereof at an official meeting. Each written contract shall must be executed in the name of the municipality by the mayor or president of the board of trustees, be countersigned by the auditor or clerk finance officer, and have the corporate seal attached. However, the governing body of a municipality may, by ordinance or resolution, delegate to any employee of the municipality the authority to enter into a contract on behalf of the municipality and to execute the contract and any other instrument necessary or convenient for the performance of the contract subject to the limitations delegated by the governing body. Section 13. That § 9-1-6 be AMENDED: 9-1-6. Any citizen and taxpayer residing within resident of a municipality may maintain an action or proceeding to prevent, by proper remedy, a violation of any provision of this title by that municipality. Section 14. That § 9-2-1 be AMENDED: 9-2-1. There shall be the followingThe three classes of municipal corporations are: (1) Municipalities of the first class are: municipal corporations with a population of five thousand and over; (2) Municipalities of the second class are: municipal corporations with a population between five hundred and five thousand four thousand nine hundred ninety-nine; (3) Municipalities of the third class are: municipal corporations with a population of less fewer than five hundred. Section 15. That § 9-2-2 be AMENDED: 9-2-2. For the purpose of classification, the population of each municipality shall be is determined by the last preceding federal census. Whenever the enumeration of such last preceding census was made with reference to territory Whenever the municipal boundaries included in the last preceding census substantially different differ from that embraced by the current boundaries of the municipality, the governing body by resolution may authorize and direct its auditor or clerk may direct the finance officer to determine the population by filing in his office a certificate showing the whole number of persons who voted at the last preceding annual municipal election, which. That number multiplied by three shall constitute constitutes the population for the purpose of classification until the next federal census shall have been is completed. Section 16. That a NEW SECTION be added to chapter 9-2: If the population of a municipality, as shown by the last preceding federal census, increases or decreases causing the municipality to pass into a different class of municipality pursuant to § 9-2-1, the municipality may, through its governing body, apply to the circuit court having jurisdiction for a judgment authorizing the classification change. Upon the presentation of the application, the court must establish a time and place for hearing the application. Notice of the hearing must be given by publishing the order once a week for two successive weeks, the last publication to be not less than ten days prior to the day of the hearing. Not less than ten days prior to the date of the hearing, the notice of hearing must also be posted in three public places in the municipality. Section 17. That a NEW SECTION be added to chapter 9-2: After the hearing, if the facts warrant the granting of the application, the court must make and enter its judgment changing the status of the municipality to that of a municipality of the appropriate class, pursuant to § 9-2-1. The court shall establish the time when the change is effective and shall determine the manner in which the change must be made. A certified copy of the judgment shall be filed in the office of the secretary of state and the office of the register of deeds of the county where the municipality is located. Section 18. That § 9-2-4 be AMENDED: 9-2-4. The present form classification of government of existing municipalities shall continue continues until changed as provided by this title. Section 19. That § 9-2-7 be AMENDED: 9-2-7. For the purpose of dividing a municipality into wards, the number of inhabitants shall be is determined by subdivision 2-14-2(20). However, the The governing body may, by resolution, authorize its auditor, clerk, or the finance officer to determine the number of inhabitants by filing in his office a certificate showing the whole number of persons registered to vote in each ward of the municipality. That number multiplied by two shall constitute constitutes the number of inhabitants until the next federal census is completed. Section 20. That § 9-3-1.1 be AMENDED: 9-3-1.1. A municipality may not be incorporated if any part of such the proposed municipality lies within three miles of any point on the perimeter of the corporate limits of any an incorporated municipality, unless the incorporated municipality refuses or fails to annex a territory which that is contiguous to said the incorporated municipality, and said after the contiguous territory has properly petitioned said the municipality to be annexed thereto, as provided by § 9-4-1. However, a A proposed municipality may be incorporated that is within three miles of an incorporated municipality if the territory to be incorporated is in a different county and has a post office prior to incorporation. Section 21. That § 9-3-3 be AMENDED: 9-3-3. Any person making application for the organization of a proposed municipality shall cause an accurate census to be taken of the landowners and the legal resident population of the proposed municipality not more than thirty days previous prior to the time of presenting the application to the board of county commissioners. The census shall exhibit must list the name of each landowner and legal resident residing in the proposed municipality and the number of persons belonging to each family as of a certain date. The census shall must be verified by the affidavit of the person taking the census. Section 22. That § 9-3-4 be AMENDED: 9-3-4. Such survey, map, and census when completed and verified shall be left at some convenient place within the proposed municipality for a period of not less than thirty days for examination by those having an interest in such applicationWithin two days of the completion and verification of the survey, map, and census, the documents must be filed with the county auditor and made available to the public during regular business hours. Section 23. That § 9-3-5 be AMENDED: 9-3-5. The application for incorporation of a proposed municipality shall must be by a petition verified by the circulator and signed by not less than twenty-five percent of the qualified voters who are either residents and registered voters in the proposed municipality or landowners in the proposed municipality who are also registered voters of this state. The application shall identify the type of government to be formed, the number of trustees, commissioners, or wards in the proposed municipality, the boundaries and area according to the survey, and the legal resident population according to the census taken. The application must include the name of the proposed municipality. The name may not be the same as any incorporated municipality in the state. The application shall be presented at the time indicated in the notice of the application or as soon thereafter as must be filed with the county auditor and heard at a regular or special meeting of the board of county commissioners can receive and consider the application within sixty days of being filed. Section 24. That § 9-3-6 be AMENDED: 9-3-6. If the board, after proof by affidavit or oral examination of witnesses, is satisfied that the requirements of this chapter have been fully complied with, the board shall make an order declaring that the proposed municipality shall, with the assent of the qualified voters who are either registered voters in the proposed municipality or landowners in the proposed municipality who are also registered voters of this state, be an incorporated municipality by the name specified in the application. The name shall be different from that of any other municipality in this state. The board shall also include in the order a date for an election to be conducted pursuant to Title 12After the public hearing on the application, if the board of county commissioners determines the requirements of this chapter have been met, the board must set a date for an election on the question of whether the proposed municipality is to be incorporated. The election must be conducted pursuant to title 12. Section 25. That § 9-3-10 be AMENDED: 9-3-10. The vote upon the question of incorporation of a territory shall proposed municipality must be by ballot which that conforms to a ballot for a statewide question, except that the statement required to be printed on the ballot shall must be prepared by the state's attorney. If a majority of the qualified voters, who are either residents and registered voters in the proposed municipality or landowners in the proposed municipality and are registered voters in this state, vote in favor of the incorporation, such territory is deemed a the proposed municipality is incorporated by the name and style specified in the order of incorporation of the board of county commissioners application for incorporation. Section 26. That § 9-3-11 be AMENDED: 9-3-11. After the canvass of the vote is cast and canvassed, such inspectors, the county auditor shall make a verified statement showing the whole number of ballots cast, together with the number voting for and the number voting against incorporation and shall return the same to the board of county commissioners at its next session meeting. Section 27. That § 9-3-12 be AMENDED: 9-3-12. If satisfied of the legality of such the election, the board of county commissioners shall must make an order declaring that such the proposed municipality has been is incorporated by the name adopted. Such The order shall be is conclusive of the fact of such the incorporation in all suits by or against such the municipality. Section 28. That § 9-3-13 be AMENDED: 9-3-13. TheWithin the sixty days following the order declaring the incorporation, the board of county commissioners shall have has full power to settle and adjust all claims and accounts existing between such the municipality and the civil township or townships of which the same that formed a part of the municipality previous to its incorporation. It The board shall immediately proceed to settle and adjust such the claims and accounts with due regard for the interests of all concerned. Section 29. That § 9-3-14 be AMENDED: 9-3-14. The officers of any municipality organized under this title shall cause to be filed within thirty days thereafter in the office of the register of deeds of the county a certified copy of the canvass of the votes showing the result of the election held to determine the question of such organization, which the register of deeds shall record, and shall also cause a like certificate to be filed in the Office of the Secretary of State, who shall file the same and keep a registry of the municipalities so organizedWithin thirty days of the order declaring incorporation, the county auditor shall file a certified copy of the canvass of the votes showing the result of the election held on the question of incorporation with the register of deeds and the secretary of state. The register of deeds shall record the certified copy. The secretary of state shall keep a registry of all incorporated municipalities within the state. Section 30. That § 9-3-18 be AMENDED: 9-3-18. The person having the highest number of votes respectively for each office to be filled shall be is declared elected. In case of If there is a tie the inspectors of such election shall forthwith, the county auditor must determine by lot which shall be the person deemed elected. The inspectors shall subscribe and certify a statement of the persons elected to fill the several offices in such municipality and file the same with the county auditor within ten days after the date of such election county auditor shall notify each person elected of the person's election within two days after the result of the election is declared. Section 31. That a NEW SECTION be added to chapter 9-3: Each official elected at the first election shall hold office until the first Monday of the next following May or until a successor is elected and qualified. Section 32. That § 9-3-20 be AMENDED: 9-3-20. The regularity of the organization of any acting municipality shall be inquired into only validity of the incorporation of any municipality may only be challenged in an action or proceeding instituted by or on behalf of the state. Section 33. That § 9-11-6 be AMENDED: 9-11-6. If a petition signed by fifteen percent of the registered voters of any municipality, as determined by the total number of registered voters at the last preceding general election, is presented to the governing body, requesting that an election be called for the purpose of voting upon a question of change of form of government or upon a question of the number of wards, commissioners, or trustees, the governing body shall must call an election to be that must be held within fifty days from the date of the filing of the petition with the municipal finance officer. At that election, the question of the change of form of government or the number of wards, commissioners, or trustees, or both, must be submitted to the voters. No petition is valid if filed more than six months after the circulation start date declared on the petition forms. If the petition is filed on or after January first prior to the annual municipal election and within sufficient time to comply with the provisions of § 9-13-14, the question may be submitted at that annual municipal election. The election must be held upon the same notice and conducted in the same manner as other city municipal elections. Section 34. That § 9-11-7 be AMENDED: 9-11-7. Both the question of form of government and the number of wards, trustees, or commissioners may be submitted upon one ballot, when both questions are to be voted upon. The vote upon such the questions shall must be by ballot in the form and be cast in the manner provided by chapter 9-13. Section 35. That a NEW SECTION be added to chapter 9-11: Each first or second class municipality must be governed by a mayor and common council, a mayor and a common council with a city manager, a board of commissioners, or a board of commissioners with a city manager. Each third class municipality must be governed by a board of trustees. The present form of government of existing municipalities must continue until changed as provided by this title. Section 36. That § 9-1-9 be REPEALED. An appeal and transcript, if a transcript exists, shall be filed by the finance officer as soon as practicable and shall stand for trial as soon as possible. Each appeal taken to the circuit court shall be docketed as other causes pending in circuit court. An appeal relating to a conditional use permit determination shall be heard and determined pursuant to § 11-4-25.1. Section 37. That § 9-2-3 be REPEALED. Each municipality shall be governed by a board of trustees, a mayor and common council, or by a board of commissioners. A city manager may serve with any of the forms of government. Section 38. That § 9-3-17 be REPEALED. Each official elected at the first election shall hold office until the first Monday in May next following or until a successor is elected and qualified. Section 39. That § 9-3-19 be REPEALED. It shall be the duty of the county auditor to record in his office all certified statements concerning the election of officers, upon the organization of municipal corporations of the third class, required to be filed therein by the inspectors of such election. Section 40. That § 9-3-22 be REPEALED. Any domestic corporation chartered under the laws of the State of South Dakota for historical or educational purposes, which qualifies as a tax exempt corporation under the laws of the State of South Dakota, may form and name a municipal corporation upon land owned by said corporation or in which it has a legal or equitable interest, by causing the same to be platted by a registered land surveyor and recording said plat in the office of the register of deeds of the county in which said land is located, in the same manner as other lands are platted and filed therein. Section 41. That § 9-3-23 be REPEALED. Any such municipal corporation established under § 9-3-22 shall be named by the corporation forming the same and shall be known as an \"historical municipality\" or an \"educational municipality.\" Section 42. That § 9-3-24 be REPEALED. Said municipality may be organized without meeting the minimum population or other requirements for municipalities as required under this chapter, and only one resident need reside therein. Section 43. That § 9-3-25 be REPEALED. The governing board of such municipality shall be the officers and directors of the corporation forming and organizing such municipality and the rules and regulations of the municipality shall be those as provided in the articles of incorporation and the bylaws of said corporation. Section 44. That § 9-3-26 be REPEALED. Such municipality shall not be authorized to receive any state or local tax funds or any distribution from either state or local sources except such as are specifically provided under § 7-18-12, or any amendments thereto or similar laws hereafter enacted, for tourist, educational, and recreational activities. Section 45. That § 9-3-27 be REPEALED. Such corporation shall not be subject to any management or control of the state except as specifically provided by the State Legislature or under the normal police powers of the local governmental subdivision in which it is situated. Section 46. That § 9-3-28 be REPEALED. A municipality incorporated pursuant to § 9-3-22 shall exist so long as the corporation maintains all lands, buildings, fences, fixtures, billboards, signs, and other improvements in good condition and repair, and is actively operating for the purposes for which it is incorporated, or until the corporation is dissolved in accordance with law. The municipality shall possess and maintain its historical or educational integrity of design, materials, and workmanship of the sites, buildings, structures, and objects that are located within the platted municipal corporation, including advertising and promotional signs. The municipality shall lose its historical or educational municipality designation if more than one‑fourth of such properties possess any of the following conditions: (1) Loss or disintegration of the roof or roofing materials; (2) Loss of windows; (3) Deterioration or missing siding material; (4) Unstable foundations; (5) Leaning severely from plumb; and (6) Billboards or signs identifying, promoting, or advertising the municipality no longer conform to the requirements of chapter 31-29. However, for the purposes of subdivision (6), the twelve continuous months required for determining a sign is abandoned does not apply. Section 47. That § 9-3-29 be REPEALED. The South Dakota Department of Transportation or the county in which the historic or educational municipality is located may take action, pursuant to § 9-3-28, to dissolve the municipal corporation pursuant to the provisions of chapter 1-26. Section 48. That § 9-3A-1 be REPEALED. The governing boards of municipal corporations, through their designated officers, or the inhabitants thereof, with the approval of the governing board when authorized by federal law or regulation, or a circuit judge for the county in which an unincorporated town is situated, on petition of fifty percent of the resident freeholders in any unincorporated town, in trust for the several use and benefit of the municipality and the occupants thereof according to their respective interests in accordance with this chapter and federal statutes and regulations of appropriate federal agencies pertaining thereto, are authorized and it shall be their duty to acquire, enter, survey, dedicate, plat, make, and file all petitions, applications, statements, and transcripts necessary to acquire public land available, or made available, for townsites under the provisions of Title 43 of the United States Code, Chapter 17 thereof, relating to townsites on public lands. Section 49. That § 9-3A-2 be REPEALED. If at any time the petition is presented as provided for in § 9-3A-1 there is not in the treasury of the municipality moneys sufficient to pay for the land settled upon and occupied, the municipal authorities or the judge, as the case may be, may raise by subscription or otherwise sufficient funds to pay for said land and costs of entering the same, and any and all sums so advanced for such purpose shall be repaid in the manner provided for in § 9-3A-7. Section 50. That § 9-3A-3 be REPEALED. When the municipal authorities or the judge shall have entered at the proper land office the land, or any part thereof so settled and occupied as the site of such municipality, it shall be the duty of such municipal authorities or judge, his or their successors, to dispose of the trust so created and conferred by said act of Congress in the manner hereinafter specified. Section 51. That § 9-3A-4 be REPEALED. Any such municipal authorities or judge shall, subject to the provisions of this chapter, by a good and sufficient deed of conveyance grant and convey the title to each and every block, lot, share, or parcel of the same to the person, persons, associations, or corporations who shall occupy or possess or be entitled to the right of possession or occupancy thereof, according to several rights and interests of the respective claimants in or to the same as they existed in law or equity at the time of the entry of such lands, or to the heirs or assigns of such claimants. Every such deed of conveyance made by such municipal authorities or judge pursuant to the provisions of this chapter shall be so executed and acknowledged as to admit the same to be recorded. Section 52. That § 9-3A-5 be REPEALED. Within thirty days after the entry of such lands, or if entered before July 1, 1971, on or before July 31, 1971, such authorities or judge so entering the same, shall give posted notice of entry in such municipality and publish notice thereof once each week for at least two consecutive weeks in the county where such land is situated. Such notice shall contain an accurate description of the lands so entered as stated in the certificate of entry or duplicate receipt for the purchase money thereof. Such notice shall direct that each and every person, association, or corporation claiming to be an occupant or to have, possess, or be entitled to the right of possession or occupancy of such lands, or any lot, share, or parcel thereof, shall within sixty days from the date of the first publication or posting of such notice, in person or by his, her or their or its duly authorized agent or attorney, sign a statement in writing containing an accurate description of the particular lot, lots, parcel, or parcels of land in which he, she, they or it claim to have an interest; and the specified right, interest or estate so claimed therein, the character and value of the improvements thereon, and how occupied or possessed by such claimant, and for how long a time, and any other matter or thing illustrating or supporting such claimant's right to a deed of the tract so described, such statement to be verified by the affidavit of the party or parties signing the same. Section 53. That § 9-3A-6 be REPEALED. Every person claiming to be entitled to such land or any part thereof, or his duly authorized agent or attorney, shall within sixty days after the first publication of such notice, sign a written statement containing an accurate description of the parcel or parts in which he claims to have an interest and the specific right, interest or estate which he claims to be entitled to receive and shall deliver the same to such authorities or judge; and any person failing to sign and deliver such statement within the time herein specified, shall as against adverse claimants, be forever barred from the right of claiming or recovering such lands, or any estate or interest therein in any court. Section 54. That § 9-3A-7 be REPEALED. As soon as may be after the expiration of sixty days from the time of the first published notice required by § 9-3A-5, the authorities or judge holding the title to lands described in such notice shall make a written statement, containing a true account of moneys expended in the acquisition of the title and the administration of the trust, including moneys paid for the purchase of such lands, all necessary traveling expenses, posting and publishing notices, serving summons, subpoenas, and other processes and all other necessary expenses incident to such trust, and also an account of charges for services rendered as such trustee. The whole amount of such statement of account shall be a charge in favor of the trustee upon the lands as held in trust and shall be paid pro rata by the claimants to such land, as their respective entitled shares thereof appear. Section 55. That § 9-3A-8 be REPEALED. In case there are adverse claimants to such lands or any part thereof, and the controversy is not settled by written agreement, it may be determined by submission in writing by the parties to reference or arbitration and by the written award of the arbitrators. If it is not so settled or determined within three months from the time of entry of such land, either claimant may commence an action against the other pursuant to chapter 15-3. Section 56. That § 9-3A-9 be REPEALED. Before any authorities or judge shall be required to execute, acknowledge, or deliver any deed of conveyance of land or any part thereof, as hereinbefore provided, to any person entitled to that deed, the person shall pay or tender to the authorities or judge the amount shown by the statement provided in § 9-3A-7, chargeable upon the same or that part to be conveyed, together with interest on each of the items of the account at the Category A rate of interest as established in § 54-3-16 from the date of each item, and also other amounts as are reasonable for preparing, executing, and acknowledging the deed and acknowledgment fees. Section 57. That § 9-3A-10 be REPEALED. After the expiration of sixty days from the date of the first publication of the notice required by § 9-3A-5, the municipal authorities or judge shall proceed to award the lot or lots, parcel or parcels of land as provided in this chapter and for that purpose shall as soon as practicable and as near as practicable in the order of the time of filing the claimant's statements, examine each and every claim, read proofs filed, and hear additional testimony if deemed advisable; and if the claim should be found to comply with the provisions of this chapter, and no adverse claim and notice of contest shall have been filed, the said municipal authorities or judge shall proceed forthwith to make such claimant or claimants a good and sufficient deed of conveyance for such lot or lots or parcels of land so claimed. Section 58. That § 9-3A-11 be REPEALED. When any lots or parcels of land within the limits of any municipality shall remain unclaimed, after the expiration of the time allowed by this chapter for filing of claimant's statements, it shall be the duty of the municipal authority or the judge to convey the lots or parcels of land so remaining unclaimed, by good and sufficient deed, to the Board of Education or district school board in which such municipality is situated, to be taken and disposed of by such Board of Education or district school board for school purposes, and for the exclusive use and benefit of the occupants of such townsite, under such limitations as are provided by this chapter. Section 59. That § 9-3A-12 be REPEALED. If there is no such Board of Education or district school board, then the municipal authorities or judge shall sell and dispose of the said unclaimed lots or parcels of land so remaining for school purposes, and for the exclusive use and benefit of the occupants of such townsite, under the directions, limitations, and provisions contained in this chapter. Section 60. That § 9-3A-13 be REPEALED. The Board of Education, municipal authorities, or judge aforesaid shall appoint three competent and suitable freeholders of such municipality a board of appraisers, whose duty it shall be to make a careful inspection and examination of all the unclaimed lots or parcels of land aforesaid; and upon each of such lots or parcels of land they shall affix a reasonable and just valuation, and upon the completion of their appraisement they shall make and return a full and complete report of their proceedings and appraisement to the Board of Education, district school board, municipal authorities, or judge of the circuit court, which said report shall contain a full schedule of each and every lot or parcel of land remaining unclaimed, giving an exact description of said lots by their numbers and the numbers of their block, and all parcels of land not so numbered shall be described by metes and boundaries, and upon each lot or parcel of land separately they shall designate the valuation thereof as fixed by their appraisement. Said appraisement and report shall be subscribed and sworn to by at least two of said appraisers. Section 61. That § 9-3A-14 be REPEALED. The Board of Education, district school board, municipal authorities, or judge, shall within thirty days after the receipt of the aforesaid report of said board of appraisers give public notice that all such unclaimed lots or parcels of land, or so much thereof as may be considered for the best interest of the school district, will be sold at public auction to the highest bidder for cash, said notice to be given by publication in at least one newspaper of general circulation in the state once each week for at least two successive weeks immediately prior to such sale, specifying the time and place when said unclaimed lots or parcels of land will be sold, together with a description of the same as returned by the Board of Appraisers. Section 62. That § 9-3A-15 be REPEALED. At the time and place appointed in said notice the Board of Education, district school board, municipal authorities, or judge shall offer for sale at public auction subject to competitive bids all the lots and parcels of land, or so much thereof as may be considered for the best interest of the school district, returned by the report of said Board of Appraisers as unclaimed; provided, that no bid shall be received or lot or parcel of land sold for a less sum than the appraised valuation; and such sale shall continue open from day to day until all such lots or parcels of land, or so much thereof as may be considered for the best interest of the school district, shall have been offered for sale. Any lots or parcels of land remaining unsold at the close of such sale for want of bids equal to the appraised valuation thereof may thereafter be sold at private sale by said Board of Education, municipal authorities, or judge of the circuit court for a sum of money not less than the appraised valuation thereof, and not otherwise. Section 63. That § 9-3A-16 be REPEALED. Any purchaser at such sale, in addition to the amount of purchase money paid for any lot, lots, or parcel of land shall pay to the Board of Education, district school board, municipal authorities, or judge the sum of five dollars as a fee for making, executing, and acknowledging a deed of conveyance therefor; and all such lots or parcels of land purchased by any one person may be conveyed to such purchaser in one deed, which fee shall be in full for all charges of conducting sale, giving notice, appointing appraisers, etc. Section 64. That § 9-3A-17 be REPEALED. The proceeds derived from the sale of such lots or parcels of unclaimed land, after first paying the expenses of advertising, printing, and a per diem of not more than ten dollars per day to each member of the Board of Appraisers, for the days actually and necessarily employed by them in making such appraisements and report as aforesaid, and other expenses actually and necessarily incurred in the proper conduct and management of such sale, shall be immediately turned over at the close of said sale by the Board of Education or district school board, to be, by said treasurer, placed to the credit of a fund of said municipality to be used exclusively for the purchase of ground for school buildings, for the erection, enlarging, repairing, and furnishing of school buildings, and the payment of outstanding bonds, warrants, or other indebtedness contracted or created in the erection or construction of schoolhouses and procuring grounds. And if there be no such Board of Education or district school board, then the net proceeds of such sale of unclaimed lots or parcels of land shall be held by the municipal authorities or the judge of the circuit court, in trust, as a fund for the exclusive use and benefit of the occupants of such townsite for any purpose related to education. Section 65. That § 9-3A-18 be REPEALED. Whenever any portion of the public lands of the United States shall be entered at the proper land office as a townsite by the municipal authorities of any municipality, it shall be the duty of such municipal authorities to immediately select so much of said land for the use of said municipality as they shall deem necessary and proper for the purpose of public parks, public buildings, and public school buildings; provided, however, that they shall not select any lands settled upon and occupied as a townsite by individuals or corporations at the time of the entry of such townsite; provided further, that if at the time of such selection any of said lands are settled upon and occupied so as to entitle the claimant to a deed therefor, and the authorities deem it for the best interests of said municipality to obtain said parcels of land to complete their selection, or to have such selection in a compact form, the said municipal authorities are hereby authorized to pay a reasonable compensation for said lands so settled upon and occupied. Section 66. That § 9-3A-19 be REPEALED. The said municipality shall pay its proportionate share of the expenses as provided in § 9-3A-7. Section 67. That § 9-3A-20 be REPEALED. All acts done by any such corporate authorities or judge and all proceedings had and taken before any county court, in accordance with the provisions of the Revised Political Code of 1903, Article 15, sections 1570 through 1593, inclusive, and amendments thereof, between January 1, 1919, and July 1, 1971, are hereby legalized and validated in all respects, and shall have the same force and effect as if the same had not been repealed by the Revised Code of 1919. Section 68. That § 9-11-3.1 be REPEALED. If the population of a municipality, as shown by the last preceding federal census, increases or decreases causing the municipality to pass into a different class of municipality pursuant to § 9-2-1, the municipality may, through its governing body, apply to the circuit court having jurisdiction for a judgment authorizing the classification change. Upon the presentation of the application, the court shall establish a time and place for hearing the application. Notice of the hearing shall be given by publishing the order once a week for two successive weeks, the last publication to be not less than ten days prior to the day of the hearing, Not less than ten days prior to the date of the hearing, the notice of hearing shall also be posted in three public places in the municipality. Section 69. That § 9-11-4 be REPEALED. Upon such hearing, if the facts warrant the granting of the application, the court shall make and enter its judgment changing the status of the municipality to that of a municipality of the appropriate class, pursuant to § 9-2-1. The court shall establish the time when the change shall be effective and determine the manner in which the change shall be made. A certified copy of the judgment shall be filed in the office of the register of deeds of the county wherein such municipality is situated, and also in the Office of the Secretary of State."}, {"bill_id": 25045, "bill_version_id": 263615, "bill_version": "House Local Government Engrossed", "bill_version_date": "2024-01-30T15:58:12.623-06:00", "bill_text": "An Act to revise certain provisions pertaining to municipal government. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 6: Any nonprofit organization formed for historical or educational purposes, pursuant to chapter 47-22 may form and name a corporate townsite upon land owned by the corporation or in which it has a legal or equitable interest, by causing the land to be platted by a registered land surveyor and recorded in the office of the register of deeds of the county in which the land is located. Any corporate townsite established pursuant to this section is known as a historical or educational townsite and must be named by the corporation. Section 2. That a NEW SECTION be added to title 6: A historical or educational townsite may be organized without meeting the minimum population or other requirements for municipalities as required by chapter 9-3. Section 3. That a NEW SECTION be added to title 6: The officers and directors of the corporation that forms and organizes the townsite are the governing body of a historical or educational townsite. The rules and regulations of the townsite must be provided in the articles of incorporation and the bylaws of the corporation. Section 4. That a NEW SECTION be added to title 6: No historical or educational townsite may receive any state or local tax moneys or any distribution from either state or local sources except as provided under § 7-18-12, or as approved by a local governing body or state agency from moneys allocated for tourism or educational or recreational purposes. Section 5. That a NEW SECTION be added to title 6: No historical or educational townsite is subject to any management or control of the state except as specifically provided by the Legislature or under the normal police powers of the political subdivision in which the townsite is located. Section 6. That a NEW SECTION be added to title 6: A townsite incorporated pursuant to this chapter may exist so long as the corporation maintains in good condition and repair all land, buildings, fences, fixtures, billboards, signs, and other improvements of the townsite, the township is actively operating for the purposes for which the townsite is incorporated, or until the corporation is dissolved in accordance with law. The townsite must maintain the historical or educational integrity of the townsite's design, material, and workmanship of the sites, buildings, structures, and objects located within the platted townsite, including any advertising or promotional sign. The townsite must lose the status of historical or educational townsite if more than one-fourth of the number of properties experience: (1) Loss or disintegration of the roof or roofing materials; (2) Loss windows; (3) Deterioration or missing siding material; (4) Unstable foundation; (5) Leaning severely from plumb; or (6) Billboards or signs identifying, promoting, or advertising the townsite no longer conform to the requirements of chapter 31-29. For the purposes of this subdivision, the twelve continuous months required for determining a sign is abandoned does not apply. Section 7. That a NEW SECTION be added to title 6: The county in which the historic or educational townsite is located may take action, pursuant to section 6 of this Act, to dissolve the historical or educational townsite. Section 8. That § 9-1-1 be AMENDED: 9-1-1. Terms used in this title, unless the context otherwise plainly requires, shall mean: (1) \"County,\" the county or counties wherein the where a municipality concerned or affected is located; (2) \"Elector(s)\" or \"qualified elector(s),\" voter(s); (3) General terms descriptive of an officer, act, proceeding, or thing shall have reference to a municipality concerned or affected; (4) \"Governing body,\" the board of trustees, the board of commissioners, or the common council, as the case may be, of a municipality concerned or affected; (5)(3) \"Lot\" includes parcel or tract of land; (6)(4) \"Municipal corporation\" or \"municipality,\" all cities and towns any city or town that is organized under the laws of this state but shall not include any other political subdivisions pursuant to this title; (7)(5) \"Owner,\" as used in the chapters relating to local improvements, the grantee in the last deed of conveyance of any lot or parcel of land recorded in the office of the register of deeds of the county or counties in which the municipality is located, or his the heirs or successors to the grantee; and (8)(6) Except as provided by § 9-13-13, any requirement for publication shall mean publication in the official newspaper of the municipality concerned or affected, if any; but if none, then, in a legal newspaper published in such municipality, if any; but if none, then, in any legal newspaper which serves such municipality; (9) \"Street\" includes \"avenue\". Personal service either within or without the state upon the person affected thereby by delivery of a copy of a notice required to be published shall be equivalent to the required publication\"Publish,\" publication in an official newspaper of the municipality as designated by the governing body pursuant to § 9-12-6. Section 9. That a NEW SECTION be added to chapter 9-1: If notice is required to be published, proof of service to the person affected, pursuant to § 15-6-4, whether the personal service occurs within or without the state, is equivalent to the required publication. Section 10. That § 9-1-3 be AMENDED: 9-1-3. The courts of this state shall take judicial notice of the existence of all municipalities organized under the general laws of this state and of any change of organization authorized thereby by law. Section 11. That § 9-1-4 be AMENDED: 9-1-4. Every municipality shall must have and use a corporate seal, which it may change at pleasure that may be changed by a majority vote of the governing body. It also shallEach municipality must have a corporate name and be styled the \"city of ____\" or the \"town of ____,\" by which style it may exercise the powers conferred upon it. The corporate name must be used when exercising municipal power. Section 12. That § 9-1-5 be AMENDED: 9-1-5. No contract of a municipality is valid unless the contract has been authorized by a vote of the governing body at a duly assembled meeting thereof at an official meeting. Each written contract shall must be executed in the name of the municipality by the mayor or president of the board of trustees, be countersigned by the auditor or clerk finance officer, and have the corporate seal attached. However, the governing body of a municipality may, by ordinance or resolution, delegate to any employee of the municipality the authority to enter into a contract on behalf of the municipality and to execute the contract and any other instrument necessary or convenient for the performance of the contract subject to the limitations delegated by the governing body. Section 13. That § 9-1-6 be AMENDED: 9-1-6. Any citizen and taxpayer residing within resident of a municipality may maintain an action or proceeding to prevent, by proper remedy, a violation of any provision of this title by that municipality. Section 14. That § 9-2-1 be AMENDED: 9-2-1. There shall be the followingThe three classes of municipal corporations are: (1) Municipalities of the first class are: municipal corporations with a population of five thousand and over; (2) Municipalities of the second class are: municipal corporations with a population between five hundred and five thousand four thousand nine hundred ninety-nine; (3) Municipalities of the third class are: municipal corporations with a population of less fewer than five hundred. Section 15. That § 9-2-2 be AMENDED: 9-2-2. For the purpose of classification, the population of each municipality shall be is determined by the last preceding federal census. Whenever the enumeration of such last preceding census was made with reference to territory Whenever the municipal boundaries included in the last preceding census substantially different differ from that embraced by the current boundaries of the municipality, the governing body by resolution may authorize and direct its auditor or clerk may direct the finance officer to determine the population by filing in his office a certificate showing the whole number of persons who voted at the last preceding annual municipal election, which. That number multiplied by three shall constitute constitutes the population for the purpose of classification until the next federal census shall have been is completed. Section 16. That a NEW SECTION be added to chapter 9-2: If the population of a municipality, as shown by the last preceding federal census, increases or decreases causing the municipality to pass into a different class of municipality pursuant to § 9-2-1, the municipality may, through its governing body, apply to the circuit court having jurisdiction for a judgment authorizing the classification change. Upon the presentation of the application, the court must establish a time and place for hearing the application. Notice of the hearing must be given by publishing the order once a week for two successive weeks, the last publication to be not less than ten days prior to the day of the hearing. Not less than ten days prior to the date of the hearing, the notice of hearing must also be posted in three public places in the municipality. Section 17. That a NEW SECTION be added to chapter 9-2: After the hearing, if the facts warrant the granting of the application, the court must make and enter its judgment changing the status of the municipality to that of a municipality of the appropriate class, pursuant to § 9-2-1. The court shall establish the time when the change is effective and shall determine the manner in which the change must be made. A certified copy of the judgment shall be filed in the office of the secretary of state and the office of the register of deeds of the county where the municipality is located. Section 18. That § 9-2-4 be AMENDED: 9-2-4. The present form classification of government of existing municipalities shall continue continues until changed as provided by this title. Section 19. That § 9-2-7 be AMENDED: 9-2-7. For the purpose of dividing a municipality into wards, the number of inhabitants shall be is determined by subdivision 2-14-2(20). However, the The governing body may, by resolution, authorize its auditor, clerk, or the finance officer to determine the number of inhabitants by filing in his office a certificate showing the whole number of persons registered to vote in each ward of the municipality. That number multiplied by two shall constitute constitutes the number of inhabitants until the next federal census is completed. Section 20. That § 9-3-1.1 be AMENDED: 9-3-1.1. A municipality may not be incorporated if any part of such the proposed municipality lies within three miles of any point on the perimeter of the corporate limits of any an incorporated municipality, unless the incorporated municipality refuses or fails to annex a territory which that is contiguous to said the incorporated municipality, and said after the contiguous territory has properly petitioned said the municipality to be annexed thereto, as provided by § 9-4-1. However, a A proposed municipality may be incorporated that is within three miles of an incorporated municipality if the territory to be incorporated is in a different county and has a post office prior to incorporation. Section 21. That § 9-3-3 be AMENDED: 9-3-3. Any person making application for the organization of a proposed municipality shall cause an accurate census to be taken of the landowners and the legal resident population of the proposed municipality not more than thirty days previous prior to the time of presenting the application to the board of county commissioners. The census shall exhibit must list the name of each landowner and legal resident residing in the proposed municipality and the number of persons belonging to each family as of a certain date. The census shall must be verified by the affidavit of the person taking the census. Section 22. That § 9-3-4 be AMENDED: 9-3-4. Such survey, map, and census when completed and verified shall be left at some convenient place within the proposed municipality for a period of not less than thirty days for examination by those having an interest in such applicationWithin two days of the completion and verification of the survey, map, and census, the documents must be filed with the county auditor and made available to the public during regular business hours. Section 23. That § 9-3-5 be AMENDED: 9-3-5. The application for incorporation of a proposed municipality shall must be by a petition verified by the circulator and signed by not less than twenty-five percent of the qualified voters who are either residents and registered voters in the proposed municipality or landowners in the proposed municipality who are also registered voters of this state. The application shall identify the type of government to be formed, the number of trustees, commissioners, or wards in the proposed municipality, the boundaries and area according to the survey, and the legal resident population according to the census taken. The application must include the name of the proposed municipality. The name may not be the same as any incorporated municipality in the state. The application shall be presented at the time indicated in the notice of the application or as soon thereafter as must be filed with the county auditor and heard at a regular or special meeting of the board of county commissioners can receive and consider the application within sixty days of being filed. Section 24. That § 9-3-6 be AMENDED: 9-3-6. If the board, after proof by affidavit or oral examination of witnesses, is satisfied that the requirements of this chapter have been fully complied with, the board shall make an order declaring that the proposed municipality shall, with the assent of the qualified voters who are either registered voters in the proposed municipality or landowners in the proposed municipality who are also registered voters of this state, be an incorporated municipality by the name specified in the application. The name shall be different from that of any other municipality in this state. The board shall also include in the order a date for an election to be conducted pursuant to Title 12After the public hearing on the application, if the board of county commissioners determines the requirements of this chapter have been met, the board must set a date for an election on the question of whether the proposed municipality is to be incorporated. The election must be conducted pursuant to title 12. Section 25. That § 9-3-10 be AMENDED: 9-3-10. The vote upon the question of incorporation of a territory shall proposed municipality must be by ballot which that conforms to a ballot for a statewide question, except that the statement required to be printed on the ballot shall must be prepared by the state's attorney. If a majority of the qualified voters, who are either residents and registered voters in the proposed municipality or landowners in the proposed municipality and are registered voters in this state, vote in favor of the incorporation, such territory is deemed a the proposed municipality is incorporated by the name and style specified in the order of incorporation of the board of county commissioners application for incorporation. Section 26. That § 9-3-11 be AMENDED: 9-3-11. After the canvass of the vote is cast and canvassed, such inspectors, the county auditor shall make a verified statement showing the whole number of ballots cast, together with the number voting for and the number voting against incorporation and shall return the same to the board of county commissioners at its next session meeting. Section 27. That § 9-3-12 be AMENDED: 9-3-12. If satisfied of the legality of such the election, the board of county commissioners shall must make an order declaring that such the proposed municipality has been is incorporated by the name adopted. Such The order shall be is conclusive of the fact of such the incorporation in all suits by or against such the municipality. Section 28. That § 9-3-13 be AMENDED: 9-3-13. TheWithin the sixty days following the order declaring the incorporation, the board of county commissioners shall have has full power to settle and adjust all claims and accounts existing between such the municipality and the civil township or townships of which the same that formed a part of the municipality previous to its incorporation. It The board shall immediately proceed to settle and adjust such the claims and accounts with due regard for the interests of all concerned. Section 29. That § 9-3-14 be AMENDED: 9-3-14. The officers of any municipality organized under this title shall cause to be filed within thirty days thereafter in the office of the register of deeds of the county a certified copy of the canvass of the votes showing the result of the election held to determine the question of such organization, which the register of deeds shall record, and shall also cause a like certificate to be filed in the Office of the Secretary of State, who shall file the same and keep a registry of the municipalities so organizedWithin thirty days of the order declaring incorporation, the county auditor shall file a certified copy of the canvass of the votes showing the result of the election held on the question of incorporation with the register of deeds and the secretary of state. The register of deeds shall record the certified copy. The secretary of state shall keep a registry of all incorporated municipalities within the state. Section 30. That § 9-3-18 be AMENDED: 9-3-18. The person having the highest number of votes respectively for each office to be filled shall be is declared elected. In case of If there is a tie the inspectors of such election shall forthwith, the county auditor must determine by lot which shall be the person deemed elected. The inspectors shall subscribe and certify a statement of the persons elected to fill the several offices in such municipality and file the same with the county auditor within ten days after the date of such election county auditor shall notify each person elected of the person's election within two days after the result of the election is declared. Section 31. That a NEW SECTION be added to chapter 9-3: Each official elected at the first election shall hold office until the first Monday of the next following May or until a successor is elected and qualified. Section 32. That § 9-3-20 be AMENDED: 9-3-20. The regularity of the organization of any acting municipality shall be inquired into only validity of the incorporation of any municipality may only be challenged in an action or proceeding instituted by or on behalf of the state. Section 33. That § 9-11-6 be AMENDED: 9-11-6. If a petition signed by fifteen percent of the registered voters of any municipality, as determined by the total number of registered voters at the last preceding general election, is presented to the governing body, requesting that an election be called for the purpose of voting upon a question of change of form of government or upon a question of the number of wards, commissioners, or trustees, the governing body shall must call an election to be that must be held within fifty days from the date of the filing of the petition with the municipal finance officer. At that election, the question of the change of form of government or the number of wards, commissioners, or trustees, or both, must be submitted to the voters. No petition is valid if filed more than six months after the circulation start date declared on the petition forms. If the petition is filed on or after January first prior to the annual municipal election and within sufficient time to comply with the provisions of § 9-13-14, the question may be submitted at that annual municipal election. The election must be held upon the same notice and conducted in the same manner as other city municipal elections. Section 34. That § 9-11-7 be AMENDED: 9-11-7. Both the question of form of government and the number of wards, trustees, or commissioners may be submitted upon one ballot, when both questions are to be voted upon. The vote upon such the questions shall must be by ballot in the form and be cast in the manner provided by chapter 9-13. Section 35. That a NEW SECTION be added to chapter 9-11: Each first or second class municipality must be governed by a mayor and common council, a mayor and a common council with a city manager, a board of commissioners, or a board of commissioners with a city manager. Each third class municipality must be governed by a board of trustees. The present form of government of existing municipalities must continue until changed as provided by this title. Section 36. That § 9-1-9 be REPEALED. An appeal and transcript, if a transcript exists, shall be filed by the finance officer as soon as practicable and shall stand for trial as soon as possible. Each appeal taken to the circuit court shall be docketed as other causes pending in circuit court. An appeal relating to a conditional use permit determination shall be heard and determined pursuant to § 11-4-25.1. Section 37. That § 9-2-3 be REPEALED. Each municipality shall be governed by a board of trustees, a mayor and common council, or by a board of commissioners. A city manager may serve with any of the forms of government. Section 38. That § 9-3-17 be REPEALED. Each official elected at the first election shall hold office until the first Monday in May next following or until a successor is elected and qualified. Section 39. That § 9-3-19 be REPEALED. It shall be the duty of the county auditor to record in his office all certified statements concerning the election of officers, upon the organization of municipal corporations of the third class, required to be filed therein by the inspectors of such election. Section 40. That § 9-3-22 be REPEALED. Any domestic corporation chartered under the laws of the State of South Dakota for historical or educational purposes, which qualifies as a tax exempt corporation under the laws of the State of South Dakota, may form and name a municipal corporation upon land owned by said corporation or in which it has a legal or equitable interest, by causing the same to be platted by a registered land surveyor and recording said plat in the office of the register of deeds of the county in which said land is located, in the same manner as other lands are platted and filed therein. Section 41. That § 9-3-23 be REPEALED. Any such municipal corporation established under § 9-3-22 shall be named by the corporation forming the same and shall be known as an \"historical municipality\" or an \"educational municipality.\" Section 42. That § 9-3-24 be REPEALED. Said municipality may be organized without meeting the minimum population or other requirements for municipalities as required under this chapter, and only one resident need reside therein. Section 43. That § 9-3-25 be REPEALED. The governing board of such municipality shall be the officers and directors of the corporation forming and organizing such municipality and the rules and regulations of the municipality shall be those as provided in the articles of incorporation and the bylaws of said corporation. Section 44. That § 9-3-26 be REPEALED. Such municipality shall not be authorized to receive any state or local tax funds or any distribution from either state or local sources except such as are specifically provided under § 7-18-12, or any amendments thereto or similar laws hereafter enacted, for tourist, educational, and recreational activities. Section 45. That § 9-3-27 be REPEALED. Such corporation shall not be subject to any management or control of the state except as specifically provided by the State Legislature or under the normal police powers of the local governmental subdivision in which it is situated. Section 46. That § 9-3-28 be REPEALED. A municipality incorporated pursuant to § 9-3-22 shall exist so long as the corporation maintains all lands, buildings, fences, fixtures, billboards, signs, and other improvements in good condition and repair, and is actively operating for the purposes for which it is incorporated, or until the corporation is dissolved in accordance with law. The municipality shall possess and maintain its historical or educational integrity of design, materials, and workmanship of the sites, buildings, structures, and objects that are located within the platted municipal corporation, including advertising and promotional signs. The municipality shall lose its historical or educational municipality designation if more than one‑fourth of such properties possess any of the following conditions: (1) Loss or disintegration of the roof or roofing materials; (2) Loss of windows; (3) Deterioration or missing siding material; (4) Unstable foundations; (5) Leaning severely from plumb; and (6) Billboards or signs identifying, promoting, or advertising the municipality no longer conform to the requirements of chapter 31-29. However, for the purposes of subdivision (6), the twelve continuous months required for determining a sign is abandoned does not apply. Section 47. That § 9-3-29 be REPEALED. The South Dakota Department of Transportation or the county in which the historic or educational municipality is located may take action, pursuant to § 9-3-28, to dissolve the municipal corporation pursuant to the provisions of chapter 1-26. Section 48. That § 9-3A-1 be REPEALED. The governing boards of municipal corporations, through their designated officers, or the inhabitants thereof, with the approval of the governing board when authorized by federal law or regulation, or a circuit judge for the county in which an unincorporated town is situated, on petition of fifty percent of the resident freeholders in any unincorporated town, in trust for the several use and benefit of the municipality and the occupants thereof according to their respective interests in accordance with this chapter and federal statutes and regulations of appropriate federal agencies pertaining thereto, are authorized and it shall be their duty to acquire, enter, survey, dedicate, plat, make, and file all petitions, applications, statements, and transcripts necessary to acquire public land available, or made available, for townsites under the provisions of Title 43 of the United States Code, Chapter 17 thereof, relating to townsites on public lands. Section 49. That § 9-3A-2 be REPEALED. If at any time the petition is presented as provided for in § 9-3A-1 there is not in the treasury of the municipality moneys sufficient to pay for the land settled upon and occupied, the municipal authorities or the judge, as the case may be, may raise by subscription or otherwise sufficient funds to pay for said land and costs of entering the same, and any and all sums so advanced for such purpose shall be repaid in the manner provided for in § 9-3A-7. Section 50. That § 9-3A-3 be REPEALED. When the municipal authorities or the judge shall have entered at the proper land office the land, or any part thereof so settled and occupied as the site of such municipality, it shall be the duty of such municipal authorities or judge, his or their successors, to dispose of the trust so created and conferred by said act of Congress in the manner hereinafter specified. Section 51. That § 9-3A-4 be REPEALED. Any such municipal authorities or judge shall, subject to the provisions of this chapter, by a good and sufficient deed of conveyance grant and convey the title to each and every block, lot, share, or parcel of the same to the person, persons, associations, or corporations who shall occupy or possess or be entitled to the right of possession or occupancy thereof, according to several rights and interests of the respective claimants in or to the same as they existed in law or equity at the time of the entry of such lands, or to the heirs or assigns of such claimants. Every such deed of conveyance made by such municipal authorities or judge pursuant to the provisions of this chapter shall be so executed and acknowledged as to admit the same to be recorded. Section 52. That § 9-3A-5 be REPEALED. Within thirty days after the entry of such lands, or if entered before July 1, 1971, on or before July 31, 1971, such authorities or judge so entering the same, shall give posted notice of entry in such municipality and publish notice thereof once each week for at least two consecutive weeks in the county where such land is situated. Such notice shall contain an accurate description of the lands so entered as stated in the certificate of entry or duplicate receipt for the purchase money thereof. Such notice shall direct that each and every person, association, or corporation claiming to be an occupant or to have, possess, or be entitled to the right of possession or occupancy of such lands, or any lot, share, or parcel thereof, shall within sixty days from the date of the first publication or posting of such notice, in person or by his, her or their or its duly authorized agent or attorney, sign a statement in writing containing an accurate description of the particular lot, lots, parcel, or parcels of land in which he, she, they or it claim to have an interest; and the specified right, interest or estate so claimed therein, the character and value of the improvements thereon, and how occupied or possessed by such claimant, and for how long a time, and any other matter or thing illustrating or supporting such claimant's right to a deed of the tract so described, such statement to be verified by the affidavit of the party or parties signing the same. Section 53. That § 9-3A-6 be REPEALED. Every person claiming to be entitled to such land or any part thereof, or his duly authorized agent or attorney, shall within sixty days after the first publication of such notice, sign a written statement containing an accurate description of the parcel or parts in which he claims to have an interest and the specific right, interest or estate which he claims to be entitled to receive and shall deliver the same to such authorities or judge; and any person failing to sign and deliver such statement within the time herein specified, shall as against adverse claimants, be forever barred from the right of claiming or recovering such lands, or any estate or interest therein in any court. Section 54. That § 9-3A-7 be REPEALED. As soon as may be after the expiration of sixty days from the time of the first published notice required by § 9-3A-5, the authorities or judge holding the title to lands described in such notice shall make a written statement, containing a true account of moneys expended in the acquisition of the title and the administration of the trust, including moneys paid for the purchase of such lands, all necessary traveling expenses, posting and publishing notices, serving summons, subpoenas, and other processes and all other necessary expenses incident to such trust, and also an account of charges for services rendered as such trustee. The whole amount of such statement of account shall be a charge in favor of the trustee upon the lands as held in trust and shall be paid pro rata by the claimants to such land, as their respective entitled shares thereof appear. Section 55. That § 9-3A-8 be REPEALED. In case there are adverse claimants to such lands or any part thereof, and the controversy is not settled by written agreement, it may be determined by submission in writing by the parties to reference or arbitration and by the written award of the arbitrators. If it is not so settled or determined within three months from the time of entry of such land, either claimant may commence an action against the other pursuant to chapter 15-3. Section 56. That § 9-3A-9 be REPEALED. Before any authorities or judge shall be required to execute, acknowledge, or deliver any deed of conveyance of land or any part thereof, as hereinbefore provided, to any person entitled to that deed, the person shall pay or tender to the authorities or judge the amount shown by the statement provided in § 9-3A-7, chargeable upon the same or that part to be conveyed, together with interest on each of the items of the account at the Category A rate of interest as established in § 54-3-16 from the date of each item, and also other amounts as are reasonable for preparing, executing, and acknowledging the deed and acknowledgment fees. Section 57. That § 9-3A-10 be REPEALED. After the expiration of sixty days from the date of the first publication of the notice required by § 9-3A-5, the municipal authorities or judge shall proceed to award the lot or lots, parcel or parcels of land as provided in this chapter and for that purpose shall as soon as practicable and as near as practicable in the order of the time of filing the claimant's statements, examine each and every claim, read proofs filed, and hear additional testimony if deemed advisable; and if the claim should be found to comply with the provisions of this chapter, and no adverse claim and notice of contest shall have been filed, the said municipal authorities or judge shall proceed forthwith to make such claimant or claimants a good and sufficient deed of conveyance for such lot or lots or parcels of land so claimed. Section 58. That § 9-3A-11 be REPEALED. When any lots or parcels of land within the limits of any municipality shall remain unclaimed, after the expiration of the time allowed by this chapter for filing of claimant's statements, it shall be the duty of the municipal authority or the judge to convey the lots or parcels of land so remaining unclaimed, by good and sufficient deed, to the Board of Education or district school board in which such municipality is situated, to be taken and disposed of by such Board of Education or district school board for school purposes, and for the exclusive use and benefit of the occupants of such townsite, under such limitations as are provided by this chapter. Section 59. That § 9-3A-12 be REPEALED. If there is no such Board of Education or district school board, then the municipal authorities or judge shall sell and dispose of the said unclaimed lots or parcels of land so remaining for school purposes, and for the exclusive use and benefit of the occupants of such townsite, under the directions, limitations, and provisions contained in this chapter. Section 60. That § 9-3A-13 be REPEALED. The Board of Education, municipal authorities, or judge aforesaid shall appoint three competent and suitable freeholders of such municipality a board of appraisers, whose duty it shall be to make a careful inspection and examination of all the unclaimed lots or parcels of land aforesaid; and upon each of such lots or parcels of land they shall affix a reasonable and just valuation, and upon the completion of their appraisement they shall make and return a full and complete report of their proceedings and appraisement to the Board of Education, district school board, municipal authorities, or judge of the circuit court, which said report shall contain a full schedule of each and every lot or parcel of land remaining unclaimed, giving an exact description of said lots by their numbers and the numbers of their block, and all parcels of land not so numbered shall be described by metes and boundaries, and upon each lot or parcel of land separately they shall designate the valuation thereof as fixed by their appraisement. Said appraisement and report shall be subscribed and sworn to by at least two of said appraisers. Section 61. That § 9-3A-14 be REPEALED. The Board of Education, district school board, municipal authorities, or judge, shall within thirty days after the receipt of the aforesaid report of said board of appraisers give public notice that all such unclaimed lots or parcels of land, or so much thereof as may be considered for the best interest of the school district, will be sold at public auction to the highest bidder for cash, said notice to be given by publication in at least one newspaper of general circulation in the state once each week for at least two successive weeks immediately prior to such sale, specifying the time and place when said unclaimed lots or parcels of land will be sold, together with a description of the same as returned by the Board of Appraisers. Section 62. That § 9-3A-15 be REPEALED. At the time and place appointed in said notice the Board of Education, district school board, municipal authorities, or judge shall offer for sale at public auction subject to competitive bids all the lots and parcels of land, or so much thereof as may be considered for the best interest of the school district, returned by the report of said Board of Appraisers as unclaimed; provided, that no bid shall be received or lot or parcel of land sold for a less sum than the appraised valuation; and such sale shall continue open from day to day until all such lots or parcels of land, or so much thereof as may be considered for the best interest of the school district, shall have been offered for sale. Any lots or parcels of land remaining unsold at the close of such sale for want of bids equal to the appraised valuation thereof may thereafter be sold at private sale by said Board of Education, municipal authorities, or judge of the circuit court for a sum of money not less than the appraised valuation thereof, and not otherwise. Section 63. That § 9-3A-16 be REPEALED. Any purchaser at such sale, in addition to the amount of purchase money paid for any lot, lots, or parcel of land shall pay to the Board of Education, district school board, municipal authorities, or judge the sum of five dollars as a fee for making, executing, and acknowledging a deed of conveyance therefor; and all such lots or parcels of land purchased by any one person may be conveyed to such purchaser in one deed, which fee shall be in full for all charges of conducting sale, giving notice, appointing appraisers, etc. Section 64. That § 9-3A-17 be REPEALED. The proceeds derived from the sale of such lots or parcels of unclaimed land, after first paying the expenses of advertising, printing, and a per diem of not more than ten dollars per day to each member of the Board of Appraisers, for the days actually and necessarily employed by them in making such appraisements and report as aforesaid, and other expenses actually and necessarily incurred in the proper conduct and management of such sale, shall be immediately turned over at the close of said sale by the Board of Education or district school board, to be, by said treasurer, placed to the credit of a fund of said municipality to be used exclusively for the purchase of ground for school buildings, for the erection, enlarging, repairing, and furnishing of school buildings, and the payment of outstanding bonds, warrants, or other indebtedness contracted or created in the erection or construction of schoolhouses and procuring grounds. And if there be no such Board of Education or district school board, then the net proceeds of such sale of unclaimed lots or parcels of land shall be held by the municipal authorities or the judge of the circuit court, in trust, as a fund for the exclusive use and benefit of the occupants of such townsite for any purpose related to education. Section 65. That § 9-3A-18 be REPEALED. Whenever any portion of the public lands of the United States shall be entered at the proper land office as a townsite by the municipal authorities of any municipality, it shall be the duty of such municipal authorities to immediately select so much of said land for the use of said municipality as they shall deem necessary and proper for the purpose of public parks, public buildings, and public school buildings; provided, however, that they shall not select any lands settled upon and occupied as a townsite by individuals or corporations at the time of the entry of such townsite; provided further, that if at the time of such selection any of said lands are settled upon and occupied so as to entitle the claimant to a deed therefor, and the authorities deem it for the best interests of said municipality to obtain said parcels of land to complete their selection, or to have such selection in a compact form, the said municipal authorities are hereby authorized to pay a reasonable compensation for said lands so settled upon and occupied. Section 66. That § 9-3A-19 be REPEALED. The said municipality shall pay its proportionate share of the expenses as provided in § 9-3A-7. Section 67. That § 9-3A-20 be REPEALED. All acts done by any such corporate authorities or judge and all proceedings had and taken before any county court, in accordance with the provisions of the Revised Political Code of 1903, Article 15, sections 1570 through 1593, inclusive, and amendments thereof, between January 1, 1919, and July 1, 1971, are hereby legalized and validated in all respects, and shall have the same force and effect as if the same had not been repealed by the Revised Code of 1919. Section 68. That § 9-11-3.1 be REPEALED. If the population of a municipality, as shown by the last preceding federal census, increases or decreases causing the municipality to pass into a different class of municipality pursuant to § 9-2-1, the municipality may, through its governing body, apply to the circuit court having jurisdiction for a judgment authorizing the classification change. Upon the presentation of the application, the court shall establish a time and place for hearing the application. Notice of the hearing shall be given by publishing the order once a week for two successive weeks, the last publication to be not less than ten days prior to the day of the hearing, Not less than ten days prior to the date of the hearing, the notice of hearing shall also be posted in three public places in the municipality. Section 69. That § 9-11-4 be REPEALED. Upon such hearing, if the facts warrant the granting of the application, the court shall make and enter its judgment changing the status of the municipality to that of a municipality of the appropriate class, pursuant to § 9-2-1. The court shall establish the time when the change shall be effective and determine the manner in which the change shall be made. A certified copy of the judgment shall be filed in the office of the register of deeds of the county wherein such municipality is situated, and also in the Office of the Secretary of State."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25045, "action_date": "2024-01-23T14:00:00-06:00", "document_id": 261477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261477.pdf", "status_text": "First read in House and referred to", "journal_page": 155, "committee_id_action": 1197, "committee_id_assigned": 1200, "result": "N", "vote": {}}, {"bill_id": 25045, "action_date": "2024-01-30T10:00:00-06:00", "document_id": 262632, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262632.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25045, "action_date": "2024-01-30T10:00:00-06:00", "document_id": 262633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262633.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 25045, "action_date": "2024-01-30T10:00:00-06:00", "document_id": 262633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262633.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78970, "president_vote": null, "Yea": [4482, 4473, 4474, 4475, 4509, 4522, 4542, 4561, 4575, 4500, 4495], "Nay": [4524], "Excused": [4545]}}, {"bill_id": 25045, "action_date": "2024-02-01T14:00:00-06:00", "document_id": 264174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264174.pdf", "status_text": "Do Pass Amended", "journal_page": 229, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79105, "president_vote": null, "Yea": [4472, 4474, 4475, 4476, 4478, 4482, 4483, 4485, 4486, 4489, 4491, 4492, 4494, 4495, 4497, 4499, 4500, 4505, 4506, 4509, 4514, 4518, 4519, 4520, 4522, 4525, 4527, 4530, 4531, 4532, 4534, 4535, 4540, 4543, 4544, 4546, 4548, 4551, 4552, 4553, 4555, 4557, 4560, 4561, 4563, 4565, 4566, 4568, 4569, 4570, 4571, 4575], "Nay": [4473, 4503, 4504, 4510, 4511, 4513, 4524, 4528, 4533, 4538, 4542, 4545, 4549, 4556, 4562], "Excused": [4496, 4521]}}, {"bill_id": 25045, "action_date": "2024-02-02T13:00:00-06:00", "document_id": 264345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264345.pdf", "status_text": "First read in Senate and referred to", "journal_page": 248, "committee_id_action": 1219, "committee_id_assigned": 1216, "result": "N", "vote": {}}, {"bill_id": 25045, "action_date": "2024-02-23T10:00:00-06:00", "document_id": 266043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266043.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1216, "committee_id_assigned": null, "result": "N", "vote": {}}]}