{"session_id": 10, "bill_id": 2482, "bill_type": "House Bill", "bill_number": 1062, "bill_title": "adopt the Uniform Adult Guardianship and Protective Proceedings Jurisdiction Act.", "sponsors": [{"legislator_profile_id": 37, "is_prime": true}, {"legislator_profile_id": 16, "is_prime": true}, {"legislator_profile_id": 33, "is_prime": false}, {"legislator_profile_id": 105, "is_prime": false}, {"legislator_profile_id": 58, "is_prime": false}, {"legislator_profile_id": 43, "is_prime": false}, {"legislator_profile_id": 102, "is_prime": false}, {"legislator_profile_id": 5, "is_prime": false}, {"legislator_profile_id": 34, "is_prime": false}, {"legislator_profile_id": 68, "is_prime": false}, {"legislator_profile_id": 52, "is_prime": false}, {"legislator_profile_id": 45, "is_prime": false}, {"legislator_profile_id": 22, "is_prime": false}], "keywords": ["Guardianship", "Uniform Laws"], "audio": [{"meeting_datetime": "2011-02-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju15.mp3", "start_seconds": 235.0}, {"meeting_datetime": "2011-02-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju15.mp3", "start_seconds": 235.0}, {"meeting_datetime": "2011-02-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju15.mp3", "start_seconds": 235.0}, {"meeting_datetime": "2011-02-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju15.mp3", "start_seconds": 235.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou17.mp3", "start_seconds": 6315.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou17.mp3", "start_seconds": 6315.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou17.mp3", "start_seconds": 6315.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sju30.mp3", "start_seconds": 87.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sju30.mp3", "start_seconds": 87.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sju30.mp3", "start_seconds": 87.0}, {"meeting_datetime": "2011-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen32.mp3", "start_seconds": 4288.0}, {"meeting_datetime": "2011-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen32.mp3", "start_seconds": 4288.0}, {"meeting_datetime": "2011-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen32.mp3", "start_seconds": 4288.0}], "bill_versions": [{"bill_id": 2482, "bill_version_id": 15239, "bill_version": "Introduced", "bill_version_date": "2011-01-21T08:35:39.907-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Uniform Adult Guardianship and Protective Proceedings Jurisdiction Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 101. This Act may be cited as the Uniform Adult Guardianship and Protective Proceedings Jurisdiction Act. Section 102. In this Act: (1) \"Adult\" means an individual who has attained eighteen years of age. (2) \"Conservator\" means a person appointed by the court to administer the property of an adult, including a person appointed under chapter 29A-5. (3) \"Guardian\" means a person appointed by the court to make decisions regarding the person of an adult, including a person appointed under chapter 29A-5. (4) \"Guardianship order\" means an order appointing a guardian. (5) \"Guardianship proceeding\" means a judicial proceeding in which an order for the appointment of a guardian is sought or has been issued. (6) \"Incapacitated person\" means an adult for whom a guardian has been appointed. (7) \"Party\" means the respondent, petitioner, guardian, conservator, or any other person allowed by the court to participate in a guardianship or protective proceeding. (8) \"Person,\" except in the term incapacitated person or protected person, means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity. (9) \"Protected person\" means an adult for whom a protective order has been issued. (10) \"Protective order\" means an order appointing a conservator or other order related to management of an adult's property. (11) \"Protective proceeding\" means a judicial proceeding in which a protective order is sought or has been issued. (12) \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form. (13) \"Respondent\" means an adult for whom a protective order or the appointment of a guardian is sought. (14) \"State\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, a federally recognized Indian tribe, or any territory or insular possession subject to the jurisdiction of the United States. Section 103. A court of this state may treat a foreign country as if it were a state for the purpose of applying sections 101 to 302, inclusive, of this Act, and sections 501 and 502 of this Act. Section 104. (a) A court of this state may communicate with a court in another state concerning a proceeding arising under this Act. The court may allow the parties to participate in the communication. Except as otherwise provided in subsection (b), the court shall make a record of the communication. The record may be limited to the fact that the communication occurred. (b) Courts may communicate concerning schedules, calendars, court records, and other administrative matters without making a record. Section 105. (a) In a guardianship or protective proceeding in this state, a court of this state may request the appropriate court of another state to do any of the following: (1) Hold an evidentiary hearing; (2) Order a person in that state to produce evidence or give testimony pursuant to procedures of that state; (3) Order that an evaluation or assessment be made of the respondent; (4) Order any appropriate investigation of a person involved in a proceeding; (5) Forward to the court of this state a certified copy of the transcript or other record of a hearing under paragraph (1) or any other proceeding, any evidence otherwise produced under paragraph (2), and any evaluation or assessment prepared in compliance with an order under paragraph (3) or (4); (6) Issue any order necessary to assure the appearance in the proceeding of a person whose presence is necessary for the court to make a determination, including the respondent or the incapacitated or protected person; (7) Issue an order authorizing the release of medical, financial, criminal, or other relevant information in that state, including protected health information as defined in 45 C.F.R 160.103, as of January 1, 2011. (b) If a court of another state in which a guardianship or protective proceeding is pending requests assistance of the kind provided in subsection (a), a court of this state has jurisdiction for the limited purpose of granting the request or making reasonable efforts to comply with the request. Section 106. (a) In a guardianship or protective proceeding, in addition to other procedures that may be available, testimony of a witness who is located in another state may be offered by deposition or other means allowable in this state for testimony taken in another state. The court on its own motion may order that the testimony of a witness be taken in another state and may prescribe the manner in which and the terms upon which the testimony is to be taken. (b) In a guardianship or protective proceeding, a court in this state may permit a witness located in another state to be deposed or to testify by telephone or audiovisual or other electronic means. A court of this state shall cooperate with the court of the other state in designating an appropriate location for the deposition or testimony. (c) Documentary evidence transmitted from another state to a court of this state by technological means that do not produce an original writing may not be excluded from evidence on an objection based on the best evidence rule. Section 201. (a) In sections 201 to 209, inclusive, of this Act: (1) \"Emergency\" means a circumstance that likely will result in substantial harm to a respondent's health, safety, or welfare, and for which the appointment of a guardian is necessary because no other person has authority and is willing to act on the respondent's behalf; (2) \"Home state\" means the state in which the respondent was physically present, including any period of temporary absence, for at least six consecutive months immediately before the filing of a petition for a protective order or the appointment of a guardian; or if none, the state in which the respondent was physically present, including any period of temporary absence, for at least six consecutive months ending within the six months prior to the filing of the petition. (3) \"Significant-connection state\" means a state, other than the home state, with which a respondent has a significant connection other than mere physical presence and in which substantial evidence concerning the respondent is available. (b) In determining under sections 203 of this Act and section 301(e) of this Act whether a respondent has a significant connection with a particular state, the court shall consider: (1) The location of the respondent's family and other persons required to be notified of the guardianship or protective proceeding; (2) The length of time the respondent at any time was physically present in the state and the duration of any absence; (3) The location of the respondent's property; and (4) The extent to which the respondent has ties to the state such as voting registration, state or local tax return filing, vehicle registration, drivers license, social relationship, and receipt of services. Section 202. Sections 201 to 209, inclusive, of this Act, provide the exclusive jurisdictional basis for a court of this state to appoint a guardian or issue a protective order for an adult. Section 203. A court of this state has jurisdiction to appoint a guardian or issue a protective order for a respondent if: (1) This state is the respondent's home state; (2) On the date the petition is filed, this state is a significant-connection state and: (A) The respondent does not have a home state or a court of the respondent's home state has declined to exercise jurisdiction because this state is a more appropriate forum; or (B) The respondent has a home state, a petition for an appointment or order is not pending in a court of that state or another significant-connection state, and, before the court makes the appointment or issues the order: (i) A petition for an appointment or order is not filed in the respondent's home state; (ii) An objection to the court's jurisdiction is not filed by a person required to be notified of the proceeding; and (iii) The court in this state concludes that it is an appropriate forum under the factors set forth in section 206 of this Act; (3) This state does not have jurisdiction under either paragraph (1) or (2), the respondent's home state and all significant-connection states have declined to exercise jurisdiction because this state is the more appropriate forum, and jurisdiction in this state is consistent with the constitutions of this state and the United States; or (4) The requirements for special jurisdiction under section 204 of this Act are met. Section 204. (a) A court of this state lacking jurisdiction under section 203 of this Act has special jurisdiction to do any of the following: (1) Appoint a guardian in an emergency for a term not exceeding ninety days for a respondent who is physically present in this state; (2) Issue a protective order with respect to real or tangible personal property located in this state; (3) Appoint a guardian or conservator for an incapacitated or protected person for whom a provisional order to transfer the proceeding from another state has been issued under procedures similar to section 301 of this Act. (b) If a petition for the appointment of a guardian in an emergency is brought in this state and this state was not the respondent's home state on the date the petition was filed, the court shall dismiss the proceeding at the request of the court of the home state, if any, whether dismissal is requested before or after the emergency appointment. Section 205. Except as otherwise provided in section 204 of this Act, a court that has appointed a guardian or issued a protective order consistent with this Act has exclusive and continuing jurisdiction over the proceeding until it is terminated by the court or the appointment or order expires by its own terms. Section 206. (a) A court of this state having jurisdiction under section 203 of this Act to appoint a guardian or issue a protective order may decline to exercise its jurisdiction if it determines at any time that a court of another state is a more appropriate forum. (b) If a court of this state declines to exercise its jurisdiction under subsection (a), it shall either dismiss or stay the proceeding. The court may impose any condition the court considers just and proper, including the condition that a petition for the appointment of a guardian or issuance of a protective order be filed promptly in another state. (c) In determining whether it is an appropriate forum, the court shall consider all relevant factors, including: (1) Any expressed preference of the respondent; (2) Whether abuse, neglect, or exploitation of the respondent has occurred or is likely to occur and which state could best protect the respondent from the abuse, neglect, or exploitation; (3) The length of time the respondent was physically present in or was a legal resident of this or another state; (4) The distance of the respondent from the court in each state; (5) The financial circumstances of the respondent's estate; (6) The nature and location of the evidence; (7) The ability of the court in each state to decide the issue expeditiously and the procedures necessary to present evidence; (8) The familiarity of the court of each state with the facts and issues in the proceeding; and (9) If an appointment were made, the court's ability to monitor the conduct of the guardian or conservator. Section 207. (a) If at any time a court of this state determines that it acquired jurisdiction to appoint a guardian or issue a protective order because of unjustifiable conduct, the court may: (1) Decline to exercise jurisdiction; (2) Exercise jurisdiction for the limited purpose of fashioning an appropriate remedy to ensure the health, safety, and welfare of the respondent or the protection of the respondent's property or prevent a repetition of the unjustifiable conduct, including staying the proceeding until a petition for the appointment of a guardian or issuance of a protective order is filed in a court of another state having jurisdiction; or (3) Continue to exercise jurisdiction after considering: (A) The extent to which the respondent and all persons required to be notified of the proceedings have acquiesced in the exercise of the court's jurisdiction; (B) Whether it is a more appropriate forum than the court of any other state under the factors set forth in section 206(c) of this Act; and (C) Whether the court of any other state would have jurisdiction under factual circumstances in substantial conformity with the jurisdictional standards of section 203 of this Act. (b) If a court of this state determines that it acquired jurisdiction to appoint a guardian or issue a protective order because a party seeking to invoke its jurisdiction engaged in unjustifiable conduct, it may assess against that party necessary and reasonable expenses, including attorney's fees, investigative fees, court costs, communication expenses, witness fees and expenses, and travel expenses. The court may not assess fees, costs, or expenses of any kind against this state or a governmental subdivision, agency, or instrumentality of this state unless authorized by law other than this Act. Section 208. If a petition for the appointment of a guardian or issuance of a protective order is brought in this state and this state was not the respondent's home state on the date the petition was filed, in addition to complying with the notice requirements of this state, notice of the petition must be given to those persons who would be entitled to notice of the petition if a proceeding were brought in the respondent's home state. The notice must be given in the same manner as notice is required to be given in this state. Section 209. Except for a petition for the appointment of a guardian in an emergency or issuance of a protective order limited to property located in this state under section 204(a)(1) or (a)(2) of this Act, if a petition for the appointment of a guardian or issuance of a protective order is filed in this state and in another state and neither petition has been dismissed or withdrawn, the following rules apply: (1) If the court in this state has jurisdiction under section 203 of this Act, it may proceed with the case unless a court in another state acquires jurisdiction under provisions similar to section 203 of this Act before the appointment or issuance of the order. (2) If the court in this state does not have jurisdiction under section 203 of this Act, whether at the time the petition is filed or at any time before the appointment or issuance of the order, the court shall stay the proceeding and communicate with the court in the other state. If the court in the other state has jurisdiction, the court in this state shall dismiss the petition unless the court in the other state determines that the court in this state is a more appropriate forum. Section 301. (a) A guardian or conservator appointed in this state may petition the court to transfer the guardianship or conservatorship to another state. (b) Notice of a petition under subsection (a) must be given to the persons that would be entitled to notice of a petition in this state for the appointment of a guardian or conservator. (c) On the court's own motion or on request of the guardian or conservator, the incapacitated or protected person, or other person required to be notified of the petition, the court shall hold a hearing on a petition filed pursuant to subsection (a). (d) The court shall issue an order provisionally granting a petition to transfer a guardianship and shall direct the guardian to petition for guardianship in the other state if the court is satisfied that the guardianship will be accepted by the court in the other state and the court finds that: (1) The incapacitated person is physically present in or is reasonably expected to move permanently to the other state; (2) An objection to the transfer has not been made or, if an objection has been made, the objector has not established that the transfer would be contrary to the interests of the incapacitated person; and (3) Plans for care and services for the incapacitated person in the other state are reasonable and sufficient. (e) The court shall issue a provisional order granting a petition to transfer a conservatorship and shall direct the conservator to petition for conservatorship in the other state if the court is satisfied that the conservatorship will be accepted by the court of the other state and the court finds that: (1) The protected person is physically present in or is reasonably expected to move permanently to the other state, or the protected person has a significant connection to the other state considering the factors in section 201(b) of this Act; (2) An objection to the transfer has not been made or, if an objection has been made, the objector has not established that the transfer would be contrary to the interests of the protected person; and (3) Adequate arrangements will be made for management of the protected person's property. (f) The court shall issue a final order confirming the transfer and terminating the guardianship or conservatorship upon its receipt of: (1) A provisional order accepting the proceeding from the court to which the proceeding is to be transferred which is issued under provisions similar to section 302 of this Act; and (2) The documents required to terminate a guardianship or conservatorship in this state. Section 302. (a) To confirm transfer of a guardianship or conservatorship transferred to this state under provisions similar to section 301 of this Act, the guardian or conservator must petition the court in this state to accept the guardianship or conservatorship. The petition must include a certified copy of the other state's provisional order of transfer. (b) Notice of a petition under subsection (a) must be given to those persons that would be entitled to notice if the petition were a petition for the appointment of a guardian or issuance of a protective order in both the transferring state and this state. The notice must be given in the same manner as notice is required to be given in this state. (c) On the court's own motion or on request of the guardian or conservator, the incapacitated or protected person, or other person required to be notified of the proceeding, the court shall hold a hearing on a petition filed pursuant to subsection (a). (d) The court shall issue an order provisionally granting a petition filed under subsection (a) unless: (1) An objection is made and the objector establishes that transfer of the proceeding would be contrary to the interests of the incapacitated or protected person; or (2) The guardian or conservator is ineligible for appointment in this state. (e) The court shall issue a final order accepting the proceeding and appointing the guardian or conservator as guardian or conservator in this state upon its receipt from the court from which the proceeding is being transferred of a final order issued under provisions similar to section 301 of this Act transferring the proceeding to this state. (f) Not later than ninety days after issuance of a final order accepting transfer of a guardianship or conservatorship, the court shall determine whether the guardianship or conservatorship needs to be modified to conform to the law of this state. (g) In granting a petition under this section, the court shall recognize a guardianship or conservatorship order from the other state, including the determination of the incapacitated or protected person's incapacity and the appointment of the guardian or conservator. (h) The denial by a court of this state of a petition to accept a guardianship or conservatorship transferred from another state does not affect the ability of the guardian or conservator to seek appointment as guardian or conservator in this state under chapter 29A-5 if the court has jurisdiction to make an appointment other than by reason of the provisional order of transfer. Section 401. If a guardian has been appointed in another state and a petition for the appointment of a guardian is not pending in this state, the guardian appointed in the other state, after giving notice to the appointing court of an intent to register, may register the guardianship order in this state by filing as a foreign judgment in a court, in any appropriate county of this state, certified copies of the order and letters of office. Section 402. If a conservator has been appointed in another state and a petition for a protective order is not pending in this state, the conservator appointed in the other state, after giving notice to the appointing court of an intent to register, may register the protective order in this state by filing as a foreign judgment in a court of this state, in any county in which property belonging to the protected person is located, certified copies of the order and letters of office and of any bond. Section 403. (a) Upon registration of a guardianship or protective order from another state, the guardian or conservator may exercise in this state all powers authorized in the order of appointment except as prohibited under the laws of this state, including maintaining actions and proceedings in this state and, if the guardian or conservator is not a resident of this state, subject to any conditions imposed upon nonresident parties. (b) A court of this state may grant any relief available under this Act and other law of this state to enforce a registered order. Section 501. In applying and construing this uniform act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it. Section 502. This Act modifies, limits, and supersedes the federal Electronic Signatures in Global and National Commerce Act, 15 U.S.C. Section 7001, et seq., but does not modify, limit, or supersede section 101(c) of that act, 15 U.S.C. Section 7001(c), or authorize electronic delivery of any of the notices described in section 103(b) of that act, 15 U.S.C. Section 7003(b). Section 503. That § 29A-5-108 be amended to read as follows: 29A-5-108. A petition for the appointment of a guardian or conservator shall be filed in the county in which the minor or person alleged to need protection either resides or is present or, if the minor or person alleged to need protection has been admitted to a facility pursuant to an order of court, in the county in which that court is located. If the minor or person alleged to need protection neither resides in nor is present in this state, a petition for the appointment of a conservator shall be filed in a county in which the minor or person alleged to need protection has property or in the county having jurisdiction of a decedent's estate in which the minor or person alleged to need protection has an interest. The court of the county in which the proceeding is first commenced shall have exclusive jurisdiction to decide the petition unless that court determines that a transfer of venue would be in the best interests of the minor or person alleged to need protection. Section 503.1 That § 29A-5-109 be amended to read as follows: 29A-5-109. Following the appointment of a guardian or conservator, the court with jurisdiction over the proceeding may order the transfer of jurisdiction to another county in this state or to another state if it appears to the court by reason of the residence or location of the minor or protected person, the location of a major portion of the property, or the residence of the guardian or conservator, that the interests of the minor or protected person will be best served by a transfer. Section 504. (a) This Act applies to guardianship and protective proceedings begun after June 30, 2011. (b) The provisions of sections 101 to 106, inclusive, and 301 to 502, inclusive, of this Act, apply to proceedings begun before [the effective date], regardless of whether a guardianship or protective order has been issued."}, {"bill_id": 2482, "bill_version_id": 16222, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2011-02-02T15:08:35.023-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Uniform Adult Guardianship and Protective Proceedings Jurisdiction Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 101. This Act may be cited as the Uniform Adult Guardianship and Protective Proceedings Jurisdiction Act. Section 102. In this Act: (1) \"Adult\" means an individual who has attained eighteen years of age. (2) \"Conservator\" means a person appointed by the court to administer the property of an adult, including a person appointed under chapter 29A-5. (3) \"Guardian\" means a person appointed by the court to make decisions regarding the person of an adult, including a person appointed under chapter 29A-5, but excludes one who is merely a guardian ad litem. (4) \"Guardianship order\" means an order appointing a guardian, limited guardian, or temporary guardian. (5) \"Guardianship proceeding\" means a judicial proceeding in which an order for the appointment of a guardian is sought or has been issued. (6) \"Party\" means the respondent, petitioner, guardian, conservator, or any other person allowed by the court to participate in a guardianship or protective proceeding. (7) \"Person,\" except in the term, protected person, means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity. (8) \"Protected person\" means an adult for whom a guardian or conservator has been appointed. (9) \"Protective order\" means an order appointing a conservator or other order related to management of an adult's property. (10) \"Protective proceeding\" means a judicial proceeding in which a protective order is sought or has been issued. (11) \"Provisional order\" means a temporary, preliminary, or tentative order which must be finalized by a subsequent order. (12) \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form. (13) \"Respondent\" means an adult alleged to need protection for whom a protective order or the appointment of a guardian is sought. (14) \"State\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, a federally recognized Indian tribe, or any territory or insular possession subject to the jurisdiction of the United States. Section 103. A court of this state may treat a foreign country as if it were a state for the purpose of applying sections 101 to 302, inclusive, of this Act, and sections 501 and 502 of this Act. Section 104. (a) A court of this state may communicate with a court in another state concerning a proceeding arising under this Act. The court may allow the parties to participate in the communication. Except as otherwise provided in subsection (b), the court shall make a record of the communication. The record may be limited to the fact that the communication occurred. (b) Courts may communicate concerning schedules, calendars, court records, and other administrative matters without making a record. Section 105. (a) In a guardianship or protective proceeding in this state, a court of this state may request the appropriate court of another state to do any of the following: (1) Hold an evidentiary hearing; (2) Order a person in that state to produce evidence or give testimony pursuant to procedures of that state; (3) Order that an evaluation or assessment be made of the respondent; (4) Order any appropriate investigation of a person involved in a proceeding; (5) Forward to the court of this state a certified copy of the transcript or other record of a hearing under paragraph (1) or any other proceeding, any evidence otherwise produced under paragraph (2), and any evaluation or assessment prepared in compliance with an order under paragraph (3) or (4); (6) Issue any order necessary to assure the appearance in the proceeding of a person whose presence is necessary for the court to make a determination, including the respondent or the protected person; (7) Issue an order authorizing the release of medical, financial, criminal, or other relevant information in that state, including protected health information as defined in 45 C.F.R 160.103, as of January 1, 2011. (b) If a court of another state in which a guardianship or protective proceeding is pending requests assistance of the kind provided in subsection (a), a court of this state has jurisdiction for the limited purpose of granting the request or making reasonable efforts to comply with the request. Section 106. (a) In a guardianship or protective proceeding, in addition to other procedures that may be available, testimony of a witness who is located in another state may be offered by deposition or other means allowable in this state for testimony taken in another state. The court on its own motion may order that the testimony of a witness be taken in another state and may prescribe the manner in which and the terms upon which the testimony is to be taken. (b) In a guardianship or protective proceeding, a court in this state may permit a witness located in another state to be deposed or to testify by telephone or audiovisual or other electronic means. A court of this state shall cooperate with the court of the other state in designating an appropriate location for the deposition or testimony. (c) Documentary evidence transmitted from another state to a court of this state by technological means that do not produce an original writing may not be excluded from evidence on an objection based on the best evidence rule. Section 201. (a) In sections 201 to 209, inclusive, of this Act: (1) \"Emergency\" means a circumstance that likely will result in substantial harm to a respondent's health, safety, or welfare, and for which the appointment of a guardian is necessary because no other person has authority and is willing to act on the respondent's behalf. (2) \"Home state\" means the state in which the respondent was physically present, including any period of temporary absence, for at least six consecutive months immediately before the filing of a petition for a protective order or the appointment of a guardian; or if none, the state in which the respondent was physically present, including any period of temporary absence, for at least six consecutive months ending within the six months prior to the filing of the petition. (3) \"Significant-connection state\" means a state, other than the home state, with which a respondent has a significant connection other than mere physical presence and in which substantial evidence concerning the respondent is available. (b) In determining under sections 203 of this Act and section 301(e) of this Act whether a respondent has a significant connection with a particular state, the court shall consider: (1) The location of the respondent's family and other persons required to be notified of the guardianship or protective proceeding; (2) The length of time the respondent at any time was physically present in the state and the duration of any absence; (3) The location of the respondent's property; and (4) The extent to which the respondent has ties to the state such as voting registration, state or local tax return filing, vehicle registration, drivers license, social relationship, and receipt of services. Section 202. Sections 201 to 209, inclusive, of this Act, provide the exclusive jurisdictional basis for a court of this state to appoint a guardian or issue a protective order for an adult. Section 203. A court of this state has jurisdiction to appoint a guardian or issue a protective order for a respondent if: (1) This state is the respondent's home state; (2) On the date the petition is filed, this state is a significant-connection state and: (A) The respondent does not have a home state or a court of the respondent's home state has declined to exercise jurisdiction because this state is a more appropriate forum; or (B) The respondent has a home state, a petition for an appointment or order is not pending in a court of that state or another significant-connection state, and, before the court makes the appointment or issues the order: (i) A petition for an appointment or order is not filed in the respondent's home state; (ii) An objection to the court's jurisdiction is not filed by a person required to be notified of the proceeding; and (iii) The court in this state concludes that it is an appropriate forum under the factors set forth in section 206 of this Act; (3) This state does not have jurisdiction under either paragraph (1) or (2), the respondent's home state and all significant-connection states have declined to exercise jurisdiction because this state is the more appropriate forum, and jurisdiction in this state is consistent with the constitutions of this state and the United States; or (4) The requirements for special jurisdiction under section 204 of this Act are met. Section 204. (a) A court of this state lacking jurisdiction under section 203 of this Act has special jurisdiction to do any of the following: (1) Appoint a temporary guardian pursuant to § 29A-5-315 in an emergency for a term not exceeding ninety days for a respondent who is physically present in this state unless extended by the court for up to an additional ninety days for good cause shown; (2) Issue a protective order with respect to real or tangible personal property located in this state; (3) Appoint a guardian or conservator for the protected person for whom a provisional order to transfer the proceeding from another state has been issued under procedures similar to section 301 of this Act. (b) If a petition for the appointment of a guardian in an emergency is brought in this state and this state was not the respondent's home state on the date the petition was filed, the court shall dismiss the proceeding at the request of the court of the home state, if any, whether dismissal is requested before or after the emergency appointment. Section 205. Except as otherwise provided in section 204 of this Act, a court that has appointed a guardian or issued a protective order consistent with this Act has exclusive and continuing jurisdiction over the proceeding until it is terminated by the court or the appointment or order expires by its own terms. Section 206. (a) A court of this state having jurisdiction under section 203 of this Act to appoint a guardian or issue a protective order may decline to exercise its jurisdiction if it determines at any time that a court of another state is a more appropriate forum. (b) If a court of this state declines to exercise its jurisdiction under subsection (a), it shall either dismiss or stay the proceeding. The court may impose any condition the court considers just and proper, including the condition that a petition for the appointment of a guardian or issuance of a protective order be filed promptly in another state. (c) In determining whether it is an appropriate forum, the court shall consider all relevant factors, including: (1) Any expressed preference of the respondent; (2) Whether abuse, neglect, or exploitation of the respondent has occurred or is likely to occur and which state could best protect the respondent from the abuse, neglect, or exploitation; (3) The length of time the respondent was physically present in or was a legal resident of this or another state; (4) The distance of the respondent from the court in each state; (5) The financial circumstances of the respondent's estate; (6) The nature and location of the evidence; (7) The ability of the court in each state to decide the issue expeditiously and the procedures necessary to present evidence; (8) The familiarity of the court of each state with the facts and issues in the proceeding; and (9) If an appointment were made, the court's ability to monitor the conduct of the guardian or conservator. Section 207. (a) If at any time a court of this state determines that it acquired jurisdiction to appoint a guardian or issue a protective order because of unjustifiable conduct, the court may: (1) Decline to exercise jurisdiction; (2) Exercise jurisdiction for the limited purpose of fashioning an appropriate remedy to ensure the health, safety, and welfare of the respondent or the protection of the respondent's property or prevent a repetition of the unjustifiable conduct, including staying the proceeding until a petition for the appointment of a guardian or issuance of a protective order is filed in a court of another state having jurisdiction; or (3) Continue to exercise jurisdiction after considering: (A) The extent to which the respondent and all persons required to be notified of the proceedings have acquiesced in the exercise of the court's jurisdiction; (B) Whether it is a more appropriate forum than the court of any other state under the factors set forth in section 206(c) of this Act; and (C) Whether the court of any other state would have jurisdiction under factual circumstances in substantial conformity with the jurisdictional standards of section 203 of this Act. (b) If a court of this state determines that it acquired jurisdiction to appoint a guardian or issue a protective order because a party seeking to invoke its jurisdiction engaged in unjustifiable conduct, it may assess against that party necessary and reasonable expenses, including attorney's fees, investigative fees, court costs, communication expenses, witness fees and expenses, and travel expenses. The court may not assess fees, costs, or expenses of any kind against this state or a governmental subdivision, agency, or instrumentality of this state unless authorized by law other than this Act. Section 208. If a petition for the appointment of a guardian or issuance of a protective order is brought in this state and this state was not the respondent's home state on the date the petition was filed, in addition to complying with the notice requirements of this state, notice of the petition must be given to those persons who would be entitled to notice of the petition if a proceeding were brought in the respondent's home state. The notice must be given in the same manner as notice is required to be given in this state. Section 209. Except for a petition for the appointment of a guardian in an emergency or issuance of a protective order limited to property located in this state under section 204(a)(1) or (a)(2) of this Act, if a petition for the appointment of a guardian or issuance of a protective order is filed in this state and in another state and neither petition has been dismissed or withdrawn, the following rules apply: (1) If the court in this state has jurisdiction under section 203 of this Act, it may proceed with the case unless a court in another state acquires jurisdiction under provisions similar to section 203 of this Act before the appointment or issuance of the order. (2) If the court in this state does not have jurisdiction under section 203 of this Act, whether at the time the petition is filed or at any time before the appointment or issuance of the order, the court shall stay the proceeding and communicate with the court in the other state. If the court in the other state has jurisdiction, the court in this state shall dismiss the petition unless the court in the other state determines that the court in this state is a more appropriate forum. Section 301. (a) A guardian or conservator appointed in this state may petition the court to transfer the guardianship or conservatorship to another state. (b) Notice of a petition under subsection (a) must be given to the persons that would be entitled to notice of a petition in this state for the appointment of a guardian or conservator. (c) On the court's own motion or on request of the guardian or conservator, the protected person, or other person required to be notified of the petition, the court shall hold a hearing on a petition filed pursuant to subsection (a). (d) The court shall issue an order provisionally granting a petition to transfer a guardianship and shall direct the guardian to petition for guardianship in the other state if the court is satisfied that the guardianship will be accepted by the court in the other state and the court finds that: (1) The protected person is physically present in or is reasonably expected to move permanently to the other state; (2) An objection to the transfer has not been made or, if an objection has been made, the objector has not established that the transfer would be contrary to the interests of the protected person; and (3) Plans for care and services for the protected person in the other state are reasonable and sufficient. (e) The court shall issue a provisional order granting a petition to transfer a conservatorship and shall direct the conservator to petition for conservatorship in the other state if the court is satisfied that the conservatorship will be accepted by the court of the other state and the court finds that: (1) The protected person is physically present in or is reasonably expected to move permanently to the other state, or the protected person has a significant connection to the other state considering the factors in section 201(b) of this Act; (2) An objection to the transfer has not been made or, if an objection has been made, the objector has not established that the transfer would be contrary to the interests of the protected person; and (3) Adequate arrangements will be made for management of the protected person's property. (f) The court shall issue a final order confirming the transfer and terminating the guardianship or conservatorship upon its receipt of: (1) A provisional order accepting the proceeding from the court to which the proceeding is to be transferred which is issued under provisions similar to section 302 of this Act; and (2) The documents required to terminate a guardianship or conservatorship in this state. Section 302. (a) To confirm transfer of a guardianship or conservatorship transferred to this state under provisions similar to section 301 of this Act, the guardian or conservator must petition the court in this state to accept the guardianship or conservatorship. The petition must include a certified copy of the other state's provisional order of transfer. (b) Notice of a petition under subsection (a) must be given to those persons that would be entitled to notice if the petition were a petition for the appointment of a guardian or issuance of a protective order in both the transferring state and this state. The notice must be given in the same manner as notice is required to be given in this state. (c) On the court's own motion or on request of the guardian or conservator, the protected person, or other person required to be notified of the proceeding, the court shall hold a hearing on a petition filed pursuant to subsection (a). (d) The court shall issue an order provisionally granting a petition filed under subsection (a) unless: (1) An objection is made and the objector establishes that transfer of the proceeding would be contrary to the interests of the protected person; or (2) The guardian or conservator is ineligible for appointment in this state. (e) The court shall issue a final order accepting the proceeding and appointing the guardian or conservator as guardian or conservator in this state upon its receipt from the court from which the proceeding is being transferred of a final order issued under provisions similar to section 301 of this Act transferring the proceeding to this state. (f) Not later than ninety days after issuance of a final order accepting transfer of a guardianship or conservatorship, the court shall determine whether the guardianship or conservatorship needs to be modified to conform to the law of this state. (g) In granting a petition under this section, the court shall recognize a guardianship or conservatorship order from the other state, including the determination of the protected person's incapacity and the appointment of the guardian or conservator. (h) The denial by a court of this state of a petition to accept a guardianship or conservatorship transferred from another state does not affect the ability of the guardian or conservator to seek appointment as guardian or conservator in this state under chapter 29A-5 if the court has jurisdiction to make an appointment other than by reason of the provisional order of transfer. Section 401. If a guardian has been appointed in another state and a petition for the appointment of a guardian is not pending in this state, the guardian appointed in the other state, after giving notice to the appointing court of an intent to register, may register the guardianship order in this state by filing as a foreign judgment in a court, in any appropriate county of this state, certified copies of the order and letters of office. Section 402. If a conservator has been appointed in another state and a petition for a protective order is not pending in this state, the conservator appointed in the other state, after giving notice to the appointing court of an intent to register, may register the protective order in this state by filing as a foreign judgment in a court of this state, in any county in which property belonging to the protected person is located, certified copies of the order and letters of office and of any bond. Section 403. (a) Upon registration of a guardianship or protective order from another state, the guardian or conservator may exercise in this state all powers authorized in the order of appointment except as prohibited under the laws of this state, including maintaining actions and proceedings in this state and, if the guardian or conservator is not a resident of this state, subject to any conditions imposed upon nonresident parties. (b) A court of this state may grant any relief available under this Act and other law of this state to enforce a registered order. Section 501. In applying and construing this uniform act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it. Section 502. This Act modifies, limits, and supersedes the federal Electronic Signatures in Global and National Commerce Act, 15 U.S.C. Section 7001, et seq., but does not modify, limit, or supersede section 101(c) of that act, 15 U.S.C. Section 7001(c), or authorize electronic delivery of any of the notices described in section 103(b) of that act, 15 U.S.C. Section 7003(b). Section 503. That § 29A-5-108 be amended to read as follows: 29A-5-108. A petition for the appointment of a guardian or conservator shall be filed in the county in which the minor or person alleged to need protection either resides or is present or, if the minor or person alleged to need protection has been admitted to a facility pursuant to an order of court, in the county in which that court is located. If the minor or person alleged to need protection neither resides in nor is present in this state, a petition for the appointment of a conservator shall be filed in a county in which the minor or person alleged to need protection has property or in the county having jurisdiction of a decedent's estate in which the minor or person alleged to need protection has an interest. The court of the county in which the proceeding is first commenced shall have exclusive jurisdiction to decide the petition unless that court determines that a transfer of venue would be in the best interests of the minor or person alleged to need protection. Section 503.1 That § 29A-5-109 be amended to read as follows: 29A-5-109. Following the appointment of a guardian or conservator, the court with jurisdiction over the proceeding may order the transfer of jurisdiction to another county in this state or to another state if it appears to the court by reason of the residence or location of the minor or protected person, the location of a major portion of the property, or the residence of the guardian or conservator, that the interests of the minor or protected person will be best served by a transfer. Section 504. (a) This Act applies to guardianship and protective proceedings begun after June 30, 2011. (b) The provisions of sections 101 to 106, inclusive, and 301 to 502, inclusive, of this Act, apply to proceedings begun before [the effective date], regardless of whether a guardianship or protective order has been issued."}, {"bill_id": 2482, "bill_version_id": 17908, "bill_version": "Enrolled", "bill_version_date": "2011-03-07T09:20:27.28-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2482, "action_date": "2011-01-21T13:00:00-06:00", "document_id": 15281, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15281.pdf", "status_text": "First read in House and referred to", "journal_page": 128, "committee_id_action": 115, "committee_id_assigned": 111, "result": "N", "vote": {}}, {"bill_id": 2482, "action_date": "2011-01-26T10:00:00-06:00", "document_id": 15442, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15442.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 111, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2482, "action_date": "2011-02-02T10:00:00-06:00", "document_id": 16028, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16028.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 111, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2482, "action_date": "2011-02-02T10:00:00-06:00", "document_id": 16203, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16203.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 111, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2482, "action_date": "2011-02-02T10:00:00-06:00", "document_id": 16203, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16203.pdf", "status_text": "Do Pass Amended", "journal_page": 260, "committee_id_action": 111, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8459, "president_vote": null, "Yea": [12, 17, 15, 104, 62, 71, 103, 67, 93, 35, 36, 11], "Excused": [59]}}, {"bill_id": 2482, "action_date": "2011-02-07T14:00:00-06:00", "document_id": 16422, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16422.pdf", "status_text": "Do Pass Amended", "journal_page": 303, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8668, "president_vote": null, "Yea": [12, 53, 17, 33, 21, 72, 60, 1, 105, 51, 49, 15, 59, 36, 7, 94, 104, 84, 88, 61, 90, 57, 11, 63, 70, 96, 23, 62, 39, 54, 20, 71, 92, 28, 37, 83, 95, 58, 85, 103, 3, 32, 102, 68, 98, 67, 99, 64, 73, 69, 50, 14, 6, 86, 93, 74, 35, 97, 29, 101, 66, 100, 91, 89, 65, 47, 5], "Nay": [56], "Excused": [87, 48]}}, {"bill_id": 2482, "action_date": "2011-02-08T14:00:00-06:00", "document_id": 16544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16544.pdf", "status_text": "First read in Senate and referred to", "journal_page": 357, "committee_id_action": 113, "committee_id_assigned": 94, "result": "N", "vote": {}}, {"bill_id": 2482, "action_date": "2011-03-01T07:45:00-06:00", "document_id": 17340, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17340.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 94, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2482, "action_date": "2011-03-01T07:45:00-06:00", "document_id": 17615, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17615.pdf", "status_text": "Do Pass", "journal_page": 566, "committee_id_action": 94, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9669, "president_vote": null, "Yea": [75, 18, 16, 22, 40, 45], "Excused": [79]}}, {"bill_id": 2482, "action_date": "2011-03-02T14:00:00-06:00", "document_id": 17762, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17762.pdf", "status_text": "Deferred to another day", "journal_page": 599, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2482, "action_date": "2011-03-03T13:00:00-06:00", "document_id": 17861, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17861.pdf", "status_text": "Do Pass Amended", "journal_page": 615, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9839, "president_vote": null, "Yea": [44, 75, 30, 42, 79, 40, 46, 41, 24, 25, 38, 78, 76, 2, 18, 77, 82, 13, 55, 31, 43, 4, 16, 9, 10, 19, 81, 27, 34, 52, 80, 8, 22], "Excused": [26, 45]}}, {"bill_id": 2482, "action_date": "2011-03-07T14:00:00-06:00", "document_id": 17969, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17969.pdf", "status_text": "Signed by the Speaker", "journal_page": 652, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2482, "action_date": "2011-03-08T10:00:00-06:00", "document_id": 18056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18056.pdf", "status_text": "Signed by the President", "journal_page": 663, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2482, "action_date": "2011-03-09T10:00:00-06:00", "document_id": 18133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18133.pdf", "status_text": "Delivered to the Governor", "journal_page": 705, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2482, "action_date": "2011-03-28T10:00:00-05:00", "document_id": 18238, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18238.pdf", "status_text": "Signed by the Governor", "journal_page": 740, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4826}