{"session_id": 69, "bill_id": 24467, "bill_type": "House Bill", "bill_number": 1246, "bill_title": "establish a pre-condemnation process and to require reclamation and restoration of property damaged by condemnation.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24467", "sponsors": [{"legislator_profile_id": 4542, "is_prime": true}, {"legislator_profile_id": 4473, "is_prime": false}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4519, "is_prime": false}, {"legislator_profile_id": 4528, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4547, "is_prime": false}], "keywords": ["Civil Procedure", "Eminent Domain", "Judicial Remedies"], "audio": [], "bill_versions": [{"bill_id": 24467, "bill_version_id": 264082, "bill_version": "Introduced", "bill_version_date": "2024-01-31T11:36:36.627-06:00", "bill_text": "An Act to establish a pre-condemnation process and to require reclamation and restoration of property damaged by condemnation. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 21: Terms used in this chapter mean: (1) \"Appraisal,\" the act or process of developing an opinion of the value of property for another, conducted by an individual certified, licensed, or registered under chapter 36-21B. (2) \"Condemn,\" to take property under the power of eminent domain; (3) \"Condemnee,\" a person who has or claims an interest in property that is the subject of a prospective or pending condemnation action; (4) \"Condemnor,\" a person empowered to condemn; and (5) \"Property,\" an interest in real or personal property under the laws of this state. Section 2. That a NEW SECTION be added to title 21: A condemnor shall make every reasonable and diligent effort to acquire the property of a condemnee by good faith negotiation, as required by section 11 of this Act. Section 3. That a NEW SECTION be added to title 21: Before initiating good faith negotiations for the acquisition of a condemnee's property, the condemnor shall have an appraisal of the property completed to determine the amount that would constitute just compensation for its taking. The condemnee or the condemnee's representative must be given a reasonable opportunity to accompany the appraiser during the appraisal of the property. For purposes of the good faith negotiations as described under section 13 of this Act, the condemnor may not offer the condemnee less than the appraised amount resulting from the appraisal required under this section. Before entering good faith negotiations with the condemnee, the condemnor shall provide the condemnee with a copy of the appraisal required under this section. In determining the amount of just compensation, the condemnor shall disregard any decrease or increase in the fair market value of the property caused by the project for which the property is to be acquired. Section 4. That a NEW SECTION be added to title 21: A condemnor, or the condemnor's agent, may enter a condemnee's private property to examine and survey the property for the purpose of appraisal and to determine if the property is suitable for the project, is within the power of the condemnor to condemn, and the potential location of the project on the property. The entry must be: (1) Preceded by prior notice to the condemnee, which must be provided by the condemnor at least thirty days before the planned entry, specifying: (a) The proposed project being pursued; (b) The activity to be undertaken on the property; (c) The name, address, telephone number, and e-mail address of the condemnor or the condemnor's designee; and (d) The proposed use and potential recipient of any property data collected; (2) Scheduled with the condemnee so that the condemnee is able to be present during the planned entry; (3) Undertaken at a reasonable time during daylight hours; and (4) Accomplished peaceably and without inflicting substantial injury to land, crops, improvements, livestock, or business operations. A condemnor shall locate a condemnation project in a manner this is compatible with the greatest public benefit and the least amount of private injury. Section 5. That a NEW SECTION be added to title 21: In addition to the pre-entry requirements under section 4 of this Act, if a condemnor is seeking to establish a project that requires a siting permit under chapter 49-41B, the condemnor may enter the private property of a condemnee, if the condemnor: (1) Files a siting permit application with the Public Utilities Commission pursuant to § 49-41B-11; (2) Provides a copy of the siting permit application to the condemnee at least thirty days before the planned entry to the condemnee's property; and (3) Makes a payment to the condemnee in the amount of five hundred dollars or provides sufficient security for the payment, for any actual damage done to the property by the entry. Section 6. That a NEW SECTION be added to title 21: If reasonable efforts to accomplish an entry to perform authorized activities on private property under section 4 or 5 of this Act have been obstructed or denied, the condemnor may petition the circuit court in the county where the property is located for an order permitting entry. Unless the condemnee shows good cause to the contrary, the court shall make its order permitting and describing the purpose of the entry and setting forth the nature and scope of activities the court determines are reasonably necessary and authorized to be made on the property. In addition to requiring a deposit under section 7 of this Act, the court shall include in its order the terms and conditions for the time, place, and manner of the planned entry and any activities authorized on the property to facilitate the purpose of the entry and minimize damage, hardship, and burden to each party. Section 7. That a NEW SECTION be added to title 21: If a court orders entry as allowed by section 6 of this Act, the court must include in its order a determination of the amount of money needed, if any, to fairly compensate the condemnee or any other person in lawful possession or physical occupancy of the property for damages for physical injury to the property and for substantial interference with its possession or use, which the court finds is likely to be caused by the entry and activities authorized by the order. The court order must include a requirement that the condemnor deposit with the court the amount of money provided in the order before entry on the property. Unless disbursed earlier by court order, the amount deposited must be retained on deposit for six months following termination of the entry. The court for good cause may extend the period of retention. Section 8. That a NEW SECTION be added to title 21: After notice and hearing, the court may modify an order made under section 6 of this Act. If a deposit is required or the amount required to be deposited is increased by a modification to the court order, the court must specify the time within which the required amount must be deposited and may direct that any further entry, activity, or study under the order as modified be stayed until the required deposit has been made. Section 9. That a NEW SECTION be added to title 21: A condemnor is liable for physical injury to and for substantial interference with possession or use of property caused by the condemnor's entry and activity on the condemnee's property. This liability may be enforced in a civil action against the condemnor or by application to the court as provided by this section unless voluntarily paid by the condemnor. If moneys are on deposit as required by section 7 of this Act, the condemnee or other person entitled to damages under this section may apply to the court for an award of the amount entitled to be recovered. The court shall determine the award amount and direct that its payment be made from the money on deposit. If the amount on deposit is insufficient to pay the full amount, the court must enter judgment against the condemnor for the unpaid portion. Section 10. That a NEW SECTION be added to title 21: In an action or other proceeding for recovery of damages under section 9 of this Act, the court may award the prevailing party attorney fees and costs incurred by or on behalf of the prevailing party. Section 11. That a NEW SECTION be added to title 21: Except as provided in section 15 of this Act, an action to condemn property under chapter 21-35 may not be maintained over timely objection by the condemnee unless the condemnor negotiated in good faith to acquire the property before commencing the action. A condemnee may not object to the good faith of the condemnor if the condemnee has failed to respond to an initial written offer as required by section 13 of this Act. An offer to acquire property that is made in substantial compliance with sections 2, 3, and 12 of this Act, accompanied or followed by reasonable negotiation efforts consistent with section 13 of this Act, is prima facie evidence of good faith under this section. Section 12. That a NEW SECTION be added to title 21: In attempting to acquire property in good faith, the condemnor, acting within the scope of its powers and to the extent not otherwise forbidden by law, may contract with respect to: (1) Any element of valuation or damages recognized by law as relevant to the amount of just compensation payable for the property; (2) The extent, term, or nature of the property interest or other right to be acquired; (3) The quantity, location, or boundary of the property sought; (4) The acquisition, removal, relocation, or disposition of improvements upon the property and of personal property not sought to be taken; (5) The date of proposed entry and physical dispossession; (6) The time and method of payment of agreed compensation or other amounts authorized by law; and (7) Any other terms or conditions conducive to acquisition of the property by agreement. Section 13. That a NEW SECTION be added to title 21: A good faith negotiation required by this chapter must, at a minimum, include written notice of the following: (1) To the extent reasonably known at the time, the details and purpose of the proposed project, including a proposed work plan; (2) The name, address, telephone number, and e-mail address of the condemnor or the condemnor's designee; (3) An initial written settlement offer that must include: (a) A description of the general location and extent of the property sought, with sufficient detail for reasonable identification; (b) An offer that, at the condemnee's request, a representative of the condemnor agrees to tour the property sought with the condemnee or the condemnee's representative at a mutually agreeable time before the deadline for the condemnee's response to the initial written offer to discuss issues related to the property sought and the initial offer; (c) An estimate of the fair market value of the property sought and the general basis for the estimate; (d) An offer to acquire the property sought, allowing the condemnee up to sixty-five days from the date the initial written offer is sent by certified mail to respond or make a counteroffer in writing; (e) A summary detailing the basis for the amount the condemnor established as just compensation for the property, separately stating the compensation amount for the property to be acquired and the amount for the damages to any remaining property resulting from the taking; (f) An explanation of the reclamation and restoration planned by the condemnor for the property disturbed by the condemnor's project; (g) A statement that the condemnee is under no obligation to accept the initial written offer, but if the condemnee fails to respond to the initial written offer, the right to object to the good faith of the condemnor may be waived under section 11 of this Act; that the condemnor and the condemnee are obligated to negotiate in good faith for the acquisition of the property sought; that formal legal proceedings may be initiated if negotiations fail; and that the condemnee has a right to seek advice from an attorney, real estate appraiser, and any other person of the condemnee's choice during the negotiations and any subsequent legal proceedings; and (4) A written response from the condemnor to any counteroffer made in writing by the condemnee to the initial written offer made as required by subdivision (3). The written notice required under this section must be given to the condemnee of record as shown on the records in the county assessor's office, no less than ninety days before commencement of a condemnation action. The condemnor shall send to the condemnee, by certified mail, the written notice required by this section. The condemnor shall send to the condemnee, by certified mail, a written final offer at least fifteen days before commencing a condemnation action if the parties have not come to a settlement agreement by that time. A condemnee shall make reasonable and diligent efforts to negotiate in good faith with the condemnor, including a timely written response to the written offer identified in subdivision 3, specifying areas of disagreement. Section 14. That a NEW SECTION be added to title 21: If a court finds the condemnor failed to negotiate in good faith as required under sections 2 and 13 of this Act, or to comply with any requirements of this chapter, the court shall require the condemnor to reimburse the condemnee for all reasonable attorney fees, court costs, expenses, and fees. Section 15. That a NEW SECTION be added to title 21: A condemnor's failure or inability substantially to comply with section 11 to 13, inclusive, of this Act, does not bar the maintenance of a condemnation action if: (1) Compliance is waived by written agreement between the condemnee and the condemnor; (2) One or more of the owners of the property is unknown, cannot with reasonable diligence be contacted, is incapable of contracting and has no legal representative, or owns an interest that cannot be acquired by contract; or (3) Due to an emergency affecting public health or safety, there is a compelling need to avoid the delay in beginning the action which compliance would require. Section 16. That chapter 21-35 be amended with a NEW SECTION: A condemnor who acquires a property right or interest of less than fee simple title in any property is responsible for reclamation and restoration of the property and any improvements on the property. The reclamation and restoration must return the property and improvements to the condition existing before the condemnation to the extent the reclamation and restoration is reasonably possible. Section 17. That chapter 21-35 be amended with a NEW SECTION: Reclamation and restoration required under section 16 of this Act must include grading to the natural contour, replacement of topsoil, the planting and establishment of appropriate plants and control of weeds resulting from condemnor's disturbance, and: (1) In the case of a growing crop for which compensation has been paid, an establishment of ground cover, if requested by the condemnee; and (2) In the case of grazing lands, the reseeding and establishment of native grasses and forbs previously growing on the disturbed land, unless the establishment of alternative beneficial plants are agreed to by the parties. Section 18. That chapter 21-35 be amended with a NEW SECTION: The responsibility of the condemnor to return the condemnee's property and improvements to the condition existing before condemnation as required by section 16 of this Act applies to: (1) Damages caused by the condemnor, its successors or its agents during entry before condemnation as authorized by sections 4 and 5 of this Act; (2) Damages caused by the condemnor, its successors or its agents during construction of the condemnation project; (3) Damages caused by the condemnor, its successors or its agents after the construction and during the use of the property during the time of the condemnor's possession; and (4) Damages caused by the condemnor, its successors or its agents in the removal of any facilities or improvements on the property at the termination of the authorized use. The condemnor shall begin any required restoration and reclamation as soon as reasonably possible after completion of project construction, unless otherwise agreed to by the condemnor and the condemnee. Sections 16 and 17 of this Act and this section do not preclude the condemnor and the condemnee from agreeing to compensation in lieu of the reclamation and restoration requirements. Section 19. That chapter 21-35 be amended with a NEW SECTION: A condemnor shall complete its condemnation project within two years from: (1) The date a voluntary agreement is finalized between the condemnor and the condemnee; or (2) The date the court enters judgment under § 21-35-19. Section 20. That § 21-35-31 be REPEALED: The provisions of this section only apply to a project which requires a siting permit pursuant to chapter 49-41B. Each person vested with authority to take private property for public use may cause an examination and survey to be made as necessary for its proposed facilities. The person or the person's agents and officers may enter the private property for the purpose of the examination and survey. Any person seeking to cause an examination or survey, where permission for examination or survey has been denied, shall: (1) Have filed a siting permit application with the Public Utilities Commission pursuant to § 49-41B-11; (2) Give thirty days written notice, including the filing and expected dates of entry, to the owner and any tenant in possession of the private property; and (3) Make a payment to the owner, or provide sufficient security for the payment, for any actual damage done to the property by the entry. This section does not apply to the state or its political subdivisions. This section is in addition to and not in derogation of other existing law."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24467, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First Reading House", "journal_page": 214, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24467, "action_date": "2024-02-01T14:00:00-06:00", "document_id": 264174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264174.pdf", "status_text": "Referred to", "journal_page": 227, "committee_id_action": 1197, "committee_id_assigned": 1192, "result": "N", "vote": {}}, {"bill_id": 24467, "action_date": "2024-02-12T10:00:00-06:00", "document_id": 264980, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264980.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1192, "committee_id_assigned": null, "result": "N", "vote": {}}]}