{"session_id": 47, "bill_id": 13974, "bill_type": "Senate Bill", "bill_number": 236, "bill_title": "to revise certain provisions regarding trusts and estates.", "sponsors": [], "keywords": ["Trusts"], "audio": [], "bill_versions": [{"bill_id": 13974, "bill_version_id": 77976, "bill_version": "Introduced", "bill_version_date": "1998-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding trusts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: In addition to the methods specified in sections 2 to 5, inclusive, of this Act, a trust terminates if: (1) The term of the trust expires; (2) The trust purpose if fulfilled; (3) The trust purpose becomes unlawful or impossible to fulfill; or (4) The trust is revoked. Section 2. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: An irrevocable trust may be modified or terminated upon the consent of all of the beneficiaries if continuance of the trust on its existing terms is not necessary to carry out a material purpose. Whether or not continuance of the trust on its existing terms is necessary to carry out a material purpose, an irrevocable trust may be modified or terminated upon the consent of the trustor and all of the beneficiaries. Upon termination of a trust under this section, the trustee shall distribute the trust property in accordance with the trustor's probable intention or in any other manner as agreed by all the beneficiaries. The trustor's powers with respect to termination or modification may be exercised by an agent under a power of attorney only to the extent the power of attorney expressly so authorizes. A conservator may exercise the trustor's powers under this section only if approved by the court supervising the conservatorship. Section 3. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: Upon petition by a trustor, trustee, or beneficiary, upon a finding that the provisions of section 2 of this Act have been met, the court shall affirm the proposed modification or termination of the trust. If any beneficiary does not consent to a requested modification or termination of a trust by the other beneficiaries or by the trustor and other beneficiaries, the court, with the consent of the other beneficiaries, and of the trustor, if required, may approve a requested modification or partial termination if the rights of the beneficiaries who do not consent are not significantly impaired. Upon modification or partial termination of the trust, the trustee shall distribute the trust property as ordered by the court. Section 4. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: On petition by a trustee or beneficiary, the court may modify the administrative or dispositive terms of the trust or terminate the trust if, because of circumstances not anticipated by the trustor, modification or termination of the trust would substantially further the trustor's purposes in creating the trust. Upon termination of a trust under this section, the trust property shall be distributed in accordance with the trustor's probable intention. Section 5. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: Except as otherwise provided by the terms of the trust, if the value of the trust property of a noncharitable trust is less than thirty thousand dollars, the trustee may terminate the trust. On petition by a trustee or beneficiary, the court may modify or terminate a noncharitable trust or appoint a new trustee if it determines that the value of the trust property is insufficient to justify the cost of administration involved. Upon termination of a trust under this section, the trustee shall distribute the trust property in accordance with the trustor's probable intention. Section 6. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: On petition by a trustee or beneficiary, the court may reform the terms of the trust to conform to the trustor's intention if the failure to conform was due to a mistake of fact or law and the trustor's intent can be established. The terms of the trust may be construed or modified, in a manner that does not violate the trustor's probable intention, to achieve the trustor's tax objectives. Section 7. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: Without approval of court and except as otherwise provided by the terms of the trust, a trustee may combine two or more trusts into a single trust or divide a trust into two or more separate trusts, if the combination or division does not impair the rights of any of the beneficiaries or substantially affect the accomplishment of the trust purposes. On petition by a trustee or beneficiary, the court may affirm or prevent a proposed combination or division. Section 8. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 2 to 7, inclusive, of this Act shall not be construed as exclusive methods of modifying or terminating irrevocable trusts. Section 9. That § 55-3-6 be amended to read as follows: 55-3-6. A trust cannot be revoked by the trustor after its acceptance, actual or presumed, by the trustee and beneficiaries except by the consent of all the beneficiaries and upon approval by the court, unless If the declaration of trust reserves a power of revocation to the trustor and in that case , the trust may be revoked if the power must be is strictly pursued. Section 10. That § 55-3-22 be repealed. 55-3-22. A trust is extinguished by the entire fulfillment of its object or by such object becoming impossible or unlawful. Section 11. That § 55-3-1 be amended to read as follows: 55-3-1. The provisions of this chapter apply only to irrevocable trusts and to express trusts created for the benefit of someone other than the trustor and in which the title to the trust property is vested in the trustee; not including, however, those of executors, administrators, and conservators, as such. Section 12. Notwithstanding the provisions of § § 15-6-55(b) and 15-6-17(c), the provisions of sections 12 to 19, inclusive, of this Act apply in any proceeding in which all persons interested in an estate or trust are required to be served with process or their consent is required. For the purposes of this section, the term, an interest in an estate or trust, includes both interests in income and interests in principal. Section 13. If an interest in the estate or trust has been limited as follows, it is not necessary to serve process on any other person that as provided by this section: (1) In any contingency to the persons who shall compose a certain class upon the happening of a future event, then on the persons in being who would constitute the class if such event had happened immediately before the commencement of the proceeding; (2) To a person who is a party to the proceeding and the same interest has been further limited upon the happening of a future event to a class of persons described in terms of their relationship to such party, then on the party to the proceeding; (3) To unborn or unascertained persons, none of such persons, but if it appears that there is no person in being or ascertained, having the same interest, the court shall appoint a guardian ad litem to represent or protect the persons who eventually may become entitled to the interest. If a party to the proceeding has a power of appointment, it is not necessary to serve the potential appointees and, if it is a general power of appointment, it is not necessary to serve the takers in default of the exercise thereof. Section 14. If an interest in an estate or trust has been limited to a person who is a party to the proceeding and the same interest has been further limited upon the happening of a future event to any other person, it is not necessary to serve such other person. Section 15. In a proceeding for probate of testamentary instrument, the interests of the respective persons specified in subdivision (2) of section 13 of this Act and section 14 of this Act shall be deemed to be the same interest, whether or not their respective interests are in income or in principal or in both, if they are beneficiaries of the same trust or fund, if they have a common interest in proving or disproving the instrument offered for probate, and if the person who is a party under subdivision (2) of section 13 of this Act or the person to whom the interest has been limited under section 14 of this Act would not receive greater financial benefit if such instrument were denied probate (in the case where such beneficiaries have a common interest in proving such instrument) or admitted to probate (in the case where such beneficiaries have a common interest in disproving such instrument). Section 16. If a party to the proceeding has the same interest as a person under disability, it is not necessary to serve the person under a disability. Section 17. The decree or order entered in any such proceeding is binding and conclusive on all persons upon whom service of process is not required. Section 18. In any proceeding in which service of process upon persons interested in an estate or trust may be dispensed with pursuant to the provisions of sections 12 to 20, inclusive, of this Act, in addition to such other requirements as may be applicable to the petition in the particular proceeding, the petition shall: (1) Set forth in a form satisfactory to the court information with respect to the persons interested in the estate upon whom service of process may be dispensed with, the nature of the interests of such persons, and the basis upon which service of process may be dispensed with; and (2) State whether the fiduciary or any other person has discretion to affect the present or future beneficial enjoyment of the estate and, if so, set forth the discretion possessed and, if exercised. Notwithstanding the foregoing provisions of this section and any provisions of the instrument to the contrary, if the court finds that the representation of a person's interest is or may be inadequate, it may require that the person be served. The basis for such finding shall be set forth specifically in the order. Section 19. Unless the instrument expressly provides otherwise, if the consent of all beneficiaries of a trust or estate is required for the approval of any action, modification, or termination of such trust or estate, the consent of all beneficiaries upon whom service of process would be required in a judicial proceeding for approval of such action, modification, or termination shall be binding and conclusive upon all persons upon whom service would not be required under sections 12 to 19, inclusive, of this Act to the same extent as the approval of the action, modification, or termination binds the persons who were served or would have been served for the judicial approval of such action, modification, or termination. Section 20. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: A general law or a state jurisdiction provision stating that the laws of this state govern is valid, effective, and conclusive for the trust if all of the following are true: (1) Some or all of the trust assets are deposited in this state or physical evidence of such assets is held in this state and the trust is being administered by a qualified person; in this subdivision, deposited in this state, includes being held in a checking account, time deposit, certificate of deposit, brokerage account, trust company fiduciary account, or other similar account or deposit that is located in this state including South Dakota investments; (2) A trustee is a qualified person who is designated as a trustee under the governing instrument, a successor trusteeship, or designated by a court having jurisdiction over the trust; and (3) Part or all of the administration occurs in this state, including physically maintaining trust records in this state and preparing or arranging for the preparation of, on an exclusive basis or a nonexclusive basis, an income tax return that must be filed by the trust. Section 21. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: The validity, construction, and administration of a trust with a state jurisdiction provision are determined by the laws of this state, including the: (1) Capacity of the trustor; (2) Powers, obligations, liabilities, and rights of the trustees and the appointment and removal of the trustees; and (3) Existence and extent of powers, conferred or retained, including a trustee's discretionary powers, and the validity of the exercise of a power. Section 22. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of sections 21 and 22 of this Act, the term, qualified person, means: (1) An individual who, except for brief intervals, military service, attendance at an educational or training institution, or for absences for good cause shown, resides in this state, whose true and permanent home is in this state, who does not have a present intention of moving from this state, and who has the intention of returning to this state when away; (2) A trust company that is organized under Title 51A or under federal law and that has its principal place of business in this state; or (3) A bank or savings association that possesses and exercises trust powers, has its principal place of business in this state, and the deposits of which are insured by the Federal Deposit Insurance Corporation. Section 23. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of sections 21 and 22 of this Act, the term, state jurisdiction provision, means a provision within the trust instrument that the laws of this state govern the validity, construction, and administration of a trust or that the trust is subject to the jurisdiction of this state. Section 24. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of sections 21 and 22 of this Act, the term, South Dakota investments, means real property located in South Dakota, any equity or debt securities of a corporation, partnership, or limited liability company organized under the laws of South Dakota or having its headquarters in South Dakota, debt securities of the State of South Dakota or any of its subdivisions, or any of its instrumentalities. Section 25. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of sections 21 and 22 of this Act, the term, trustor, means a person who transfers property in trust, and includes a person who furnishes the property transferred to a trust even if the trust is created by another person. Section 26. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: If a trust is not subject to court supervision under chapter 21-22, and if no objection has been made by a beneficiary of a trust within one hundred eighty days after a copy of the trustee's accounting has been mailed, postage prepaid, to the last known address of such beneficiary, the beneficiary is deemed to have approved such accounting of the trustee, and the trustee, absent fraud, intentional misrepresentation, or material omission, shall be released and discharged from any and all liability as to all matters set forth in such accounting. For purposes of this section, the term, accounting, means any interim or final report or other statement provided by a trustee reflecting all transactions, receipts, and disbursements during the reporting period and a list of assets as of the end of the period covered by the report or statement, and including written notice to the beneficiary of the provisions of this section. Section 27. That § 43-6-4 be repealed. 43-6-4. An accumulation of the income of real estate for the benefit of one or more persons, may be directed by any will or transfer in writing, sufficient to pass the real estate out of which the fund is to arise, as follows: (1) If the accumulation is directed to commence on the creation of the estate out of which the returns and profits are to arise, it shall be made for the benefit of any person who is less than twenty-one years old then in being, and terminates, pro rata, when each person reaches twenty-one years of age; or (2) If the accumulation is directed to commence at any time subsequent to the creation of the estate out of which the returns and profits are to arise, it shall commence within the time in this chapter permitted for the vesting of future estates and during the time any beneficiary is less than twenty-one years old, and terminates, pro rata, when each beneficiary reaches twenty-one years of age. Section 28. That § 43-6-5 be repealed. 43-6-5. If a person who is less than twenty-one years of age, for whose benefit an accumulation has been directed, is destitute of other sufficient means of support and education, the circuit court, upon application, may direct a suitable sum to be applied thereto, out of the fund. Section 29. That § 43-6-6 be repealed. 43-6-6. If, in either of the cases mentioned in § 43-6-4, the direction for an accumulation is for a longer term than during the time the beneficiaries are less than twenty-one years old, the direction, whether separable or not from other provisions of the instrument, is void only as respects the time beyond the period a beneficiary is more than twenty-one years old. Section 30. That chapter 21-22 be amended by adding thereto a NEW SECTION to read as follows: The privacy of those who have established a court trust or other trust shall be protected in any court proceeding concerning the trust if the acting trustee, the trustor (if living), and all beneficiaries so petition the court. Upon the filing of such a petition, the instrument on which the trust is based, inventory, statement filed by any trustee, annual verified report of trustee, final report of trustee, and all petitions relevant to trust administration and all court orders thereon shall be sealed upon filing and may not be made a part of the public record of the proceeding, but shall be available to the court, to the trustor, to the trustee, to any beneficiary, to their attorneys, and to such other interested persons as the court may order upon a showing of the need. Section 31. That chapter 21-22 be amended by adding thereto a NEW SECTION to read as follows: If the instrument contains a provision which authorizes the trustee alone to file the petition for privacy established in section 30 of this Act, only the acting trustee is required to file such a petition. Section 32. That § 51A-6A-13 be amended to read as follows: 51A-6A-13. The business of any trust company shall be managed and controlled by its governing board and includes the authority to provide for bonus payments, in addition to ordinary compensation, for any of its officers and employees. The governing board shall consist of not less than five nor more than twelve members, all of whom shall be elected by the owners of the trust company at any regular annual meeting that is held during the first one hundred twenty days of each calendar year. If the number of board members elected is less than twelve, the number of board members may be increased so long as the total number does not exceed twelve. If the number is increased, the first additional board members may be elected at a special meeting of the owners. The board members shall be elected and any vacancies filled in the manner as provided in the provisions regarding general corporations or limited liability companies, as applicable. At all times two one of the directors shall be residents a resident of this state and at least three-fourths of the directors shall be citizens of the United States. Any board member of any trust company who becomes indebted to the trust company on any judgment shall forfeit the position of board member and the vacancy shall be filled as provided by law. Section 33. That § 51A-6A-6 be amended to read as follows: 51A-6A-6. All expenses incurred in making any examination and investigation required by § 51A-6A-5 shall be paid by the applicants, consistent with § 51A-3-7. All applications for charters under this chapter shall include a five thousand dollar application fee which is nonrefundable. Section 34. That § 51A-6A-6.1 be repealed. 51A-6A-6.1. Subsequent to the approval of a trust company by the commission, but prior to the filing of a trust company's articles of incorporation with the secretary of state, a newly appointed trust company shall pay to the commission a trust company charter fee of twenty-five thousand dollars. This fee shall be remitted by the Division of Banking to the state general fund. Any trust company who has for an entire year at least ten full-time employees located in South Dakota within its first three years of existence may obtain a refund by filing with the director a request for refund and verification adequate in the opinion of the director to verify the fact that such trust company has had at least ten full-time employees in South Dakota for one year. Any trust company which is a related corporation, as defined in § 10-43-1, of a depository institution subject to the provisions of chapter 10-43 is exempt from the charter fee imposed by this section. Section 35. That § 55-1A-3 be amended to read as follows: 55-1A-3. The entirety of all the powers described in § § 55-1A-5 to 55-1A-36, inclusive, may be incorporated in any instrument or agreement by specific reference to this section , or shall be incorporated if the instrument or agreement expressly makes reference to the trustee being granted powers set forth under a trustees' or fiduciaries' powers act and does not expressly limit those powers . Section 36. That chapter 55-1A be amended by adding thereto a NEW SECTION to read as follows: Any trust in existence before July 1, 1998, shall be treated as incorporating the powers granted in this chapter, even though specific reference was not made to chapter 55-1A if the instrument or agreement expressly makes reference to the trustee being granted powers set forth under a trustees' or fiduciaries' powers act and does not expressly limit those powers. Section 37. That chapter 55-1A be amended by adding thereto a NEW SECTION to read as follows: A trustee may perform such other acts, which, in the judgment of the trustee, may be necessary or appropriate for the proper management, investment, and distribution of the trust estate. Section 38. That § 21-22-18 be amended to read as follows: 21-22-18. The notice provided by § 21-22-17 shall be served upon trustees and upon all beneficiaries , beneficiaries, and attorneys of record, either personally or by mail , addressed to each at his or her last known post office address as shown by the records and files in the proceeding, at least fourteen days prior to the hearing unless the court for good cause shown directs a shorter period. Section 39. That chapter 55-1A be amended by adding thereto a NEW SECTION to read as follows: Any power granted to a trustee in any written trust instrument may be disclaimed by that trustee in the manner provided by law for disclaimers, but without regard to the time limits provided by law for disclaimers. Upon such disclaimer, the powers so disclaimed shall cease to exist as to that trustee. Section 40. That § 55-1-12 be amended to read as follows: 55-1-12. The person whose confidence creates a trust is called the trustor; the person in whom the confidence is reposed is called the trustee; and the person for whose benefit the trust is created is called the beneficiary. As used in this section, the term, person, has the meaning set forth in § 55-4-1. Section 41. That § 55-4-1 be amended to read as follows: 55-4-1. As Terms used in this chapter unless the context or subject matter otherwise requires mean : (1) \"Affiliate , \" means any person directly or indirectly controlling or controlled by another person, or any person under direct or indirect common control with another person. It includes any person with whom a trustee has an express or implied agreement regarding the purchase of trust investments by each from the other, directly or indirectly, except a broker or stock exchange . ; (2) \"Person , \" means an individual, a corporation, a partnership, an association, a joint stock company, a business trust, a trust, an unincorporated organization, or two or more persons having a joint or common interest . ; (3) \"Relative , \" means a spouse, ancestor, descendant, brother , or sister . ; (4) \"Trust , \" means an express trust only . ; (5) \"Trustee , \" includes trustees, a corporate as well as a natural person and a successor or substitute trustee. Section 42. That § 55-5-16 be amended to read as follows: 55-5-16. A trustee has a duty to personally perform the responsibilities of the trusteeship except as a prudent person might delegate those responsibilities to others. In deciding whether, to whom, and in what manner to delegate fiduciary authority in the administration of a trust, and thereafter in supervising monitoring agents, the trustee is under a duty to the beneficiary to exercise fiduciary discretion and to act as a prudent person would act in similar circumstances may seek the prior approval for the delegation from all known beneficiaries of the trust or from the court. If such approval is given in writing by all known beneficiaries or by the court, the trustee is not liable for the acts of the person to whom the authority is delegated except in the cases of gross misconduct or gross negligence by the delegating trustee in the selection or monitoring of the agent . Section 43. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: Any state bank chartered under Title 51A which exercises only trust powers and which has never accepted deposits may make application to the commission to reorganize as a trust company under chapter 51A-6A. An application for conversion from a state bank to a trust company shall consist of a letter of intent signed by a majority of the bank's board of directors together with any additional information required by the director. The stockholders of the bank shall make, execute, and acknowledge amendments to their articles of incorporation as required in order to terminate the corporation's former status as a bank and to conform its articles of incorporation to the requirements of chapter 51A. Upon receipt of the application for approval of a conversion, the director shall conduct such investigation as the director deems necessary to ascertain whether: (1) The letter of intent and supporting items satisfy the requirements of this title; (2) The plan of conversion adequately protects the interests of the beneficiaries of any trusts for which the bank is a trustee; and (3) The requirements for a conversion under all applicable laws have been satisfied and the resulting trust company would satisfy the requirements for trust companies authorized by this title. Upon filing and approval of such articles of amendment as provided by this title, and upon the issuance of a certificate of authority by the director as provided by this title, such corporation may transact business as a trust company and is subject to regulation as a trust company under this title."}, {"bill_id": 13974, "bill_version_id": 77978, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "1998-02-05T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding trusts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: In addition to the methods specified in sections 2 to 5, inclusive, of this Act, a trust terminates if: (1) The term of the trust expires; (2) The trust purpose if fulfilled; (3) The trust purpose becomes unlawful or impossible to fulfill; or (4) The trust is revoked. Section 2. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: An irrevocable trust may be modified or terminated upon the consent of all of the beneficiaries if continuance of the trust on its existing terms is not necessary to carry out a material purpose. Whether or not continuance of the trust on its existing terms is necessary to carry out a material purpose, an irrevocable trust may be modified or terminated upon the consent of the trustor and all of the beneficiaries. Upon termination of a trust under this section, the trustee shall distribute the trust property in accordance with the trustor's probable intention or in any other manner as agreed by all the beneficiaries. The trustor's powers with respect to termination or modification may be exercised by an agent under a power of attorney only to the extent the power of attorney expressly so authorizes. A conservator may exercise the trustor's powers under this section only if approved by the court supervising the conservatorship. Section 3. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: Upon petition by a trustor, trustee, or beneficiary, upon a finding that the provisions of section 2 of this Act have been met, the court shall affirm the proposed modification or termination of the trust. If any beneficiary does not consent to a requested modification or termination of a trust by the other beneficiaries or by the trustor and other beneficiaries, the court, with the consent of the other beneficiaries, and of the trustor, if required, may approve a requested modification or partial termination if the rights or interests of the beneficiaries who do not consent are not significantly impaired or adversely affected. Upon modification or partial termination of the trust, the trustee shall distribute the trust property as ordered by the court. Section 4. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: On petition by a trustee or beneficiary, the court may modify the administrative or dispositive terms of the trust or terminate the trust if, because of circumstances not anticipated by the trustor, modification or termination of the trust would substantially further the trustor's purposes in creating the trust. Upon termination of a trust under this section, the trust property shall be distributed in accordance with the trustor's probable intention. Section 5. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: Except as otherwise provided by the terms of the trust, if the value of the trust property of a noncharitable trust is less than thirty thousand dollars, the trustee may terminate the trust. On petition by a trustee or beneficiary, the court may modify or terminate a noncharitable trust or appoint a new trustee if it determines that the value of the trust property is insufficient to justify the cost of administration involved. Upon termination of a trust under this section, the trustee shall distribute the trust property in accordance with the trustor's probable intention. Section 6. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: On petition by a trustee or beneficiary, the court may reform the terms of the trust to conform to the trustor's intention if the failure to conform was due to a mistake of fact or law and the trustor's intent can be established. The terms of the trust may be construed or modified, in a manner that does not violate the trustor's probable intention, to achieve the trustor's tax objectives. Section 7. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: Without approval of court and except as otherwise provided by the terms of the trust, a trustee may combine two or more trusts into a single trust or divide a trust into two or more separate trusts, if the combination or division does not impair the rights of any of the beneficiaries or substantially affect the accomplishment of the trust purposes. On petition by a trustee or beneficiary, the court may affirm or prevent a proposed combination or division. Section 8. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 1 to 7, inclusive, of this Act shall not be construed as exclusive methods of modifying or terminating irrevocable trusts. Section 9. That § 55-3-6 be amended to read as follows: 55-3-6. A trust cannot be revoked by the trustor after its acceptance, actual or presumed, by the trustee and beneficiaries except by the consent of all the beneficiaries and upon approval by the court, unless If the declaration of trust reserves a power of revocation to the trustor and in that case , the trust may be revoked if the power must be is strictly pursued. Section 10. That § 55-3-22 be repealed. 55-3-22. A trust is extinguished by the entire fulfillment of its object or by such object becoming impossible or unlawful. Section 11. That § 55-3-1 be amended to read as follows: 55-3-1. The provisions of this chapter apply only to irrevocable trusts and to express trusts created for the benefit of someone other than the trustor and in which the title to the trust property is vested in the trustee; not including, however, those of executors, administrators, and conservators, as such. Section 12. Notwithstanding the provisions of § § 15-6-55(b) and 15-6-17(c), the provisions of sections 12 to 19, inclusive, of this Act apply in any proceeding in which all persons interested in an estate or trust are required to be served with process or their consent is required. For the purposes of this section, the term, an interest in an estate or trust, includes both interests in income and interests in principal. The Department of Social Services shall be served with process in any matter where an interested party may owe a debt to the department pursuant to § 28-6-23. Section 13. If an interest in the estate or trust has been limited as follows, it is not necessary to serve process on any other person that as provided by this section: (1) In any contingency to the persons who shall compose a certain class upon the happening of a future event, then on the persons in being who would constitute the class if such event had happened immediately before the commencement of the proceeding; (2) To a person who is a party to the proceeding and the same interest has been further limited upon the happening of a future event to a class of persons described in terms of their relationship to such party, then on the party to the proceeding; (3) To unborn or unascertained persons, none of such persons, but if it appears that there is no person in being or ascertained, having the same interest, the court shall appoint a guardian ad litem to represent or protect the persons who eventually may become entitled to the interest. If a party to the proceeding has a power of appointment, it is not necessary to serve the potential appointees and, if it is a general power of appointment, it is not necessary to serve the takers in default of the exercise thereof. Section 14. If an interest in an estate or trust has been limited to a person who is a party to the proceeding and the same interest has been further limited upon the happening of a future event to any other person, it is not necessary to serve such other person. Section 15. In a proceeding for probate of testamentary instrument, the interests of the respective persons specified in subdivision (2) of section 13 of this Act and section 14 of this Act shall be deemed to be the same interest, whether or not their respective interests are in income or in principal or in both, if they are beneficiaries of the same trust or fund, if they have a common interest in proving or disproving the instrument offered for probate, and if the person who is a party under subdivision (2) of section 13 of this Act or the person to whom the interest has been limited under section 14 of this Act would not receive greater financial benefit if such instrument were denied probate (in the case where such beneficiaries have a common interest in proving such instrument) or admitted to probate (in the case where such beneficiaries have a common interest in disproving such instrument). Section 16. If a party to the proceeding has the same interest as a person under disability, it is not necessary to serve the person under a disability. Section 17. The decree or order entered in any such proceeding is binding and conclusive on all persons upon whom service of process is not required. Section 18. In any proceeding in which service of process upon persons interested in an estate or trust may be dispensed with pursuant to the provisions of sections 12 to 20, inclusive, of this Act, in addition to such other requirements as may be applicable to the petition in the particular proceeding, the petition shall: (1) Set forth in a form satisfactory to the court information with respect to the persons interested in the estate upon whom service of process may be dispensed with, the nature of the interests of such persons, and the basis upon which service of process may be dispensed with; and (2) State whether the fiduciary or any other person has discretion to affect the present or future beneficial enjoyment of the estate and, if so, set forth the discretion possessed and, if exercised. Notwithstanding the foregoing provisions of this section and any provisions of the instrument to the contrary, if the court finds that the representation of a person's interest is or may be inadequate, it may require that the person be served. The basis for such finding shall be set forth specifically in the order. Section 19. Unless the instrument expressly provides otherwise, if the consent of all beneficiaries of a trust or estate is required for the approval of any action, modification, or termination of such trust or estate, the consent of all beneficiaries upon whom service of process would be required in a judicial proceeding for approval of such action, modification, or termination shall be binding and conclusive upon all persons upon whom service would not be required under sections 12 to 19, inclusive, of this Act to the same extent as the approval of the action, modification, or termination binds the persons who were served or would have been served for the judicial approval of such action, modification, or termination. Section 20. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: A general law or a state jurisdiction provision stating that the laws of this state govern is valid, effective, and conclusive for the trust if all of the following are true: (1) Some or all of the trust assets are deposited in this state or physical evidence of such assets is held in this state and the trust is being administered by a qualified person; in this subdivision, deposited in this state, includes being held in a checking account, time deposit, certificate of deposit, brokerage account, trust company fiduciary account, or other similar account or deposit that is located in this state including South Dakota investments; (2) A trustee is a qualified person who is designated as a trustee under the governing instrument, a successor trusteeship, or designated by a court having jurisdiction over the trust; and (3) The administration, for example, physically maintaining trust records in this state and preparing or arranging for the preparation of, on an exclusive basis or a nonexclusive basis, an income tax return that must be filed by the trust, occurs wholly or partly in this state. Nothing in this section may be construed to be the exclusive means of providing a valid effective and conclusive state jurisdiction provision. Section 21. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: The validity, construction, and administration of a trust with a state jurisdiction provision are determined by the laws of this state, including the: (1) Capacity of the trustor; (2) Powers, obligations, liabilities, and rights of the trustees and the appointment and removal of the trustees; and (3) Existence and extent of powers, conferred or retained, including a trustee's discretionary powers, and the validity of the exercise of a power. Section 22. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of sections 21 and 22 of this Act, the term, qualified person, means: (1) An individual who, except for brief intervals, military service, attendance at an educational or training institution, or for absences for good cause shown, resides in this state, whose true and permanent home is in this state, who does not have a present intention of moving from this state, and who has the intention of returning to this state when away; (2) A trust company that is organized under Title 51A or under federal law and that has its principal place of business in this state; or (3) A bank or savings association that possesses and exercises trust powers, has its principal place of business in this state, and the deposits of which are insured by the Federal Deposit Insurance Corporation. Section 23. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of sections 21 and 22 of this Act, the term, state jurisdiction provision, means a provision within the trust instrument that the laws of this state govern the validity, construction, and administration of a trust or that the trust is subject to the jurisdiction of this state. Section 24. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of sections 21 and 22 of this Act, the term, South Dakota investments, means real property located in South Dakota, any equity or debt securities of a corporation, partnership, or limited liability company organized under the laws of South Dakota or having its headquarters in South Dakota, debt securities of the State of South Dakota or any of its subdivisions, or any of its instrumentalities. Section 25. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of sections 21 and 22 of this Act, the term, trustor, means a person who transfers property in trust, and includes a person who furnishes the property transferred to a trust even if the trust is created by another person. Section 26. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: If a trust is not subject to court supervision under chapter 21-22, and if no objection has been made by a beneficiary of a trust within one hundred eighty days after a copy of the trustee's accounting has been mailed, postage prepaid, to the last known address of such beneficiary, the beneficiary is deemed to have approved such accounting of the trustee, and the trustee, absent fraud, intentional misrepresentation, or material omission, shall be released and discharged from any and all liability as to all matters set forth in such accounting. For purposes of this section, the term, accounting, means any interim or final report or other statement provided by a trustee reflecting all transactions, receipts, and disbursements during the reporting period and a list of assets as of the end of the period covered by the report or statement, and including written notice to the beneficiary of the provisions of this section. Section 27. That § 43-6-4 be repealed. 43-6-4. An accumulation of the income of real estate for the benefit of one or more persons, may be directed by any will or transfer in writing, sufficient to pass the real estate out of which the fund is to arise, as follows: (1) If the accumulation is directed to commence on the creation of the estate out of which the returns and profits are to arise, it shall be made for the benefit of any person who is less than twenty-one years old then in being, and terminates, pro rata, when each person reaches twenty-one years of age; or (2) If the accumulation is directed to commence at any time subsequent to the creation of the estate out of which the returns and profits are to arise, it shall commence within the time in this chapter permitted for the vesting of future estates and during the time any beneficiary is less than twenty-one years old, and terminates, pro rata, when each beneficiary reaches twenty-one years of age. Section 28. That § 43-6-5 be repealed. 43-6-5. If a person who is less than twenty-one years of age, for whose benefit an accumulation has been directed, is destitute of other sufficient means of support and education, the circuit court, upon application, may direct a suitable sum to be applied thereto, out of the fund. Section 29. That § 43-6-6 be repealed. 43-6-6. If, in either of the cases mentioned in § 43-6-4, the direction for an accumulation is for a longer term than during the time the beneficiaries are less than twenty-one years old, the direction, whether separable or not from other provisions of the instrument, is void only as respects the time beyond the period a beneficiary is more than twenty-one years old. Section 30. That chapter 21-22 be amended by adding thereto a NEW SECTION to read as follows: The privacy of those who have established a court trust or other trust shall be protected in any court proceeding concerning the trust if the acting trustee, the trustor (if living), and all beneficiaries so petition the court. Upon the filing of such a petition, the instrument on which the trust is based, inventory, statement filed by any trustee, annual verified report of trustee, final report of trustee, and all petitions relevant to trust administration and all court orders thereon shall be sealed upon filing and may not be made a part of the public record of the proceeding, but shall be available to the court, to the trustor, to the trustee, to any beneficiary, to their attorneys, and to such other interested persons as the court may order upon a showing of the need. Section 31. That chapter 21-22 be amended by adding thereto a NEW SECTION to read as follows: If the instrument contains a provision which authorizes the trustee alone to file the petition for privacy established in section 30 of this Act, only the acting trustee is required to file such a petition. Section 32. That § 51A-6A-13 be amended to read as follows: 51A-6A-13. The business of any trust company shall be managed and controlled by its governing board and includes the authority to provide for bonus payments, in addition to ordinary compensation, for any of its officers and employees. The governing board shall consist of not less than five nor more than twelve members, all of whom shall be elected by the owners of the trust company at any regular annual meeting that is held during the first one hundred twenty days of each calendar year. If the number of board members elected is less than twelve, the number of board members may be increased so long as the total number does not exceed twelve. If the number is increased, the first additional board members may be elected at a special meeting of the owners. The board members shall be elected and any vacancies filled in the manner as provided in the provisions regarding general corporations or limited liability companies, as applicable. At all times two one of the directors shall be residents a resident of this state and at least three-fourths of the directors shall be citizens of the United States. Any board member of any trust company who becomes indebted to the trust company on any judgment shall forfeit the position of board member and the vacancy shall be filled as provided by law. Section 33. That § 51A-6A-6 be amended to read as follows: 51A-6A-6. All expenses incurred in making any examination and investigation required by § 51A-6A-5 shall be paid by the applicants, consistent with § 51A-3-7. All applications for charters under this chapter shall include a five thousand dollar application fee which is nonrefundable. Section 34. That § 51A-6A-6.1 be repealed. 51A-6A-6.1. Subsequent to the approval of a trust company by the commission, but prior to the filing of a trust company's articles of incorporation with the secretary of state, a newly appointed trust company shall pay to the commission a trust company charter fee of twenty-five thousand dollars. This fee shall be remitted by the Division of Banking to the state general fund. Any trust company who has for an entire year at least ten full-time employees located in South Dakota within its first three years of existence may obtain a refund by filing with the director a request for refund and verification adequate in the opinion of the director to verify the fact that such trust company has had at least ten full-time employees in South Dakota for one year. Any trust company which is a related corporation, as defined in § 10-43-1, of a depository institution subject to the provisions of chapter 10-43 is exempt from the charter fee imposed by this section. Section 35. That § 55-1A-3 be amended to read as follows: 55-1A-3. The entirety of all the powers described in § § 55-1A-5 to 55-1A-36, inclusive, may be incorporated in any instrument or agreement by specific reference to this section , or shall be incorporated if the instrument or agreement expressly makes reference to the trustee being granted powers set forth under a trustees' or fiduciaries' powers act and does not expressly limit those powers . Section 36. That chapter 55-1A be amended by adding thereto a NEW SECTION to read as follows: Any trust in existence before July 1, 1998, shall be treated as incorporating the powers granted in this chapter, even though specific reference was not made to chapter 55-1A if the instrument or agreement expressly makes reference to the trustee being granted powers set forth under a trustees' or fiduciaries' powers act and does not expressly limit those powers. Section 37. That chapter 55-1A be amended by adding thereto a NEW SECTION to read as follows: A trustee may perform such other acts, which, in the judgment of the trustee, may be necessary or appropriate for the proper management, investment, and distribution of the trust estate. Section 38. That § 21-22-18 be amended to read as follows: 21-22-18. The notice provided by § 21-22-17 shall be served upon trustees and upon all beneficiaries , beneficiaries, and attorneys of record, either personally or by mail , addressed to each at his or her last known post office address as shown by the records and files in the proceeding, at least fourteen days prior to the hearing unless the court for good cause shown directs a shorter period. Section 39. That chapter 55-1A be amended by adding thereto a NEW SECTION to read as follows: Any power granted to a trustee in any written trust instrument may be disclaimed by that trustee in the manner provided by law for disclaimers, but without regard to the time limits provided by law for disclaimers. Upon such disclaimer, the powers so disclaimed shall cease to exist as to that trustee. Section 40. That § 55-1-12 be amended to read as follows: 55-1-12. The person whose confidence creates a trust is called the trustor; the person in whom the confidence is reposed is called the trustee; and the person for whose benefit the trust is created is called the beneficiary. As used in this section, the term, person, has the meaning set forth in § 55-4-1. Section 41. That § 55-4-1 be amended to read as follows: 55-4-1. As Terms used in this chapter unless the context or subject matter otherwise requires mean : (1) \"Affiliate , \" means any person directly or indirectly controlling or controlled by another person, or any person under direct or indirect common control with another person. It includes any person with whom a trustee has an express or implied agreement regarding the purchase of trust investments by each from the other, directly or indirectly, except a broker or stock exchange . ; (2) \"Person , \" means an individual, a corporation, a partnership, an association, a joint stock company, a business trust, a trust, an unincorporated organization, or two or more persons having a joint or common interest . ; (3) \"Relative , \" means a spouse, ancestor, descendant, brother , or sister . ; (4) \"Trust , \" means an express trust only . ; (5) \"Trustee , \" includes trustees, a corporate as well as a natural person and a successor or substitute trustee. Section 42. That § 55-5-16 be amended to read as follows: 55-5-16. A trustee has a duty to personally perform the responsibilities of the trusteeship except as a prudent person might delegate those responsibilities to others. In deciding whether, to whom, and in what manner to delegate fiduciary authority in the administration of a trust, and thereafter in supervising monitoring agents, the trustee is under a duty to the beneficiary to exercise fiduciary discretion and to act as a prudent person would act in similar circumstances may seek the prior approval for the delegation from all known beneficiaries of the trust or from the court. If such approval is given in writing by all known beneficiaries or by the court, the trustee is not liable for the acts of the person to whom the authority is delegated except in the cases of gross misconduct or gross negligence by the delegating trustee in the selection or monitoring of the agent . Section 43. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: Any state bank chartered under Title 51A which exercises only trust powers and which has never accepted deposits may make application to the commission to reorganize as a trust company under chapter 51A-6A. An application for conversion from a state bank to a trust company shall consist of a letter of intent signed by a majority of the bank's board of directors together with any additional information required by the director. The stockholders of the bank shall make, execute, and acknowledge amendments to their articles of incorporation as required in order to terminate the corporation's former status as a bank and to conform its articles of incorporation to the requirements of chapter 51A. Upon receipt of the application for approval of a conversion, the director shall conduct such investigation as the director deems necessary to ascertain whether: (1) The letter of intent and supporting items satisfy the requirements of this title; (2) The plan of conversion adequately protects the interests of the beneficiaries of any trusts for which the bank is a trustee; and (3) The requirements for a conversion under all applicable laws have been satisfied and the resulting trust company would satisfy the requirements for trust companies authorized by this title. Upon filing and approval of such articles of amendment as provided by this title, and upon the issuance of a certificate of authority by the director as provided by this title, such corporation may transact business as a trust company and is subject to regulation as a trust company under this title. BILL HISTORY 1/26/98 First read in Senate and referred to Judiciary. S.J. 203 2/4/98 Scheduled for Committee hearing on this date. 2/4/98 Judiciary Do Pass Amended, Passed, AYES 7, NAYS 0. S.J. 324"}, {"bill_id": 13974, "bill_version_id": 77977, "bill_version": "Senate Engrossed", "bill_version_date": "1998-02-10T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding trusts and estates. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: In addition to the methods specified in sections 2 to 5, inclusive, of this Act, a trust terminates if: (1) The term of the trust expires; (2) The trust purpose if fulfilled; (3) The trust purpose becomes unlawful or impossible to fulfill; or (4) The trust is revoked. Section 2. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: An irrevocable trust may be modified or terminated upon the consent of all of the beneficiaries if continuance of the trust on its existing terms is not necessary to carry out a material purpose. Whether or not continuance of the trust on its existing terms is necessary to carry out a material purpose, an irrevocable trust may be modified or terminated upon the consent of the trustor and all of the beneficiaries. Upon termination of a trust under this section, the trustee shall distribute the trust property in accordance with the trustor's probable intention or in any other manner as agreed by all the beneficiaries. The trustor's powers with respect to termination or modification may be exercised by an agent under a power of attorney only to the extent the power of attorney expressly so authorizes. A conservator may exercise the trustor's powers under this section only if approved by the court supervising the conservatorship. Section 3. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: Upon petition by a trustor, trustee, or beneficiary, upon a finding that the provisions of section 2 of this Act have been met, the court shall affirm the proposed modification or termination of the trust. If any beneficiary does not consent to a requested modification or termination of a trust by the other beneficiaries or by the trustor and other beneficiaries, the court, with the consent of the other beneficiaries, and of the trustor, if required, may approve a requested modification or partial termination if the rights or interests of the beneficiaries who do not consent are not significantly impaired or adversely affected. Upon modification or partial termination of the trust, the trustee shall distribute the trust property as ordered by the court. Section 4. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: On petition by a trustee or beneficiary, the court may modify the administrative or dispositive terms of the trust or terminate the trust if, because of circumstances not anticipated by the trustor, modification or termination of the trust would substantially further the trustor's purposes in creating the trust. Upon termination of a trust under this section, the trust property shall be distributed in accordance with the trustor's probable intention. Section 5. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: Except as otherwise provided by the terms of the trust, if the value of the trust property of a noncharitable trust is less than thirty thousand dollars, the trustee may terminate the trust. On petition by a trustee or beneficiary, the court may modify or terminate a noncharitable trust or appoint a new trustee if it determines that the value of the trust property is insufficient to justify the cost of administration involved. Upon termination of a trust under this section, the trustee shall distribute the trust property in accordance with the trustor's probable intention. Section 6. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: On petition by a trustee or beneficiary, the court may reform the terms of the trust to conform to the trustor's intention if the failure to conform was due to a mistake of fact or law and the trustor's intent can be established. The terms of the trust may be construed or modified, in a manner that does not violate the trustor's probable intention, to achieve the trustor's tax objectives. Section 7. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: Without approval of court and except as otherwise provided by the terms of the trust, a trustee may combine two or more trusts into a single trust or divide a trust into two or more separate trusts, if the combination or division does not impair the rights of any of the beneficiaries or substantially affect the accomplishment of the trust purposes. On petition by a trustee or beneficiary, the court may affirm or prevent a proposed combination or division. Section 8. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 1 to 7, inclusive, of this Act shall not be construed as exclusive methods of modifying or terminating irrevocable trusts. Section 9. That § 55-3-6 be amended to read as follows: 55-3-6. A trust cannot be revoked by the trustor after its acceptance, actual or presumed, by the trustee and beneficiaries except by the consent of all the beneficiaries and upon approval by the court, unless If the declaration of trust reserves a power of revocation to the trustor and in that case , the trust may be revoked if the power must be is strictly pursued. Section 10. That § 55-3-22 be repealed. 55-3-22. A trust is extinguished by the entire fulfillment of its object or by such object becoming impossible or unlawful. Section 11. That § 55-3-1 be amended to read as follows: 55-3-1. The provisions of this chapter apply only to irrevocable trusts and to express trusts created for the benefit of someone other than the trustor and in which the title to the trust property is vested in the trustee; not including, however, those of executors, administrators, and conservators, as such. Section 12. Notwithstanding the provisions of § § 15-6-55(b) and 15-6-17(c), the provisions of sections 12 to 19, inclusive, of this Act apply in any proceeding in which all persons interested in an estate or trust are required to be served with process or their consent is required. For the purposes of this section, the term, an interest in an estate or trust, includes both interests in income and interests in principal. The Department of Social Services shall be served with process in any matter where an interested party may owe a debt to the department pursuant to § 28-6-23. Section 13. If an interest in the estate or trust has been limited as follows, it is not necessary to serve process on any other person than as provided by this section: (1) In any contingency to the persons who shall compose a certain class upon the happening of a future event, then on the persons in being who would constitute the class if such event had happened immediately before the commencement of the proceeding; (2) To a person who is a party to the proceeding and the same interest has been further limited upon the happening of a future event to a class of persons described in terms of their relationship to such party, then on the party to the proceeding; (3) To unborn or unascertained persons, none of such persons, but if it appears that there is no person in being or ascertained, having the same interest, the court shall appoint a guardian ad litem to represent or protect the persons who eventually may become entitled to the interest. If a party to the proceeding has a power of appointment, it is not necessary to serve the potential appointees and, if it is a general power of appointment, it is not necessary to serve the takers in default of the exercise thereof. Section 14. If an interest in an estate or trust has been limited to a person who is a party to the proceeding and the same interest has been further limited upon the happening of a future event to any other person, it is not necessary to serve such other person. Section 15. In a proceeding for probate of testamentary instrument, the interests of the respective persons specified in subdivision (2) of section 13 of this Act and section 14 of this Act shall be deemed to be the same interest, whether or not their respective interests are in income or in principal or in both, if they are beneficiaries of the same trust or fund, if they have a common interest in proving or disproving the instrument offered for probate, and if the person who is a party under subdivision (2) of section 13 of this Act or the person to whom the interest has been limited under section 14 of this Act would not receive greater financial benefit if such instrument were denied probate (in the case where such beneficiaries have a common interest in proving such instrument) or admitted to probate (in the case where such beneficiaries have a common interest in disproving such instrument). Section 16. If a party to the proceeding has the same interest as a person under disability, it is not necessary to serve the person under a disability. Section 17. The decree or order entered in any such proceeding is binding and conclusive on all persons upon whom service of process is not required. Section 18. In any proceeding in which service of process upon persons interested in an estate or trust may be dispensed with pursuant to the provisions of sections 12 to 20, inclusive, of this Act, in addition to such other requirements as may be applicable to the petition in the particular proceeding, the petition shall: (1) Set forth in a form satisfactory to the court information with respect to the persons interested in the estate upon whom service of process may be dispensed with, the nature of the interests of such persons, and the basis upon which service of process may be dispensed with; and (2) State whether the fiduciary or any other person has discretion to affect the present or future beneficial enjoyment of the estate and, if so, set forth the discretion possessed and, if exercised. Notwithstanding the foregoing provisions of this section and any provisions of the instrument to the contrary, if the court finds that the representation of a person's interest is or may be inadequate, it may require that the person be served. The basis for such finding shall be set forth specifically in the order. Section 19. Unless the instrument expressly provides otherwise, if the consent of all beneficiaries of a trust or estate is required for the approval of any action, modification, or termination of such trust or estate, the consent of all beneficiaries upon whom service of process would be required in a judicial proceeding for approval of such action, modification, or termination shall be binding and conclusive upon all persons upon whom service would not be required under sections 12 to 19, inclusive, of this Act to the same extent as the approval of the action, modification, or termination binds the persons who were served or would have been served for the judicial approval of such action, modification, or termination. Section 20. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: A general law or a state jurisdiction provision stating that the laws of this state govern is valid, effective, and conclusive for the trust if all of the following are true: (1) Some or all of the trust assets are deposited in this state or physical evidence of such assets is held in this state and the trust is being administered by a qualified person; in this subdivision, deposited in this state, includes being held in a checking account, time deposit, certificate of deposit, brokerage account, trust company fiduciary account, or other similar account or deposit that is located in this state including South Dakota investments; (2) A trustee is a qualified person who is designated as a trustee under the governing instrument, a successor trusteeship, or designated by a court having jurisdiction over the trust; and (3) The administration, for example, physically maintaining trust records in this state and preparing or arranging for the preparation of, on an exclusive basis or a nonexclusive basis, an income tax return that must be filed by the trust, occurs wholly or partly in this state. Nothing in this section may be construed to be the exclusive means of providing a valid effective and conclusive state jurisdiction provision. Section 21. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: The validity, construction, and administration of a trust with a state jurisdiction provision are determined by the laws of this state, including the: (1) Capacity of the trustor; (2) Powers, obligations, liabilities, and rights of the trustees and the appointment and removal of the trustees; and (3) Existence and extent of powers, conferred or retained, including a trustee's discretionary powers, and the validity of the exercise of a power. Section 22. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of section 20 of this Act, the term, qualified person, means: (1) An individual who, except for brief intervals, military service, attendance at an educational or training institution, or for absences for good cause shown, resides in this state, whose true and permanent home is in this state, who does not have a present intention of moving from this state, and who has the intention of returning to this state when away; (2) A trust company that is organized under Title 51A or under federal law and that has its principal place of business in this state; or (3) A bank or savings association that possesses and exercises trust powers, has its principal place of business in this state, and the deposits of which are insured by the Federal Deposit Insurance Corporation. Section 23. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of sections 20 and 21 of this Act, the term, state jurisdiction provision, means a provision within the trust instrument that the laws of this state govern the validity, construction, and administration of a trust or that the trust is subject to the jurisdiction of this state. Section 24. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of section 20 of this Act, the term, South Dakota investments, means real property located in South Dakota, any equity or debt securities of a corporation, partnership, or limited liability company organized under the laws of South Dakota or having its headquarters in South Dakota, debt securities of the State of South Dakota or any of its subdivisions, or any of its instrumentalities. Section 25. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of section 21 of this Act, the term, trustor, means a person who transfers property in trust, and includes a person who furnishes the property transferred to a trust even if the trust is created by another person. Section 26. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: If a trust is not subject to court supervision under chapter 21-22, and if no objection has been made by a beneficiary of a trust within one hundred eighty days after a copy of the trustee's accounting has been mailed, postage prepaid, to the last known address of such beneficiary, the beneficiary is deemed to have approved such accounting of the trustee, and the trustee, absent fraud, intentional misrepresentation, or material omission, shall be released and discharged from any and all liability as to all matters set forth in such accounting. For purposes of this section, the term, accounting, means any interim or final report or other statement provided by a trustee reflecting all transactions, receipts, and disbursements during the reporting period and a list of assets as of the end of the period covered by the report or statement, and including written notice to the beneficiary of the provisions of this section. Section 27. That § 43-6-4 be repealed. 43-6-4. An accumulation of the income of real estate for the benefit of one or more persons, may be directed by any will or transfer in writing, sufficient to pass the real estate out of which the fund is to arise, as follows: (1) If the accumulation is directed to commence on the creation of the estate out of which the returns and profits are to arise, it shall be made for the benefit of any person who is less than twenty-one years old then in being, and terminates, pro rata, when each person reaches twenty-one years of age; or (2) If the accumulation is directed to commence at any time subsequent to the creation of the estate out of which the returns and profits are to arise, it shall commence within the time in this chapter permitted for the vesting of future estates and during the time any beneficiary is less than twenty-one years old, and terminates, pro rata, when each beneficiary reaches twenty-one years of age. Section 28. That § 43-6-5 be repealed. 43-6-5. If a person who is less than twenty-one years of age, for whose benefit an accumulation has been directed, is destitute of other sufficient means of support and education, the circuit court, upon application, may direct a suitable sum to be applied thereto, out of the fund. Section 29. That § 43-6-6 be repealed. 43-6-6. If, in either of the cases mentioned in § 43-6-4, the direction for an accumulation is for a longer term than during the time the beneficiaries are less than twenty-one years old, the direction, whether separable or not from other provisions of the instrument, is void only as respects the time beyond the period a beneficiary is more than twenty-one years old. Section 30. That chapter 21-22 be amended by adding thereto a NEW SECTION to read as follows: The privacy of those who have established a court trust or other trust shall be protected in any court proceeding concerning the trust if the acting trustee, the trustor (if living), and all beneficiaries so petition the court. Upon the filing of such a petition, the instrument on which the trust is based, inventory, statement filed by any trustee, annual verified report of trustee, final report of trustee, and all petitions relevant to trust administration and all court orders thereon shall be sealed upon filing and may not be made a part of the public record of the proceeding, but shall be available to the court, to the trustor, to the trustee, to any beneficiary, to their attorneys, and to such other interested persons as the court may order upon a showing of the need. Section 31. That chapter 21-22 be amended by adding thereto a NEW SECTION to read as follows: If the instrument contains a provision which authorizes the trustee alone to file the petition for privacy established in section 30 of this Act, only the acting trustee is required to file such a petition. Section 32. That § 51A-6A-13 be amended to read as follows: 51A-6A-13. The business of any trust company shall be managed and controlled by its governing board and includes the authority to provide for bonus payments, in addition to ordinary compensation, for any of its officers and employees. The governing board shall consist of not less than five nor more than twelve members, all of whom shall be elected by the owners of the trust company at any regular annual meeting that is held during the first one hundred twenty days of each calendar year. If the number of board members elected is less than twelve, the number of board members may be increased so long as the total number does not exceed twelve. If the number is increased, the first additional board members may be elected at a special meeting of the owners. The board members shall be elected and any vacancies filled in the manner as provided in the provisions regarding general corporations or limited liability companies, as applicable. At all times two one of the directors shall be residents a resident of this state and at least three-fourths of the directors shall be citizens of the United States. Any board member of any trust company who becomes indebted to the trust company on any judgment shall forfeit the position of board member and the vacancy shall be filled as provided by law. Section 33. That § 51A-6A-6 be amended to read as follows: 51A-6A-6. All expenses incurred in making any examination and investigation required by § 51A-6A-5 shall be paid by the applicants, consistent with § 51A-3-7. All applications for charters under this chapter shall include a five thousand dollar application fee which is nonrefundable. This fee shall be remitted by the Division of Banking to the state general fund. Section 34. That § 51A-6A-6.1 be repealed. 51A-6A-6.1. Subsequent to the approval of a trust company by the commission, but prior to the filing of a trust company's articles of incorporation with the secretary of state, a newly appointed trust company shall pay to the commission a trust company charter fee of twenty-five thousand dollars. This fee shall be remitted by the Division of Banking to the state general fund. Any trust company who has for an entire year at least ten full-time employees located in South Dakota within its first three years of existence may obtain a refund by filing with the director a request for refund and verification adequate in the opinion of the director to verify the fact that such trust company has had at least ten full-time employees in South Dakota for one year. Any trust company which is a related corporation, as defined in § 10-43-1, of a depository institution subject to the provisions of chapter 10-43 is exempt from the charter fee imposed by this section. Section 35. That § 55-1A-3 be amended to read as follows: 55-1A-3. The entirety of all the powers described in § § 55-1A-5 to 55-1A-36, inclusive, may be incorporated in any instrument or agreement by specific reference to this section , or shall be incorporated if the instrument or agreement expressly makes reference to the trustee being granted powers set forth under a trustees' or fiduciaries' powers act and does not expressly limit those powers . Section 36. That chapter 55-1A be amended by adding thereto a NEW SECTION to read as follows: Any trust in existence before July 1, 1998, shall be treated as incorporating the powers granted in this chapter, even though specific reference was not made to chapter 55-1A if the instrument or agreement expressly makes reference to the trustee being granted powers set forth under a trustees' or fiduciaries' powers act and does not expressly limit those powers. Section 37. That chapter 55-1A be amended by adding thereto a NEW SECTION to read as follows: A trustee may perform such other acts, which, in the judgment of the trustee, may be necessary or appropriate for the proper management, investment, and distribution of the trust estate. Section 38. That § 21-22-18 be amended to read as follows: 21-22-18. The notice provided by § 21-22-17 shall be served upon trustees and upon all beneficiaries , beneficiaries, and attorneys of record, either personally or by mail , addressed to each at his or her last known post office address as shown by the records and files in the proceeding, at least fourteen days prior to the hearing unless the court for good cause shown directs a shorter period. Section 39. That chapter 55-1A be amended by adding thereto a NEW SECTION to read as follows: Any power granted to a trustee in any written trust instrument may be disclaimed by that trustee in the manner provided by law for disclaimers, but without regard to the time limits provided by law for disclaimers. Upon such disclaimer, the powers so disclaimed shall cease to exist as to that trustee. Section 40. That § 55-1-12 be amended to read as follows: 55-1-12. The person whose confidence creates a trust is called the trustor; the person in whom the confidence is reposed is called the trustee; and the person for whose benefit the trust is created is called the beneficiary. As used in this section, the term, person, has the meaning set forth in § 55-4-1. Section 41. That § 55-4-1 be amended to read as follows: 55-4-1. As Terms used in this chapter unless the context or subject matter otherwise requires mean : (1) \"Affiliate , \" means any person directly or indirectly controlling or controlled by another person, or any person under direct or indirect common control with another person. It includes any person with whom a trustee has an express or implied agreement regarding the purchase of trust investments by each from the other, directly or indirectly, except a broker or stock exchange . ; (2) \"Person , \" means an individual, a corporation, a partnership, an association, a joint stock company, a business trust, a trust, an unincorporated organization, or two or more persons having a joint or common interest . ; (3) \"Relative , \" means a spouse, ancestor, descendant, brother , or sister . ; (4) \"Trust , \" means an express trust only . ; (5) \"Trustee , \" includes trustees, a corporate as well as a natural person and a successor or substitute trustee. Section 42. That § 55-5-16 be amended to read as follows: 55-5-16. A trustee has a duty to personally perform the responsibilities of the trusteeship except as a prudent person might delegate those responsibilities to others. In deciding whether, to whom, and in what manner to delegate fiduciary authority in the administration of a trust, and thereafter in supervising monitoring agents, the trustee is under a duty to the beneficiary to exercise fiduciary discretion and to act as a prudent person would act in similar circumstances may seek the prior approval for the delegation from all known beneficiaries of the trust or from the court. If such approval is given in writing by all known beneficiaries or by the court, the trustee is not liable for the acts of the person to whom the authority is delegated except in the cases of gross misconduct or gross negligence by the delegating trustee in the selection or monitoring of the agent . Section 43. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: Any state bank chartered under Title 51A which exercises only trust powers and which has never accepted deposits may make application to the commission to reorganize as a trust company under chapter 51A-6A. An application for conversion from a state bank to a trust company shall consist of a letter of intent signed by a majority of the bank's board of directors together with any additional information required by the director. The stockholders of the bank shall make, execute, and acknowledge amendments to their articles of incorporation as required in order to terminate the corporation's former status as a bank and to conform its articles of incorporation to the requirements of chapter 51A. Upon receipt of the application for approval of a conversion, the director shall conduct such investigation as the director deems necessary to ascertain whether: (1) The letter of intent and supporting items satisfy the requirements of this title; (2) The plan of conversion adequately protects the interests of the beneficiaries of any trusts for which the bank is a trustee; and (3) The requirements for a conversion under all applicable laws have been satisfied and the resulting trust company would satisfy the requirements for trust companies authorized by this title. Upon filing and approval of such articles of amendment as provided by this title, and upon the issuance of a certificate of authority by the director as provided by this title, such corporation may transact business as a trust company and is subject to regulation as a trust company under this title. Section 44. That § 29A-1-102 be amended to read as follows: 29A-1-102. This code shall be liberally construed and applied to promote simplification, clarification, and efficiency in the law of decedent's estates, guardianship and conservatorship, and multiple-party accounts and other nonprobate transfers. This code also includes sections 12 to 19, inclusive, of this Act. BILL HISTORY 1/26/98 First read in Senate and referred to Judiciary. S.J. 203 2/4/98 Scheduled for Committee hearing on this date. 2/4/98 Judiciary Do Pass Amended, Passed, AYES 7, NAYS 0. S.J. 324 2/6/98 Senate Deferred to another day. S.J. 367 2/9/98 Senate Deferred to another day. S.J. 391 2/10/98 Motion to Amend, Passed. S.J. 421 2/10/98 Senate Do Pass Amended, Passed, AYES 32, NAYS 2. S.J. 421 2/10/98 Senate Title Amended Passed. S.J. 422"}, {"bill_id": 13974, "bill_version_id": 77975, "bill_version": "Enrolled", "bill_version_date": "1998-02-24T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13974, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76902, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76902.pdf", "status_text": "First read in Senate and referred to", "journal_page": 203, "committee_id_action": 601, "committee_id_assigned": 579, "result": "N", "vote": {}}, {"bill_id": 13974, "action_date": "1998-02-04T10:00:00-06:00", "document_id": 76658, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76658.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 579, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13974, "action_date": "1998-02-04T10:00:00-06:00", "document_id": 76658, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76658.pdf", "status_text": "Do Pass Amended,", "journal_page": 324, "committee_id_action": 579, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40360, "president_vote": null, "Yea": [2094, 2112, 2122, 2129, 2189, 2166, 2196]}}, {"bill_id": 13974, "action_date": "1998-02-06T14:00:00-06:00", "document_id": 76920, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76920.pdf", "status_text": "Deferred to another day", "journal_page": 367, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13974, "action_date": "1998-02-09T14:00:00-06:00", "document_id": 76922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76922.pdf", "status_text": "Deferred to another day", "journal_page": 391, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13974, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76924.pdf", "status_text": "Motion to Amend,", "journal_page": 421, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13974, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76924.pdf", "status_text": "Do Pass Amended,", "journal_page": 421, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38531, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2122, 2125, 2129, 2130, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2188, 2191, 2196], "Nay": [2149, 2187], "Excused": [2189]}}, {"bill_id": 13974, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76924.pdf", "status_text": "Title Amended", "journal_page": 422, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13974, "action_date": "1998-02-11T14:00:00-06:00", "document_id": 76925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76925.pdf", "status_text": "First read in House and referred to", "journal_page": 592, "committee_id_action": 600, "committee_id_assigned": 598, "result": "N", "vote": {}}, {"bill_id": 13974, "action_date": "1998-02-18T07:45:00-06:00", "document_id": 76759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76759.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 598, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13974, "action_date": "1998-02-18T07:45:00-06:00", "document_id": 76759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76759.pdf", "status_text": "Do Pass,", "journal_page": 774, "committee_id_action": 598, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39194, "president_vote": null, "Yea": [2141, 2105, 2120, 2128, 2161, 2178, 2185, 2132, 2164, 2192], "Excused": [2134], "Nay": [2114, 2109]}}, {"bill_id": 13974, "action_date": "1998-02-20T14:00:00-06:00", "document_id": 76939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76939.pdf", "status_text": "Deferred to another day", "journal_page": 826, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13974, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76941.pdf", "status_text": "Do Pass Amended,", "journal_page": 858, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40827, "president_vote": null, "Yea": [2096, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2111, 2116, 2117, 2120, 2123, 2124, 2126, 2127, 2128, 2131, 2132, 2133, 2136, 2139, 2141, 2143, 2144, 2146, 2147, 2151, 2152, 2153, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2163, 2164, 2167, 2168, 2171, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2181, 2183, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2197, 2198, 2134], "Excused": [2097, 2109, 2113], "Absent": [2110], "Nay": [2114, 2119, 2150, 2184]}}, {"bill_id": 13974, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76946, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76946.pdf", "status_text": "Signed by President", "journal_page": 695, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13974, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76945.pdf", "status_text": "Signed by Speaker", "journal_page": 952, "committee_id_action": 600, "committee_id_assigned": null, "result": "F", "vote": {}}, {"bill_id": 13974, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76948.pdf", "status_text": "Delivered to the Governor", "journal_page": 728, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13974, "action_date": "1998-03-14T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1138, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13974"}