{"session_id": 45, "bill_id": 12697, "bill_type": "House Bill", "bill_number": 1100, "bill_title": "to provide special license plates for shriners.", "sponsors": [{"legislator_profile_id": 1902, "is_prime": true}, {"legislator_profile_id": 1959, "is_prime": true}, {"legislator_profile_id": 1885, "is_prime": false}, {"legislator_profile_id": 1894, "is_prime": false}, {"legislator_profile_id": 1908, "is_prime": false}, {"legislator_profile_id": 1922, "is_prime": false}, {"legislator_profile_id": 1930, "is_prime": false}, {"legislator_profile_id": 1932, "is_prime": false}, {"legislator_profile_id": 1940, "is_prime": false}, {"legislator_profile_id": 1942, "is_prime": false}, {"legislator_profile_id": 1945, "is_prime": false}, {"legislator_profile_id": 1947, "is_prime": false}, {"legislator_profile_id": 1948, "is_prime": false}, {"legislator_profile_id": 1951, "is_prime": false}, {"legislator_profile_id": 1954, "is_prime": false}, {"legislator_profile_id": 1965, "is_prime": false}, {"legislator_profile_id": 1971, "is_prime": false}, {"legislator_profile_id": 1972, "is_prime": false}, {"legislator_profile_id": 1975, "is_prime": false}, {"legislator_profile_id": 1976, "is_prime": false}, {"legislator_profile_id": 1977, "is_prime": false}, {"legislator_profile_id": 1978, "is_prime": false}, {"legislator_profile_id": 1982, "is_prime": false}], "keywords": ["Motor Vehicle Registration, License Plates & Fees", "Shriners"], "audio": [], "bill_versions": [{"bill_id": 12697, "bill_version_id": 73194, "bill_version": "Introduced", "bill_version_date": "1997-01-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide special license plates for shriners. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Any owner of a motor vehicle, who is a resident of this state, who is a shriner, and who has complied with all of the laws of this state in relation to the registration of a motor vehicle, may receive plates bearing a distinctive number and design, and designating such person as a shriner. The distinctive plates shall be designed by the potentate of the Elraid Shrine Temple and subject to the approval of the Department of Revenue. The distinctive plates shall be in addition to the regular number plates issued for the motor vehicle pursuant to § 32-5-98. The distinctive plates shall be displayed as set forth in § 32-5-98 and the regular number plates shall be kept on or in the motor vehicle. Section 2. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Each person receiving shriner distinctive number plates shall pay a fee for the plates which shall be fixed by the Department of Revenue so as to reimburse the State of South Dakota for the cost of producing the distinctive plates. All fees collected under this section shall be placed in the license plate special revenue fund, as provided pursuant to § 32-5-67. Section 3. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: The number plates authorized by section 1 of this Act shall be retained for the same period of time as plates referred to in § 32-5-83. Section 4. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Any shriner desiring distinctive license plates authorized by section 1 of this Act for use during the next year shall apply to the Department of Revenue specifying the number of vehicles to be licensed and the county of residence. Each shriner requesting special number plates shall be issued a certificate showing the county of residence and the number of vehicles upon which the special plates are to be used. The certificate shall bear the signature of the secretary of revenue and shall be in a form as the Department of Revenue provides. Section 5. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Each shriner shall apply to the county treasurer of the county of the shriner's residence for the issuance of regular number plates for the motor vehicles owned by the shriner. The shriner, in order to receive the distinctive plates, shall have paid the fee for the regular number plates and submitted the registration slip for the regular number plates to the Department of Revenue. Section 6. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: A failure on the part of a shriner to make application to the Department of Revenue for the special number plates as provided in section 4 of this Act will result in the shriner being required to accept regular number plates for the motor vehicle. Section 7. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: If any shriner's membership is terminated, the shriner shall surrender the distinctive number plates. The distinctive plates shall be surrendered to the secretary of revenue who shall make the necessary changes in the registration file. The shriner shall retain the regular number plates issued pursuant to section 1 of this Act. Section 8. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: If at any time a motor vehicle subject to the distinctive number plates issued for the shriner shall be sold, conveyed, or otherwise transferred by the shriner to whom the distinctive number plates have been issued, the shriner shall notify the Department of Revenue. The Department of Revenue shall process a new registration indicating the motor vehicle to which the distinctive plates are to be transferred. The secretary shall make the necessary changes in the file. The department shall notify the applicant of any corrections which need to be made. The regular number plates shall remain with the motor vehicle to which the plates were issued. If the motor vehicle to which the distinctive plates are being transferred does not have valid regular number license plates, the shriner shall obtain regular number license plates. Section 9. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: All statutes of this state relating to the registration of motor vehicles, and the titling and licensing of motor vehicles, the fees for registering, titling and licensing of motor vehicles, and the retention of plates from year to year shall be applicable to shriners and the distinctive plates issued in conformity with section 1 of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12697, "action_date": "1997-01-27T14:00:00-06:00", "document_id": 72884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72884.pdf", "status_text": "First read in House and referred to", "journal_page": 153, "committee_id_action": 544, "committee_id_assigned": 541, "result": "N", "vote": {}}, {"bill_id": 12697, "action_date": "1997-02-10T10:00:00-06:00", "document_id": 72320, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72320.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 541, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12697, "action_date": "1997-02-10T10:00:00-06:00", "document_id": 72320, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72320.pdf", "status_text": "Do Pass,", "journal_page": 379, "committee_id_action": 541, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36412, "president_vote": null, "Nay": [1909, 1941, 1987, 1943], "Yea": [1942, 1947, 1951, 1971, 1973, 1975, 1982, 1985, 1958]}}, {"bill_id": 12697, "action_date": "1997-02-11T14:00:00-06:00", "document_id": 72906, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72906.pdf", "status_text": "Do Pass,", "journal_page": 423, "committee_id_action": 544, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 35616, "president_vote": null, "Nay": [1886, 1887, 1890, 1892, 1897, 1899, 1900, 1904, 1906, 1907, 1909, 1910, 1914, 1916, 1918, 1921, 1931, 1933, 1941, 1943, 1944, 1950, 1952, 1954, 1957, 1958, 1961, 1964, 1966, 1967, 1968, 1985, 1987, 1924], "Yea": [1888, 1891, 1894, 1895, 1898, 1902, 1903, 1913, 1917, 1922, 1923, 1926, 1934, 1937, 1940, 1942, 1947, 1948, 1949, 1951, 1953, 1962, 1963, 1971, 1973, 1974, 1975, 1982, 1983, 1984, 1988], "Excused": [1896, 1936, 1970, 1980], "Absent": [1929]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12697"}