{"session_id": 4, "bill_id": 4752, "bill_type": "Senate Bill", "bill_number": 9, "bill_title": "provide for the disposal of state surplus property.", "sponsors": [], "keywords": ["Bureau of Administration", "Public Property, Purchases and Contracts"], "audio": [{"meeting_datetime": "2008-01-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst04.mp3", "start_seconds": 1395.0}, {"meeting_datetime": "2008-01-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst04.mp3", "start_seconds": 1395.0}, {"meeting_datetime": "2008-01-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst04.mp3", "start_seconds": 1395.0}, {"meeting_datetime": "2008-01-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst04.mp3", "start_seconds": 1395.0}, {"meeting_datetime": "2008-01-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst04.mp3", "start_seconds": 1395.0}, {"meeting_datetime": "2008-01-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst04.mp3", "start_seconds": 1395.0}, {"meeting_datetime": "2008-01-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen07.mp3", "start_seconds": 2716.0}, {"meeting_datetime": "2008-01-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen07.mp3", "start_seconds": 2716.0}, {"meeting_datetime": "2008-01-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen07.mp3", "start_seconds": 2716.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst23.mp3", "start_seconds": 5140.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst23.mp3", "start_seconds": 5140.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst23.mp3", "start_seconds": 5140.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst23.mp3", "start_seconds": 5140.0}], "bill_versions": [{"bill_id": 4752, "bill_version_id": 236, "bill_version": "Introduced", "bill_version_date": "2007-12-31T13:41:01.387-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the disposal of state surplus property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Administrator,\" the director of property management for the Bureau of Administration; (2) \"Authorized entity,\" a political subdivision, school, or any nonprofit educational or health institutions as determined under Section 501 of the Internal Revenue Code of 1954; (3) \"Bureau,\" the Bureau of Administration; (4) \"Cannibalization,\" to take salvageable parts from a disabled machine for use in building or repairing another machine; or to make use of a part taken from one thing in building or repairing something else; (5) \"Disposed,\" the destruction, sale, transfer, trade in, discarding, or donation of state personal property; (6) \"Fair market value,\" the price at which sales have been consummated for assets of like type, quality, and quantity in a particular market at time of acquisition; (7) \"Fixed asset,\" personal property that has an expected life exceeding one year and has an initial purchase cost in excess of five thousand dollars; (8) \"Net disposal value,\" the fair market value less the expense of the most cost effective disposal method; (9) \"Personal property,\" all property which, due to its nature or physical characteristics, cannot be included within the scope or definition of real property. The term includes property capable of being moved from one place to another and usually has a useful life of temporary duration as compared to real property. The term does not include livestock, seed, nursery stock, or organisms purchased for use in research, agricultural, landscaping, or forestry activities of state institutions or agencies or products derived or made from them. The term does not include foodstuffs or inventory purchased for resale by state institutions; (10) \"Proceeds,\" funds derived from the sale of surplus property; (11) \"Property manager,\" the chief administrative officer of the agency or an authorized agent; (12) \"Public auction,\" either a tangible event at a public location, an electronic event which is advertised and made available to the public via the internet, or some other bid process which is advertised and made available to the public; (13) \"Public agency,\" any unit of state, local, or tribal government within the state of South Dakota; (14) \"Surplus property,\" any item of personal property that is no longer needed by the owning agency. Section 2. The Bureau of Administration is responsible for the disposition of all surplus property for all state agencies. No state agency may dispose of surplus property without the written authorization of the bureau which may be in electronic format. Section 3. Before any state-owned personal property is disposed of, the agency property manager shall declare the property surplus in the manner prescribed by this Act. Section 4. Any state agency is responsible for the preservation of its surplus property prior to its disposal. The agency shall make reasonable efforts to protect its surplus property from the elements, theft, or any other means of destruction or deterioration. Section 5. State-owned property may not be disposed until the following steps have been taken: (1) The agency property manager declares the property surplus; (2) The property manager submits a form, prescribed by the bureau, to the administrator for approval. The form shall state in part: (a) The legal name of the state agency; (b) The complete address or location of the surplus property; (c) A desired method of disposal of the surplus property as authorized in this Act; (d) The reason the property has been declared as surplus property; (e) An estimate, current value, suggested selling price, or minimum acceptable price; (f) A statement that the contents of the form have been reviewed by the property manager of the agency and that the facts contained in the form are true and correct; (g) The fixed asset number if applicable; and (h) Any other information determined by the bureau to be necessary; (3) The administrator shall review the request and estimate the property's fair market value. The administrator shall, thereupon, designate the manner of disposal. Written notification of the designation shall be sent to the submitting agency property manager; and (4) The agency shall maintain a record of all property it disposes of in a manner prescribed by the bureau. Section 6. If the property has an estimated fair market value greater than one hundred dollars, the administrator may designate one of the following methods of disposal: (1) Transfer to another state agency or Indian tribe with or without charge; (2) Public auction; (3) Exchange as trade-in for replacement equipment; (4) Private direct sales at no less than ninety percent of the fair market value; (5) Direct sales to any authorized entity at no less than ninety percent of the fair market value; or (6) Cannibalization. If the expense of disposal under this section would reduce the net disposal value of the property to less than one hundred dollars, the property may be disposed of pursuant to the provisions of section 7 of this Act. Section 7. If the property has an estimated fair market value less than one hundred dollars, the administrator may designate one of the following methods of disposal: (1) Transfer to a state agency or authorized entity with or without charge; (2) Sealed bid; (3) Internet sales; (4) Public auction; (5) Sale of the property as scrap; (6) Exchange as trade-in for replacement equipment; (7) Sales through agents for a negotiated fee; (8) Direct sales to the public for established prices; (9) Cannibalization; or (10) Disposal at a landfill, recycling center, or other waste facility. Section 8. In addition to the disposal options set out in section 7 of this Act, the administrator may designate that surplus personal computer equipment having an estimated fair market value less than one hundred dollars be distributed to families designated by the Department of Social Services as eligible for Title XIX assistance, Temporary Assistance for Needy Families pursuant to chapter 28-7A, or to licensed foster homes. Section 9. The administrator shall either authorize the agency to dispose of the property itself or to transfer the property to the bureau for disposal. Section 10. If the property disposed of under the provisions of this Act is a fixed asset, the agency shall submit a fixed asset retirement form as designated by the bureau. Section 11. Before the administrator authorizes a trade-in of property, the administrator shall determine that the net benefit to the state exceeds the benefit that would be derived from a public sale of the item. Section 12. The bureau may not receive, store, handle, or process any equipment, fluids, chemicals, residue, or other property which have been identified as hazardous by the bureau. Each state agency that has surplus hazardous materials is responsible for proper handling and disposal of those materials. Section 13. Any money derived from the sale of public personal property shall be retained in a revolving account. This revolving account shall be used to pay the administrative expenses pertaining directly to the transportation, sale, and storage of surplus public personal property. Any money derived from the sale of property acquired by dedicated funds, internal service funds, or property inventoried by constitutional institutions, less the administrative expenses pertaining directly to the transportation, storage, and sale of such property shall be returned to the respective fund or institution. Any money derived from the sale of property not acquired by dedicated funds, internal service funds, or property inventoried by constitutional institutions, less the administrative expenses pertaining directly to the transportation, storage, and sale of the property, shall be paid to the state treasurer at the end of each fiscal year. Section 14. On approval of the sale of any personal property by the bureau, the conveyance of the personal property shall be made in the name of the State of South Dakota acting by and through the bureau by bill of sale or title certificate executed by the commissioner of administration or the commissioner's authorized representative. Section 15. Except as provided in section 8 of this Act, donations of state property to any private individual, for-profit organization, or state employee is prohibited. The sale of state property to any state employee is prohibited unless items are sold at advertised public sales or auctions. Section 16. The commissioner of the Bureau of Administration may promulgate rules pursuant to chapter 1-26 to carry out the functions of this Act regarding the disposal of state surplus personal property. Section 17. That § 5-23-32 be repealed. 5-23-32. When any department, institution, or office has a surplus of furniture or fixtures, equipment, or supplies, or when such furniture or fixtures, equipment, or supplies, have become useless or no longer needed by such department, institution, or office, the Bureau of Administration may transfer such surplus property to some other department, institution, or other state agency or Indian tribe, and if such transfer cannot be made, the bureau shall dispose of such furniture or fixtures, equipment, or supplies at private or public sale. Before such sale is made, such property shall be appraised by the Bureau of Administration, and the property may not be sold for less than ninety percent of such appraisal. Section 18. That § 5-23-48 be repealed. 5-23-48. Solid waste generated by a state agency may be disposed of at the discretion of the Department of Environment and Natural Resources after all practical recycling efforts have been exhausted. The Department of Environment and Natural Resources may receive payment for or pay for the removal of such solid waste. Section 19. That § 5-24-9 be repealed. 5-24-9. The Bureau of Administration shall constitute a Board of Survey and when any personal property in the custody of any state officer shall become unfit for use by reason of age, wear, tear, or otherwise, and is beyond repair, it shall be the duty of the Board of Survey to inspect, condemn, appraise, and sell such property at public or private sale as in its judgment will be most expedient, or it may exchange such property for other personal property required for use of the state. A note shall be made in the inventory for that year of the condemnation and sale of such property. Section 20. That § 5-24-9.1 be repealed. 5-24-9.1. Sale of property pursuant to § 5-24-9 shall be made only after the value of such material, machinery, equipment, or other property has been fixed by appraisement of the commissioner of the Bureau of Administration. Section 21. That § 5-24-9.2 be repealed. 5-24-9.2. The property described in § 5-24-9 shall be sold only for cash at public auction or upon sealed bids. Before any sale shall be made, except sales to other agencies, departments, or political subdivisions of the state, notice shall be given of the sale by the commissioner of the Bureau of Administration, which notice shall be published in three of the daily newspapers of the state, once each week for two successive weeks next before the day on or after which the sale is to be made. The notice shall state a day on or after which the sale will be made, and the location where such auction will be held, or a place where offers or bids will be received, which day shall be at least fifteen days from the first publication of notice. The right to reject any or all bids shall be reserved. The sale shall not be made before the day set but shall be made within sixty days thereafter. If bids or offers are used, the bids or offers shall be in writing and shall be filed in the Bureau of Administration at Pierre. Section 22. That § 5-24-9.3 be repealed. 5-24-9.3. The commissioner of the Bureau of Administration may make sales of material, machinery, equipment, or other personal property to any political subdivision of the state or to any political subdivision of any Indian tribe in the state if the political subdivision of the Indian tribe exclusively provides governmental services of a type legally provided by a political subdivision of the state. Such sales shall follow the procedures for other sales, except that no notice or advertisement for bid requirements or time of sale requirements apply to such sales. Section 23. That § 5-24-9.4 be repealed. 5-24-9.4. On approval of the sale of any personal property by the Bureau of Administration, the conveyance of said personal property shall be made in the name of the State of South Dakota acting by and through the Bureau of Administration by bill of sale or title certificate executed by the commissioner of administration or his authorized representative. Section 24. That § 5-24-9.5 be repealed. 5-24-9.5. All moneys derived from the sale of public personal property shall be retained in a revolving account out of which account the administrative expenses pertaining directly to the transportation, sale, and storage of surplus public personal property will be paid. Moneys derived from the sale of property acquired by dedicated funds, internal service funds, or property inventoried by constitutional institutions, less the administrative expenses pertaining directly to the transportation, storage and sale of such property shall be returned to the respective fund or institution. All moneys derived from the sale of property not acquired by dedicated funds, internal service funds, or property inventoried by constitutional institutions, less the administrative expenses pertaining directly to the transportation, storage, and sale of such property, shall be paid to the state treasurer at the end of each fiscal year."}, {"bill_id": 4752, "bill_version_id": 912, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2008-01-14T15:26:35.703-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the disposal of state surplus property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Administrator,\" the director of property management for the Bureau of Administration; (2) \"Authorized entity,\" a political subdivision, school, Indian tribe, or any nonprofit educational or health institutions as determined under Section 501 of the Internal Revenue Code; (3) \"Bureau,\" the Bureau of Administration; (4) \"Cannibalization,\" to take salvageable parts from a disabled machine for use in building or repairing another machine; or to make use of a part taken from one thing in building or repairing something else; (5) \"Disposed,\" the destruction, sale, transfer, trade in, discarding, or donation of state personal property; (6) \"Fair market value,\" the price at which sales have been consummated for assets of like type, quality, and quantity in a particular market at time of acquisition; (7) \"Fixed asset,\" personal property that has an expected life exceeding one year and has an initial purchase cost of five thousand dollars or more; (8) \"Net disposal value,\" the fair market value less the expense of the most cost effective disposal method; (9) \"Personal property,\" all property which, due to its nature or physical characteristics, cannot be included within the scope or definition of real property. The term includes property capable of being moved from one place to another and usually has a useful life of temporary duration as compared to real property. The term does not include livestock, seed, nursery stock, or organisms purchased for use in research, agricultural, landscaping, or forestry activities of state institutions or agencies or products derived or made from them. The term does not include foodstuffs or inventory purchased for resale by state institutions; (10) \"Proceeds,\" funds derived from the sale of surplus property; (11) \"Property manager,\" the chief administrative officer of the agency or an authorized agent; (12) \"Public auction,\" either a tangible event at a public location, an electronic event which is advertised and made available to the public via the internet, or some other bid process which is advertised and made available to the public; (13) \"Public agency,\" any unit of state, local, or tribal government within the state of South Dakota; (14) \"Surplus property,\" any item of personal property that is no longer needed by the owning agency. Section 2. The Bureau of Administration is responsible for the disposition of all surplus property for all state agencies. No state agency may dispose of surplus property without the written authorization of the bureau which may be in electronic format. Section 3. Before any state-owned personal property is disposed of, the agency property manager shall declare the property surplus in the manner prescribed by this Act. Section 4. Any state agency is responsible for the preservation of its surplus property prior to its disposal. The agency shall make reasonable efforts to protect its surplus property from the elements, theft, or any other means of destruction or deterioration. Section 5. State-owned property may not be disposed until the following steps have been taken: (1) The agency property manager declares the property surplus; (2) The property manager submits a form, prescribed by the bureau, to the administrator for approval. The form shall state in part: (a) The legal name of the state agency; (b) The complete address or location of the surplus property; (c) A desired method of disposal of the surplus property as authorized in this Act; (d) The reason the property has been declared as surplus property; (e) An estimate, current value, suggested selling price, or minimum acceptable price; (f) A statement that the contents of the form have been reviewed by the property manager of the agency and that the facts contained in the form are true and correct; (g) The fixed asset number if applicable; and (h) Any other information determined by the bureau to be necessary; (3) The administrator shall review the request and estimate the property's fair market value. The administrator shall, thereupon, designate the manner of disposal. Written notification of the designation shall be sent to the submitting agency property manager; and (4) The agency shall maintain a record of all property it disposes of in a manner prescribed by the bureau. Section 6. If the property has an estimated fair market value greater than one hundred dollars, the administrator may designate one of the following methods of disposal: (1) Transfer to another state agency or Indian tribe with or without charge; (2) Public auction; (3) Exchange as trade-in for replacement equipment; (4) Private direct sales at no less than ninety percent of the fair market value; (5) Direct sales to any authorized entity at no less than ninety percent of the fair market value; or (6) Cannibalization. If the expense of disposal under this section would reduce the net disposal value of the property to less than one hundred dollars, the property may be disposed of pursuant to the provisions of section 7 of this Act. Section 7. If the property has an estimated fair market value less than one hundred dollars, the administrator may designate one of the following methods of disposal: (1) Transfer to a state agency or authorized entity with or without charge; (2) Internet sales; (3) Public auction; (4) Sale of the property as scrap; (5) Exchange as trade-in for replacement equipment; (6) Sales through agents for a negotiated fee; (7) Direct sales to the public for established prices; (8) Cannibalization; or (9) Disposal at a landfill, recycling center, or other waste facility. Section 8. In addition to the disposal options set out in section 7 of this Act, the administrator may designate that surplus personal computer equipment having an estimated fair market value less than one hundred dollars be distributed to families designated by the Department of Social Services as eligible for Title XIX assistance, Temporary Assistance for Needy Families pursuant to chapter 28-7A, or to licensed foster homes. Section 9. The administrator shall either authorize the agency to dispose of the property itself or to transfer the property to the bureau for disposal. Section 10. If the property disposed of under the provisions of this Act is a fixed asset, the agency shall submit a fixed asset retirement form as designated by the bureau. Section 11. Before the administrator authorizes a trade-in of property, the administrator shall determine that the net benefit to the state exceeds the benefit that would be derived from a public sale of the item. Section 12. The bureau may not receive, store, handle, or process any equipment, fluids, chemicals, residue, or other property which have been identified as hazardous by the bureau. Each state agency that has surplus hazardous materials is responsible for proper handling and disposal of those materials. Section 13. Any money derived from the sale of public personal property shall be retained in a revolving account. This revolving account shall be used to pay the administrative expenses pertaining directly to the transportation, sale, and storage of surplus public personal property. Any money derived from the sale of property acquired by dedicated funds, internal service funds, or property inventoried by constitutional institutions, less the administrative expenses pertaining directly to the transportation, storage, and sale of such property shall be returned to the respective fund or institution. Any money derived from the sale of property not acquired by dedicated funds, internal service funds, or property inventoried by constitutional institutions, less the administrative expenses pertaining directly to the transportation, storage, and sale of the property, shall be paid to the state treasurer at the end of each fiscal year. Section 14. On approval of the sale of any personal property by the bureau, the conveyance of the personal property shall be made in the name of the State of South Dakota acting by and through the bureau by bill of sale or title certificate executed by the commissioner of administration or the commissioner's authorized representative. Section 15. Except as provided in section 8 of this Act, donations of state property to any private individual, for-profit organization, or state employee is prohibited. The sale of state property to any state employee is prohibited unless items are sold at public auctions. Section 16. The commissioner of the Bureau of Administration may promulgate rules pursuant to chapter 1-26 to carry out the functions of this Act regarding the disposal of state surplus personal property. Section 17. That § 5-23-32 be repealed. 5-23-32. When any department, institution, or office has a surplus of furniture or fixtures, equipment, or supplies, or when such furniture or fixtures, equipment, or supplies, have become useless or no longer needed by such department, institution, or office, the Bureau of Administration may transfer such surplus property to some other department, institution, or other state agency or Indian tribe, and if such transfer cannot be made, the bureau shall dispose of such furniture or fixtures, equipment, or supplies at private or public sale. Before such sale is made, such property shall be appraised by the Bureau of Administration, and the property may not be sold for less than ninety percent of such appraisal. Section 18. That § 5-23-48 be repealed. 5-23-48. Solid waste generated by a state agency may be disposed of at the discretion of the Department of Environment and Natural Resources after all practical recycling efforts have been exhausted. The Department of Environment and Natural Resources may receive payment for or pay for the removal of such solid waste. Section 19. That § 5-24-9 be repealed. 5-24-9. The Bureau of Administration shall constitute a Board of Survey and when any personal property in the custody of any state officer shall become unfit for use by reason of age, wear, tear, or otherwise, and is beyond repair, it shall be the duty of the Board of Survey to inspect, condemn, appraise, and sell such property at public or private sale as in its judgment will be most expedient, or it may exchange such property for other personal property required for use of the state. A note shall be made in the inventory for that year of the condemnation and sale of such property. Section 20. That § 5-24-9.1 be repealed. 5-24-9.1. Sale of property pursuant to § 5-24-9 shall be made only after the value of such material, machinery, equipment, or other property has been fixed by appraisement of the commissioner of the Bureau of Administration. Section 21. That § 5-24-9.2 be repealed. 5-24-9.2. The property described in § 5-24-9 shall be sold only for cash at public auction or upon sealed bids. Before any sale shall be made, except sales to other agencies, departments, or political subdivisions of the state, notice shall be given of the sale by the commissioner of the Bureau of Administration, which notice shall be published in three of the daily newspapers of the state, once each week for two successive weeks next before the day on or after which the sale is to be made. The notice shall state a day on or after which the sale will be made, and the location where such auction will be held, or a place where offers or bids will be received, which day shall be at least fifteen days from the first publication of notice. The right to reject any or all bids shall be reserved. The sale shall not be made before the day set but shall be made within sixty days thereafter. If bids or offers are used, the bids or offers shall be in writing and shall be filed in the Bureau of Administration at Pierre. Section 22. That § 5-24-9.3 be repealed. 5-24-9.3. The commissioner of the Bureau of Administration may make sales of material, machinery, equipment, or other personal property to any political subdivision of the state or to any political subdivision of any Indian tribe in the state if the political subdivision of the Indian tribe exclusively provides governmental services of a type legally provided by a political subdivision of the state. Such sales shall follow the procedures for other sales, except that no notice or advertisement for bid requirements or time of sale requirements apply to such sales. Section 23. That § 5-24-9.4 be repealed. 5-24-9.4. On approval of the sale of any personal property by the Bureau of Administration, the conveyance of said personal property shall be made in the name of the State of South Dakota acting by and through the Bureau of Administration by bill of sale or title certificate executed by the commissioner of administration or his authorized representative. Section 24. That § 5-24-9.5 be repealed. 5-24-9.5. All moneys derived from the sale of public personal property shall be retained in a revolving account out of which account the administrative expenses pertaining directly to the transportation, sale, and storage of surplus public personal property will be paid. Moneys derived from the sale of property acquired by dedicated funds, internal service funds, or property inventoried by constitutional institutions, less the administrative expenses pertaining directly to the transportation, storage and sale of such property shall be returned to the respective fund or institution. All moneys derived from the sale of property not acquired by dedicated funds, internal service funds, or property inventoried by constitutional institutions, less the administrative expenses pertaining directly to the transportation, storage, and sale of such property, shall be paid to the state treasurer at the end of each fiscal year."}, {"bill_id": 4752, "bill_version_id": 3273, "bill_version": "Enrolled", "bill_version_date": "2008-02-15T09:28:29.483-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4752, "action_date": "2008-01-08T12:00:00-06:00", "document_id": 560, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/560.pdf", "status_text": "First read in Senate and referred to", "journal_page": 16, "committee_id_action": 28, "committee_id_assigned": 10, "result": "N", "vote": {}}, {"bill_id": 4752, "action_date": "2008-01-11T07:45:00-06:00", "document_id": 600, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/600.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4752, "action_date": "2008-01-11T07:45:00-06:00", "document_id": 759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/759.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4752, "action_date": "2008-01-11T07:45:00-06:00", "document_id": 759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/759.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4752, "action_date": "2008-01-11T07:45:00-06:00", "document_id": 759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/759.pdf", "status_text": "Do Pass Amended", "journal_page": 95, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68, "president_vote": null, "Yea": [557, 530, 567, 569, 629, 577, 588, 598, 553]}}, {"bill_id": 4752, "action_date": "2008-01-16T14:00:00-06:00", "document_id": 1255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1255.pdf", "status_text": "Do Pass Amended", "journal_page": 149, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 284, "president_vote": null, "Excused": [557], "Yea": [576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 618, 610, 629, 613, 632, 577, 588, 539, 627, 548, 550, 541, 607]}}, {"bill_id": 4752, "action_date": "2008-01-17T14:00:00-06:00", "document_id": 1372, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1372.pdf", "status_text": "First read in House and referred to", "journal_page": 177, "committee_id_action": 27, "committee_id_assigned": 22, "result": "N", "vote": {}}, {"bill_id": 4752, "action_date": "2008-02-13T10:00:00-06:00", "document_id": 2900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2900.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4752, "action_date": "2008-02-13T10:00:00-06:00", "document_id": 3117, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3117.pdf", "status_text": "Do Pass", "journal_page": 538, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1828, "president_vote": null, "Yea": [614, 570, 591, 574, 542, 575, 594, 558, 571, 603, 619], "Excused": [581, 615]}}, {"bill_id": 4752, "action_date": "2008-02-13T10:00:00-06:00", "document_id": 3117, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3117.pdf", "status_text": "Placed on consent", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4752, "action_date": "2008-02-14T14:00:00-06:00", "document_id": 3233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3233.pdf", "status_text": "Do Pass Amended", "journal_page": 580, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1977, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 570, 532, 608, 623, 574, 534, 555, 542, 568, 575, 580, 572, 624, 595, 529, 594, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 605, 628, 630, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 531, 563, 540, 566, 549, 619, 626, 611, 606, 587, 559, 564, 561, 591], "Excused": [597, 552]}}, {"bill_id": 4752, "action_date": "2008-02-15T12:00:00-06:00", "document_id": 3321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3321.pdf", "status_text": "Signed by the President", "journal_page": 535, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4752, "action_date": "2008-02-15T13:00:00-06:00", "document_id": 3326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3326.pdf", "status_text": "Signed by the Speaker", "journal_page": 609, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4752, "action_date": "2008-02-19T14:00:00-06:00", "document_id": 3415, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3415.pdf", "status_text": "Delivered to the Governor", "journal_page": 552, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4752, "action_date": "2008-02-21T14:00:00-06:00", "document_id": 3684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3684.pdf", "status_text": "Signed by the Governor", "journal_page": 584, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3893}