{"session_id": 68, "bill_id": 24159, "bill_type": "House Bill", "bill_number": 1149, "bill_title": "revise the classification of owner-occupied single-family dwellings to include more than one attached or unattached garage.", "sponsors": [{"legislator_profile_id": 4378, "is_prime": true}, {"legislator_profile_id": 4454, "is_prime": true}, {"legislator_profile_id": 4342, "is_prime": false}, {"legislator_profile_id": 4382, "is_prime": false}, {"legislator_profile_id": 4438, "is_prime": false}, {"legislator_profile_id": 4400, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4408, "is_prime": false}], "keywords": ["Property Tax", "Taxation"], "audio": [{"meeting_datetime": "2023-02-02T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hta16.mp3", "start_seconds": 170.0}, {"meeting_datetime": "2023-02-02T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hta16.mp3", "start_seconds": 170.0}, {"meeting_datetime": "2023-02-02T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hta16.mp3", "start_seconds": 170.0}], "bill_versions": [{"bill_id": 24159, "bill_version_id": 246536, "bill_version": "Introduced", "bill_version_date": "2023-01-26T07:19:25.053-06:00", "bill_text": "An Act to revise the classification of owner-occupied single-family dwellings to include more than one attached or unattached garage. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-13-39 be AMENDED: 10-13-39. Each owner-occupied single-family dwelling in this state is specifically classified for the purpose of taxation. For the purposes of this section, an owner-occupied single-family dwelling is a house, condominium apartment, residential housing consisting of four or less family units, town house, town home, housing cooperatives where membership in the cooperative is strictly limited to stockholder occupants of the building, dwelling as classified in § 10-13-39.1, and manufactured or mobile home as defined in § 32-3-1, which is assessed and taxed as a separate unit, including an no more than two attached or unattached garage garages and the parcel parcels of land upon which the structure is structures are situated as recorded in the records of the director of equalization. A person may only have one dwelling, which is the person's principal place of residence as defined in § 12-1-4, classified as an owner-occupied single-family dwelling. If the owner occupies fifty percent or more of the living space within the dwelling, the entire dwelling is classified as an owner-occupied single-family dwelling. If the owner occupies a duplex, triplex, or fourplex, or less than fifty percent of the living space within the dwelling, the portion of the dwelling so occupied shall be classified as an owner-occupied single-family dwelling. Section 2. That § 10-13-45 be AMENDED: 10-13-45. Any contractor that has constructed or is constructing a single-family dwelling for the purpose of selling the dwelling to be occupied as a single-family dwelling may apply to have the property specifically classified for the purpose of taxation pursuant to §§ 10-13-39 to 10-13-40.3, inclusive, as an owner-occupied single-family dwelling. For the purposes of this section, a single-family dwelling is a house, condominium apartment, residential housing consisting of four or less family units, town house, or town home, which may be assessed and taxed as a separate unit, including an no more than two attached or unattached garage garages and the parcel parcels of land upon which the structure is structures are situated as recorded in the records of the director of equalization. A contractor may only have a maximum of four dwellings classified as owner-occupied single-family dwellings. If any portion of the space is or has been occupied, only the portion of the dwelling not currently or previously occupied shall be classified as an owner-occupied single-family dwelling. The contractor shall comply with the application provisions imposed on the owner-occupant pursuant to §§ 10-13-39 to 10-13-40.3, inclusive. However, no dwelling, pursuant to this section, may be classified as an owner-occupied single-family dwelling for more than two consecutive years."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24159, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246371, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246371.pdf", "status_text": "First read in House and referred to", "journal_page": 160, "committee_id_action": 1159, "committee_id_assigned": 1167, "result": "N", "vote": {}}, {"bill_id": 24159, "action_date": "2023-02-02T07:45:00-06:00", "document_id": 247554, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247554.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1167, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24159, "action_date": "2023-02-02T07:45:00-06:00", "document_id": 247557, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247557.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1167, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76669, "president_vote": null, "Yea": [4333, 4449, 4373, 4451, 4388, 4401, 4437, 4405, 4406, 4397, 4343], "Nay": [4375], "Excused": [4403]}}]}