{"session_id": 21, "bill_id": 6556, "bill_type": "House Bill", "bill_number": 1087, "bill_title": "authorize trust protectors to be a party to a legal action to remove trustees or pursue legal action for and on behalf of trusts.", "sponsors": [{"legislator_profile_id": 940, "is_prime": true}, {"legislator_profile_id": 880, "is_prime": true}, {"legislator_profile_id": 858, "is_prime": false}, {"legislator_profile_id": 917, "is_prime": false}, {"legislator_profile_id": 948, "is_prime": false}, {"legislator_profile_id": 896, "is_prime": false}, {"legislator_profile_id": 887, "is_prime": false}, {"legislator_profile_id": 861, "is_prime": false}, {"legislator_profile_id": 907, "is_prime": false}, {"legislator_profile_id": 953, "is_prime": false}, {"legislator_profile_id": 942, "is_prime": false}, {"legislator_profile_id": 886, "is_prime": false}, {"legislator_profile_id": 935, "is_prime": false}, {"legislator_profile_id": 933, "is_prime": false}, {"legislator_profile_id": 912, "is_prime": false}, {"legislator_profile_id": 878, "is_prime": false}, {"legislator_profile_id": 897, "is_prime": false}], "keywords": ["Fiduciaries and Trusts"], "audio": [], "bill_versions": [{"bill_id": 6556, "bill_version_id": 33564, "bill_version": "Introduced", "bill_version_date": "2015-01-23T10:58:21.037-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize trust protectors to be a party to a legal action to remove trustees or pursue legal action for and on behalf of trusts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 55-3-20.1 be amended to read as follows: 55-3-20.1. In addition to other remedies available by law and procedures or powers set out in a trust instrument, the settlor, or the settlor's agent, a trust protector, a cotrustee, or a qualified beneficiary as defined in § 55-2-13, may request the court to remove a trustee, or a trustee may be removed by the court on the court's own initiative. In addition to the powers otherwise granted the court, the court may remove a trustee if: (1) The trustee has committed a serious breach of trust; (2) Lack of cooperation among cotrustees substantially impairs the administration of the trust; (3) Because of unfitness, unwillingness, persistent failure of the trustee to administer the trust effectively, the court determines that removal of the trustee best serves the interests of the beneficiaries; (4) There has been a substantial change of circumstances or removal is requested by all of the qualified beneficiaries, the court finds that removal of the trustee best serves the interests of all of the beneficiaries and is not inconsistent with a material purpose of the trust, and a suitable cotrustee or successor trustee is available; or (5) If the trustee merges with another institution or the location or place of administration of the trust changes, and the court finds that removal of the trustee best serves the interests of all of the beneficiaries, and a suitable cotrustee or successor trustee is available. Pending a final decision on a request to remove a trustee, the court may order such appropriate relief as may be necessary to protect the trust property or the interests of the beneficiaries. Section 2. That § 15-6-17(A) be amended to read as follows: 15-6-17(a). Every action shall be prosecuted in the name of the real party in interest. A personal representative, guardian, conservator, bailee, trustee of an express trust, a trust protector, a party with whom or in whose name a contract has been made for the benefit of another, or a party authorized by statute may sue in his the person's own name without joining with him the party for whose benefit the action is brought; and when. If a statute of the state so provides, an action for the use or benefit of another shall be brought in the name of the state. No action shall may be dismissed on the ground that it is not prosecuted in the name of the real party in interest until a reasonable time has been allowed after objection for ratification of commencement of the action by, or joinder or substitution of, the real party in interest; and such the ratification, joinder, or substitution shall have the same effect as if the action had been commenced in the name of the real party in interest."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6556, "action_date": "2015-01-23T13:00:00-06:00", "document_id": 33597, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33597.pdf", "status_text": "First read in House and referred to", "journal_page": 124, "committee_id_action": 286, "committee_id_assigned": 282, "result": "N", "vote": {}}, {"bill_id": 6556, "action_date": "2015-01-28T10:00:00-06:00", "document_id": 33680, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33680.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 282, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6556, "action_date": "2015-01-28T14:00:00-06:00", "document_id": 34023, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34023.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 204, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}]}