{"session_id": 15, "bill_id": 3344, "bill_type": "Senate Bill", "bill_number": 15, "bill_title": "revise certain provisions related to the treatment of persons with mental illness, including consent to treatment.", "sponsors": [], "keywords": ["Alcohol", "Department of Social Services", "Drugs", "Persons with Mental Illness"], "audio": [{"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she07.mp3", "start_seconds": 1665.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she07.mp3", "start_seconds": 1665.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she07.mp3", "start_seconds": 1665.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she07.mp3", "start_seconds": 1665.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she07.mp3", "start_seconds": 1665.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she07.mp3", "start_seconds": 1665.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she07.mp3", "start_seconds": 1665.0}, {"meeting_datetime": "2012-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen09.mp3", "start_seconds": 1771.0}, {"meeting_datetime": "2012-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen09.mp3", "start_seconds": 1771.0}, {"meeting_datetime": "2012-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen09.mp3", "start_seconds": 1771.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe21.mp3", "start_seconds": 819.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe21.mp3", "start_seconds": 819.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe21.mp3", "start_seconds": 819.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou22.mp3", "start_seconds": 4460.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou22.mp3", "start_seconds": 4460.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou22.mp3", "start_seconds": 4460.0}], "bill_versions": [{"bill_id": 3344, "bill_version_id": 19107, "bill_version": "Introduced", "bill_version_date": "2012-01-06T13:57:55.577-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to the treatment of persons with mental illness, including consent to treatment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 27A-1-1 be amended to read as follows: 27A-1-1. Terms used in this title mean: (1) \"Administrator,\" that person designated by the secretary of social services to discharge the administrative functions of the Human Services Center including the delegation of responsibilities to the appropriate Human Services Center staff; (2) \"Appropriate regional facility,\" a facility designated by the department for the prehearing custody of an individual apprehended under authority of this title which is as close as possible in the immediate area to where the apprehension occurred; and is no more restrictive of mental, social, or physical freedom than necessary to protect the individual or others from physical injury. In determining the least restrictive facility, considerations shall include the preferences of the individual, the environmental restrictiveness of the setting, the proximity of the facility to the patient's residence, and the availability of family, legal and other community resources and support; (3) \"Center,\" the South Dakota Human Services Center; (4) \"Chronic disability,\" a condition evidenced by a reasonable expectation, based on the person's psychiatric history, that the person is incapable of making an informed medical decision because of a severe mental illness, is unlikely to comply with treatment as shown by a failure to comply with a prescribed course of treatment outside of an inpatient setting on two or more occasions within any continuous twelve month period, and, as a consequence, the person's current condition is likely to deteriorate until it is probable that the person will be a danger to self or others; (5) \"Co-occurring substance use disorder,\" refers to persons who have at least one mental disorder as well as an alcohol or drug use disorder; (6) \"Danger to others,\" a reasonable expectation that the person will inflict serious physical injury upon another person in the near future, due to a severe mental illness, as evidenced by the person's treatment history and the person's recent acts or omissions which constitute a danger of serious physical injury for another individual. Such acts may include a recently expressed threat if the threat is such that, if considered in the light of its context or in light of the person's recent previous acts or omissions, it is substantially supportive of an expectation that the threat will be carried out; (5)(7) \"Danger to self,\" (a) A reasonable expectation that the person will inflict serious physical injury upon himself or herself in the near future, due to a severe mental illness, as evidenced by the person's treatment history and the person's recent acts or omissions which constitute a danger of suicide or self-inflicted serious physical injury. Such acts may include a recently expressed threat if the threat is such that, if considered in the light of its context or in light of the person's recent previous acts or omissions, it is substantially supportive of an expectation that the threat will be carried out; or (b) A reasonable expectation of danger of serious personal harm in the near future, due to a severe mental illness, as evidenced by the person's treatment history and the person's recent acts or omissions which demonstrate an inability to provide for some basic human needs such as food, clothing, shelter, essential medical care, or personal safety, or by arrests for criminal behavior which occur as a result of the worsening of the person's severe mental illness; (6)(8) \"Department,\" the Department of Social Services; (7)(9) \"Essential medical care,\" medical care, that in its absence, a person cannot improve or a person's condition may deteriorate, or the person may improve but only at a significantly slower rate; (8)(10) \"Facility director,\" that person designated to discharge the administrative functions of an inpatient psychiatric facility, other than the center, including the delegation of responsibilities to the appropriate facility staff; (11) \"Incapacitated by the effects of alcohol or drugs,\" that a person, as a result of the use of alcohol or drugs, is unconscious or the person's judgment is otherwise so impaired that the person is incapable of realizing and making a rational decision with respect to the need for treatment; (9)(12) \"Informed consent,\" consent voluntarily, knowingly, and competently given without any element of force, fraud, deceit, duress, threat, or other form of coercion after conscientious explanation of all information that a reasonable person would consider significant to the decision in a manner reasonably comprehensible to general lay understanding; (10)(13) \"Inpatient psychiatric facility,\" a public or private facility or unit thereof which provides mental health diagnosis, observation, evaluation, care, treatment, or rehabilitation when the individual resides on the premises including a hospital, institution, clinic, mental health center or facility, or satellite thereof. An inpatient psychiatric facility may not include a residential facility which functions primarily to provide housing and other such supportive services when so designated by the department; (11)(14) \"Inpatient treatment,\" mental health diagnosis, observation, evaluation, care, treatment, or rehabilitation rendered inside or on the premises of an inpatient psychiatric facility when the individual resides on the premises; (12)(15) \"Least restrictive treatment alternative,\" the treatment and conditions of treatment which, separately and in combination, are no more intrusive or restrictive of mental, social, or physical freedom than necessary to achieve a reasonably adequate therapeutic benefit. In determining the least restrictive alternative, considerations shall include the values and preferences of the patient, the environmental restrictiveness of treatment settings, the duration of treatment, the physical safety of the patient and others, the psychological and physical restrictiveness of treatments, the relative risks and benefits of treatments to the patient, the proximity of the treatment program to the patient's residence, and the availability of family and community resources and support; (13)(16) \"Mental health center,\" any private nonprofit organization which receives financial assistance from the state or its political subdivisions and which is established or organized for the purpose of conducting a program approved by the department for the diagnosis and treatment, or both, of persons with mental and emotional disorders; (14)(17) \"Next of kin,\" for the purposes of this title, the person's next of kin, in order of priority stated, is the person's spouse if not legally separated, adult son or daughter, either parent or adult brother or sister; (18) \"Outpatient commitment order,\" an order by the board committing a person to outpatient treatment, either following a commitment hearing or upon a stipulation of the parties represented by counsel; (19) \"Outpatient treatment,\" mental health diagnosis, observation, evaluation, care, treatment or rehabilitation rendered inside or outside the premises of an outpatient program for the treatment of persons with mental, emotional, or substance use disorders; (15)(20) \"Physician,\" any person licensed by the state to practice medicine or osteopathy or employed by a federal facility within the State of South Dakota to practice medicine or osteopathy; (21) \"Program director,\" the person designated to discharge the administrative functions of an outpatient program for treatment of persons with mental, emotional, or substance use disorders; (16)(22) \"Resident,\" \"patient,\" or \"recipient,\" any person voluntarily receiving or ordered by a board or court to undergo evaluation or treatment; (17)(23) \"Secretary,\" the secretary of the Department of Social Services; (18)(24) \"Severe mental illness,\" substantial organic or psychiatric disorder of thought, mood, perception, orientation, or memory which significantly impairs judgment, behavior, or ability to cope with the basic demands of life. Mental retardation, epilepsy, other developmental disability, alcohol or substance abuse, or brief periods of intoxication, or criminal behavior do not, alone, constitute severe mental illness; (25) \"Treatment,\" a mental health diagnosis, observation, evaluation, care, and medical treatment as may be necessary for the treatment of the person's mental illness or rehabilitation; (26) \"Treatment order,\" an order by the board of mental illness, as part of an inpatient or outpatient commitment order, or as a separate order by the circuit court or board after an inpatient or outpatient commitment ordered by the board, that requires a program of treatment as specified in this title. Section 2. That § 27A-1-2 be amended to read as follows: 27A-1-2. A person is subject to involuntary commitment if: (1) The person has a severe mental illness; (2) Due to the severe mental illness, the person is a danger to self or others or has a chronic disability; and (3) The individual person needs and is likely to benefit from treatment. Section 3. That § 27A-1-3 be amended to read as follows: 27A-1-3. As used in this title, the term, \"qualified mental health professional\", means a physician licensed pursuant to chapter 36-4 or a member of one of the professions listed in this section who has received a competency-based endorsement as a qualified mental health professional from the Department of Social Services. The following persons are eligible to apply for the endorsement as follows who is in good standing with any relevant licensing or certification boards: (1) A psychologist who is licensed to practice psychology in South Dakota; (2) A psychiatric nurse with a master's degree from an accredited education program and two years of supervised clinical experience in a mental health setting; (3) A certified social worker with a master's degree from an accredited training program and two years of supervised clinical experience in a mental health setting; (4) A person who has a master's degree in psychology from an accredited program and two years of supervised clinical mental health experience and who meets the provision of subdivision 36-27A-2(2); (5) A counselor who is certified under chapter 36-32 as a licensed professional counselor --mental health; or (6) A counselor who is certified under chapter 36-32 as a licensed professional counselor and has two years of supervised clinical experience in a mental health setting and who is employed by the State of South Dakota or a mental health center.; or (7) A therapist who is licensed under chapter 36-33 as a marriage and family therapist with two years of supervised clinical experience in a mental health setting. Except as provided in § 36-4-20, each qualified mental health professional shall meet all licensing and certification requirements promulgated by the State of South Dakota for persons engaged in private practice of the same profession in South Dakota. However, the private practice licensure requirements for persons referred to in subdivisions (3) and (4) (6) do not apply to those employed by the State of South Dakota or, mental health centers, or organizations that have a formal clinical supervision arrangement by an employed person who is licensed at the private practice level. Section 4. That § 27A-1-7 be amended to read as follows: 27A-1-7. After June 30, 1995, a person may not function as a qualified mental health professional without having either a temporary endorsement from the Department of Social Services as provided in § 27A-1-8 or a competency-based endorsement as provided in § 27A-1-9. After June 30, 1997, a person may not function as a qualified mental health professional without a competency-based endorsement from the Department of Social Services. To complete examinations as part of the emergency commitment process, qualified mental health professionals shall participate in training as required by the Department of Social Services prior to serving in this capacity. Section 5. That § 27A-1-8 be repealed. 27A-1-8. By January 1, 1995, a person functioning as a qualified mental health professional shall apply to the Department of Social Services for a temporary endorsement as a qualified mental health professional. The application shall include the person's name, address, and professional qualifications. A temporary endorsement is valid from July 1, 1995, to June 30, 1997. The department may not charge a fee for the temporary endorsement. Section 6. That § 27A-1-9 be amended to read as follows: 27A-1-9. The Department of Social Services shall establish requirements for a competency-based endorsement for a training qualified mental health professional and procedures for obtaining the endorsement. The department shall specify the period of time for which the endorsement is valid. The department may establish continuing education requirements for renewal of the endorsement and criteria for approval of providers of continuing education professionals on the emergency commitment process and their role regarding performing examinations. The department may require an initial application fee and a renewal fee fees to cover the administrative costs associated with the endorsement training. The department shall implement this section by rules promulgated pursuant to chapter 1-26 by July 1, 1995. Section 7. That § 27A-1-11 be repealed. 27A-1-11. For those mental health professionals applying for the competency-based endorsement, clinical supervision is provided by a qualified mental health professional as defined in § 27A-1-3. It includes the supervision of mental health professionals in the provision of client services and assesses the competency of professionals in such areas as psychopathology and the practice of diagnosis, knowledge and practice of counseling and psychotherapy theories and techniques, basic counseling skills, crisis intervention, knowledge and practice of treatment methodologies for mental and emotional disorders and serious and persistent mental illness, psychotropic medications, knowledge and practice of individual and group approaches to assessment and evaluation and interview assessment procedures, knowledge of ethical standards, knowledge of South Dakota law as it pertains to the provision of mental health services, and professional conduct with clients. For those mental health professionals applying for the competency-based endorsement, clinical supervision requires a minimum of one hundred hours of direct face-to-face supervision for the two years of required clinical supervision. Section 8. That § 27A-4-14 be amended to read as follows: 27A-4-14. Any person committed to the South Dakota Human Services Center may be transferred to the care of a veterans' hospital, a mental health center, or a community-based mental health program operated by the state if, in the judgment of the administrator of the Human Services Center, the person would benefit from treatment received at the facility. The transfer of the person and the commitment may only be made by mutual consent of both facilities or agencies each facility, program, or agency. The administrator of the Human Services Center shall furnish all appropriate information concerning the patient, with or without consent, to the receiving facility, program, or agency. All charges for treatment at the facility, program, or agency shall be made in accordance with the provisions of this title. Section 9. That § 27A-7-4 be amended to read as follows: 27A-7-4. The board of mental illness has jurisdiction over all applications or petitions for involuntary commitment, for the treatment of any involuntarily committed person, or for the safekeeping otherwise of persons any person subject to involuntary commitment within its county, except in cases otherwise specially provided for. The board may issue subpoenas and compel obedience thereto to any subpoena, and do any act of a court necessary and proper in the premises for the purpose of discharging the duties required of it. Section 10. That § 27A-7-9 be amended to read as follows: 27A-7-9. All members Each member of a board of mental illness are required to shall participate in a training and certification program as required by the Department of Social Services prior to undertaking their duties and at least every three years thereafter. The Department of Social Services is responsible for conducting such training and providing manuals and forms for such training. The training shall include the duties, procedures, and rights of any person coming before the board of mental illness. Section 11. That § 27A-7-10 be amended to read as follows: 27A-7-10. Any person serving as a member of a county board of mental illness, whose action regarding the applications or petitions for involuntary commitment, for the treatment of any involuntarily committed person, or for the safekeeping otherwise of persons any person subject to involuntary commitment is taken in good faith, is immune from any civil liability that might otherwise be incurred or imposed. The immunity from civil liability under this section does not apply if injury results from gross negligence or willful or wanton misconduct. Section 12. That § 27A-8-1 be amended to read as follows: 27A-8-1. The facility director or administrator may receive as a voluntary patient any individual person eighteen years of age or older who understands the nature of voluntary inpatient treatment, is capable of giving informed consent, and voluntarily executes a written application for admission, if the following requirements are met: (1) If, after examination by a staff psychiatrist, the facility director or administrator determines that the applicant is clinically suitable for inpatient treatment. In the event of the unavailability of a staff psychiatrist, admission may be granted pending an examination by a staff psychiatrist within one working day; (2) A less restrictive treatment alternative is inappropriate or unavailable; (3) The individual person is in need of and will likely benefit from treatment which is available at the facility; (4) The requirements in § 27A-8-15 have been met; and (5) The person does not have medical needs which are beyond the capacity of the center or inpatient psychiatric facility. If a person eighteen years of age or older voluntarily seeks admission to an inpatient psychiatric facility without any element of force, duress, threat or other form of coercion and the facility director or administrator determines, after the explanation required in § 27A-8-15, that the person is incapable of exercising an informed consent to the admission, the person may be admitted upon exercise of a substituted informed consent by a guardian or a next of kin in accordance with § 27A-8-18 or §§ 27A-8-2 and 27A-8-19. Section 13. That chapter 27A-8 be amended by adding thereto a NEW SECTION to read as follows: If a person eighteen years of age or older presents for admission to an inpatient psychiatric facility and meets the requirements set forth in subdivisions 27A-8-1 (1) to (3), inclusive, and (5), but the facility director or administrator determines that the person is incapable of exercising an informed consent to the admission, then the person may be admitted upon exercise of a substituted informed consent: (1) By a guardian previously appointed by the circuit court or by a limited guardian previously appointed by the circuit court under an order of limited guardianship that authorizes the limited guardian to make health care decisions on the person's behalf; (2) By an attorney-in-fact previously named in a written durable power of attorney, pursuant to chapter 59-7, by the person presenting for admission, unless the power of attorney specifically denies or limits the attorney-in-fact's power to so admit; (3) By a next of kin, pursuant to chapter 34-12C, in accordance with § 27A-8-19; or (4) By a declaration and power of attorney for mental health treatment, executed pursuant to chapter 27A-16, according to its terms. The person admitted by substituted informed consent is entitled to all rights accorded other voluntary patients by this title, including those provided in § 27A-8-10. Section 14. That § 27A-8-17 be amended to read as follows: 27A-8-17. Thirty days after the voluntary admission of a patient and every ninety days thereafter, the facility director or center administrator shall review the patient's record and assess the need for continued admission. If continued admission is indicated, the facility director or center administrator shall consult with the patient and request from the patient an oral and written affirmation of his informed consent to continued admission. If a patient was admitted upon the substituted informed consent of a guardian or next of kin as provided in § 27A-8-1 section 13 of this Act, and continues to be incapable of exercising an informed consent to continued admission, a substituted informed consent to continuing admission shall be obtained from the guardian or next of kin as provided in that section. The notification, request, and affirmation shall become part of the patient's record. A patient's, next of kin's, or guardian's failure to affirm his substituted informed consent to continued admission constitutes notice of an intention to terminate inpatient treatment as provided in § 27A-8-10. Section 15. That § 27A-8-18 be repealed. 27A-8-18. A guardian with authorization by the appointing court may exercise a substituted informed consent in accordance with the requirements in § 27A-8-15 for the sole purpose of admission of a person to an inpatient psychiatric facility or the center. Upon the exercise of such a substituted informed consent, the facility director or center administrator may admit the person as a voluntary patient if the criteria in subdivisions 27A-8-1(1) to (3), inclusive, are met and the guardian and person have signed the application for admission required in § 27A-8-15. The person is entitled to all rights accorded other voluntary patients by this title, including those provided in § 27A-8-10. Section 16. That § 27A-8-19 be amended to read as follows: 27A-8-19. The person's next of kin may exercise a substituted informed consent in accordance with the requirements in § 27A-8-15 for the sole purpose of admission to an inpatient psychiatric facility or the center. Upon the exercise of such a substituted informed consent, the facility director or center administrator may admit the person as a voluntary patient for a period not to exceed fourteen days if the criteria in subdivisions 27A-8-1(1) to (3), inclusive, and (5), are met and the family member and person have signed the application for admission required in § 27A-8-15. During the fourteen-day admission period, the consenting next of kin shall may file a petition in circuit court for an order authorizing the appointment of the petitioner as guardian of the person for continuing the admission. If a petition is timely filed, admission of a nonobjecting person may continue until the court hearing. If a petition is not filed, the person shall be discharged upon the expiration of the fourteen-day admission period. Notice of the hearing shall be delivered to the next of kin and the person and their attendance at the hearing is required unless the court, for good cause shown, excuses attendance by the person. The court may authorize the admission upon a finding that the person is voluntarily assenting to admission without any element of force, duress, threat or other form of coercion and that the criteria in subdivisions 27A-8-1(1) to (3), inclusive, are met. The person is entitled to all rights accorded other voluntary patients by this title, including those provided in § 27A-8-10. Section 17. That § 27A-10-9.1 be amended to read as follows: 27A-10-9.1. Upon completion of the hearing provided in § 27A-10-8, the Board of Mental Illness board of mental illness may order the involuntary commitment of the person for an initial period not to exceed ninety days if a majority of the board finds by clear and convincing evidence, supported by written findings of fact and conclusions of law, that: (1) The person meets the criteria in § 27A-1-2; (2) The person needs and is likely to benefit from the treatment which is proposed; and (3) The commitment is to the least restrictive treatment alternative. The board may commit the person to the Human Services Center or a veterans' administration hospital. The board may also commit the person to a private facility or an outpatient treatment program, if that facility or program agrees to accept the commitment and if the commitment will not result in liability to any county for the cost of treating such person. If the above findings are not made, the board shall order that the person be released. Following such release, the referring county shall provide the person with transportation to the county where the person was taken into custody if the person chooses. The county ultimately shown to be the county of residence shall reimburse the referring county for any transportation costs. However, the provisions of chapter 28-14 do not apply. If the board orders the involuntary commitment of the person, the board shall immediately notify the person and the person's attorney of the right to appeal pursuant to § 27A-11A-25. Section 18. That chapter 27A-10 be amended by adding thereto a NEW SECTION to read as follows: If findings are made pursuant to § 27A-10-9.1 and an involuntary commitment is ordered, then the board may, at the same hearing or at a subsequent hearing, consider any petitions for: (1) The authority to administer psychotropic medication, electroconvulsive treatment, and such other medical treatment as may be necessary for the treatment of the person's mental illness, pursuant to the provisions of §§ 27A-12-3.13 to 27A-12-3.15, inclusive, for the period specified in § 27A-12-3.16; and (2) For the treatment of any co-occurring substance use disorder upon the petition of the person's spouse or guardian, a relative, a physician, the administrator or facility director of any approved treatment facility, or any other responsible person over the age of eighteen, on the grounds that the person is an alcohol or drug abuser who habitually lacks self-control as to the use of alcoholic beverages or other drugs and the person: (a) Has threatened, attempted, or inflicted physical harm on self or on another and that unless treated is likely to inflict harm on self or on another; or (b) Is incapacitated by the effects of alcohol or drugs; or (c) Is pregnant and abusing alcohol or drugs. If after hearing all relevant evidence, the board finds, by clear and convincing evidence, that the above grounds for involuntary treatment of a co-occurring substance use disorder exists, the board may also order a commitment for such co-occurring disorder to any appropriate treatment facility, for a period not to exceed ninety days. The board may not order such commitment unless it determines that the proposed facility is able to provide adequate and appropriate treatment and the treatment is likely to be beneficial. Section 19. That chapter 27A-10 be amended by adding thereto a NEW SECTION to read as follows: Any such treatment or commitment order pursuant to § 27A-10-9.1 and section 18 of this Act shall be to the least restrictive treatment alternative. The procedure for the board's consideration of these petitions concurrent with the § 27A-10-8 hearing shall be governed by chapter 27A-11A, which shall control to the extent of any procedural conflicts contained in chapter 27A-12 or 34-20A. Section 20. That chapter 27A-10 be amended by adding thereto a NEW SECTION to read as follows: If a person fails to comply with the requirements specified in an outpatient commitment order or a treatment order, and the person's treating physician or staff of the specified outpatient treatment program believes that the person's current condition is likely to deteriorate until it is probable that the person will be a danger to self or others, the program director or the person's treating physician may notify law enforcement and provide law enforcement with a certified copy of the outpatient commitment order or treatment order. Section 21. That chapter 27A-10 be amended by adding thereto a NEW SECTION to read as follows: The outpatient commitment order or treatment order constitutes a continuing authorization for law enforcement, upon request of the program director or the person's treating physician, to transport the person to the designated outpatient treatment program or to the treating physician's office for the purpose of making reasonable efforts to obtain the person's compliance with the requirements of the outpatient commitment or treatment order. However, no person may be detained at the program's or the physician's office for more than one hour unless the person consents, or may be physically coerced or required to take prescribed medications unless the outpatient commitment or treatment order contains a specific authorization for the nonconsensual delivery of prescribed medication, pursuant to § 27A-12-3.15. If a person has been involuntarily medicated on an outpatient basis, the necessity of treatment with psychotropic medication shall be reviewed and approved under the provisions of § 27A-12-3.16 and noted in the patient's medical record or chart. Section 22. That chapter 27A-10 be amended by adding thereto a NEW SECTION to read as follows: If a person fails to comply with the requirement of the outpatient commitment or treatment order, and the person's treating physician or the staff of the outpatient treatment program believes that there is a significant risk of deterioration in the person's condition, the program director or the treating physician may notify the original petitioner for inpatient or outpatient commitment or treatment order and the state's attorney's office of the county where the patient is found and recommend an appropriate alternate disposition under § 27A-11A-21 or 27A-11A-22. Within seventy-two hours of receiving the notice transmitted pursuant to this section that a person has failed to comply with the requirements of the outpatient commitment or treatment order, the original petitioner for inpatient or outpatient commitment or the state's attorney of the county where the patient is found or resides may petition the board for a supplemental hearing or may proceed under any other section of this title. If a petition for supplemental hearing is filed, the board or court shall hold a supplemental hearing in accordance with the procedures specified in this title. Section 23. That chapter 27A-10 be amended by adding thereto a NEW SECTION to read as follows: Nothing provided in sections 20 to 22, inclusive, of this Act, limits the authority of any law enforcement officer to detain a patient pursuant to the emergency authority conferred by § 27A-10-3. Section 24. That § 27A-11A-18 be amended to read as follows: 27A-11A-18. If a person is found by the county board of mental illness to meet the criteria in § 27A-10-9.1, the chairman chair of the board of the county in which such person is so adjudged shall notify the administrator, or facility director, or if the person is not committed to an inpatient psychiatric facility, the program director of the program, by immediately forwarding to him a duplicate copy of the report of the examining qualified mental health professional, a duplicate order committing the person or ordering treatment, and the findings of the board including the board's finding regarding the county of residence of the person or its finding that such person is not a resident of this state. Section 25. That § 27A-11A-21 be amended to read as follows: 27A-11A-21. If the individual person ordered to undergo a program of treatment does not comply with the order, the board of mental illness shall conduct a hearing for the sole purpose of determining compliance or noncompliance, and if noncompliance is determined, the board may modify its original order and direct the individual person to undergo an alternative program of treatment consistent with the criteria in § 27A-10-9.1. At least five days' notice of the hearing shall be given to the person, and he the person shall be represented by counsel. Section 26. That § 27A-11A-22 be amended to read as follows: 27A-11A-22. If at any time while a person is under an order of commitment it comes to the attention of the board of mental illness that the program of treatment has not been successful, the board shall conduct a hearing within five days, within six days if there is a Saturday, Sunday, or holiday within that time period, or within seven days if there is a Saturday, Sunday, and holiday within that time period. The person shall be represented by counsel and the person and the counsel shall be given at least five days notice of the hearing. If the board finds that the program of treatment has not been successful, it shall modify the original order and direct the person to undergo an alternative program of treatment if consistent with the criteria in § 27A-10-9.1. If at any time while the person is under an order of commitment the administrator or, facility director, or program director determines that the program of treatment has not been successful, the administrator or, facility director, or program director shall notify the board of mental illness of that fact. Section 27. That chapter 27A-11A be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 27A-10-1, petitions, applications, or documents made within this state in connection with proceedings under Title 27A are deemed to be made under oath or affirmation or verified by affidavit without notarization if the person signing the document attests, at the end of the document, in substantially the following form: \"I swear or affirm, under penalty of perjury, under the laws of the state of South Dakota that the foregoing is true and correct. Executed on _____________(date) in the county of _________________(county name) in the state of South Dakota ______________________________ (signature) _______________________________ (signer's address and telephone number).\" A document that is sworn to or affirmed under this section without notarization shall include a telephone number and address so that the signer can be contacted. Section 28. That chapter 27A-11A be amended by adding thereto a NEW SECTION to read as follows: If a document is required to be signed pursuant to this chapter in order to be effective, an electronic document qualifies as a signed document: (1) Without the person's physical signature, if an entity has an electronic signature system that meets a minimum security standard of two-factor authentication, such as name and password, or biometric identification that is uniquely reconcilable to a single actor and that results in a nonmodifiable document after the electronic signature is affixed, and the document indicates an electronic signature in some manner, such as \"s/_________________________(name of signer)\"; or (2) With the person's physical signature, if the document is optically scanned into the entity's records. Section 29. That chapter 27A-11A be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding section 28 of this Act, the board may determine that an entity's electronic signature system does not provide sufficient assurance of authenticity of signed documents or that an electronic signature system different from that described in section 28 of this Act provides sufficient assurance of authenticity. Section 30. That chapter 27A-11A be amended by adding thereto a NEW SECTION to read as follows: An electronically transmitted facsimile of a document pursuant to this chapter may be filed with the board and received into evidence in the same manner and with the same effect as the original document. Section 31. That chapter 27A-11A be amended by adding thereto a NEW SECTION to read as follows: Nothing in the provisions of sections 27 to 30, inclusive, of this Act alters any statute, rule, standard, or practice for accepting documents for filing or admitting documents as evidence, except with respect to: (1) The manner of making written statements under oath or affirmation or by verified affidavit; (2) The acceptability of electronically transmitted facsimile copies; and (3) The acceptability of electronic signatures. Subsections (1) and (2) of this section address only the acceptability of documents obtained from an entity's electronic records system and does not determine whether the board is required or permitted to accept electronic filing of documents. Section 32. That § 27A-12-3.11 be amended to read as follows: 27A-12-3.11. Surgery Emergency surgery and any other emergency medical procedures may be performed without the patient's consent or court or board order if the life of the recipient is threatened and there is not time to obtain consent or a court order or if the patient is incapacitated as defined in § 34-12C-1 and substitute informed consent is obtained from an appointed guardian, an attorney-in-fact, or a person with authority pursuant to chapter 34-12C. Documentation of the necessity for the medical procedure shall be entered into the patient's record as soon as practicable. If it is ordered by a physician, psychotropic medication may be administered to a person in an emergency to prevent serious physical harm to the person or to others. Psychotropic medication, electroconvulsive therapy, and such other medical treatment as may be necessary for the treatment of the person's mental illness may also be administered if the attending physician and one other physician determine that administration of such medication, therapy, or treatment is necessary to prevent significant deterioration of the person's severe mental illness and that the person's potential for improvement would be significantly impaired if such treatment is not provided. The medication, electroconvulsive therapy, or such other necessary medical treatment may be continued for up to ten days only. The reason for such treatment shall be documented in the patient's medical record. Electroconvulsive therapy may be administered only by a physician. Any physician who in good faith orders and administers psychotropic medication, electroconvulsive therapy, or such other necessary medical treatment under this section is immune from any civil liability for such order and administration, unless injury results from gross negligence or willful or wanton misconduct. Nonemergency surgery or other medical procedures may be performed with the patient's informed consent, or if the patient is incapacitated, by a substitute informed consent from an appointed guardian, an attorney-in-fact, or a person with authority pursuant to chapter 34-12C. Informed consent may be withdrawn at any time, is effective immediately upon communication of the withdrawal of consent to the treatment provider, and shall thereafter be reduced to writing. No sterilization may be authorized under authority of this title for a person incapable of providing written informed consent. Section 33. That § 27A-12-3.12 be amended to read as follows: 27A-12-3.12. Except as provided for in § 27A-12-3.23 §§ 27A-12-3.11 and 27A-12-3.15, any adult person who is admitted as an inpatient or an outpatient or who is involuntarily committed or who is detained on a mental illness hold prior to a commitment hearing has the right to refuse to be subjected to research and experimental or intrusive procedures. The person and may also may refuse any treatment including electroconvulsive therapy and psychotropic medication. If an involuntarily committed person refuses treatment, then psychotropic medication, electroconvulsive therapy, and such other medical treatment as may be necessary for the treatment of the person's mental illness may be administered if it is ordered by the court or the board under the criteria in § 27A-12-3.15. Section 34. That § 27A-12-3.13 be amended to read as follows: 27A-12-3.13. The administrator or attending psychiatrist or facility director may petition the circuit court or the board of mental illness for the authority to administer psychotropic medication and such other medical treatment as may be necessary for the treatment of the person's mental illness, including electroconvulsive therapy, to an involuntarily committed patient if, after a personal examination, the person's treating physician and the medical director or attending psychiatrist believe psychotropic medication and such other medical treatment, including electroconvulsive therapy, will be medically beneficial to the person and is necessary because: (1) The person presents a danger to himself self or others; (2) The person cannot improve or his the person's condition may deteriorate without the medication and such treatment; or (3) The person may improve without the medication or such treatment but only at a significantly slower rate; and the person's treating physician determines that the person is incapable of consenting to such treatment because the person's judgment is so affected by mental illness that the person lacks the capacity to make a competent, voluntary, and knowing decision concerning such treatment. Section 35. That § 27A-12-3.14 be amended to read as follows: 27A-12-3.14. Certified copies of the petition and notice of hearing shall be personally served by the sheriff or an elector of any state not a party to the action that is specifically designated by the court or board on the person immediately upon the filing of the petition. The notice of hearing shall include the following: (1) Notice of the time, date, and place of hearing and directing the person to appear in person; (2) Notice of the person's right to be represented by an attorney at the person's own expense or appointed by the court if the person is indigent; (3) Notice of the person's right to seek an opinion of an independent psychiatrist at the person's own expense or at the expense of the person's county of residence if the person is indigent; and (4) Notice that the costs of any post-commitment proceedings, treatment, medication, and any hearing related to the medication, any post-commitment proceeding, including a habeas corpus proceeding, the costs of compensation for the attorney appointed to represent the person, and any other costs associated with any post-commitment proceeding, are that person's responsibility, and that a lien for the amount of these costs may be filed upon the person's real and personal property to insure payment. Upon the filing of the petition the court or board shall immediately appoint counsel for the person if counsel has not been retained. A date shall be set for the hearing within fifteen days of the filing of the petition, and this hearing shall be a priority on the court or board calendar. Allowance for any additional time shall be limited to one seven-day continuance, and shall be restrictively granted, only upon a showing of good cause for delay. Section 36. That § 27A-12-3.15 be amended to read as follows: 27A-12-3.15. If the court or board finds by clear and convincing evidence that the person is incapable of consenting to treatment with psychotropic medication and such other medical treatment as may be necessary for the treatment of the person's mental illness, including electroconvulsive therapy, because the person's judgment is so affected by mental illness that the person lacks the capacity to make a competent, voluntary, and knowing decision concerning the medication and medical treatment and the administration of the recommended psychotropic medication and medical treatment is essential under the criteria in § 27A-12-3.13, the court or board may order the administration of psychotropic medication and medical treatment, including electroconvulsive therapy. Section 37. That § 27A-12-3.16 be amended to read as follows: 27A-12-3.16. The court or board may authorize the administration of psychotropic medication and such other medical treatment, including electroconvulsive therapy, as may be necessary for the treatment of the person's mental illness for not more than one year. The court's or board's order shall terminate if the person is judicially restored or restored by the board as competent to consent to or refuse the administration of psychotropic medication and such other medical treatment as may be necessary for the treatment of the person's mental illness or if the person's treating physician or the medical director of the facility or, if the facility does not have a medical director, a consulting psychiatrist determines that the administration of psychotropic medication and such medical treatment is no longer necessary under the criteria set forth in § 27A-12-3.13. Transfer from inpatient to outpatient treatment while the person is under an order of involuntary commitment does not, in itself, terminate the court's or board's treatment order. The necessity of treatment with psychotropic medication shall be reviewed and approved under the criteria in § 27A-12-3.13 at least every thirty days by the treating physician and the medical director of the facility or, if the facility does not have a medical director, a consulting psychiatrist after a personal examination of the person. If the consulting psychiatrist was the person's treating physician while the person was a patient at the Human Services Center, a personal examination need not take place as part of the review. If the treating physician or the medical director or consulting psychiatrist determines that the medication treatment ordered is no longer necessary under the criteria in § 27A-12-3.13, the court's treatment order shall terminate. A copy of the results of the personal examination and the determinations of the treating physician and the medical director or consulting psychiatrist shall be made part of the person's medical records. Section 38. That § 27A-12-3.17 be amended to read as follows: 27A-12-3.17. The attorney appointed by a court or board to represent the interests of the person shall be paid by the person's county of residence. The attorney shall be compensated for his the attorney's reasonable services and for necessary expenses incurred incident to the proceedings at the rate fixed by the circuit court and in an amount approved by the court or the board. Section 39. That § 27A-12-3.19 be amended to read as follows: 27A-12-3.19. The person may appear personally at any hearing and testify on his or her own behalf, but the person may not be compelled to do so. Except for the hearing required in § 27A-12-3.14, the person may not be compelled to appear or testify. He The person may subpoena and cross-examine witnesses and present evidence. If the person chooses not to appear, his the person's attorney shall state on the record that the person has been informed of the hearing and of his the right to appear and the person chooses not to exercise his that right. Documentation of the reasons for the person's decision may are not be required. The court or the board of mental illness may exclude any person not necessary for the conduct of the proceedings from the hearings, except any person requested to be present by the patient. Section 40. That § 27A-12-3.20 be repealed. 27A-12-3.20. No adult person may be the subject of experimental research, experimental or intrusive procedures or interventions, or intrusive treatments including electroconvulsive therapy unless written informed consent is obtained from the person. Informed consent may be withdrawn at any time, is effective immediately, and must thereafter be reduced to writing. If the attending physician determines that the person is incapable of exercising informed consent, such treatment may be provided only if ordered after a hearing before the circuit court. If the court finds that the person is incapable of consenting to such treatment because the person's judgment is so affected by the mental illness that the person lacks the capacity to make a competent, voluntary and knowing decision concerning such treatment, the court may exercise a substituted judgment on the administration of such treatment. The order may be made to extend for up to one year. Electroconvulsive therapy may be administered only by a physician. Sterilization may not be authorized under authority of this title for a person incapable of providing informed consent. Section 41. That § 27A-12-3.21 be amended to read as follows: 27A-12-3.21. No person may be the subject of any experimental research or hazardous procedure unless the research or procedure is approved and conducted in the manner prescribed by the secretary of human social services. Section 42. That § 27A-12-3.23 be repealed. 27A-12-3.23. If it is ordered by a physician, psychotropic medication may be administered to a person in an emergency to prevent serious physical harm to the person or to others. Psychotropic medication may also be administered if the attending physician and one other physician determine that administration of the medication is necessary to prevent significant deterioration of the person's severe mental illness and that the person's potential for improvement would be permanently impaired if the treatment is not provided. Medication treatment may be continued for up to ten days. The reason for the treatment shall be documented in the patient's medical record. Section 43. That § 27A-16-1 be repealed. 27A-16-1. Terms used in this chapter mean: (1) \"Attending physician,\" the physician who has the primary responsibility for the mental illness treatment of a person; (2) \"Attorney-in-fact,\" any person designated by a principal through a power of attorney to make decisions about mental illness treatment for the principal in accordance with a declaration for mental illness treatment; (3) \"Declaration for mental illness treatment,\" or \"declaration,\" any document declaring preferences or instructions regarding mental illness treatment; (4) \"Power of attorney for mental illness treatment,\" any document that authorizes an attorney-in-fact to make a decision about mental illness treatment or to consent to mental illness treatment on behalf of its principal; (5) \"Health care facility,\" a health care facility as defined in § 34-12-1.1 and the Human Services Center; (6) \"Incapable,\" the condition of a person whose ability to receive and evaluate information effectively or to communicate decisions is impaired to such an extent that, in the opinion of the court or in the opinion of two physicians, one of whom is the treating psychiatrist, if any, the person currently lacks the capacity to make mental illness treatment decisions; (7) \"Mental illness treatment,\" convulsive treatment, treatment of mental illness with psychotropic medication, and admission to and retention in a health care facility for not more than thirty days for care or treatment of mental illness; (8) \"Principal,\" any person who gives authority to an attorney-in-fact to make decisions about mental illness treatment for the person. Section 44. That § 27A-16-2 be repealed. 27A-16-2. Any adult of sound mind may make a declaration of preferences or instructions for mental illness treatment. The preferences or instructions may include consent to mental illness treatment. A declaration for mental illness treatment continues in effect for three years or until revoked, whichever is first. If a declaration for mental illness treatment has been invoked and is in effect on the date that the declaration is to expire, the declaration remains effective until there is a subsequent determination by the attending physician, treating psychiatrist, or the circuit court that the principal is capable of giving informed consent. Section 45. That § 27A-16-3 be repealed. 27A-16-3. By means of a power of attorney for mental illness treatment, any adult of sound mind may designate a competent adult to act as attorney-in-fact to make decisions about mental illness treatment. An alternative attorney-in-fact may also be designated to act as attorney-in-fact if the original designee is unable or unwilling to act at any time. The authority of an attorney-in-fact and any alternative attorney-in-fact continues under the power of attorney for mental illness treatment for three years, until it is revoked by the principal, or until the attorney-in-fact withdraws, whichever is first. If an attorney-in-fact is acting for the principal on the date the power of attorney is to expire, the power of attorney remains in effect until the principal is no longer incapable. An attorney-in-fact who has accepted the appointment in writing may make decisions about mental illness treatment on behalf of the principal only when the principal is incapable. The decisions must be consistent with any desires the principal has expressed in the declaration for mental illness treatment. Section 46. That § 27A-16-4 be repealed. 27A-16-4. A declaration and power of attorney for mental illness treatment is effective only if it is signed by the principal and two competent adult witnesses. The witnesses shall attest that the principal is known to them, that the principal signed the declaration and power of attorney for mental illness treatment in their presence, and that the principal appears to be of sound mind and not under duress, fraud, or undue influence. No person specified in § 27A-16-16 may act as witnesses. Section 47. That § 27A-16-5 be repealed. 27A-16-5. A declaration and a power of attorney for mental illness treatment shall be filed with the principal's attending physician or other mental illness treatment provider, and they remain valid until they expire or are revoked. The physician or provider shall continue to obtain the principal's informed consent to all mental illness treatment decisions if the principal is capable of providing informed consent. The physician or provider shall act in accordance with the declaration and with the informed consent of the attorney-in-fact if the principal is found to be incapable. Section 48. That § 27A-16-6 be repealed. 27A-16-6. The attorney-in-fact may not make mental illness treatment decisions unless the principal is incapable. The attorney-in-fact is not, as a result of acting in that capacity, personally liable for the cost of treatment provided to the principal. Section 49. That § 27A-16-7 be repealed. 27A-16-7. Except to the extent that the right is limited by the declaration or any federal law, an attorney-in-fact has the same right as the principal to receive information regarding the proposed mental illness treatment and to receive, review, and consent to disclosure of medical records relating to that treatment. The right of access does not waive any evidentiary privilege. Section 50. That § 27A-16-8 be repealed. 27A-16-8. In exercising authority under the declaration, the attorney-in-fact shall act consistently with the desires of the principal as expressed in the declaration. If the principal's desires are not expressed in the declaration and are not otherwise known by the attorney-in-fact, the attorney-in-fact shall act in what the attorney-in-fact in good faith believes to be the best interests of the principal. Section 51. That § 27A-16-9 be repealed. 27A-16-9. An attorney-in-fact is not subject to criminal prosecution, civil liability, or professional disciplinary action for any action taken in good faith pursuant to a declaration for mental illness treatment. Section 52. That § 27A-16-10 be repealed. 27A-16-10. A person may not be required to execute or to refrain from executing a declaration as a criterion for insurance, as a condition for receiving mental or physical health services, or as a condition of discharge from a health care facility. Section 53. That § 27A-16-11 be repealed. 27A-16-11. Upon being presented with a declaration and a power of attorney for mental illness treatment, an attending physician or other provider shall make the declaration and power of attorney a part of the principal's medical record. When acting under authority of a declaration and power of attorney, a physician or provider shall comply with them to the fullest extent possible, consistent with reasonable medical practice, the availability of treatments requested, and applicable law. If the physician or other provider is unwilling at any time to comply with the declaration and power of attorney, the physician or provider may withdraw from providing treatment consistent with the exercise of independent medical judgment. A physician or provider who withdraws shall promptly notify the principal and the attorney-in-fact and shall document the notification in the principal's medical record. Section 54. That § 27A-16-12 be repealed. 27A-16-12. The attending physician or provider may subject the principal to mental illness treatment in a manner contrary to the principal's wishes as expressed in a declaration for mental illness treatment only if the principal is a patient of the Human Services Center pursuant to Title 27A or § 23A-46-10 or treatment is authorized by the circuit court or in cases of emergency endangering life or health. A declaration does not limit any authority either to take a person into custody or to admit, retain, or treat a person in a health care facility. Section 55. That § 27A-16-13 be repealed. 27A-16-13. A principal who is capable may revoke a declaration and power of attorney for mental illness treatment in whole or in part at any time. A revocation is effective when a capable principal communicates the revocation to the attending physician or other provider. The attending physician or other provider shall note the revocation in the principal's medical record. Section 56. That § 27A-16-14 be repealed. 27A-16-14. An attending physician or other provider who administers or does not administer mental illness treatment according to and in good faith reliance on the validity of a declaration and with the informed consent of the attorney-in-fact is not subject to criminal prosecution, civil liability, or professional disciplinary action. Section 57. That § 27A-16-15 be repealed. 27A-16-15. None of the following may serve as attorney-in-fact: (1) The attending physician or other mental illness treatment provider or an employee of the physician or provider if the physician, provider, or employee is unrelated to the principal by blood, marriage, or adoption; or (2) An owner, operator, or employee of a health care facility in which the principal is a patient or resident if the owner, operator, or employee is unrelated to the principal by blood, marriage, or adoption. Section 58. That § 27A-16-16 be repealed. 27A-16-16. None of the following may serve as a witness to the signing of a declaration and power of attorney for mental illness treatment: (1) The attending physician or mental illness treatment provider or a relative of the physician or provider; (2) An owner or operator or a relative of an owner or operator of a health care facility in which the principal is a patient or resident; or (3) A person related to the principal by blood, marriage, or adoption. Section 59. That § 27A-16-17 be repealed. 27A-16-17. An attorney-in-fact may withdraw by giving notice to the principal. If the principal is incapable, the attorney-in-fact may withdraw by giving notice to the attending physician or mental illness treatment provider. The attending physician or provider shall note the withdrawal in the principal's medical record. A person who has withdrawn under the provisions of this section may rescind the withdrawal by executing an acceptance after the date of the withdrawal. The acceptance shall be in the same form as provided by § 27A-16-18 for accepting an appointment as attorney-in-fact. A person who rescinds a withdrawal shall give notice to the principal if the principal is capable or to the principal's attending physician or mental illness treatment provider if the principal is incapable. Section 60. That § 27A-16-18 be repealed. 27A-16-18. A declaration and power of attorney for mental illness treatment shall be in substantially the following form: DECLARATION AND POWER OF ATTORNEY FOR MENTAL HEALTH TREATMENT I, _______, being an adult of sound mind, willfully and voluntarily make this declaration for mental illness treatment to be followed if it is determined by a court or by two physicians that my ability to receive and evaluate information effectively or communicate decisions is impaired to such an extent that I lack the capacity to consent to mental illness treatment. Mental illness treatment means convulsive treatment, treatment of mental illness with psychotropic medication, and admission to and retention in a health care facility for up to thirty days. I understand that I may become incapable of giving informed consent for mental illness treatment due to the symptoms of a diagnosed mental disorder. These symptoms may include: ___________________________________________________________________________ ___________________________________________________________________________ PSYCHOTROPIC MEDICATIONS If I become incapable of giving informed consent for mental illness treatment, my wishes regarding psychotropic medications are as follows: _______ I consent to the administration of psychotropic medications. Comments: ___________________________________________________________________________ ___________________________________________________________________________ CONVULSIVE TREATMENT If I become incapable of giving informed consent for mental illness treatment, my wishes regarding convulsive treatment are as follows: _______ I consent to the administration of convulsive treatment. Comments: ___________________________________________________________________________ ___________________________________________________________________________ ADMISSION TO AND RETENTION IN FACILITY If I become incapable of giving informed consent for mental illness treatment, my wishes regarding admission to and retention in a health care facility for mental illness treatment are as follows: _______ I consent to being admitted to a health care facility for mental illness treatment. This directive does not provide consent to retain me in a facility for more than thirty days. Comments: ___________________________________________________________________________ ___________________________________________________________________________ ADDITIONAL REFERENCES OR INSTRUCTIONS ___________________________________________________________________________ ___________________________________________________________________________ ___________________________________________________________________________ POWER OF ATTORNEY FOR MENTAL HEALTH TREATMENT I hereby appoint the following person to act as my attorney-in-fact to make decisions regarding my mental illness treatment if I become incapable of giving informed consent for that treatment: NAME__________________________________________________________________ ADDRESS_______________________________________________________________ TELEPHONE NUMBER___________________________________________________ If the person named refuses or is unable to act on my behalf or if I revoke that person's authority to act as my attorney-in-fact, I authorize the following person to act as my attorney-in-fact: NAME__________________________________________________________________ ADDRESS_______________________________________________________________ TELEPHONE NUMBER___________________________________________________ My attorney-in-fact is authorized to make decisions that are consistent with the wishes I have expressed in my declaration for mental illness treatment or, if not expressed, as are otherwise known to my attorney-in-fact. If my wishes are not expressed and are not otherwise known by my attorney-in-fact, my attorney-in-fact is to act in what he or she believes to be my best interests. ________________________________________ (Signature of Principal/Date) AFFIRMATION OF WITNESSES We affirm that the principal is personally known to us, that the principal has read the accompanying Notice to Person Making a Declaration and Power of Attorney for Mental Illness Treatment or has had the notice read and explained, that the principal signed or acknowledged the principal's signature on this declaration and power of attorney for mental illness treatment in our presence, that the principal appears to be of sound mind and not under duress, fraud, or undue influence, that neither of us is: A person appointed as an attorney-in-fact by this document; The principal's attending physician or mental health service provider or a relative of the physician or provider; The owner or operator or a relative of an owner or operator of a facility in which the principal is a patient or resident; or A person related to the principal by blood, marriage, or adoption. Witnessed by: ______________________________ ______________________________ (Signature of Witness/Date) (Printed Name of Witness) ______________________________ ______________________________ (Signature of Witness/Date) (Printed Name of Witness) ACCEPTANCE OF APPOINTMENT AS ATTORNEY-IN-FACT I accept this appointment and agree to serve as attorney-in-fact to make decisions about mental illness treatment for the principal. I understand that I have a duty to act in a manner that is consistent with the desires of the principal as expressed in this appointment. I understand that this document gives me authority to make decisions about mental illness treatment only while the principal is incapable, as determined by a court or two physicians. I understand that the principal may revoke this declaration in whole or in part at any time and in any manner if the principal is capable. ______________________________________ ______________________________ (Signature of Attorney-in-fact/Date) (Printed name) ______________________________________ ______________________________ (Signature of Alternative Attorney-in-fact/Date) (Printed name) NOTICE TO PERSON MAKING A DECLARATION AND POWER OF ATTORNEY FOR MENTAL ILLNESS TREATMENT This is an important legal document. It creates a declaration for mental illness treatment and names an attorney-in-fact and an alternative attorney-in-fact to make mental health treatment decisions for you if you become incapable. Before signing this document, you should know these important facts: This document allows you to make decisions in advance about three types of mental illness treatment: psychotropic medication, convulsive therapy, and short-term (up to thirty days) admission to a treatment facility. It is very important that you declare your instructions carefully and review this document regularly. The instructions that you include in this declaration will be followed only if a court or two physicians believe that you are incapable of making treatment decisions. Otherwise, you will be considered capable to give consent for the treatments. You may also appoint a person as your attorney-in-fact to make these treatment decisions for you if you become incapable. Preference shall be given to immediate family members in the following order: spouse, parent, adult child, and sibling. It is important that your attorney-in-fact be knowledgeable about mental illness issues and the decisions you have made. The person you appoint has a duty to act in a manner that is consistent with your desires as stated in this document. If your desires are not stated or otherwise made known to the attorney-in-fact, the attorney-in-fact has a duty to act in a manner consistent with what the person in good faith believes to be your best interest. For the appointment to be effective, the person you appoint must accept the appointment in writing. The person also has the right to withdraw from acting as your attorney-in-fact at any time. This document will continue in effect for three years unless you become incapable of participating in mental illness treatment decisions. If this occurs, the directive will continue in effect until you are no longer incapable. You have the right to revoke this document in whole or in part at any time you have not been determined to be incapable. YOU MAY NOT REVOKE THIS DECLARATION AND POWER OF ATTORNEY WHEN YOU ARE CONSIDERED INCAPABLE BY A COURT OR TWO PHYSICIANS. A revocation is effective when it is communicated to your attending physician or other mental health care provider. If there is anything in this document that you do not understand, you should ask a lawyer to explain it to you. This declaration will not be valid unless it is signed by two qualified witnesses who are personally known to you and who are present when you sign or acknowledge your signature. Section 61. That § 59-7-2.1 be amended to read as follows: 59-7-2.1. Notwithstanding § 59-7-2, if a principal designates another as his the principal's attorney in fact or agent by a written power of attorney which contains the words \"This power of attorney shall not be affected by disability of the principal,\" or \"This power of attorney shall become effective upon the disability of the principal,\" or similar words showing the intent of the principal that the authority conferred is exercisable notwithstanding his the principal's disability, the authority of the attorney in fact or agent is exercisable by him the attorney in fact or agent as provided in the power on behalf of the principal notwithstanding any later disability or incapacity of the principal or later uncertainty as to whether or not the principal is dead or alive. A power of attorney granted pursuant to this section may authorize the attorney-in-fact to consent to, to reject, or to withdraw consent for medical procedures, treatment or intervention health care, including any care, service, or procedure to maintain, diagnose, or treat a person's physical or mental condition."}, {"bill_id": 3344, "bill_version_id": 19943, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2012-01-23T14:06:41.26-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to the treatment of persons with mental illness, including consent to treatment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 27A-1-1 be amended to read as follows: 27A-1-1. Terms used in this title mean: (1) \"Administrator,\" that person designated by the secretary of social services to discharge the administrative functions of the Human Services Center including the delegation of responsibilities to the appropriate Human Services Center staff; (2) \"Appropriate regional facility,\" a facility designated by the department for the prehearing custody of an individual apprehended under authority of this title which is as close as possible in the immediate area to where the apprehension occurred; and is no more restrictive of mental, social, or physical freedom than necessary to protect the individual or others from physical injury. In determining the least restrictive facility, considerations shall include the preferences of the individual, the environmental restrictiveness of the setting, the proximity of the facility to the patient's residence, and the availability of family, legal and other community resources and support; (3) \"Center,\" the South Dakota Human Services Center; (4) \"Chronic disability,\" a condition evidenced by a reasonable expectation, based on the person's psychiatric history, that the person is incapable of making an informed medical decision because of a severe mental illness, is unlikely to comply with treatment as shown by a failure to comply with a prescribed course of treatment outside of an inpatient setting on two or more occasions within any continuous twelve month period, and, as a consequence, the person's current condition is likely to deteriorate until it is probable that the person will be a danger to self or others; (5) \"Co-occurring substance use disorder,\" refers to persons who have at least one mental disorder as well as an alcohol or drug use disorder; (6) \"Danger to others,\" a reasonable expectation that the person will inflict serious physical injury upon another person in the near future, due to a severe mental illness, as evidenced by the person's treatment history and the person's recent acts or omissions which constitute a danger of serious physical injury for another individual. Such acts may include a recently expressed threat if the threat is such that, if considered in the light of its context or in light of the person's recent previous acts or omissions, it is substantially supportive of an expectation that the threat will be carried out; (5)(7) \"Danger to self,\" (a) A reasonable expectation that the person will inflict serious physical injury upon himself or herself in the near future, due to a severe mental illness, as evidenced by the person's treatment history and the person's recent acts or omissions which constitute a danger of suicide or self-inflicted serious physical injury. Such acts may include a recently expressed threat if the threat is such that, if considered in the light of its context or in light of the person's recent previous acts or omissions, it is substantially supportive of an expectation that the threat will be carried out; or (b) A reasonable expectation of danger of serious personal harm in the near future, due to a severe mental illness, as evidenced by the person's treatment history and the person's recent acts or omissions which demonstrate an inability to provide for some basic human needs such as food, clothing, shelter, essential medical care, or personal safety, or by arrests for criminal behavior which occur as a result of the worsening of the person's severe mental illness; (6)(8) \"Department,\" the Department of Social Services; (7)(9) \"Essential medical care,\" medical care, that in its absence, a person cannot improve or a person's condition may deteriorate, or the person may improve but only at a significantly slower rate; (8)(10) \"Facility director,\" that person designated to discharge the administrative functions of an inpatient psychiatric facility, other than the center, including the delegation of responsibilities to the appropriate facility staff; (11) \"Incapacitated by the effects of alcohol or drugs,\" that a person, as a result of the use of alcohol or drugs, is unconscious or the person's judgment is otherwise so impaired that the person is incapable of realizing and making a rational decision with respect to the need for treatment; (9)(12) \"Informed consent,\" consent voluntarily, knowingly, and competently given without any element of force, fraud, deceit, duress, threat, or other form of coercion after conscientious explanation of all information that a reasonable person would consider significant to the decision in a manner reasonably comprehensible to general lay understanding; (10)(13) \"Inpatient psychiatric facility,\" a public or private facility or unit thereof which provides mental health diagnosis, observation, evaluation, care, treatment, or rehabilitation when the individual resides on the premises including a hospital, institution, clinic, mental health center or facility, or satellite thereof. An inpatient psychiatric facility may not include a residential facility which functions primarily to provide housing and other such supportive services when so designated by the department; (11)(14) \"Inpatient treatment,\" mental health diagnosis, observation, evaluation, care, treatment, or rehabilitation rendered inside or on the premises of an inpatient psychiatric facility when the individual resides on the premises; (12)(15) \"Least restrictive treatment alternative,\" the treatment and conditions of treatment which, separately and in combination, are no more intrusive or restrictive of mental, social, or physical freedom than necessary to achieve a reasonably adequate therapeutic benefit. In determining the least restrictive alternative, considerations shall include the values and preferences of the patient, the environmental restrictiveness of treatment settings, the duration of treatment, the physical safety of the patient and others, the psychological and physical restrictiveness of treatments, the relative risks and benefits of treatments to the patient, the proximity of the treatment program to the patient's residence, and the availability of family and community resources and support; (13)(16) \"Mental health center,\" any private nonprofit organization which receives financial assistance from the state or its political subdivisions and which is established or organized for the purpose of conducting a program approved by the department for the diagnosis and treatment, or both, of persons with mental and emotional disorders; (14)(17) \"Next of kin,\" for the purposes of this title, the person's next of kin, in order of priority stated, is the person's spouse if not legally separated, adult son or daughter, either parent or adult brother or sister; (18) \"Outpatient commitment order,\" an order by the board committing a person to outpatient treatment, either following a commitment hearing or upon a stipulation of the parties represented by counsel; (19) \"Outpatient treatment,\" mental health diagnosis, observation, evaluation, care, treatment or rehabilitation rendered inside or outside the premises of an outpatient program for the treatment of persons with mental, emotional, or substance use disorders; (15)(20) \"Physician,\" any person licensed by the state to practice medicine or osteopathy or employed by a federal facility within the State of South Dakota to practice medicine or osteopathy; (21) \"Program director,\" the person designated to discharge the administrative functions of an outpatient program for treatment of persons with mental, emotional, or substance use disorders; (16)(22) \"Resident,\" \"patient,\" or \"recipient,\" any person voluntarily receiving or ordered by a board or court to undergo evaluation or treatment; (17)(23) \"Secretary,\" the secretary of the Department of Social Services; (18)(24) \"Severe mental illness,\" substantial organic or psychiatric disorder of thought, mood, perception, orientation, or memory which significantly impairs judgment, behavior, or ability to cope with the basic demands of life. Mental retardation, epilepsy, other developmental disability, alcohol or substance abuse, or brief periods of intoxication, or criminal behavior do not, alone, constitute severe mental illness; (25) \"Treatment,\" a mental health diagnosis, observation, evaluation, care, and medical treatment as may be necessary for the treatment of the person's mental illness or rehabilitation; (26) \"Treatment order,\" an order by the board of mental illness, as part of an inpatient or outpatient commitment order, or as a separate order by the circuit court or board after an inpatient or outpatient commitment ordered by the board, that requires a program of treatment as specified in this title. Section 2. That § 27A-1-2 be amended to read as follows: 27A-1-2. A person is subject to involuntary commitment if: (1) The person has a severe mental illness; (2) Due to the severe mental illness, the person is a danger to self or others or has a chronic disability; and (3) The individual person needs and is likely to benefit from treatment. Section 3. That § 27A-1-3 be amended to read as follows: 27A-1-3. As used in this title, the term, \"qualified mental health professional\", means a physician licensed pursuant to chapter 36-4 or a member of one of the professions listed in this section who has received a competency-based endorsement as a qualified mental health professional from the Department of Social Services. The following persons are eligible to apply for the endorsement as follows who is in good standing with any relevant licensing or certification boards: (1) A psychologist who is licensed to practice psychology in South Dakota; (2) A psychiatric nurse with a master's degree from an accredited education program and two years of supervised clinical experience in a mental health setting; (3) A certified social worker with a master's degree from an accredited training program and two years of supervised clinical experience in a mental health setting; (4) A person who has a master's degree in psychology from an accredited program and two years of supervised clinical mental health experience and who meets the provision of subdivision 36-27A-2(2); (5) A counselor who is certified under chapter 36-32 as a licensed professional counselor --mental health; or (6) A counselor who is certified under chapter 36-32 as a licensed professional counselor and has two years of supervised clinical experience in a mental health setting and who is employed by the State of South Dakota or a mental health center.; or (7) A therapist who is licensed under chapter 36-33 as a marriage and family therapist with two years of supervised clinical experience in a mental health setting. Except as provided in § 36-4-20, each qualified mental health professional shall meet all licensing and certification requirements promulgated by the State of South Dakota for persons engaged in private practice of the same profession in South Dakota. However, the private practice licensure requirements for persons referred to in subdivisions (3) and (4) (6) do not apply to those employed by the State of South Dakota or, mental health centers, or organizations that have a formal clinical supervision arrangement by an employed person who is licensed at the private practice level. Section 4. That § 27A-1-7 be amended to read as follows: 27A-1-7. After June 30, 1995, a person may not function as a qualified mental health professional without having either a temporary endorsement from the Department of Social Services as provided in § 27A-1-8 or a competency-based endorsement as provided in § 27A-1-9. After June 30, 1997, a person may not function as a qualified mental health professional without a competency-based endorsement from the Department of Social Services. To complete examinations as part of the emergency commitment process, qualified mental health professionals shall participate in training as required by the Department of Social Services prior to serving in this capacity. Section 5. That § 27A-1-8 be repealed. 27A-1-8. By January 1, 1995, a person functioning as a qualified mental health professional shall apply to the Department of Social Services for a temporary endorsement as a qualified mental health professional. The application shall include the person's name, address, and professional qualifications. A temporary endorsement is valid from July 1, 1995, to June 30, 1997. The department may not charge a fee for the temporary endorsement. Section 6. That § 27A-1-9 be amended to read as follows: 27A-1-9. The Department of Social Services shall establish requirements for a competency-based endorsement for a training qualified mental health professional and procedures for obtaining the endorsement. The department shall specify the period of time for which the endorsement is valid. The department may establish continuing education requirements for renewal of the endorsement and criteria for approval of providers of continuing education professionals on the emergency commitment process and their role regarding performing examinations. The department may require an initial application fee and a renewal fee fees to cover the administrative costs associated with the endorsement training. The department shall implement this section by rules promulgated pursuant to chapter 1-26 by July 1, 1995. Section 7. That § 27A-1-11 be repealed. 27A-1-11. For those mental health professionals applying for the competency-based endorsement, clinical supervision is provided by a qualified mental health professional as defined in § 27A-1-3. It includes the supervision of mental health professionals in the provision of client services and assesses the competency of professionals in such areas as psychopathology and the practice of diagnosis, knowledge and practice of counseling and psychotherapy theories and techniques, basic counseling skills, crisis intervention, knowledge and practice of treatment methodologies for mental and emotional disorders and serious and persistent mental illness, psychotropic medications, knowledge and practice of individual and group approaches to assessment and evaluation and interview assessment procedures, knowledge of ethical standards, knowledge of South Dakota law as it pertains to the provision of mental health services, and professional conduct with clients. For those mental health professionals applying for the competency-based endorsement, clinical supervision requires a minimum of one hundred hours of direct face-to-face supervision for the two years of required clinical supervision. Section 8. That § 27A-4-14 be amended to read as follows: 27A-4-14. Any person committed to the South Dakota Human Services Center may be transferred to the care of a veterans' hospital, a mental health center, or a community-based mental health program operated by the state if, in the judgment of the administrator of the Human Services Center, the person would benefit from treatment received at the facility. The transfer of the person and the commitment may only be made by mutual consent of both facilities or agencies each facility, program, or agency. The administrator of the Human Services Center shall furnish all appropriate information concerning the patient, with or without consent, to the receiving facility, program, or agency. All charges for treatment at the facility, program, or agency shall be made in accordance with the provisions of this title. Section 9. That § 27A-7-4 be amended to read as follows: 27A-7-4. The board of mental illness has jurisdiction over all applications or petitions for involuntary commitment, for the treatment of any involuntarily committed person, or for the safekeeping otherwise of persons any person subject to involuntary commitment within its county, except in cases otherwise specially provided for. The board may issue subpoenas and compel obedience thereto to any subpoena, and do any act of a court necessary and proper in the premises for the purpose of discharging the duties required of it. Section 10. That § 27A-7-9 be amended to read as follows: 27A-7-9. All members Each member of a board of mental illness are required to shall participate in a training and certification program as required by the Department of Social Services prior to undertaking their duties and at least every three years thereafter. The Department of Social Services is responsible for conducting such training and providing manuals and forms for such training. The training shall include the duties, procedures, and rights of any person coming before the board of mental illness. Section 11. That § 27A-7-10 be amended to read as follows: 27A-7-10. Any person serving as a member of a county board of mental illness, whose action regarding the applications or petitions for involuntary commitment, for the treatment of any involuntarily committed person, or for the safekeeping otherwise of persons any person subject to involuntary commitment is taken in good faith, is immune from any civil liability that might otherwise be incurred or imposed. The immunity from civil liability under this section does not apply if injury results from gross negligence or willful or wanton misconduct. Section 12. That § 27A-8-1 be amended to read as follows: 27A-8-1. The facility director or administrator may receive as a voluntary patient any individual person eighteen years of age or older who understands the nature of voluntary inpatient treatment, is capable of giving informed consent, and voluntarily executes a written application for admission, if the following requirements are met: (1) If, after examination by a staff psychiatrist, the facility director or administrator determines that the applicant is clinically suitable for inpatient treatment. In the event of the unavailability of a staff psychiatrist, admission may be granted pending an examination by a staff psychiatrist within one working day; (2) A less restrictive treatment alternative is inappropriate or unavailable; (3) The individual person is in need of and will likely benefit from treatment which is available at the facility; (4) The requirements in § 27A-8-15 have been met; and (5) The person does not have medical needs which are beyond the capacity of the center or inpatient psychiatric facility. If a person eighteen years of age or older voluntarily seeks admission to an inpatient psychiatric facility without any element of force, duress, threat or other form of coercion and the facility director or administrator determines, after the explanation required in § 27A-8-15, that the person is incapable of exercising an informed consent to the admission, the person may be admitted upon exercise of a substituted informed consent by a guardian or a next of kin in accordance with § 27A-8-18 or section 13 of this Act and § 27A-8-19. Section 13. That chapter 27A-8 be amended by adding thereto a NEW SECTION to read as follows: If a person eighteen years of age or older presents for admission to an inpatient psychiatric facility and meets the requirements set forth in subdivisions 27A-8-1(1) to (3), inclusive, and (5), but the facility director or administrator determines that the person is incapable of exercising an informed consent to the admission, then the person may be admitted upon exercise of a substituted informed consent: (1) By a guardian previously appointed by the circuit court or by a limited guardian previously appointed by the circuit court under an order of limited guardianship that authorizes the limited guardian to make health care decisions on the person's behalf; (2) By an attorney-in-fact previously named in a written durable power of attorney, pursuant to chapter 59-7, by the person presenting for admission, unless the power of attorney specifically denies or limits the attorney-in-fact's power to so admit; (3) By a next of kin, pursuant to chapter 34-12C, in accordance with § 27A-8-19; or (4) By a declaration and power of attorney for mental health treatment, executed pursuant to chapter 27A-16, according to its terms. The person admitted by substituted informed consent is entitled to all rights accorded other voluntary patients by this title, including those provided in § 27A-8-10. Section 14. That § 27A-8-17 be amended to read as follows: 27A-8-17. Thirty days after the voluntary admission of a patient and every ninety days thereafter, the facility director or center administrator shall review the patient's record and assess the need for continued admission. If continued admission is indicated, the facility director or center administrator shall consult with the patient and request from the patient an oral and written affirmation of his informed consent to continued admission. If a patient was admitted upon the substituted informed consent of a guardian or next of kin as provided in § 27A-8-1 section 13 of this Act, and continues to be incapable of exercising an informed consent to continued admission, a substituted informed consent to continuing admission shall be obtained from the guardian or next of kin as provided in that section. The notification, request, and affirmation shall become part of the patient's record. A patient's, next of kin's, or guardian's failure to affirm his substituted informed consent to continued admission constitutes notice of an intention to terminate inpatient treatment as provided in § 27A-8-10. Section 15. That § 27A-8-18 be repealed. 27A-8-18. A guardian with authorization by the appointing court may exercise a substituted informed consent in accordance with the requirements in § 27A-8-15 for the sole purpose of admission of a person to an inpatient psychiatric facility or the center. Upon the exercise of such a substituted informed consent, the facility director or center administrator may admit the person as a voluntary patient if the criteria in subdivisions 27A-8-1(1) to (3), inclusive, are met and the guardian and person have signed the application for admission required in § 27A-8-15. The person is entitled to all rights accorded other voluntary patients by this title, including those provided in § 27A-8-10. Section 16. That § 27A-8-19 be amended to read as follows: 27A-8-19. The person's next of kin may exercise a substituted informed consent in accordance with the requirements in § 27A-8-15 for the sole purpose of admission to an inpatient psychiatric facility or the center. Upon the exercise of such a substituted informed consent, the facility director or center administrator may admit the person as a voluntary patient for a period not to exceed fourteen days if the criteria in subdivisions 27A-8-1(1) to (3), inclusive, and (5), are met and the family member and person have signed the application for admission required in § 27A-8-15. During the fourteen-day admission period, the consenting next of kin shall may file a petition in circuit court for an order authorizing the appointment of the petitioner as guardian of the person for continuing the admission. If a petition is timely filed, admission of a nonobjecting person may continue until the court hearing. If a petition is not filed, the person shall be discharged upon the expiration of the fourteen-day admission period. Notice of the hearing shall be delivered to the next of kin and the person and their attendance at the hearing is required unless the court, for good cause shown, excuses attendance by the person. The court may authorize the admission upon a finding that the person is voluntarily assenting to admission without any element of force, duress, threat or other form of coercion and that the criteria in subdivisions 27A-8-1(1) to (3), inclusive, are met. The person is entitled to all rights accorded other voluntary patients by this title, including those provided in § 27A-8-10. Section 17. That § 27A-10-9.1 be amended to read as follows: 27A-10-9.1. Upon completion of the hearing provided in § 27A-10-8, the Board of Mental Illness board of mental illness may order the involuntary commitment of the person for an initial period not to exceed ninety days if a majority of the board finds by clear and convincing evidence, supported by written findings of fact and conclusions of law, that: (1) The person meets the criteria in § 27A-1-2; (2) The person needs and is likely to benefit from the treatment which is proposed; and (3) The commitment is to the least restrictive treatment alternative. The board may commit the person to the Human Services Center or a veterans' administration hospital. The board may also commit the person to a private facility or an outpatient treatment program, if that facility or program agrees to accept the commitment and if the commitment will not result in liability to any county for the cost of treating such person. If the above findings are not made, the board shall order that the person be released. Following such release, the referring county shall provide the person with transportation to the county where the person was taken into custody if the person chooses. The county ultimately shown to be the county of residence shall reimburse the referring county for any transportation costs. However, the provisions of chapter 28-14 do not apply. If the board orders the involuntary commitment of the person, the board shall immediately notify the person and the person's attorney of the right to appeal pursuant to § 27A-11A-25. Section 18. That chapter 27A-10 be amended by adding thereto a NEW SECTION to read as follows: If findings are made pursuant to § 27A-10-9.1 and an involuntary commitment is ordered, then the board may, at the same hearing or at a subsequent hearing, consider any petitions for: (1) The authority to administer psychotropic medication, electroconvulsive treatment, and such other medical treatment as may be necessary for the treatment of the person's mental illness, pursuant to the provisions of §§ 27A-12-3.13 to 27A-12-3.15, inclusive, for the period specified in § 27A-12-3.16; and (2) For the treatment of any co-occurring substance use disorder upon the petition of the person's spouse or guardian, a relative, a physician, the administrator or facility director of any approved treatment facility, or any other responsible person over the age of eighteen, on the grounds that the person is an alcohol or drug abuser who habitually lacks self-control as to the use of alcoholic beverages or other drugs and the person: (a) Has threatened, attempted, or inflicted physical harm on self or on another and that unless treated is likely to inflict harm on self or on another; or (b) Is incapacitated by the effects of alcohol or drugs; or (c) Is pregnant and abusing alcohol or drugs. If after hearing all relevant evidence, the board finds, by clear and convincing evidence, that the above grounds for involuntary treatment of a co-occurring substance use disorder exists, the board may also order a commitment for such co-occurring disorder to any appropriate treatment facility, for a period not to exceed ninety days. The board may not order such commitment unless it determines that the proposed facility is able to provide adequate and appropriate treatment and the treatment is likely to be beneficial. Section 19. That chapter 27A-10 be amended by adding thereto a NEW SECTION to read as follows: Any such treatment or commitment order pursuant to § 27A-10-9.1 and section 18 of this Act shall be to the least restrictive treatment alternative. The procedure for the board's consideration of these petitions concurrent with the § 27A-10-8 hearing shall be governed by chapter 27A-11A, which shall control to the extent of any procedural conflicts contained in chapter 27A-12 or 34-20A. Section 20. That chapter 27A-10 be amended by adding thereto a NEW SECTION to read as follows: If a person fails to comply with the requirements specified in an outpatient commitment order or a treatment order, and the person's treating physician or staff of the specified outpatient treatment program believes that the person's current condition is likely to deteriorate until it is probable that the person will be a danger to self or others, the program director or the person's treating physician may notify law enforcement and provide law enforcement with a certified copy of the outpatient commitment order or treatment order. Section 21. That chapter 27A-10 be amended by adding thereto a NEW SECTION to read as follows: The outpatient commitment order or treatment order constitutes a continuing authorization for law enforcement, upon request of the program director or the person's treating physician, to transport the person to the designated outpatient treatment program or to the treating physician's office for the purpose of making reasonable efforts to obtain the person's compliance with the requirements of the outpatient commitment or treatment order. However, no person may be detained at the program's or the physician's office for more than one hour unless the person consents, or may be physically coerced or required to take prescribed medications unless the outpatient commitment or treatment order contains a specific authorization for the nonconsensual delivery of prescribed medication, pursuant to § 27A-12-3.15. If a person has been involuntarily medicated on an outpatient basis, the necessity of treatment with psychotropic medication shall be reviewed and approved under the provisions of § 27A-12-3.16 and noted in the patient's medical record or chart. Section 22. That chapter 27A-10 be amended by adding thereto a NEW SECTION to read as follows: If a person fails to comply with the requirement of the outpatient commitment or treatment order, and the person's treating physician or the staff of the outpatient treatment program believes that there is a significant risk of deterioration in the person's condition, the program director or the treating physician may notify the original petitioner for inpatient or outpatient commitment or treatment order and the state's attorney's office of the county where the patient is found and recommend an appropriate alternate disposition under § 27A-11A-21 or 27A-11A-22. Within seventy-two hours of receiving the notice transmitted pursuant to this section that a person has failed to comply with the requirements of the outpatient commitment or treatment order, the original petitioner for inpatient or outpatient commitment or the state's attorney of the county where the patient is found or resides may petition the board for a supplemental hearing or may proceed under any other section of this title. If a petition for supplemental hearing is filed, the board or court shall hold a supplemental hearing in accordance with the procedures specified in this title. Section 23. That chapter 27A-10 be amended by adding thereto a NEW SECTION to read as follows: Nothing provided in sections 20 to 22, inclusive, of this Act, limits the authority of any law enforcement officer to detain a patient pursuant to the emergency authority conferred by § 27A-10-3. Any law enforcement officer who in good faith performs any act of taking custodial charge, transportation, delivery, or other commitment procedure at the request of or direction of another under the provisions of this Act is immune from any civil liability that might otherwise be incurred or imposed. The immunity from civil liability under this section does not apply if a resulting injury was due to willful or wanton misconduct. Section 24. That § 27A-11A-18 be amended to read as follows: 27A-11A-18. If a person is found by the county board of mental illness to meet the criteria in § 27A-10-9.1, the chairman chair of the board of the county in which such person is so adjudged shall notify the administrator, or facility director, or if the person is not committed to an inpatient psychiatric facility, the program director of the program, by immediately forwarding to him a duplicate copy of the report of the examining qualified mental health professional, a duplicate order committing the person or ordering treatment, and the findings of the board including the board's finding regarding the county of residence of the person or its finding that such person is not a resident of this state. Section 25. That § 27A-11A-21 be amended to read as follows: 27A-11A-21. If the individual person ordered to undergo a program of treatment does not comply with the order, the board of mental illness shall conduct a hearing for the sole purpose of determining compliance or noncompliance, and if noncompliance is determined, the board may modify its original order and direct the individual person to undergo an alternative program of treatment consistent with the criteria in § 27A-10-9.1. At least five days' notice of the hearing shall be given to the person, and he the person shall be represented by counsel. Section 26. That § 27A-11A-22 be amended to read as follows: 27A-11A-22. If at any time while a person is under an order of commitment it comes to the attention of the board of mental illness that the program of treatment has not been successful, the board shall conduct a hearing within five days, within six days if there is a Saturday, Sunday, or holiday within that time period, or within seven days if there is a Saturday, Sunday, and holiday within that time period. The person shall be represented by counsel and the person and the counsel shall be given at least five days notice of the hearing. If the board finds that the program of treatment has not been successful, it shall modify the original order and direct the person to undergo an alternative program of treatment if consistent with the criteria in § 27A-10-9.1. If at any time while the person is under an order of commitment the administrator or, facility director, or program director determines that the program of treatment has not been successful, the administrator or, facility director, or program director shall notify the board of mental illness of that fact. Section 27. That chapter 27A-11A be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 27A-10-1, petitions, applications, or documents made within this state in connection with proceedings under Title 27A are deemed to be made under oath or affirmation or verified by affidavit without notarization if the person signing the document attests, at the end of the document, in substantially the following form: \"I swear or affirm, under penalty of perjury, under the laws of the state of South Dakota that the foregoing is true and correct. Executed on _____________(date) in the county of _________________(county name) in the state of South Dakota ______________________________ (signature) _______________________________ (signer's address and telephone number).\" A document that is sworn to or affirmed under this section without notarization shall include a telephone number and address so that the signer can be contacted. Section 28. That chapter 27A-11A be amended by adding thereto a NEW SECTION to read as follows: If a document is required to be signed pursuant to this chapter in order to be effective, an electronic document qualifies as a signed document: (1) Without the person's physical signature, if an entity has an electronic signature system that meets a minimum security standard of two-factor authentication, such as name and password, or biometric identification that is uniquely reconcilable to a single actor and that results in a nonmodifiable document after the electronic signature is affixed, and the document indicates an electronic signature in some manner, such as \"s/_________________________(name of signer)\"; or (2) With the person's physical signature, if the document is optically scanned into the entity's records. Section 29. That chapter 27A-11A be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding section 28 of this Act, the board may determine that an entity's electronic signature system does not provide sufficient assurance of authenticity of signed documents or that an electronic signature system different from that described in section 28 of this Act provides sufficient assurance of authenticity. Section 30. That chapter 27A-11A be amended by adding thereto a NEW SECTION to read as follows: An electronically transmitted facsimile of a document pursuant to this chapter may be filed with the board and received into evidence in the same manner and with the same effect as the original document. Section 31. That chapter 27A-11A be amended by adding thereto a NEW SECTION to read as follows: Nothing in the provisions of sections 27 to 30, inclusive, of this Act alters any statute, rule, standard, or practice for accepting documents for filing or admitting documents as evidence, except with respect to: (1) The manner of making written statements under oath or affirmation or by verified affidavit; (2) The acceptability of electronically transmitted facsimile copies; and (3) The acceptability of electronic signatures. Subsections (1) and (2) of this section address only the acceptability of documents obtained from an entity's electronic records system and does not determine whether the board is required or permitted to accept electronic filing of documents. Section 32. That § 27A-12-3.11 be amended to read as follows: 27A-12-3.11. Surgery Emergency surgery and any other emergency medical procedures may be performed without the patient's consent or court or board order if the life of the recipient is threatened and there is not time to obtain consent or a court order or if the patient is incapacitated as defined in § 34-12C-1 and substitute informed consent is obtained from an appointed guardian, an attorney-in-fact, or a person with authority pursuant to chapter 34-12C. Documentation of the necessity for the medical procedure shall be entered into the patient's record as soon as practicable. If it is ordered by a physician, psychotropic medication may be administered to a person in an emergency to prevent serious physical harm to the person or to others. Psychotropic medication, electroconvulsive therapy, and such other medical treatment as may be necessary for the treatment of the person's mental illness may also be administered if the attending physician and one other physician determine that administration of such medication, therapy, or treatment is necessary to prevent significant deterioration of the person's severe mental illness and that the person's potential for improvement would be significantly impaired if such treatment is not provided. The medication, electroconvulsive therapy, or such other necessary medical treatment may be continued for up to ten days only. The reason for such treatment shall be documented in the patient's medical record. Electroconvulsive therapy may be administered only by a physician. Any physician who in good faith orders and administers psychotropic medication, electroconvulsive therapy, or such other necessary medical treatment under this section is immune from any civil liability for such order and administration, unless injury results from gross negligence or willful or wanton misconduct. Nonemergency surgery or other medical procedures may be performed with the patient's informed consent, or if the patient is incapacitated, by a substitute informed consent from an appointed guardian, an attorney-in-fact, or a person with authority pursuant to chapter 34-12C. Informed consent may be withdrawn at any time, is effective immediately upon communication of the withdrawal of consent to the treatment provider, and shall thereafter be reduced to writing. No sterilization may be authorized under authority of this title for a person incapable of providing written informed consent. Section 33. That § 27A-12-3.12 be amended to read as follows: 27A-12-3.12. Except as provided for in § 27A-12-3.23 §§ 27A-12-3.11 and 27A-12-3.15, any adult person who is admitted as an inpatient or an outpatient or who is involuntarily committed or who is detained on a mental illness hold prior to a commitment hearing has the right to refuse to be subjected to research and experimental or intrusive procedures. The person and may also may refuse any treatment including electroconvulsive therapy and psychotropic medication. If an involuntarily committed person refuses treatment, then psychotropic medication, electroconvulsive therapy, and such other medical treatment as may be necessary for the treatment of the person's mental illness may be administered if it is ordered by the court or the board under the criteria in § 27A-12-3.15. Section 34. That § 27A-12-3.13 be amended to read as follows: 27A-12-3.13. The administrator or attending psychiatrist or facility director may petition the circuit court or the board of mental illness for the authority to administer psychotropic medication and such other medical treatment as may be necessary for the treatment of the person's mental illness, including electroconvulsive therapy, to an involuntarily committed patient if, after a personal examination, the person's treating physician and the medical director or attending psychiatrist believe psychotropic medication and such other medical treatment, including electroconvulsive therapy, will be medically beneficial to the person and is necessary because: (1) The person presents a danger to himself self or others; (2) The person cannot improve or his the person's condition may deteriorate without the medication and such treatment; or (3) The person may improve without the medication or such treatment but only at a significantly slower rate; and the person's treating physician determines that the person is incapable of consenting to such treatment because the person's judgment is so affected by mental illness that the person lacks the capacity to make a competent, voluntary, and knowing decision concerning such treatment. Section 35. That § 27A-12-3.14 be amended to read as follows: 27A-12-3.14. Certified copies of the petition and notice of hearing shall be personally served by the sheriff or an elector of any state not a party to the action that is specifically designated by the court or board on the person immediately upon the filing of the petition. The notice of hearing shall include the following: (1) Notice of the time, date, and place of hearing and directing the person to appear in person; (2) Notice of the person's right to be represented by an attorney at the person's own expense or appointed by the court if the person is indigent; (3) Notice of the person's right to seek an opinion of an independent psychiatrist at the person's own expense or at the expense of the person's county of residence if the person is indigent; and (4) Notice that the costs of any post-commitment proceedings, treatment, medication, and any hearing related to the medication, any post-commitment proceeding, including a habeas corpus proceeding, the costs of compensation for the attorney appointed to represent the person, and any other costs associated with any post-commitment proceeding, are that person's responsibility, and that a lien for the amount of these costs may be filed upon the person's real and personal property to insure payment. Upon the filing of the petition the court or board shall immediately appoint counsel for the person if counsel has not been retained. A date shall be set for the hearing within fifteen days of the filing of the petition, and this hearing shall be a priority on the court or board calendar. Allowance for any additional time shall be limited to one seven-day continuance, and shall be restrictively granted, only upon a showing of good cause for delay. Section 36. That § 27A-12-3.15 be amended to read as follows: 27A-12-3.15. If the court or board finds by clear and convincing evidence that the person is incapable of consenting to treatment with psychotropic medication and such other medical treatment as may be necessary for the treatment of the person's mental illness, including electroconvulsive therapy, because the person's judgment is so affected by mental illness that the person lacks the capacity to make a competent, voluntary, and knowing decision concerning the medication and medical treatment and the administration of the recommended psychotropic medication and medical treatment is essential under the criteria in § 27A-12-3.13, the court or board may order the administration of psychotropic medication and medical treatment, including electroconvulsive therapy. Section 37. That § 27A-12-3.16 be amended to read as follows: 27A-12-3.16. The court or board may authorize the administration of psychotropic medication and such other medical treatment, including electroconvulsive therapy, as may be necessary for the treatment of the person's mental illness for not more than one year. The court's or board's order shall terminate if the person is judicially restored or restored by the board as competent to consent to or refuse the administration of psychotropic medication and such other medical treatment as may be necessary for the treatment of the person's mental illness or if the person's treating physician or the medical director of the facility or, if the facility does not have a medical director, a consulting psychiatrist determines that the administration of psychotropic medication and such medical treatment is no longer necessary under the criteria set forth in § 27A-12-3.13. Transfer from inpatient to outpatient treatment while the person is under an order of involuntary commitment does not, in itself, terminate the court's or board's treatment order. The necessity of treatment with psychotropic medication shall be reviewed and approved under the criteria in § 27A-12-3.13 at least every thirty days by the treating physician and the medical director of the facility or, if the facility does not have a medical director, a consulting psychiatrist after a personal examination of the person. If the consulting psychiatrist was the person's treating physician while the person was a patient at the Human Services Center, a personal examination need not take place as part of the review. If the treating physician or the medical director or consulting psychiatrist determines that the medication treatment ordered is no longer necessary under the criteria in § 27A-12-3.13, the court's treatment order shall terminate. A copy of the results of the personal examination and the determinations of the treating physician and the medical director or consulting psychiatrist shall be made part of the person's medical records. Section 38. That § 27A-12-3.17 be amended to read as follows: 27A-12-3.17. The attorney appointed by a court or board to represent the interests of the person shall be paid by the person's county of residence. The attorney shall be compensated for his the attorney's reasonable services and for necessary expenses incurred incident to the proceedings at the rate fixed by the circuit court and in an amount approved by the court or the board. Section 39. That § 27A-12-3.19 be amended to read as follows: 27A-12-3.19. The person may appear personally at any hearing and testify on his or her own behalf, but the person may not be compelled to do so. Except for the hearing required in § 27A-12-3.14, the person may not be compelled to appear or testify. He The person may subpoena and cross-examine witnesses and present evidence. If the person chooses not to appear, his the person's attorney shall state on the record that the person has been informed of the hearing and of his the right to appear and the person chooses not to exercise his that right. Documentation of the reasons for the person's decision may are not be required. The court or the board of mental illness may exclude any person not necessary for the conduct of the proceedings from the hearings, except any person requested to be present by the patient. Section 40. That § 27A-12-3.20 be repealed. 27A-12-3.20. No adult person may be the subject of experimental research, experimental or intrusive procedures or interventions, or intrusive treatments including electroconvulsive therapy unless written informed consent is obtained from the person. Informed consent may be withdrawn at any time, is effective immediately, and must thereafter be reduced to writing. If the attending physician determines that the person is incapable of exercising informed consent, such treatment may be provided only if ordered after a hearing before the circuit court. If the court finds that the person is incapable of consenting to such treatment because the person's judgment is so affected by the mental illness that the person lacks the capacity to make a competent, voluntary and knowing decision concerning such treatment, the court may exercise a substituted judgment on the administration of such treatment. The order may be made to extend for up to one year. Electroconvulsive therapy may be administered only by a physician. Sterilization may not be authorized under authority of this title for a person incapable of providing informed consent. Section 41. That § 27A-12-3.21 be amended to read as follows: 27A-12-3.21. No person may be the subject of any experimental research or hazardous procedure unless the research or procedure is approved and conducted in the manner prescribed by the secretary of human social services. Section 42. That § 27A-12-3.23 be repealed. 27A-12-3.23. If it is ordered by a physician, psychotropic medication may be administered to a person in an emergency to prevent serious physical harm to the person or to others. Psychotropic medication may also be administered if the attending physician and one other physician determine that administration of the medication is necessary to prevent significant deterioration of the person's severe mental illness and that the person's potential for improvement would be permanently impaired if the treatment is not provided. Medication treatment may be continued for up to ten days. The reason for the treatment shall be documented in the patient's medical record. Section 43. That § 27A-16-1 be repealed. 27A-16-1. Terms used in this chapter mean: (1) \"Attending physician,\" the physician who has the primary responsibility for the mental illness treatment of a person; (2) \"Attorney-in-fact,\" any person designated by a principal through a power of attorney to make decisions about mental illness treatment for the principal in accordance with a declaration for mental illness treatment; (3) \"Declaration for mental illness treatment,\" or \"declaration,\" any document declaring preferences or instructions regarding mental illness treatment; (4) \"Power of attorney for mental illness treatment,\" any document that authorizes an attorney-in-fact to make a decision about mental illness treatment or to consent to mental illness treatment on behalf of its principal; (5) \"Health care facility,\" a health care facility as defined in § 34-12-1.1 and the Human Services Center; (6) \"Incapable,\" the condition of a person whose ability to receive and evaluate information effectively or to communicate decisions is impaired to such an extent that, in the opinion of the court or in the opinion of two physicians, one of whom is the treating psychiatrist, if any, the person currently lacks the capacity to make mental illness treatment decisions; (7) \"Mental illness treatment,\" convulsive treatment, treatment of mental illness with psychotropic medication, and admission to and retention in a health care facility for not more than thirty days for care or treatment of mental illness; (8) \"Principal,\" any person who gives authority to an attorney-in-fact to make decisions about mental illness treatment for the person. Section 44. That § 27A-16-2 be repealed. 27A-16-2. Any adult of sound mind may make a declaration of preferences or instructions for mental illness treatment. The preferences or instructions may include consent to mental illness treatment. A declaration for mental illness treatment continues in effect for three years or until revoked, whichever is first. If a declaration for mental illness treatment has been invoked and is in effect on the date that the declaration is to expire, the declaration remains effective until there is a subsequent determination by the attending physician, treating psychiatrist, or the circuit court that the principal is capable of giving informed consent. Section 45. That § 27A-16-3 be repealed. 27A-16-3. By means of a power of attorney for mental illness treatment, any adult of sound mind may designate a competent adult to act as attorney-in-fact to make decisions about mental illness treatment. An alternative attorney-in-fact may also be designated to act as attorney-in-fact if the original designee is unable or unwilling to act at any time. The authority of an attorney-in-fact and any alternative attorney-in-fact continues under the power of attorney for mental illness treatment for three years, until it is revoked by the principal, or until the attorney-in-fact withdraws, whichever is first. If an attorney-in-fact is acting for the principal on the date the power of attorney is to expire, the power of attorney remains in effect until the principal is no longer incapable. An attorney-in-fact who has accepted the appointment in writing may make decisions about mental illness treatment on behalf of the principal only when the principal is incapable. The decisions must be consistent with any desires the principal has expressed in the declaration for mental illness treatment. Section 46. That § 27A-16-4 be repealed. 27A-16-4. A declaration and power of attorney for mental illness treatment is effective only if it is signed by the principal and two competent adult witnesses. The witnesses shall attest that the principal is known to them, that the principal signed the declaration and power of attorney for mental illness treatment in their presence, and that the principal appears to be of sound mind and not under duress, fraud, or undue influence. No person specified in § 27A-16-16 may act as witnesses. Section 47. That § 27A-16-5 be repealed. 27A-16-5. A declaration and a power of attorney for mental illness treatment shall be filed with the principal's attending physician or other mental illness treatment provider, and they remain valid until they expire or are revoked. The physician or provider shall continue to obtain the principal's informed consent to all mental illness treatment decisions if the principal is capable of providing informed consent. The physician or provider shall act in accordance with the declaration and with the informed consent of the attorney-in-fact if the principal is found to be incapable. Section 48. That § 27A-16-6 be repealed. 27A-16-6. The attorney-in-fact may not make mental illness treatment decisions unless the principal is incapable. The attorney-in-fact is not, as a result of acting in that capacity, personally liable for the cost of treatment provided to the principal. Section 49. That § 27A-16-7 be repealed. 27A-16-7. Except to the extent that the right is limited by the declaration or any federal law, an attorney-in-fact has the same right as the principal to receive information regarding the proposed mental illness treatment and to receive, review, and consent to disclosure of medical records relating to that treatment. The right of access does not waive any evidentiary privilege. Section 50. That § 27A-16-8 be repealed. 27A-16-8. In exercising authority under the declaration, the attorney-in-fact shall act consistently with the desires of the principal as expressed in the declaration. If the principal's desires are not expressed in the declaration and are not otherwise known by the attorney-in-fact, the attorney-in-fact shall act in what the attorney-in-fact in good faith believes to be the best interests of the principal. Section 51. That § 27A-16-9 be repealed. 27A-16-9. An attorney-in-fact is not subject to criminal prosecution, civil liability, or professional disciplinary action for any action taken in good faith pursuant to a declaration for mental illness treatment. Section 52. That § 27A-16-10 be repealed. 27A-16-10. A person may not be required to execute or to refrain from executing a declaration as a criterion for insurance, as a condition for receiving mental or physical health services, or as a condition of discharge from a health care facility. Section 53. That § 27A-16-11 be repealed. 27A-16-11. Upon being presented with a declaration and a power of attorney for mental illness treatment, an attending physician or other provider shall make the declaration and power of attorney a part of the principal's medical record. When acting under authority of a declaration and power of attorney, a physician or provider shall comply with them to the fullest extent possible, consistent with reasonable medical practice, the availability of treatments requested, and applicable law. If the physician or other provider is unwilling at any time to comply with the declaration and power of attorney, the physician or provider may withdraw from providing treatment consistent with the exercise of independent medical judgment. A physician or provider who withdraws shall promptly notify the principal and the attorney-in-fact and shall document the notification in the principal's medical record. Section 54. That § 27A-16-12 be repealed. 27A-16-12. The attending physician or provider may subject the principal to mental illness treatment in a manner contrary to the principal's wishes as expressed in a declaration for mental illness treatment only if the principal is a patient of the Human Services Center pursuant to Title 27A or § 23A-46-10 or treatment is authorized by the circuit court or in cases of emergency endangering life or health. A declaration does not limit any authority either to take a person into custody or to admit, retain, or treat a person in a health care facility. Section 55. That § 27A-16-13 be repealed. 27A-16-13. A principal who is capable may revoke a declaration and power of attorney for mental illness treatment in whole or in part at any time. A revocation is effective when a capable principal communicates the revocation to the attending physician or other provider. The attending physician or other provider shall note the revocation in the principal's medical record. Section 56. That § 27A-16-14 be repealed. 27A-16-14. An attending physician or other provider who administers or does not administer mental illness treatment according to and in good faith reliance on the validity of a declaration and with the informed consent of the attorney-in-fact is not subject to criminal prosecution, civil liability, or professional disciplinary action. Section 57. That § 27A-16-15 be repealed. 27A-16-15. None of the following may serve as attorney-in-fact: (1) The attending physician or other mental illness treatment provider or an employee of the physician or provider if the physician, provider, or employee is unrelated to the principal by blood, marriage, or adoption; or (2) An owner, operator, or employee of a health care facility in which the principal is a patient or resident if the owner, operator, or employee is unrelated to the principal by blood, marriage, or adoption. Section 58. That § 27A-16-16 be repealed. 27A-16-16. None of the following may serve as a witness to the signing of a declaration and power of attorney for mental illness treatment: (1) The attending physician or mental illness treatment provider or a relative of the physician or provider; (2) An owner or operator or a relative of an owner or operator of a health care facility in which the principal is a patient or resident; or (3) A person related to the principal by blood, marriage, or adoption. Section 59. That § 27A-16-17 be repealed. 27A-16-17. An attorney-in-fact may withdraw by giving notice to the principal. If the principal is incapable, the attorney-in-fact may withdraw by giving notice to the attending physician or mental illness treatment provider. The attending physician or provider shall note the withdrawal in the principal's medical record. A person who has withdrawn under the provisions of this section may rescind the withdrawal by executing an acceptance after the date of the withdrawal. The acceptance shall be in the same form as provided by § 27A-16-18 for accepting an appointment as attorney-in-fact. A person who rescinds a withdrawal shall give notice to the principal if the principal is capable or to the principal's attending physician or mental illness treatment provider if the principal is incapable. Section 60. That § 27A-16-18 be repealed. 27A-16-18. A declaration and power of attorney for mental illness treatment shall be in substantially the following form: DECLARATION AND POWER OF ATTORNEY FOR MENTAL HEALTH TREATMENT I, _______, being an adult of sound mind, willfully and voluntarily make this declaration for mental illness treatment to be followed if it is determined by a court or by two physicians that my ability to receive and evaluate information effectively or communicate decisions is impaired to such an extent that I lack the capacity to consent to mental illness treatment. Mental illness treatment means convulsive treatment, treatment of mental illness with psychotropic medication, and admission to and retention in a health care facility for up to thirty days. I understand that I may become incapable of giving informed consent for mental illness treatment due to the symptoms of a diagnosed mental disorder. These symptoms may include: ___________________________________________________________________________ ___________________________________________________________________________ PSYCHOTROPIC MEDICATIONS If I become incapable of giving informed consent for mental illness treatment, my wishes regarding psychotropic medications are as follows: _______ I consent to the administration of psychotropic medications. Comments: ___________________________________________________________________________ ___________________________________________________________________________ CONVULSIVE TREATMENT If I become incapable of giving informed consent for mental illness treatment, my wishes regarding convulsive treatment are as follows: _______ I consent to the administration of convulsive treatment. Comments: ___________________________________________________________________________ ___________________________________________________________________________ ADMISSION TO AND RETENTION IN FACILITY If I become incapable of giving informed consent for mental illness treatment, my wishes regarding admission to and retention in a health care facility for mental illness treatment are as follows: _______ I consent to being admitted to a health care facility for mental illness treatment. This directive does not provide consent to retain me in a facility for more than thirty days. Comments: ___________________________________________________________________________ ___________________________________________________________________________ ADDITIONAL REFERENCES OR INSTRUCTIONS ___________________________________________________________________________ ___________________________________________________________________________ ___________________________________________________________________________ POWER OF ATTORNEY FOR MENTAL HEALTH TREATMENT I hereby appoint the following person to act as my attorney-in-fact to make decisions regarding my mental illness treatment if I become incapable of giving informed consent for that treatment: NAME__________________________________________________________________ ADDRESS_______________________________________________________________ TELEPHONE NUMBER___________________________________________________ If the person named refuses or is unable to act on my behalf or if I revoke that person's authority to act as my attorney-in-fact, I authorize the following person to act as my attorney-in-fact: NAME__________________________________________________________________ ADDRESS_______________________________________________________________ TELEPHONE NUMBER___________________________________________________ My attorney-in-fact is authorized to make decisions that are consistent with the wishes I have expressed in my declaration for mental illness treatment or, if not expressed, as are otherwise known to my attorney-in-fact. If my wishes are not expressed and are not otherwise known by my attorney-in-fact, my attorney-in-fact is to act in what he or she believes to be my best interests. ________________________________________ (Signature of Principal/Date) AFFIRMATION OF WITNESSES We affirm that the principal is personally known to us, that the principal has read the accompanying Notice to Person Making a Declaration and Power of Attorney for Mental Illness Treatment or has had the notice read and explained, that the principal signed or acknowledged the principal's signature on this declaration and power of attorney for mental illness treatment in our presence, that the principal appears to be of sound mind and not under duress, fraud, or undue influence, that neither of us is: A person appointed as an attorney-in-fact by this document; The principal's attending physician or mental health service provider or a relative of the physician or provider; The owner or operator or a relative of an owner or operator of a facility in which the principal is a patient or resident; or A person related to the principal by blood, marriage, or adoption. Witnessed by: ______________________________ ______________________________ (Signature of Witness/Date) (Printed Name of Witness) ______________________________ ______________________________ (Signature of Witness/Date) (Printed Name of Witness) ACCEPTANCE OF APPOINTMENT AS ATTORNEY-IN-FACT I accept this appointment and agree to serve as attorney-in-fact to make decisions about mental illness treatment for the principal. I understand that I have a duty to act in a manner that is consistent with the desires of the principal as expressed in this appointment. I understand that this document gives me authority to make decisions about mental illness treatment only while the principal is incapable, as determined by a court or two physicians. I understand that the principal may revoke this declaration in whole or in part at any time and in any manner if the principal is capable. ______________________________________ ______________________________ (Signature of Attorney-in-fact/Date) (Printed name) ______________________________________ ______________________________ (Signature of Alternative Attorney-in-fact/Date) (Printed name) NOTICE TO PERSON MAKING A DECLARATION AND POWER OF ATTORNEY FOR MENTAL ILLNESS TREATMENT This is an important legal document. It creates a declaration for mental illness treatment and names an attorney-in-fact and an alternative attorney-in-fact to make mental health treatment decisions for you if you become incapable. Before signing this document, you should know these important facts: This document allows you to make decisions in advance about three types of mental illness treatment: psychotropic medication, convulsive therapy, and short-term (up to thirty days) admission to a treatment facility. It is very important that you declare your instructions carefully and review this document regularly. The instructions that you include in this declaration will be followed only if a court or two physicians believe that you are incapable of making treatment decisions. Otherwise, you will be considered capable to give consent for the treatments. You may also appoint a person as your attorney-in-fact to make these treatment decisions for you if you become incapable. Preference shall be given to immediate family members in the following order: spouse, parent, adult child, and sibling. It is important that your attorney-in-fact be knowledgeable about mental illness issues and the decisions you have made. The person you appoint has a duty to act in a manner that is consistent with your desires as stated in this document. If your desires are not stated or otherwise made known to the attorney-in-fact, the attorney-in-fact has a duty to act in a manner consistent with what the person in good faith believes to be your best interest. For the appointment to be effective, the person you appoint must accept the appointment in writing. The person also has the right to withdraw from acting as your attorney-in-fact at any time. This document will continue in effect for three years unless you become incapable of participating in mental illness treatment decisions. If this occurs, the directive will continue in effect until you are no longer incapable. You have the right to revoke this document in whole or in part at any time you have not been determined to be incapable. YOU MAY NOT REVOKE THIS DECLARATION AND POWER OF ATTORNEY WHEN YOU ARE CONSIDERED INCAPABLE BY A COURT OR TWO PHYSICIANS. A revocation is effective when it is communicated to your attending physician or other mental health care provider. If there is anything in this document that you do not understand, you should ask a lawyer to explain it to you. This declaration will not be valid unless it is signed by two qualified witnesses who are personally known to you and who are present when you sign or acknowledge your signature. Section 61. That § 59-7-2.1 be amended to read as follows: 59-7-2.1. Notwithstanding § 59-7-2, if a principal designates another as his the principal's attorney in fact or agent by a written power of attorney which contains the words \"This power of attorney shall not be affected by disability of the principal,\" or \"This power of attorney shall become effective upon the disability of the principal,\" or similar words showing the intent of the principal that the authority conferred is exercisable notwithstanding his the principal's disability, the authority of the attorney in fact or agent is exercisable by him the attorney in fact or agent as provided in the power on behalf of the principal notwithstanding any later disability or incapacity of the principal or later uncertainty as to whether or not the principal is dead or alive. A power of attorney granted pursuant to this section may authorize the attorney-in-fact to consent to, to reject, or to withdraw consent for medical procedures, treatment or intervention health care, including any care, service, or procedure to maintain, diagnose, or treat a person's physical or mental condition."}, {"bill_id": 3344, "bill_version_id": 21612, "bill_version": "Enrolled", "bill_version_date": "2012-02-16T10:15:28.867-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3344, "action_date": "2012-01-10T12:00:00-06:00", "document_id": 19241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19241.pdf", "status_text": "First read in Senate and referred to", "journal_page": 15, "committee_id_action": 171, "committee_id_assigned": 151, "result": "N", "vote": {}}, {"bill_id": 3344, "action_date": "2012-01-23T10:00:00-06:00", "document_id": 19589, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19589.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3344, "action_date": "2012-01-23T10:00:00-06:00", "document_id": 19924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19924.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10399, "president_vote": null, "Yea": [239, 223, 290, 261, 291, 228], "Excused": [285]}}, {"bill_id": 3344, "action_date": "2012-01-23T10:00:00-06:00", "document_id": 19924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19924.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10400, "president_vote": null, "Nay": [239], "Excused": [285], "Yea": [223, 290, 261, 291, 228]}}, {"bill_id": 3344, "action_date": "2012-01-23T10:00:00-06:00", "document_id": 19924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19924.pdf", "status_text": "Do Pass Amended", "journal_page": 119, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10402, "president_vote": null, "Yea": [239, 223, 290, 261, 291, 228], "Excused": [285]}}, {"bill_id": 3344, "action_date": "2012-01-25T14:00:00-06:00", "document_id": 20184, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20184.pdf", "status_text": "Do Pass Amended", "journal_page": 182, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10531, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 249, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 291, 223, 240, 252, 214, 219, 220, 229, 290, 236, 243, 261, 289, 218, 254, 232], "Excused": [264, 226]}}, {"bill_id": 3344, "action_date": "2012-01-26T14:00:00-06:00", "document_id": 20313, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20313.pdf", "status_text": "First read in House and referred to", "journal_page": 224, "committee_id_action": 173, "committee_id_assigned": 162, "result": "N", "vote": {}}, {"bill_id": 3344, "action_date": "2012-02-14T07:45:00-06:00", "document_id": 21065, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21065.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3344, "action_date": "2012-02-14T07:45:00-06:00", "document_id": 21426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21426.pdf", "status_text": "Do Pass", "journal_page": 454, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11605, "president_vote": null, "Yea": [262, 303, 293, 297, 272, 279, 237, 292, 278, 224, 295, 294, 227]}}, {"bill_id": 3344, "action_date": "2012-02-15T14:00:00-06:00", "document_id": 21530, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21530.pdf", "status_text": "Do Pass Amended", "journal_page": 495, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11760, "president_vote": null, "Yea": [222, 262, 265, 227, 242, 281, 269, 296, 211, 314, 260, 258, 225, 268, 245, 303, 313, 293, 297, 266, 221, 272, 305, 248, 263, 280, 237, 246, 292, 267, 294, 213, 241, 311, 277, 307, 308, 273, 315, 282, 278, 259, 224, 216, 295, 283, 244, 306, 238, 309, 300, 298, 256, 215], "Excused": [231, 257, 270, 230, 310, 274], "Nay": [217, 299, 279, 271, 301, 304, 312, 276, 302, 275]}}, {"bill_id": 3344, "action_date": "2012-02-16T13:00:00-06:00", "document_id": 21642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21642.pdf", "status_text": "Signed by the President", "journal_page": 473, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3344, "action_date": "2012-02-21T14:00:00-06:00", "document_id": 21745, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21745.pdf", "status_text": "Signed by the Speaker", "journal_page": 538, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3344, "action_date": "2012-02-22T14:00:00-06:00", "document_id": 21860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21860.pdf", "status_text": "Delivered to the Governor", "journal_page": 499, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3344, "action_date": "2012-02-28T13:00:00-06:00", "document_id": 22354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22354.pdf", "status_text": "Signed by the Governor", "journal_page": 607, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5099, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3344"}