{"session_id": 15, "bill_id": 3610, "bill_type": "Senate Bill", "bill_number": 136, "bill_title": "regulate the application of foreign laws, legal codes, and systems within the jurisdiction of the State of South Dakota.", "sponsors": [{"legislator_profile_id": 264, "is_prime": true}, {"legislator_profile_id": 304, "is_prime": true}, {"legislator_profile_id": 276, "is_prime": false}], "keywords": ["Civil Procedure", "Courts and Judiciary"], "audio": [{"meeting_datetime": "2012-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sju14.mp3", "start_seconds": 1977.0}, {"meeting_datetime": "2012-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sju14.mp3", "start_seconds": 1977.0}, {"meeting_datetime": "2012-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sju14.mp3", "start_seconds": 1977.0}, {"meeting_datetime": "2012-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sju14.mp3", "start_seconds": 1977.0}, {"meeting_datetime": "2012-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sju14.mp3", "start_seconds": 1977.0}, {"meeting_datetime": "2012-02-16T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hlo23.mp3", "start_seconds": 3038.0}], "bill_versions": [{"bill_id": 3610, "bill_version_id": 19921, "bill_version": "Introduced", "bill_version_date": "2012-01-23T12:04:30.08-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate the application of foreign laws, legal codes, and systems within the jurisdiction of the State of South Dakota. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature declares that it is the public policy of this state to protect its citizens from the application of foreign laws, legal codes, and systems if the application of a foreign law, legal code, or system will result in the violation of a right guaranteed by the constitution of this state or of the United States, including due process of law, the freedom of religion, speech, or press, or any right of privacy or marriage as specifically provided by the constitution of this state. The Legislature fully recognizes the right to contract freely under the laws of this state and also recognizes that this right may be reasonably and rationally circumscribed pursuant to the state's interest to protect and promote rights and privileges granted under the constitutions of the United States or South Dakota, including due process of law, the freedom of religion, speech, or press, and any right of privacy or marriage as specifically provided by the constitution of this state. Section 2. For the purposes of this Act, a foreign law, legal code, or system is any foreign law, legal code, or system of a jurisdiction outside of any state or territory of the United States, including international organizations and tribunals, and applied by that jurisdiction's courts, administrative bodies, or other formal or informal tribunals. For the purposes of this Act, the term, foreign law, does not include any tribal laws of the Native American tribes in this state. Section 3. For the purposes of this Act, a court is any court, arbitrator, administrative agency, or other adjudicative mediation or enforcement authority of this state. Section 4. For the purposes of this Act, a religious organization is any church, seminary, synagogue, temple, mosque, religious order, religious corporation, association, or society, whose identity is distinctive in terms of common religious creed, beliefs, doctrines, practices, or rituals, of any faith or denomination, including any organization qualifying as a church or religious organization under section 501(c)(3) or 501(d) of the United States Internal Revenue Code. Section 5. No court ruling or decision may violate the public policy of this state set forth in section 1 of this Act. Any ruling or decision that does so is void and unenforceable if the court bases its ruling or decision in the matter at issue in whole or in part on any foreign law, legal code, or system that would not grant the parties affected by the ruling or decision the same fundamental liberties, rights, and privileges granted under the constitutions of the United States and South Dakota, including due process of law, freedom of religion, speech, or press, and any right of privacy or marriage as specifically provided by the constitution of this state. Section 6. No contract or contractual provision, if capable of segregation, which provides for the choice of a foreign law, legal code, or system to govern some or all of the disputes between the parties adjudicated by a court arising from the contract mutually agreed upon may violate the public policy of this state set forth in section 1 of this Act. Any contract or contractual provision that does so is void and unenforceable if the foreign law, legal code, or system chosen includes or incorporates any substantive or procedure law, as applied to the dispute at issue, that would not grant the parties the same fundamental liberties, rights, and privileges granted under the constitutions of the United States and South Dakota, including due process of law, the freedom of religion, speech, or press, and any right of privacy of marriage as provided by the constitution of this state. Section 7. No contract or contractual provision, if capable of segregation, which provides for a jurisdiction for purposes of granting the courts or arbitration panels in personam jurisdiction over the parties to adjudicate any disputes between parties arising from the contract mutually agreed upon may violate the public policy of this state set forth in section 1 of this Act. Any contract or contractual provision that does so is void and unenforceable if the jurisdiction chosen includes any foreign law, legal code, or system, as applied to the dispute at issue, that would not grant the parties the same fundamental liberties, rights, and privileges granted under the constitutions of the United States and South Dakota, including due process of law, the freedom of religion, speech, or press, and any right of privacy or marriage as specifically provided by the constitution of this state. If a resident of this state, subject to personal jurisdiction in this state, seeks to maintain litigation, arbitration, administrative hearing, or similarly binding proceedings in this sate and if the courts of this state find that granting a claim of forum non conveniens or a related claim violates or would likely violate the fundamental liberties, rights, and privileges granted under the constitutions of the United States or South Dakota of the nonclaimant in the foreign forum with respect to the matter in dispute, then the claim shall be denied. Section 8. Without prejudice to any legal right, this Act does not apply to a corporation, partnership, limited liability company, business association, or other legal entity that contracts to subject itself to foreign law in a jurisdiction other than this state or the United States. Section 9. No court or arbitrator may interpret this Act to limit the right of any person to the free exercise of religion as guaranteed by the First Amendment to the United States Constitution and by the constitution of this state. No court may interpret this Act to require or authorize any court to adjudicate, or prohibit any religious organization from adjudicating, ecclesiastical matters, including the election, appointment, calling, discipline, dismissal, removal, or excommunication of a member, officer, official, priest, nun, monk, pastor, rabbi, imam, or member of the clergy, of the religious organization, or any determination or interpretation of the doctrine of the religious organization, if adjudication by a court would violate the prohibition of the establishment clause of the First Amendment of the United States, or violate the constitution of this state. Section 10. This statute may not be interpreted by any court to conflict with any federal treaty or other international agreement to which the United States is a party to the extent that such treaty or international agreement preempts or is superior to state law on the matter at issue."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3610, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19958.pdf", "status_text": "First read in Senate and referred to", "journal_page": 134, "committee_id_action": 171, "committee_id_assigned": 152, "result": "N", "vote": {}}, {"bill_id": 3610, "action_date": "2012-02-02T07:45:00-06:00", "document_id": 20463, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20463.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 152, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3610, "action_date": "2012-02-02T07:45:00-06:00", "document_id": 20674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20674.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 152, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10884, "president_vote": null, "Yea": [232, 226, 228, 288, 284, 249], "Nay": [254]}}, {"bill_id": 3610, "action_date": "2012-02-02T07:45:00-06:00", "document_id": 20674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20674.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 257, "committee_id_action": 152, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10887, "president_vote": null, "Yea": [232, 228, 288, 249, 254], "Nay": [226, 284]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3610"}