{"session_id": 4, "bill_id": 4588, "bill_type": "House Bill", "bill_number": 1127, "bill_title": "establish a loan repayment program for veterinarians and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 590, "is_prime": true}, {"legislator_profile_id": 589, "is_prime": true}, {"legislator_profile_id": 604, "is_prime": false}, {"legislator_profile_id": 614, "is_prime": false}, {"legislator_profile_id": 593, "is_prime": false}, {"legislator_profile_id": 591, "is_prime": false}, {"legislator_profile_id": 608, "is_prime": false}, {"legislator_profile_id": 596, "is_prime": false}, {"legislator_profile_id": 595, "is_prime": false}, {"legislator_profile_id": 592, "is_prime": false}, {"legislator_profile_id": 530, "is_prime": false}, {"legislator_profile_id": 616, "is_prime": false}, {"legislator_profile_id": 618, "is_prime": false}, {"legislator_profile_id": 613, "is_prime": false}, {"legislator_profile_id": 546, "is_prime": false}, {"legislator_profile_id": 539, "is_prime": false}, {"legislator_profile_id": 615, "is_prime": false}, {"legislator_profile_id": 606, "is_prime": false}], "keywords": ["Agriculture", "Animals and Livestock", "Appropriations", "State Affairs and Government"], "audio": [{"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hag14.mp3", "start_seconds": 128.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hag14.mp3", "start_seconds": 128.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hag14.mp3", "start_seconds": 128.0}], "bill_versions": [{"bill_id": 4588, "bill_version_id": 855, "bill_version": "Introduced", "bill_version_date": "2008-01-14T11:33:47.667-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a loan repayment program for veterinarians and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The veterinarian loan repayment program is hereby established. Each year the Board of Veterinary Medical Examiners, in consultation with the Animal Industry Board and the state veterinarian, shall select from a pool of applicants no more than three veterinarians who provide food animal and large animal veterinary medicine services to communities in this state. The veterinarians selected may receive an amount not to exceed eighty thousand dollars in education loan repayment funds as provided in this Act. If the State of South Dakota accepts any gifts, grants, or donations under this Act, additional veterinarians may be selected for participation in the loan repayment program as provided in section 11 of this Act. Section 2. The Board of Veterinary Medical Examiners shall promulgate rules pursuant to chapter 1-26 to provide for the implementation of the veterinarian loan repayment program in accordance with the provisions of this Act. The rules shall include the following: (1) Qualifications and eligibility requirements for applicants for the program and criteria used to identify and rank communities in need of veterinary services; (2) Application forms and procedures; (3) Award procedures and criteria; (4) Conditions for the use of loan repayment funds; (5) Criteria and procedures for cancellation, suspension, revocation, or revision of awards or release from awards contracts; (6) Record keeping and reporting requirements. Section 3. In establishing the criteria regarding a veterinarian's eligibility for loan repayment funds under this Act, the Board of Veterinary Medical Examiners shall: (1) Consider the veterinarian's training in food animal and large animal veterinary medicine, ability and willingness of the veterinarian to engage in food animal and large animal veterinary medicine, and the extent to which such services are needed in a selected community; (2) Consider the veterinarian's commitment to serve in a community that is in need of a veterinarian; (3) Consider the compatibility of the veterinarian with a selected community; (4) Consider the date by which the veterinarian would be available for service to the selected community; (5) Consider the veterinarian's competence and professional conduct; (6) Give priority to a veterinarian on whose behalf state-funded student support fees have not been paid. Section 4. In selecting a community with a defined need for the services of a veterinarian, the Board of Veterinary Medical Examiners shall consider: (1) The number of veterinarians practicing in the community and the surrounding area; (2) The access by residents to veterinarians practicing in the community and the surrounding area; (3) The degree to which residents support the addition of a veterinarian within the community; (4) The size of the community. The board shall give priority: (a) First to rural communities having a population less than five thousand; (b) Second to communities having a population of at least five thousand but less than ten thousand; and (c) Third to communities having a population of ten thousand or greater. The state health council shall give priority for participation to a community that demonstrates a need for a veterinarian. In evaluating communities for participation in this program, the board may consult with public and private entities and visit the communities. Section 5. In implementing the veterinarian loan repayment program, the Board of Veterinary Medical Examiners may: (1) Determine the eligibility and qualifications of an applicant for veterinarian loan repayment program funds under this Act; (2) Identify communities that are in need of a veterinarian and establish a priority ranking for participation in the program by the selected communities; (3) Create and distribute loan repayment program applications; (4) Determine the amount of the loan repayment funds for which an applicant is eligible under this Act and, in making this determination, examine any outstanding education loans incurred by the applicant; (5) Establish conditions regarding the use of the loan repayment funds by an applicant; (6) Enter a nonrenewable contract with the applicant and the selected community to provide to the applicant funds for the repayment of education loans in exchange for the applicant agreeing to actively practice in the selected community; (7) Receive and use funds appropriated for the program; (8) Enforce any contract under the program; (9) Cancel a contract for reasonable cause; (10) Participate in federal programs that support the repayment of education loans incurred by veterinarians and agree to the conditions of the federal programs; (11) Accept property from an entity; and (12) Cooperate with state agencies and officials to effectuate this Act. Section 6. No veterinarian may be selected to receive loan repayment funds under this Act unless the veterinarian is a graduate of an accredited college of veterinary medicine and is licensed to practice veterinary medicine in this state. Section 7. Any veterinarian who is selected to receive loan repayment funds under this Act shall contract to provide full-time food animal and large animal veterinary medicine services for two, three, or four years in one or more selected communities. Section 8. The Board of Veterinary Medical Examiners may provide for loan repayment funds to a veterinarian who has received an education loan. The board may not provide funds for the repayment of a loan that is in default at the time of the application. The amount of the repayment shall be related to the veterinarian's outstanding education loans. Section 9. The Board of Veterinary Medical Examiners shall release a veterinarian from the veterinarian's loan repayment contract without penalty if: (1) The veterinarian has completed the service requirements of the contract; (2) The veterinarian is unable to complete the service requirement of the contract because of a permanent physical disability; (3) The veterinarian demonstrates to the board extreme hardship or shows other good cause justifying the release; or (4) The veterinarian dies. A decision by the Board of Veterinary Medical Examiners not to release a veterinarian from the veterinarian's loan repayment contract without penalty may be appealed to the circuit court. Section 10. Upon completing six months of the first year of service, as required by the contract, a veterinarian who has been selected under the veterinarian's loan repayment program is eligible to receive a loan payment in an amount not to exceed fifteen thousand dollars. Upon completing a second year of service, as required by the contract, the veterinarian is eligible to receive a loan payment in an amount not to exceed fifteen thousand dollars. Upon completing a third year of service, as required by the contract, the veterinarian is eligible to receive a loan payment in an amount not to exceed twenty-five thousand dollars. Upon completing a fourth year of service, as required by the contract, the veterinarian is eligible to receive a loan payment in an amount not to exceed twenty-five thousand dollars. All payments under this section shall be made to the issuer of the student loan. No individual may receive more than eighty thousand dollars under this section. If an individual fails to complete an entire year of service, the amount repayable under this section for that year shall be prorated. Section 11. The Board of Veterinary Medical Examiners may accept any conditional or unconditional gifts, grants, or donations for the purpose of providing funds for the repayment of veterinarians' education loans. If an entity desires to provide funds to the board to allow an expansion of the program beyond the three veterinarians contemplated by this Act, the entity shall commit to fund fully the expansion for a period of four years. The board may contract with a public or private entity and may expend any moneys available to the board to obtain matching funds for the purposes of this Act. All moneys received as gifts, grants, or donations under this section are continuously appropriated to the Board of Veterinary Medical Examiners for the purpose of providing funds for the repayment of additional veterinarians' education loans. Section 12. There is hereby appropriated from the general fund the sum of one hundred thousand dollars ($ 100,000 ), or so much thereof as may be necessary, to the Board of Veterinary Medical Examiners for the purpose of providing veterinarian repayment loans and implementing the veterinarian loan repayment program as provided in this Act.. Section 13. The state veterinarian shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 14. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2009 , shall revert in accordance with § 4-8-21."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4588, "action_date": "2008-01-14T14:00:00-06:00", "document_id": 902, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/902.pdf", "status_text": "First read in House and referred to", "journal_page": 118, "committee_id_action": 27, "committee_id_assigned": 13, "result": "N", "vote": {}}, {"bill_id": 4588, "action_date": "2008-01-29T07:45:00-06:00", "document_id": 1840, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1840.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 13, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4588, "action_date": "2008-01-29T07:45:00-06:00", "document_id": 2061, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2061.pdf", "status_text": "Tabled", "journal_page": 313, "committee_id_action": 13, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 840, "president_vote": null, "Excused": [591, 585], "Nay": [608, 529, 594, 616], "Yea": [552, 544, 547, 531, 606, 587, 614]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4588"}