{"session_id": 53, "bill_id": 17271, "bill_type": "Senate Bill", "bill_number": 106, "bill_title": "provide a privilege for insurance compliance self-audits.", "sponsors": [{"legislator_profile_id": 2746, "is_prime": true}, {"legislator_profile_id": 2803, "is_prime": true}, {"legislator_profile_id": 2729, "is_prime": false}, {"legislator_profile_id": 2732, "is_prime": false}, {"legislator_profile_id": 2734, "is_prime": false}, {"legislator_profile_id": 2737, "is_prime": false}, {"legislator_profile_id": 2760, "is_prime": false}, {"legislator_profile_id": 2785, "is_prime": false}, {"legislator_profile_id": 2796, "is_prime": false}, {"legislator_profile_id": 2802, "is_prime": false}, {"legislator_profile_id": 2804, "is_prime": false}, {"legislator_profile_id": 2813, "is_prime": false}, {"legislator_profile_id": 2817, "is_prime": false}, {"legislator_profile_id": 2819, "is_prime": false}, {"legislator_profile_id": 2823, "is_prime": false}], "keywords": ["Civil Procedure", "Insurance"], "audio": [{"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco12sb0106a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17271, "bill_version_id": 92071, "bill_version": "Introduced", "bill_version_date": "2002-01-16T08:39:05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide a privilege for insurance compliance self-audits. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Agency,\" any federal and state board, commission, department, division, or officer; (2) \"Director,\" the director of the Division of Insurance; (3) \"Communication,\" any oral or written communication and information relating to an insurance compliance self-audit and includes an insurance compliance self-audit document; (4) \"Hearing officer,\" an individual appointed to conduct a hearing in an agency proceeding pursuant to chapter 1-26, or otherwise. Such an individual includes the director and may be a staff employee of the agency; (5) \"Insurer,\" any insurer as defined in § 58-1-2, any health carrier as defined in § 58- 17C-1, and any person that is part of an insurance holding company system as defined in § 58-5A-1; (6) \"Person,\" as defined in § 58-1-2 and includes an agency. Section 2. For the purposes of this Act, an insurance compliance self-audit is a process of internal evaluation, review, assessment, or audit not otherwise expressly required by law of an insurer, of an activity regulated under the insurance laws or other laws of South Dakota or other state or federal law applicable to an insurer, or of management systems related to the insurer or the regulated activity, which process is designed to identify and prevent noncompliance or to improve compliance with such statutes, regulations, bulletins, rules, orders, or systems. An insurance compliance self-audit may be conducted by the insurer, its agents, officers, or employees, or by independent contractors. Section 3. For the purposes of this Act, an insurance compliance self-audit document is any document prepared as a result of, or in connection with an insurance compliance self-audit. The term, insurance compliance self-audit document, does not include documents existing prior to the inception of an insurance compliance self-audit, nor does the collection of such documents in the course of an insurance compliance self-audit subject any such document to the privilege set forth in sections 4 and 5 of this Act. An insurance compliance document includes a written response to the findings of an insurance compliance self-audit, findings, opinions, conclusions, drafts, memoranda, computer-generated or electronically recorded information, and phone records, if this information is collected or developed for the primary purpose and in the course of an insurance compliance self-audit. An insurance compliance self-audit document also includes any of the following: (1) A report prepared by an auditor, who may be an agent or employee of the insurer or an independent contractor, which may include the scope of the audit, the information gained in the audit, and conclusions and recommendations, with exhibits and appendices; (2) Memoranda and documents analyzing portions or all of an insurance compliance self- audit and discussing potential implementation issues; (3) An implementation plan that addresses correction of past, current, or future compliance or noncompliance; and (4) Analytic data generated in the course of conducting the insurance compliance self- audit. Section 4. An insurance compliance self-audit is privileged, as a matter of substantive law, and no communication relating to an insurance compliance self-audit is discoverable or admissible as evidence in any civil, administrative, or similar case or proceeding except as otherwise expressly provided in this Act. Section 5. If the privilege set forth in section 4 of this Act applies, no insurer or person may be examined in any civil, administrative, or similar case or proceeding as to any insurance compliance self-audit or any communication pertaining thereto. Section 6. The provisions set forth in sections 4 and 5 of this Act do not apply: (1) To the extent that the insurer that conducted or caused to be conducted the insurance compliance self-audit expressly waives the privilege by so stating its intent in writing; or (2) To the extent that, in a civil, administrative, or similar case or proceeding, the court or hearing officer determines that the insurance compliance self-audit privilege is asserted for a fraudulent purpose. However, the court or hearing officer shall review the communication in camera before making such a determination. A party seeking disclosure under subdivision (2) of this section has the burden of proving that the privilege is asserted for a fraudulent purpose. Section 7. In ordering disclosure under section 6 of this Act, the court or hearing officer may only compel the disclosure of communications that are relevant to the issues in dispute in the underlying proceeding. A party unsuccessfully opposing disclosure may apply for an appropriate order protecting the communication from further disclosure. There is an immediate right of appeal of any order under this section. Section 8. An insurer asserting the insurance compliance self-audit privilege in response to a request for disclosure under section 6 of this Act shall provide at the time of filing of any objection to the disclosure all of the following information: (1) The date of the communication; (2) The identity of the person conducting the audit; (3) The general nature of the activities covered by the insurance compliance self-audit; and (4) An identification of the communications for which the privilege is being asserted. Section 9. The parties may, at any time, stipulate to entry of an order directing that specific communications pertaining to an insurance compliance self-audit are or are not subject to the privilege created by this Act. Section 10. An insurance compliance self-audit document or communication which must be submitted by a company to the director, in connection with examinations conducted pursuant to chapter 58-3 shall be afforded the following additional protections: (1) Any such communication shall be treated as confidential; (2) Disclosure of any communication to the director does not constitute a waiver of the privilege. If any communication is disclosed to a third person, that communication is entitled to the privilege; (3) Any provision of law or rule permitting the director to make information, records, and reports public, as well as provisions permitting the director to exchange information and data with the National Association of Insurance Commissioners does not apply to any communication pertaining to an insurance compliance self-audit disclosed to the director under this section. Any communication so disclosed to the director shall remain the property of the insurer; (4) If an insurer has promptly informed the director of a pending or completed insurance compliance self-audit and undertakes reasonable corrective action within sixty days following the completion of the self-audit, the director may not impose any type of administrative fine, penalty, or other sanction based upon any communication disclosed to the director. However, this subdivision does not apply if the self-audit has been undertaken and the statutory privilege asserted for a fraudulent purpose as determined under subdivision (2) of section 6 of this Act or used to avoid the disclosure of information to the director pursuant to an ongoing investigation or examination. The imposition of any administrative sanction is subject to applicable hearing procedures provided by chapter 1-26 and Title 58. Nothing in this Act prohibits the director from pursuing any action authorized under Title 58 based upon information obtained from sources other than the self-audit. If any matters relating to a self-audit are subject to an administrative proceeding, the self-audit shall be kept under seal and may not be disclosed to anyone not a party to the proceeding. The insurer, when informing the director of the self-audit, shall provide the director with information sufficient for the director to determine the scope, time frame, and nature of the self-audit. If the director determines that the time frame is not reasonable, the self-audit is not exempt from administrative sanctions pursuant to this subdivision, unless a time extension is granted; (5) Any communication disclosed to the director under this section remains subject to all applicable privileges existing under statute, common law, or rule, such as the work product doctrine, attorney-client privilege, or the subsequent remedial measures exclusion. Any communication disclosed to the director under this subdivision is not subject to any disclosure under any other section of the South Dakota Codified Laws; and (6) Disclosure of a communication to an agency, whether voluntary, pursuant to law, or otherwise, does not constitute a waiver of the privilege with respect to any other person. To the extent any provision of law permits the director to disclose to another agency any communication obtained under this section, such disclosure may not be made without first verifying that the recipient agency agrees and has the legal authority to protect the communication consistent with this Act, and in the case of a criminal law enforcement agency, may not be made in the absence of a duly issued subpoena. Section 11. The privilege created by this Act does not extend to any of the following: (1) Documents, data, reports, or other information required to be collected, developed, maintained, or reported to an agency pursuant to state or federal law or order. However, any disclosure under sections 6 to 10, inclusive, of this Act does not in and of itself make this exception applicable; (2) Information obtained by observation, investigation, or monitoring by any agency; or (3) Any communication obtained by examination or investigation authorized by the director, if such communication is obtained independently from the insurance compliance self-audit and even though such communication duplicates information, in whole or part, contained within the insurance compliance self-audit. Section 12. Nothing in this Act limits, waives, or abrogates the scope or nature of any privilege existing under statute, rule, or common law including the work product doctrine, the attorney-client privilege, or the subsequent remedial measures exclusion. Section 13. The director shall maintain the confidentiality of information protected under this Act, subject to the specific exceptions set forth in section 11 of this Act. Any disclosure by the director, or his or her designee or staff, of a communication protected under this Act, whether inadvertent, willful, or otherwise, does not waive the privilege attached to that communication. No person who receives a communication through inadvertent or improper disclosure under this section may use that communication in any civil, administrative, or similar proceeding, or to examine any insurer or person in any civil, administrative, or similar case or proceeding as to any insurance compliance self-audit or any communication pertaining thereto."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17271, "action_date": "2002-01-16T14:00:00-06:00", "document_id": 92211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92211.pdf", "status_text": "First read in Senate and referred to", "journal_page": 84, "committee_id_action": 769, "committee_id_assigned": 743, "result": "N", "vote": {}}, {"bill_id": 17271, "action_date": "2002-01-22T10:00:00-06:00", "document_id": 92540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92540.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 743, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17271, "action_date": "2002-01-24T10:00:00-06:00", "document_id": 92759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92759.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 743, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17271, "action_date": "2002-01-24T10:00:00-06:00", "document_id": 92759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92759.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 209, "committee_id_action": 743, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53412, "president_vote": null, "Yea": [2730, 2791, 2828, 2829], "Nay": [2819, 2734, 2796]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17271"}