{"session_id": 36, "bill_id": 9853, "bill_type": "Senate Commemoration", "bill_number": 5, "bill_title": "Congratulating and recognizing Chris Nilsen from the University of South Dakota on breaking the NCAA Championship men's pole vault meet record.", "sponsors": [{"legislator_profile_id": 1626, "is_prime": true}, {"legislator_profile_id": 1571, "is_prime": true}, {"legislator_profile_id": 1441, "is_prime": false}, {"legislator_profile_id": 1582, "is_prime": false}, {"legislator_profile_id": 1450, "is_prime": false}, {"legislator_profile_id": 1647, "is_prime": false}, {"legislator_profile_id": 1627, "is_prime": false}, {"legislator_profile_id": 1618, "is_prime": false}, {"legislator_profile_id": 1561, "is_prime": false}, {"legislator_profile_id": 1596, "is_prime": false}, {"legislator_profile_id": 1584, "is_prime": false}, {"legislator_profile_id": 1426, "is_prime": false}, {"legislator_profile_id": 1587, "is_prime": false}, {"legislator_profile_id": 1621, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 9853, "bill_version_id": 51788, "bill_version": "Introduced", "bill_version_date": "2019-01-16T09:41:00.293-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and recognizing Chris Nilsen from the University of South Dakota on breaking the NCAA Championship men's pole vault meet record. WHEREAS, Chris Nilsen vaulted a height of nineteen feet, one and one-half inches to claim his second NCAA championship; and WHEREAS, Chris, as a student-athlete on the USD Coyotes Men's Track and Field Team, has shown exemplary patience, dedication, and leadership in his track and field career; and WHEREAS, Chris Nilsen has two gold medals, one silver medal, and one bronze medal in four trips to the Division I NCAA National Meet: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature commends and congratulates Chris Nilsen from the University of South Dakota for breaking the NCAA Championship men's pole vault meet record."}, {"bill_id": 9853, "bill_version_id": 52010, "bill_version": "Enrolled", "bill_version_date": "2019-01-22T17:13:23.173-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and recognizing Chris Nilsen from the University of South Dakota on breaking the NCAA Championship men's pole vault meet record. WHEREAS, Chris Nilsen vaulted a height of nineteen feet, one and one-half inches to claim his second NCAA championship; and WHEREAS, Chris, as a student-athlete on the USD Coyotes Men's Track and Field Team, has shown exemplary patience, dedication, and leadership in his track and field career; and WHEREAS, Chris Nilsen has two gold medals, one silver medal, and one bronze medal in four trips to the Division I NCAA National Meet: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature commends and congratulates Chris Nilsen from the University of South Dakota for breaking the NCAA Championship men's pole vault meet record. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9853, "action_date": "2019-01-16T14:00:00-06:00", "document_id": 51821, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51821.pdf", "status_text": "", "journal_page": 108, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}]}