{"session_id": 47, "bill_id": 13971, "bill_type": "House Bill", "bill_number": 1290, "bill_title": "to establish watershed conservation district boundaries and to provide for the creation of water conservation districts.", "sponsors": [{"legislator_profile_id": 2179, "is_prime": true}, {"legislator_profile_id": 2195, "is_prime": true}], "keywords": ["Water Districts & Projects"], "audio": [], "bill_versions": [{"bill_id": 13971, "bill_version_id": 77581, "bill_version": "Introduced", "bill_version_date": "1998-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish watershed conservation district boundaries and to provide for the creation of water conservation districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature may establish watershed conservation district boundaries to be used for the creation of watershed conservation districts which are under the general supervisory jurisdiction of the South Dakota Conservation Commission. Seven watershed conservation district boundaries are hereby established based on a watershed approach as provided in sections 3 to 9, inclusive, of this Act. Each county in South Dakota may participate in a watershed conservation district as provided in this Act. Any county that does not participate in a watershed conservation district is encouraged to enter into a joint powers' agreement with one or more existing watershed conservation districts. A watershed conservation district may be established pursuant to the procedures set forth in sections 10 to 41, inclusive, of this Act. A watershed conservation district is a political subdivision of the state. Section 2. Watershed conservation districts, using a watershed approach, shall promote the conservation, development, and proper management of district natural resources according to district priorities, through technical, organizational, and financial assistance to prospective and existing project sponsors. Section 3. The Northwest watershed conservation district boundary is hereby established. The Northwest watershed conservation district boundary includes all of Harding, Perkins, Corson, Ziebach, and Dewey counties, and the portion of Meade County lying north of United States Highway 34, and all municipalities that are within the established boundary. Section 4. The Hills watershed conservation district boundary is hereby established. The Hills watershed conservation district boundary includes all of Butte, Lawrence, Pennington, Custer, and Fall River counties, the portion of Meade County lying south of United States Highway 34, and all municipalities that are within the established boundary. Section 5. The Prairie watershed conservation district boundary is hereby established. The Prairie watershed conservation district boundary includes all of Shannon, Bennett, Todd, Tripp, Gregory, Jackson, Mellette, Jones, Lyman, Haakon, and Stanley counties, and all municipalities that are within the established boundary. Section 6. The South James Missouri watershed conservation district boundary is hereby established. The South James Missouri watershed conservation district boundary includes all of Charles Mix, Brule, Buffalo, Bon Homme, Douglas, Yankton, Hutchinson, Hanson, Davison, Aurora, Jerauld, Sanborn, and Beadle counties and all municipalities that are within the established boundary. Section 7. The North Missouri watershed conservation district boundary is hereby established. The North Missouri watershed conservation district boundary includes all of Hughes, Hyde, Hand, Sully, Potter, Faulk, Walworth, Edmunds, Campbell, and McPherson counties, and all municipalities that are within the established boundary. Section 8. The Coteau watershed conservation district boundary is hereby established. The Coteau watershed conservation district boundary includes all of Brown, Marshall, Roberts, Day, Spink, Clark, Codington, Grant, Deuel, and Hamlin counties, and all municipalities that are within the established boundary. Section 9. The Vermillion Big Sioux watershed conservation district boundary is hereby established. The Vermillion Big Sioux watershed conservation district boundary includes all of Turner, Clay, Union, Lincoln, McCook, Minnehaha, Miner, Lake, Moody, Kingsbury, and Brookings counties, and all municipalities that are within the established boundary. Section 10. Upon petition, the State Conservation Commission may create a watershed conservation district within all or part of any of the seven boundaries established by sections 3 to 9, inclusive, of this Act. The petition shall be signed by ten percent of the voters registered for the last general election within the limits of the area for which the petition is filed, requesting that a watershed conservation district be organized to function in the area described in the petition. The petition shall set forth: (1) The proposed name of the district; (2) That there is need in the interest of public health, safety, and welfare, for a watershed conservation district to function in the area described in the petition; (3) A description of the area proposed to be organized as a district; (4) A request that the commission duly define the boundaries for the district, that a referendum be held within the area so defined on the question of the creation of a watershed conservation district in the area, and that the commission determine that such a district be created. If more than one petition is filed covering parts of the same area, the commission may consolidate all or any part of the petitions. The petition shall be filed before April first of the year in which a general election is to be held. Section 11. Within sixty days after a petition under section 10 of this Act has been filed with the State Conservation Commission, the commission shall publish notice of a hearing upon the question of the desirability and necessity, in the interest of the public health, safety, and welfare, of the creation of a watershed conservation district; upon the question of the appropriate boundaries to be assigned to the district; upon the propriety of the petition and other proceedings taken under this chapter; and upon all questions relevant to such inquiries. Any occupier of land within the limits of the area described in the petition, of lands within any area considered for addition to such described area, and any other interested party may attend such hearings and be heard. If it appears upon the hearing that it may be desirable to include within the proposed district areas outside of the area within which due notice of the hearing has been given, the hearing shall be adjourned and due notice of further hearing shall be given throughout the entire area considered for inclusion in the district, and such further hearing held. Section 12. In making the determination required by section 13 of this Act and in defining the boundaries of a watershed conservation district, the State Conservation Commission shall consider the topography of the proposed district area and of the state, the prevailing land-use practices, the desirability and necessity of including within the boundaries the particular lands under consideration, and the benefits the lands may receive from being included within the boundaries. The commission shall also consider the relation of the proposed area to existing watersheds and agricultural regions, to other watershed conservation districts already organized or proposed for organization, and to other relevant physical, geographical, and economic factors. Section 13. After a hearing pursuant to section 11 of this Act, if the State Conservation Commission determines upon the facts presented at the hearing and upon such other relevant facts and information as may be available that there is need, in the interest of public health, safety, and welfare, for a watershed conservation district to function in the area considered at the hearing, the commission shall make and record such determination, and shall define, by metes and bounds or by legal subdivisions, the boundaries of the district. The area to be included within the boundaries need not be contiguous. Section 14. If the State Conservation Commission determines after a hearing pursuant to section 11 of this Act, after due consideration of the relevant facts mentioned in section 12 of this Act, that there is no need for a watershed conservation district to function in the territory considered at the hearing, the commission shall make and record such determination and shall deny the petition. After six months from the date of the denial of any such petition, subsequent petitions covering the same or substantially the same territory may be filed as provided by section 10 of this Act, and new hearings held and determinations made thereon. Section 15. After the State Conservation Commission has made and recorded a determination that there is need for the organization of a district in a particular territory and has defined the boundaries of the district, the commission shall consider whether the operation of a district within such boundaries with the powers conferred upon watershed conservation districts in this chapter is administratively practicable and feasible. Section 16. To assist the State Conservation Commission in determining administrative practicability and feasibility of a watershed conservation district, the commission shall hold a referendum within the proposed district upon the proposition of the creation of the district and shall cause due notice of the referendum to be given. The question shall be submitted by ballot upon which the words \"For creation of a watershed conservation district of the lands below described and lying in the counties of ________ and ________ \" and \"Against creation of a watershed conservation district of the lands below described and lying in the counties of ________ and ________ \" shall be inserted, with a square before each proposition and a direction to insert a cross or check mark in the square before one or the other of the propositions. The ballot shall set forth the boundaries of the proposed district as determined by the commission. Any voter registered for the most recent general election within the boundaries of the territory, as determined by the commission, may vote in the referendum. The Division of Resource Conservation and Forestry shall certify the need for a referendum to the county auditors of the counties comprising the area of the proposed district. Section 17. The elections held under section 16 of this Act shall be conducted at the next general election within the county or counties comprising the area of the proposed watershed conservation district. Section 18. The conduct of any election held under section 16 of this Act shall be governed by the general election laws of South Dakota. The results of the election shall be certified to the State Conservation Commission by the county commission of each county in which the election is conducted. Section 19. The Division of Resource Conservation and Forestry shall issue the notices and conduct the hearings and referenda required by section 11 of this Act. No informalities in the conduct of the referendum or in any related matters may invalidate the referendum or the result of the referendum if notice of the referendum has been given substantially and the referendum has been fairly conducted. Section 20. The State Conservation Commission may not determine that the operation of a proposed district within the defined boundaries is administratively practicable and feasible unless at least a majority of the votes cast in the referendum upon the proposition of creation of the district are cast in favor of the creation of the district. Section 21. The Division of Resource Conservation and Forestry shall publish the result of the referendum, and the State Conservation Commission shall thereafter consider and determine whether the operation of the district within the defined boundaries is administratively practicable and feasible. If the commission determines that the operation of the district is not administratively practicable and feasible, the commission shall record such determination and deny the petition. If the commission determines that the operation of the district is administratively practicable and feasible, the commission shall record such determination and the Division of Resource Conservation and Forestry shall proceed with the organization of the district in the manner provided in section 25 of this Act. Section 22. In determining whether the operation of a proposed district is administratively practicable and feasible, the State Conservation Commission shall consider to the attitudes of the occupiers of land lying within the defined boundaries, the probable expense of carrying on watershed operations within the district, and other relevant economic and social factors. Section 23. After six months from the date of entry of a determination by the State Conservation Commission that operation of a proposed district is not administratively practicable and feasible and denial of a petition pursuant to such a determination, subsequent petitions may be filed as provided by section 10 of this Act, and action taken thereon in accordance with the provisions of this chapter. Section 24. Following the referendum on the establishment of a watershed conservation district, nine directors shall be appointed as provided in section 42 of this Act. The appointment of the directors is null and void if the referendum on the establishment of the district fails. Section 25. The board of directors appointed pursuant to section 24 of this Act shall present to the secretary of state an application signed and sworn to by them to complete the organization of the district. The application shall contain: (1) A statement that a petition for the creation of the district was filed with the State Conservation Commission pursuant to the provisions of this chapter and that the proceedings specified in this chapter were taken pursuant to the petition; (2) The name and official residence of each of the directors, together with a certified copy of the appointments evidencing their right to office and their term of office; (3) The name proposed for the district; (4) The location of the principal office for the district. This application shall be accompanied by a statement of the State Conservation Commission setting forth the boundaries of the district and certifying that the proceedings specified in this chapter have been fulfilled. Section 26. The secretary of state shall file and record the application and statement required by section 25 of this Act and shall issue to the directors a certificate, under the seal of the state, of the organization of the district, and shall record the certificate with the application and statement. The secretary of state may make no charge for the services required in this section. Section 27. In any suit, action, or proceeding involving the validity or enforcement of, or relating to, any contract, proceeding, or action of a watershed conservation district, the district is deemed to have been established in accordance with the provisions of this chapter upon proof of the issuance by the secretary of state of the certificate described by section 26 of this Act. A copy of the certificate, duly certified by the secretary of state, is admissible in evidence in any such suit, action, or proceeding and is proof of the filing and contents thereof. Section 28. Petitions in a form approved by the State Conservation Commission for including additional territory within an existing watershed conservation district may be filed with the commission, and the proceedings provided for in sections 11 to 27, inclusive, of this Act, shall be used in the case of petitions for such inclusion. If two-thirds of the voters registered for the last general election in an area proposed for inclusion or addition to an existing district file a petition with the commission for inclusion, the area shall be included within the district. Section 29. Directors of a watershed conservation district may amend the district charter of organization to include lands previously excluded from the district and lying within the district boundaries. The watershed conservation district directors shall give notice, as determined by the directors, of the intent to include such lands within the district. The notice shall include the time, date, and place of a hearing upon the inclusion of the lands. The notice shall be given not less than thirty days before the date set for the hearing. All persons attending the hearing shall have an opportunity to be heard on the proposition of including such lands within the district. Section 30. After giving due consideration to testimony presented at the hearing required by section 29 of this Act, and receiving consent from the governing or administrative body having jurisdiction over the excluded territory, the watershed conservation district directors may adopt a resolution including the lands within the district and file a copy of the resolution and notice of hearing with the secretary of state. The inclusion of the lands within the district becomes effective upon filing of the records with the secretary of state. Section 31. Petitions may be filed with the State Conservation Commission for a hearing and referendum on the combination of two or more districts, or for the division of one or more districts and the combination of any divided part of a district with any other district or a part of a divided district. Any such petition shall be signed by at least ten percent of the voters registered at the last general election and a majority of the directors within each district to be affected. The commission shall prescribe the forms for the petitions. Section 32. Within thirty days after receipt of a petition pursuant to section 31 of this Act, the State Conservation Commission shall set a date for a hearing and issue notices and conduct a hearing upon the proposition of combination or division. All voters registered for the last general election within the territory described in the petition and other interested parties may be heard. Section 33. If the State Conservation Commission determines upon the facts presented at the hearing pursuant to section 32 of this Act and information as may be available that the combination of the districts or territory is economically practicable and feasible, the commission shall make and record the determination. If the commission determines after the hearing that combination of the districts or territory is not practicable or economically feasible, the commission shall deny the petition. Section 34. Any time within sixty days after the hearing and determination by the State Conservation Commission pursuant to sections 32 and 33 of this Act, the commission shall act upon the petition in accordance with procedures prescribed in this chapter for organization of a district. Section 35. Within sixty days after the hearing and determination pursuant to sections 32 and 33 of this Act, the State Conservation Commission shall appoint directors as provided in section 42 of this Act. Section 36. The requirements of sections 25 to 27, inclusive, of this Act, apply to applications for issuance of certificates of organization for new districts pursuant to section 31 of this Act. Upon termination of the existing districts, the secretary of state shall issue and record a certificate of dissolution. All assets and liabilities of the original districts shall revert to the new district. Section 37. Petitions signed by a majority of the members of each of the governing bodies of adjoining watershed conservation districts may be filed with the State Conservation Commission asking that the boundary line between the districts be changed. The petitions shall set out the existing boundary line between the districts and the proposed new boundary. Section 38. Within thirty days after a petition has been filed pursuant to section 37 of this Act, the State Conservation Commission shall provide due notice of a public hearing upon the question of the proposed change of boundary. All occupiers of lands lying within the districts and all other interested persons may attend the hearings and be heard. Section 39. After hearing pursuant to section 38 of this Act, the State Conservation Commission shall determine whether the operation of the districts within the proposed new boundaries would be administratively practicable and feasible. In making its determination, the commission shall consider the standards provided in this chapter relative to the organization of districts. If, after such hearing, the commission determines in favor of the proposed change of boundaries, it shall notify the governing bodies of the districts of its determination. Section 40. Upon determination by the State Conservation Commission in favor of a proposed change of district boundaries, the governing bodies of the districts shall apply to the secretary of state for a certificate evidencing the change of boundary. The application shall be accompanied by a statement by the commission certifying that the boundary between the districts has been changed in accordance with the procedures prescribed in sections 37 to 39, inclusive, of this Act, and setting forth the new boundary line. When the application and statement have been filed with the secretary of state, the change of boundary is deemed effective and the secretary of state shall issue to the directors of each of the districts a certificate evidencing the change of boundary. Section 41. Petitions for changing the names of districts organized under this chapter may be filed with the State Conservation Commission. Any such petition shall be signed by a majority of the district directors and shall state the present name of the district and the proposed new name. If the commission determines that the proposed new name is not identical with or so similar to that of any other district in the state as to lead to confusion or uncertainty, it shall present a statement of its determination to the secretary of state, who shall issue to the district a certificate, under the seal of the state, evidencing the change of name of the district. Upon the issuance of the certificate, the directors of the district give notice of the change of name of the district. Section 42. The governing body of a watershed conservation district is composed of nine directors appointed by the State Conservation Commission. Directors shall be appointed from the area proposed to be organized as a district under section 10 of this Act, as follows: three from a list of five names recommended to the State Conservation Commission from the South Dakota Municipal League, from its membership, to represent the urban interests; three from a list of five names recommended to the State Conservation Commission from the South Dakota Association of Counties, from its membership, to represent the county interests; three farmer conservation district supervisors from a list of five names recommended to the State Conservation Commission from the board of the South Dakota Association of Conservation Districts to represent the rural interests. All appointed directors shall serve three-year terms. Directors shall take office on the first day of January of the year following their appointment and all such appointments shall be made on or before the first day of December. Vacancies arising from reasons other than the natural expiration of terms shall be filled, for the unexpired term, as in the case of the original appointments. Each board of directors may appoint nonvoting representatives to assist them in carrying out their duties under this Act. Section 43. Any director of a watershed conservation district may be removed by the State Conservation Commission upon notice and hearing, for neglect of duty or malfeasance in office, but for no other reason. Section 44. At the first meeting in January of each year the directors of a watershed conservation district shall designate a chairman, vice-chairman, a secretary and a treasurer, or a secretary-treasurer. The treasurer, or secretary-treasurer, if combined, need not be a member of the board of directors. A majority of the directors constitutes a quorum, and the concurrence of a majority in any matter within their duties is required for its determination. Section 45. Except as otherwise provided by law, all meetings and hearings of the board of directors shall be open to the public and publicized as may be determined by the board. Section 46. Compensation and expenses of directors. A director of a watershed conservation district may receive compensation for services rendered and is entitled to expenses, including traveling expenses, necessarily incurred in the discharge of the duties of the office. Section 47. The directors of a watershed conservation district may employ such agents and employees, permanent and temporary, as they may require, and shall determine their qualifications, duties, and compensation. The directors may call upon the attorney general of the state and state's attorney of the county or counties in which the district is situated, for such legal services as they may require. The directors may delegate to their officers, to one or more directors, or to one or more employees such powers and duties, as they deem proper and consistent with this chapter. Section 48. The directors of a watershed conservation district may provide for the execution of surety bonds for all employees and officers who are entrusted with funds or property; shall provide for the keeping of a full and accurate record of all proceedings and of all resolutions and orders issued or adopted; and, at the close of business of each fiscal year or as may be otherwise required by the State Conservation Commission, shall cause a financial report and report of principal activities to be made in accordance with sample forms and rules promulgated pursuant to chapter 1-26 by the commission. The reports shall be prepared within sixty days of the close of the district's fiscal year, and the written reports shall be kept at the principal place of business of both the Division of Resource Conservation and Forestry and the district. Section 49. A watershed conservation district organized under the provisions of this chapter is a governmental subdivision of this state, and a public body, corporate and politic, exercising public powers. The district has the following powers, in addition to others granted in other sections of this Act: (1) To sue and be sued in the name of the district; (2) To have a seal, which seal shall be judicially noticed; (3) To have perpetual succession unless terminated as hereinafter provided; (4) To make and execute contracts and other instruments, necessary or convenient to the exercise of its powers. Section 50. A watershed conservation district and its directors shall, at least three weeks before the dates specified by law for the setting up of official budgets, estimate the total cost of operating and maintaining the district for the ensuing fiscal year and the amount of moneys that may be available from all sources. These estimates shall be submitted in the form of a budget to the board of county commissioners of the county or counties comprising the area of the district and the county or counties shall then provide the additional moneys required to operate and maintain the district during the ensuing fiscal year. The counties shall follow the procedures set forth in sections 55 to 57, inclusive, of this Act, and may disallow or modify any item or items which it determines are not justified. The cost of operating and maintaining the district over the estimated moneys available to the district from all other sources, shall be apportioned by the district board of directors among the counties on the basis of land acreage lying in the respective counties comprising the district. Funds for the operation and maintenance of the district shall be derived from the general fund of the county or counties comprising the district. Section 51. A watershed conservation district, and the directors thereof, may develop annual and long-range ten-year comprehensive plans, which may be prepared with the cooperation and assistance of other state and federal agencies, for the conservation of all renewable natural resources, for the control and prevention of soil erosion, for flood prevention, or for the conservation and development, utilization, and disposal of soil and water within the district, including the specification of engineering operations, methods of cultivation, pollution abatement, cropping and grassland systems, and changes in the use of land for all purposes. The plans shall be developed and modified each year to maintain a ten-year projection. Section 52. The directors of a watershed conservation district may invite the governing body of any political subdivision of this state located near or within the territory comprising the district to designate a representative to advise and consult with the board on all questions of program and policy that may affect the property or water supply or otherwise be of interest to the subdivisions. Section 53. A watershed conservation district may join together with one or more political subdivisions to plan, consult, and coordinate their efforts to implement area-wide waste treatment under the Federal Water Pollution Control Act Amendments of 1972 (P.L. 92-500) within designated water quality management areas. Section 54. The directors of any two or more districts organized under the provisions of this Act may cooperate with one another in the exercise of any or all powers conferred in this Act. Section 55. The board of county commissioners may contribute funds to watershed conservation districts. The funds shall be used to hire employees, purchase supplies, and carry out district programs, for the conservation of all natural resources that will protect the tax base of the county, and to provide for the general welfare of the people of the county. The money shall be paid from the general fund of the county. Any watershed conservation district, before receiving such funds, shall file with the county commissioners a financial statement for the last three years itemizing the amount of funds received and how disbursed. Section 56. The power granted by section 55 of this Act may only be exercised after at least one public hearing on the matter. The board of county commissioners shall give at least ten days' notice of the hearing by publication and by posting a copy of the notice at three of the most public places in the county. Section 57. Any watershed conservation district receiving funds under sections 55 and 56, inclusive, of this Act shall file with the county commissioners an itemized annual financial report within sixty days following the end of the district's fiscal year. Within thirty days of receiving the financial report, the county commissioners shall publish the report in the official county newspaper or newspapers. Section 58. A watershed conservation district may: (1) Obtain options upon and to acquire by purchase, exchange, lease, gift, grant, bequest, devise, or otherwise, any property, real or personal, or rights or interests therein; (2) Maintain, administer, and improve any properties acquired; (3) Receive income from such properties and to expend such income in carrying out the purposes and provisions of this Act; and (4) Sell, lease, or otherwise dispose of any of its property or interest therein in furtherance of the purposes and the provisions of this Act. Section 59. No provisions with respect to the acquisition, operation, or disposition of property by other public bodies apply to a district organized under this Act unless the Legislature shall specifically so state. Section 60. A watershed conservation district may construct, improve, operate, and maintain such structures as may be necessary or convenient for the performance of any of the operations authorized in this chapter. Section 61. A watershed conservation district may carry out all natural resource conservation activities, including soil erosion preventive and control measures and works of improvement for flood prevention or the conservation, development, utilization, and disposal of water within the districts on lands owned or controlled by this state or any of its agencies, with the cooperation of the agency administering and having jurisdiction of the lands, and on any other lands within the district upon obtaining the consent of the occupier of the lands or the necessary rights or interest in the lands. Section 62. A watershed conservation district may: (1) Take over, by purchase, lease, or otherwise, and to administer any soil conservation, flood prevention, and agricultural water management, erosion control, or erosion prevention project located within its boundaries undertaken by the United States or any of its agencies, or of this state or any of its agencies; (2) Manage, as agent of the United States or any of its agencies, or of this state or any of its agencies, any soil conservation, flood prevention, and agricultural water management, erosion control, or erosion prevention project, or combinations thereof, within its boundaries; (3) Act as agent for the United States or any of its agencies, or for this state or any of its agencies, in connection with the acquisition, construction, operation, or administration of any soil conservation, flood prevention, and agricultural water management, erosion control, or erosion prevention project, or combinations thereof, within its boundaries; and (4) Accept donations, gifts, and contributions in money, services, materials, or otherwise, from the United States or any of its agencies, or from this state, or any of its agencies, or from any other source, and to use or expend such money, services, materials, or other contributions in carrying on its operation. Section 63. A watershed conservation district may cooperate, or enter into agreements with, and within the limits of appropriations duly made available to it by law, furnish financial or other aid to any agency, governmental or otherwise, or any occupier of lands within the district, in carrying on of all natural resource conservation activities, such as erosion control and prevention operations and works of improvement for flood prevention, for the conservation, development, utilization, and disposal of water within the district, subject to such conditions as the directors deem necessary to advance the purposes of this Act. Section 64. A watershed conservation district may make available, on such terms as it shall prescribe, to land occupiers within the district, equipment, material, or supplies to assist the land occupiers in carrying on operations upon their lands for the conservation of all natural resources, such as soil and water resources, and for the prevention and control of soil erosion, for flood prevention, and for the conservation, development, utilization, and disposal of water. Section 65. As a condition to the extending of any benefits under this chapter to, or the performance of work upon, any lands not owned or controlled by this state or any of its agencies, a watershed conservation district may require contributions in money, services, materials, or otherwise to any operations conferring such benefits, and may require land occupiers to enter into and perform such agreements or covenants as to the permanent use of such lands as will tend to prevent or control erosion and prevent floodwater and sediment damages on the land. Section 66. After five years following the organization of a district under the provisions of this Act, but before April first of the year in which the general election is to be held, any ten percent of the voters registered for the last general election within the boundaries of the district may file a petition with the State Conservation Commission requesting that the operations of the district be terminated and the existence of the district discontinued. The commission may conduct such public meetings and public hearings upon the petition as are necessary to assist it in considering the petition and in determining whether public support for the petition is sufficient to warrant a referendum. Section 67. The State Conservation Commission may not entertain petitions for the discontinuance of any district, nor conduct referenda upon such petitions, nor make determinations pursuant to such petitions in accordance with the provisions of this Act, more often than once in three years. Section 68. Within one hundred twenty days after a petition pursuant to section 66 of this Act has been received by the State Conservation Commission and a finding by the commission of public support for a referendum, the Division of Resource Conservation and Forestry shall give notice of the holding of a referendum, and shall supervise the referendum. The commission shall promulgate rules pursuant to chapter 1-26 governing the conduct of the referendum. The question shall be submitted by ballots upon which the words, \"For continuing the existence of the __________ (name of the watershed conservation district to be here inserted)\" and \"Against continuing the existence of the __________ (name of the watershed conservation district to be here inserted),\" shall be inserted with a square before each proposition and direction to insert a cross or check mark in the square before one or the other of the propositions. The Division of Resource Conservation and Forestry shall certify the need for a referendum to the county auditors of the counties having area included in the district. The certification shall be provided before August first of the year in which the general election is to be held. Section 69. The elections held under section 68 of this Act shall be conducted at the next general election. Section 70. The conduct of elections held under section 68 of this Act shall be governed by the general election laws. The county commission in each county in which the election is conducted shall certify the results of the election to the State Conservation Commission. Section 71. No informalities in the conduct of a referendum pursuant to section 68 of this Act or in any matters relating thereto may invalidate the referendum or the result of the referendum if notice of the referendum has been given substantially and the referendum has been fairly conducted. Section 72. The State Conservation Commission shall determine after a referendum pursuant to section 68 of this Act whether continued operation of the district is administratively practicable and feasible and shall certify its determination to the directors of the district. The commission may determine that the continued operation of the district is administratively practicable and feasible unless at least a majority of the votes cast in the referendum are cast in favor of the discontinuance of the district. The referendum is void if less than a majority of the registered voters in the district have cast their vote. Section 73. Upon receipt from the State Conservation Commission of a certification that the commission has determined that the continued operation of the district is not administratively practicable and feasible, pursuant to the provisions of this Act, the directors shall terminate the affairs of the district. The directors shall dispose of all property belonging to the district at public auction and, after all debts and obligations have been satisfied, shall pay the proceeds of the sale to the state conservation commission grant fund. Section 74. Upon compliance with section 73 of this Act, the directors shall file an application, duly verified, with the secretary of state for the discontinuance of the watershed conservation district, and shall transmit with the application the certificate of the State Conservation Commission setting forth the determination of the commission that the continued operation of such district is not administratively practicable and feasible. The application shall state that the property of the district has been disposed of and the proceeds paid over as provided in this Act, and shall set forth a full accounting of the properties and proceeds of the sale. The secretary of state shall issue to the directors a certificate of dissolution and shall record the certificate. The secretary of state may make no charge for the services herein required. Section 75. Upon issuance of a certificate of dissolution under the provisions of this Act, all ordinances and regulations previously adopted and in force within the watershed conservation district have no further force and effect. All contracts previously entered into, to which the district or directors are parties, shall remain in force and effect for the period provided in the contracts. The Division of Resource Conservation and Forestry shall be substituted for the district or directors as party to the contracts. The division is entitled to all benefits and subject to all liabilities under the contracts and has the same right and liability to perform, to require performance, to sue and to be sued thereon, and to modify or terminate the contracts by mutual consent or otherwise, as the directors of the district would have had. The dissolution does not affect the lien of any judgment entered under the provisions of this Act, nor the pendency of any action instituted under the provisions of this Act, and the division shall succeed to all the rights and obligations of the district or directors as to such liens and actions."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13971, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76901.pdf", "status_text": "First read in House and referred to", "journal_page": 226, "committee_id_action": 600, "committee_id_assigned": 593, "result": "N", "vote": {}}, {"bill_id": 13971, "action_date": "1998-02-05T10:00:00-06:00", "document_id": 76669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76669.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 593, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13971, "action_date": "1998-02-10T10:00:00-06:00", "document_id": 76702, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76702.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 593, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13971, "action_date": "1998-02-10T10:00:00-06:00", "document_id": 76702, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76702.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 506, "committee_id_action": 593, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38493, "president_vote": null, "Yea": [2096, 2104, 2110, 2194, 2097, 2108, 2133, 2146], "Nay": [2144, 2163, 2173, 2193, 2120]}}]}