{"session_id": 4, "bill_id": 4603, "bill_type": "Senate Commemoration", "bill_number": 3, "bill_title": "Honoring Tom Schlimgen of Scotland, for his dedication to the sport of baseball and his induction into the South Dakota Amateur Baseball Hall of Fame.", "sponsors": [{"legislator_profile_id": 552, "is_prime": true}, {"legislator_profile_id": 584, "is_prime": true}, {"legislator_profile_id": 602, "is_prime": false}, {"legislator_profile_id": 604, "is_prime": false}, {"legislator_profile_id": 609, "is_prime": false}, {"legislator_profile_id": 570, "is_prime": false}, {"legislator_profile_id": 568, "is_prime": false}, {"legislator_profile_id": 590, "is_prime": false}, {"legislator_profile_id": 572, "is_prime": false}, {"legislator_profile_id": 598, "is_prime": false}, {"legislator_profile_id": 567, "is_prime": false}, {"legislator_profile_id": 585, "is_prime": false}, {"legislator_profile_id": 562, "is_prime": false}, {"legislator_profile_id": 633, "is_prime": false}, {"legislator_profile_id": 543, "is_prime": false}, {"legislator_profile_id": 605, "is_prime": false}, {"legislator_profile_id": 628, "is_prime": false}, {"legislator_profile_id": 581, "is_prime": false}, {"legislator_profile_id": 583, "is_prime": false}, {"legislator_profile_id": 538, "is_prime": false}, {"legislator_profile_id": 540, "is_prime": false}, {"legislator_profile_id": 587, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4603, "bill_version_id": 829, "bill_version": "Introduced", "bill_version_date": "2008-01-11T10:21:44.637-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Tom Schlimgen of Scotland, for his dedication to the sport of baseball and his induction into the South Dakota Amateur Baseball Hall of Fame. WHEREAS, Tom Schlimgen has proven his commitment to baseball through his forty years of participation with teams in Dimock, Scotland, and Renner-Newcastle, and his fourteen trips to Men's Senior Baseball national tournaments; and WHEREAS, Tom has proven his loyalty to the advancement of baseball within his community by his contributions to amateur baseball, amateur state tournaments, VFW Teener and American Legion baseball programs, and membership on South Dakota 48 and over teams; and WHEREAS, Tom has upheld the family name in the sport of baseball, following his father Lefty's footsteps as a member of the South Dakota Amateur Baseball Hall of Fame and demonstrates strong commitment to his family, including his wife Cindy and four children: Jill and husband Brady, Todd and wife Krista, Kim and husband Jason, Julie and fiancee Steven, and four grandchildren; and WHEREAS, Tom strives to provide for his community by acting as a baseball commissioner, coach of baseball and basketball, and a thirty-year educator for the school district in Scotland: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that Tom \"Schlimmy\" Schlimgen is honored for his commitment to baseball and to his community and for his induction into the South Dakota Amateur Baseball Hall of Fame."}, {"bill_id": 4603, "bill_version_id": 1273, "bill_version": "Enrolled", "bill_version_date": "2008-01-16T16:16:51.15-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Tom Schlimgen of Scotland, for his dedication to the sport of baseball and his induction into the South Dakota Amateur Baseball Hall of Fame. WHEREAS, Tom Schlimgen has proven his commitment to baseball through his forty years of participation with teams in Dimock, Scotland, and Renner-Newcastle, and his fourteen trips to Men's Senior Baseball national tournaments; and WHEREAS, Tom has proven his loyalty to the advancement of baseball within his community by his contributions to amateur baseball, amateur state tournaments, VFW Teener and American Legion baseball programs, and membership on South Dakota 48 and over teams; and WHEREAS, Tom has upheld the family name in the sport of baseball, following his father Lefty's footsteps as a member of the South Dakota Amateur Baseball Hall of Fame and demonstrates strong commitment to his family, including his wife Cindy and four children: Jill and husband Brady, Todd and wife Krista, Kim and husband Jason, Julie and fiancee Steven, and four grandchildren; and WHEREAS, Tom strives to provide for his community by acting as a baseball commissioner, coach of baseball and basketball, and a thirty-year educator for the school district in Scotland: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that Tom \"Schlimmy\" Schlimgen is honored for his commitment to baseball and to his community and for his induction into the South Dakota Amateur Baseball Hall of Fame. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4603, "action_date": "2008-01-14T14:00:00-06:00", "document_id": 906, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/906.pdf", "status_text": "", "journal_page": 103, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}]}