{"session_id": 15, "bill_id": 3716, "bill_type": "House Bill", "bill_number": 1255, "bill_title": "prohibit the enforcement of surrogacy arrangements.", "sponsors": [{"legislator_profile_id": 221, "is_prime": true}, {"legislator_profile_id": 291, "is_prime": true}, {"legislator_profile_id": 242, "is_prime": false}, {"legislator_profile_id": 313, "is_prime": false}, {"legislator_profile_id": 306, "is_prime": false}], "keywords": ["Contracts", "Domestic Relations", "Parental Rights"], "audio": [{"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju20.mp3", "start_seconds": 536.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju20.mp3", "start_seconds": 536.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju20.mp3", "start_seconds": 536.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju20.mp3", "start_seconds": 536.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju20.mp3", "start_seconds": 536.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju20.mp3", "start_seconds": 536.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju20.mp3", "start_seconds": 536.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou21.mp3", "start_seconds": 11683.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou21.mp3", "start_seconds": 11683.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou21.mp3", "start_seconds": 11683.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou21.mp3", "start_seconds": 11683.0}, {"meeting_datetime": "2012-02-24T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she27.mp3", "start_seconds": 5320.0}, {"meeting_datetime": "2012-02-24T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she27.mp3", "start_seconds": 5320.0}, {"meeting_datetime": "2012-02-24T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she27.mp3", "start_seconds": 5320.0}], "bill_versions": [{"bill_id": 3716, "bill_version_id": 20220, "bill_version": "Introduced", "bill_version_date": "2012-01-26T08:01:23.123-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit the enforcement of surrogacy arrangements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds that the practice of surrogacy contracting, or the creation of surrogacy arrangements, conflicts with existing statutes pertaining to the termination of parental rights and the placement of a child for adoption and declares that it is against the public policy of this state. Section 2. Terms used in this Act mean: (1) \"Broker,\" any person, agency, association, corporation, partnership, institution, society, or organization which, knowingly seeks to introduce or to match a prospective birth mother with a prospective biological father or other person intended to parent the child, for the purpose of initiating, assisting, or facilitating a commercial surrogacy agreement; (2) \"Commercial surrogacy,\" a surrogacy arrangement involving the payment, or agreement to pay, money or any valuable consideration to a broker or intermediary; or the payment, or agreement to pay, money or any valuable consideration, other than payment or reimbursement of medical and hospital expenses to birth mother or prospective birth mother permissible under the adoption statutes of the State of South Dakota; (3) \"Surrogacy,\" an arrangement, whether or not embodied in a formal written contract, entered into by two or more persons, including the birth mother or surrogate, and any intended rearing parent, who agrees prior to insemination, or in the case of an implanted embryo, prior to implantation, to participate in the creation of a child, with the intention that the child be reared as the child of one or more of the intended rearing parents, who is not the birth mother; (4) \"Surrogate,\" or \"birth mother,\" any woman who bears a child, whether or not that woman is a genetic parent of the child. Section 3. The surrogate or birth mother is the legal mother of the child to whom she gives birth and her parental rights cannot be terminated except in a legal action for adoption or otherwise in compliance with existing law, subject to the provisions of this Act. Section 4. A commercial surrogacy agreement is illegal, void, and unenforceable as against public policy. No surrogacy agreement is enforceable. Section 5. Any person other than the surrogate or any intended rearing parent who enters into induces, arranges, procures, or otherwise assists in the formation of a commercial surrogacy arrangement and in connection therewith pays, gives, or agrees to give any money or any valuable consideration, or assume or discharge any financial obligation, or takes, receives, accepts, or agrees to accept any money or any valuable consideration is guilty of a Class 2 misdemeanor. Any second offense constitutes a Class 1 misdemeanor, and any third or subsequent offense constitutes a Class 4 felony. However, any broker or a licensed professional who violates the provision of this section is guilty of a Class 1 misdemeanor for a first offense and a Class 4 felony for any subsequent offense. Section 6. If a matter involving a licensed professional is referred to a licensing board, there is a rebuttable presumption that any conduct which violates section 5 of this Act constitutes unprofessional conduct. Section 7. The provisions of section 5 of this Act do not apply to the fees or services of any approved agency in connection with a placement for adoption, nor do such provisions apply to the payment or reimbursement of medical, hospital, or other similar expenses incurred in connection with the birth or any illness of the child, or to the acceptance of such reimbursement by a parent of the child. Section 8. Any birth mother who determines that she does not wish to relinquish her parental rights pursuant to the terms of a surrogacy arrangement shall execute a signed writing of her decision and shall deliver the writing to the intended parents within six months of giving birth. In any dispute between the parties concerning custody of a child born pursuant to a surrogacy arrangement, the birth mother is entitled to physical custody of the child until the court determines final custody, unless the court determines by clear and convincing evidence that the birth mother is unfit. Section 9. In determining final custody of a child born pursuant to a surrogacy arrangement, there is a rebuttable presumption that it is in the best interest of the child for custody to be awarded to the birth mother unless she is unwilling or unable to assume custody. The rebuttable presumption created by this section may be overcome by clear and convincing evidence that it is not in the best interest of the child for an award of custody to be made to the birth mother. Section 10. An award of custody does not affect the obligation of the noncustodial parent in a surrogacy arrangement to provide child support. A noncustodial parent is entitled to visitation with any child born pursuant to a surrogacy parent agreement to which the noncustodial parent was a party. If neither of the intended rearing parents or the birth mother are willing or able to assume custody of the child, the child shall be placed for adoption. Section 11. If a disputed surrogacy arrangement is within the jurisdiction of the South Dakota courts and involves citizens of or contracts with the State of South Dakota and one or more other states, South Dakota law applies. Section 12. If any provision of this Act is found to be unconstitutional or its enforcement temporarily or permanently restrained or enjoined by judicial order, the provision is severable."}, {"bill_id": 3716, "bill_version_id": 21366, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2012-02-13T16:09:18.47-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit the enforcement of surrogacy arrangements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. A surrogacy agreement is void and unenforceable as against public policy. No surrogacy agreement is enforceable. 180 copies were printed on recycled paper by the South Dakota Legislative Research Council at a cost of $.063 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3716, "action_date": "2012-01-26T14:00:00-06:00", "document_id": 20313, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20313.pdf", "status_text": "First read in House and referred to", "journal_page": 219, "committee_id_action": 173, "committee_id_assigned": 169, "result": "N", "vote": {}}, {"bill_id": 3716, "action_date": "2012-02-13T10:00:00-06:00", "document_id": 21252, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21252.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 169, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3716, "action_date": "2012-02-13T10:00:00-06:00", "document_id": 21349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21349.pdf", "status_text": "Amend the amendment", "journal_page": 0, "committee_id_action": 169, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3716, "action_date": "2012-02-13T10:00:00-06:00", "document_id": 21349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21349.pdf", "status_text": "Do Pass Amended", "journal_page": 448, "committee_id_action": 169, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11555, "president_vote": null, "Yea": [222, 313, 280, 276, 302, 245, 221], "Nay": [227, 225, 268, 271, 244], "Excused": [312]}}, {"bill_id": 3716, "action_date": "2012-02-14T13:00:00-06:00", "document_id": 21460, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21460.pdf", "status_text": "Do Pass Amended", "journal_page": 473, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11666, "president_vote": null, "Nay": [222, 262, 227, 231, 296, 211, 314, 257, 260, 258, 225, 268, 293, 270, 266, 272, 305, 271, 248, 237, 292, 213, 311, 277, 307, 273, 315, 282, 259, 216, 244, 309, 274, 256], "Yea": [265, 242, 281, 269, 245, 217, 303, 313, 297, 299, 221, 279, 263, 230, 280, 301, 246, 304, 267, 294, 312, 241, 276, 308, 278, 224, 295, 302, 283, 306, 238, 310, 275, 300, 298, 215]}}, {"bill_id": 3716, "action_date": "2012-02-15T14:00:00-06:00", "document_id": 21535, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21535.pdf", "status_text": "First read in Senate and referred to", "journal_page": 439, "committee_id_action": 171, "committee_id_assigned": 151, "result": "N", "vote": {}}, {"bill_id": 3716, "action_date": "2012-02-24T10:00:00-06:00", "document_id": 21852, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21852.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3716, "action_date": "2012-02-24T10:00:00-06:00", "document_id": 22066, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22066.pdf", "status_text": "Tabled", "journal_page": 554, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12110, "president_vote": null, "Yea": [239, 285, 223, 290, 261, 291, 228]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3716"}