{"session_id": 54, "bill_id": 17749, "bill_type": "Senate Bill", "bill_number": 186, "bill_title": "impose an additional tax on certain alcoholic beverages and to distribute the revenue.", "sponsors": [{"legislator_profile_id": 2833, "is_prime": true}, {"legislator_profile_id": 2849, "is_prime": true}, {"legislator_profile_id": 2837, "is_prime": false}, {"legislator_profile_id": 2839, "is_prime": false}, {"legislator_profile_id": 2847, "is_prime": false}, {"legislator_profile_id": 2884, "is_prime": false}, {"legislator_profile_id": 2887, "is_prime": false}, {"legislator_profile_id": 2928, "is_prime": false}, {"legislator_profile_id": 2929, "is_prime": false}, {"legislator_profile_id": 2933, "is_prime": false}], "keywords": ["Administrative Rules", "Alcoholic Beverages", "Taxation"], "audio": [{"meeting_datetime": "2003-02-20T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sco26sb0186a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-20T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sco26sb0186a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-20T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sco26sb0186a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17749, "bill_version_id": 96228, "bill_version": "Introduced", "bill_version_date": "2003-01-31T07:58:54-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to impose an additional tax on certain alcoholic beverages and to distribute the revenue. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby imposed upon manufacturers and wholesalers of alcoholic beverages a tax computed on distilled spirits, wine, and malt beverages purchased, received, or imported from a distiller, manufacturer, or foreign wholesaler for sale to a retail dealer. The tax rate for each type of alcoholic beverage is as follows: (1) Upon distilled spirits as defined in subdivision 35-1-1(6), $0.04 per ounce; (2) Upon wine as defined in subdivision 35-1-1(25), $0.011429 per ounce; and (3) Upon malt beverage as defined in subdivision 35-1-1(8), $0.003333 per ounce. Section 2. The Department of Revenue shall administer the tax provided for in section 1 of this Act and shall conform to the administration of the occupational tax imposed under chapter 35-5. The department shall prescribe forms and promulgate rules pursuant to chapter 1-26 for the making of returns and for the ascertainment, assessment, and collection of the tax. The department shall keep full and accurate records of all moneys received and distributed by the department under this Act. Section 3. All moneys received and collected by the Department of Revenue pursuant to section 2 of this Act shall be credited to a county law enforcement and criminal justice fund, which is established in the state treasury, and, after deducting the amount of refunds made and the amounts necessary to defray the direct cost of collecting the tax, shall be paid to the counties as provided in section 4 of this Act. Section 4. Five percent of the payments from the county law enforcement and criminal justice fund created pursuant to section 3 of this Act shall be distributed to the county legal expenses relief fund created pursuant to chapter 7-16. Each county's share of the payments from the remaining ninety-five percent of the law enforcement and criminal justice fund shall be computed using the following factors: (1) The percent of the total population of the state that resides in each county based on the most recent United States census; and (2) The percent of the true and full assessed value of the state associated with each county as determined by the Department of Revenue. Each county's share of the payments from the remaining ninety-five percent of the county law enforcement and criminal justice fund shall be calculated by multiplying the average of the two factors by the available payment. However, no county in any year may receive more than the amount actually spent in the prior year on law enforcement and court related expenditures as reported by the Department of Legislative Audit. Section 5. Payments shall be made to the counties from the county law enforcement and criminal justice fund quarterly as follows: (1) January first, based upon tax revenues collected between July first and September thirtieth of the preceding year; (2) April first, based upon tax revenues collected between October first and December thirty-first of the preceding year; (3) July first, based upon tax revenues collected between January first and March thirty- first of the current year; and (4) October first, based upon tax revenues collected between April first and June thirtieth of the current year. Section 6. The payments received by counties pursuant to sections 4 and 5 of this Act shall be deposited in a special law enforcement and criminal justice fund. The revenue shall be used only for alcohol abuse prevention and diversion programs, domestic violence programs, jails, detoxification, law enforcement, juvenile justice programs, attorney fees, court expenses, and other criminal justice expenses. The board of county commissioners shall, by resolution, establish a means of distributing the revenue among the county law enforcement, juvenile justice, and other qualifying agencies within the county."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17749, "action_date": "2003-01-31T13:00:00-06:00", "document_id": 96309, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96309.pdf", "status_text": "First read in Senate and referred to", "journal_page": 272, "committee_id_action": 799, "committee_id_assigned": 773, "result": "N", "vote": {}}, {"bill_id": 17749, "action_date": "2003-02-13T10:00:00-06:00", "document_id": 97145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97145.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 773, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17749, "action_date": "2003-02-18T10:00:00-06:00", "document_id": 97299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97299.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 773, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17749, "action_date": "2003-02-20T10:00:00-06:00", "document_id": 97492, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97492.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 527, "committee_id_action": 773, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54832, "president_vote": null, "Yea": [2832, 2878, 2883, 2921, 2926, 2897], "Nay": [2838]}}, {"bill_id": 17749, "action_date": "2003-02-20T10:00:00-06:00", "document_id": 97492, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97492.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 773, "committee_id_assigned": null, "result": "N", "vote": {}}]}