{"session_id": 61, "bill_id": 21205, "bill_type": "Senate Bill", "bill_number": 97, "bill_title": "revise certain miscellaneous provisions of the trust statutes.", "sponsors": [{"legislator_profile_id": 3582, "is_prime": true}, {"legislator_profile_id": 3626, "is_prime": true}], "keywords": ["Fiduciaries and Trusts", "Property", "Uniform Probate Code"], "audio": [{"meeting_datetime": "2007-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sju18.mp3", "start_seconds": 292.0}, {"meeting_datetime": "2007-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sju18.mp3", "start_seconds": 292.0}, {"meeting_datetime": "2007-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sju18.mp3", "start_seconds": 292.0}, {"meeting_datetime": "2007-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sju18.mp3", "start_seconds": 292.0}, {"meeting_datetime": "2007-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sju18.mp3", "start_seconds": 292.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen21.mp3", "start_seconds": 2138.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen21.mp3", "start_seconds": 2138.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen21.mp3", "start_seconds": 2138.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen21.mp3", "start_seconds": 2138.0}, {"meeting_datetime": "2007-02-26T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hju32.mp3", "start_seconds": null}, {"meeting_datetime": "2007-02-26T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hju32.mp3", "start_seconds": null}, {"meeting_datetime": "2007-02-26T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hju32.mp3", "start_seconds": null}, {"meeting_datetime": "2007-02-26T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hju32.mp3", "start_seconds": null}], "bill_versions": [{"bill_id": 21205, "bill_version_id": 110514, "bill_version": "Introduced", "bill_version_date": "2007-01-22T10:43:17-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain miscellaneous provisions of the trust statutes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 43-3-14 be amended to read as follows: 43-3-14. When If a future interest is limited to successors, heirs, issue, or children, posthumous children are any posthumous child is entitled to take in the same manner as if living at the death of their parent , if the child was conceived prior to the decedent's death, was born within ten months of the decedent's death, and survived one hundred twenty hours or more after birth . Section 2. That § 43-3-16 be amended to read as follows: 43-3-16. A future interest, depending on the contingency of the death of any person without successors, heirs, issue, or children, is defeated by the birth of a posthumous child of such person, capable of taking by succession , if the posthumous child was conceived prior to the decedent's death, was born within ten months of the decedent's death, and survived one hundred twenty hours or more after birth . Section 3. That § 29A-2-108 be amended to read as follows: 29A-2-108. An individual in gestation at a particular time is treated as living at that time if the individual lives 120 the individual was conceived prior to a decedent's death, born within ten months of a decedent's death, and survived one hundred twenty hours or more after birth. Section 4. That subdivision (6) of § 29A-1-201 be amended to read as follows: (6) \"Child\" includes an individual entitled to take as a child under this code by intestate succession from the parent whose relationship is involved and excludes a person who is only a stepchild, a foster child, a grandchild, or any more remote descendant. Any child of a deceased parent who is born after the decedent's death is considered a child in being at the decedent's death, if the child was conceived prior to the decedent's death, was born within ten months of the decedent's death, and survived one hundred twenty hours or more after birth. Section 5. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: If a trust has a transfer restriction allowed in chapter 55-16, or is a trust subject to chapter 55-16, in the event of the divorce or dissolution of the marriage of a beneficiary of the trust, the beneficiary's interest in the trust is not considered property subject to division under § 25-4-44 or a part of a property division under § 25-4-44. Unless otherwise agreed to in writing by the parties to the marriage, this section does not apply to a settlor's interest in a trust subject to chapter 55-16 with respect to assets transferred to the trust: (1) After the settlor's marriage; or (2) Within one hundred eighty days before the settlor's marriage unless the settlor gives written notice to the other party to the marriage of the transfer. Section 6. That § 55-16-15 be amended to read as follows: 55-16-15. Notwithstanding the provisions of §§ 55-16-9 to 55-16-14, inclusive, this chapter does not apply in any respect: (1) To Except as provided for in section 5 of this Act, to any person to whom the transferor is indebted on account of an agreement or order of court for the payment of support or alimony in favor of such transferor's spouse, former spouse, or children, or for a division or distribution of property in favor of such transferor's spouse or former spouse, to the extent of such debt; or (2) To any person who suffers death, personal injury, or property damage on or before the date of a qualified disposition by a transferor, which death, personal injury, or property damage is at any time determined to have been caused in whole or in part by the act or omission of either such transferor or by another person for whom such transferor is or was vicariously liable. Subdivision (1) does not apply to any claim for forced heirship or legitime. Section 7. That § 43-45-15 be amended to read as follows: 43-45-15. The Legislature of the State of South Dakota hereby declares that §§ 43-45-16 to 43-45-18, inclusive, is and 43-45-17 are for the purpose of absolutely exempting certain retirement benefits in a reasonable amount from all process, levy, or sale pursuant to the S.D. Const., Art. XXI, § 4. The Legislature hereby finds §§ 43-45-16 to 43-45-18, inclusive, is and 43-45-17 are necessary to insure that a debtor enjoys the comforts and necessities of life during retirement years. Section 8. That § 43-45-16 be amended to read as follows: 43-45-16. Any person shall have has the right to select and designate a total of two hundred fifty thousand dollars from the employee's benefit plans to the extent that is exempt from taxation under section 401, 403, 408, 408A, 414, 457, or 501(a) of the Internal Revenue Code of 1986 and the income and distributions therefrom from the employee's benefit plans as exempt from execution, attachment, garnishment, seizure, or taking by any legal process. This exemption is subject to the right of the State of South Dakota and its political subdivisions to collect any amounts owed to them. This section permits benefits under such plan or arrangement to be payable to a spouse, former spouse, child, or other dependent of a participant in such plan to the extent expressly provided for in a qualified domestic relations order as defined in 29 U.S.C. § 1056(d) or in § 401(a)(13) of the Internal Revenue Code. Section 9. That § 43-45-18 be repealed. 43-45-18. In the event that any court of South Dakota finds the exemption provided in § 43- 45-16 is excessive, the court is hereby directed to determine the amount of the exemption permissible under the S.D. Const., Art. XXI, § 4. Section 10. That chapter 15-2 be amended by adding thereto a NEW SECTION to read as follows: If § 1-22-30 or § 55-3-41 do not apply, absent fraud, intentional misrepresentation, or material omission, an action to recover for breach of trust against a qualified person as defined in § 55-3-41 or an officer, director or employee of a qualified person may be commenced only within two years of a trustee's accounting for the period of the breach pursuant to chapter 55-3. In the case of fraud, intentional misrepresentation or material omission, the limitation period does not commence to run until discovery of the breach of trust. Section 11. That § 55-1A-9 be amended to read as follows: 55-1A-9. A trustee may invest and reinvest trust assets in any property or in an undivided interest in any property, wherever located, including bonds, debentures, secured or unsecured notes, preferred or common stock of corporations, real estate or improvements thereon or any interest therein, oil and mineral leases or royalty or similar interests, and interests in trusts including investment trusts and common trust funds maintained by a corporate trustee and any affiliated investments as defined in § 55-1A-9 . Any such investments may be made, regardless of any lack of diversification. In the absence of an express prohibition in the trust instrument, the trustee may acquire and retain securities of any open-end or closed-end management type investment company or investment trust registered under the Federal Investment Company Act of 1940, as amended to January 1, 1993. The fact that the trustee, or an affiliate of the trustee, is providing services to the investment company or trust as investment advisor, sponsor, broker, distributor, custodian, transfer agent, registrar or otherwise, and receiving compensation for the services does not preclude the trustee from investing in the securities of that investment company or trust. The trustee shall disclose to all current income beneficiaries of the trust the rate, formula and method of the compensation. Section 12. That chapter 55-1A be amended by adding thereto a NEW SECTION to read as follows: (a) As used in this section: (1) \"Investment\" shall mean any security as defined in § 2(a)(1) of the Securities Act of 1933, any contract of sale of a commodity for future delivery within the meaning of § 2(i) of the Commodity Exchange Act, or any other asset permitted for trustee accounts pursuant to the terms of this title or by the terms of the governing instrument, including by way of illustration and not limitation, individual portfolios of investment holdings, shares or interests in a private investment fund (including a private investment fund organized as a limited partnership, limited liability company, trust or other form, a statutory or common law business trust, or a real estate investment trust), joint venture or other general or limited partnership, or an open-end or closed-end management type investment company or investment trust registered under the Investment Company Act of 1940; (2) \"Affiliate\" means any corporation or other entity that directly or indirectly through one or more intermediaries controls, is controlled by or is under common control with the trustee; (3) Affiliated Investment\" means an investment for which the trustee or an affiliate of the trustee acts as investment adviser, sponsor, administrator, distributor, placement agent, underwriter, broker, custodian, transfer agent, registrar or in any other capacity for which it receives or has received a fee or commission from such investment or an investment acquired or disposed of in a transaction for which the trustee or an affiliate of the trustee receives or has received a fee or commission; (4) \"Fee or commission\" means compensation paid to a trustee or an affiliate thereof on account of its services to or on behalf of an investment, including by way of illustration and not limitation, advisory fees, management fees, brokerage fees, service fees, special performance fees, profit allocations, and expense reimbursements. (b) In the absence of an express prohibition in the trust instrument, a trustee may purchase, sell, hold or otherwise deal with an affiliate or an interest in an affiliated investment and, upon satisfaction of the conditions stated in subsection (c) of this section, such trustee may receive trustee compensation from such account at the same rate as the trustee would otherwise be entitled to be compensated. (c) A trustee seeking compensation pursuant to subsection (b) of this section shall disclose to all qualified beneficiaries, as defined in § 55-2-13, all fees, commissions, compensation or other benefits and profits paid or to be paid by the account, or received or to be received by an affiliate arising from such affiliated investment. The disclosure required under this subsection may be given either in a copy of the prospectus or any other disclosure document prepared for the affiliated investment under federal or state securities laws or in a written summary that includes all fees, commissions, compensation or other benefits and profits received or to be received by the trustee or any affiliate of the trustee and an explanation of the manner in which such fees, commissions, compensation or other benefits and profits are calculated (either as a percentage of the assets invested or by some other method). Such disclosure shall be made at least annually unless there has been no increase in the rate at which such fees or commissions are calculated since the most recent disclosure. (d) A trustee that has complied with subsection (c) of this section (whether by making the applicable disclosure or by relying on the terms of a governing instrument or court order) shall have full authority to administer an affiliated investment (including the authority to vote proxies thereon) without regard to the affiliation between the trustee and the investment. Section 13. That § 55-2-13 be amended to read as follows: 55-2-13. For purposes of this section, the term, qualified beneficiary, means a beneficiary who, on the date the beneficiary's qualification is determined: (1) Is a distributee or permissible distributee of trust income or principal; (2) Would be a distributee or permissible distributee of trust income or principal if the interests of the distributees terminated on that date; or (3) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date. Except as otherwise provided by the terms of the trust or otherwise directed by the grantor settlor at any time, within sixty days after the date the trustee of an irrevocable trust acquires knowledge of the creation of an irrevocable trust, or upon the date the trustee acquires knowledge that a formerly revocable trust has become irrevocable, whether by death of the trustor settlor or otherwise, the trustee shall notify the qualified beneficiaries of the trust's existence, of the identity of the trustor or trustors settlor or settlors , and of the right of the beneficiary to request a copy of the trust instrument. A trustee of an irrevocable trust: (1) Upon request of a qualified beneficiary, shall promptly furnish to the qualified beneficiary a copy of the trust instrument; (2) If notification of the trust has not been accomplished pursuant to this section within sixty days after accepting a trusteeship, shall notify the qualified beneficiaries of the acceptance and of the trustee's name, address, and telephone number; (3) Shall promptly respond to a qualified beneficiary's request for information related to the administration of the trust, unless the request is unreasonable under the circumstances. The provisions of this section are effective for trusts created after July 1, 2002. Section 14. That chapter 55-2 be amended by adding thereto a NEW SECTION to read as follows: A trustee of a revocable trust: (1) Subject to subdivision 3 below, shall keep the settlor reasonably informed of the trust and its administration; (2) Unless otherwise provided in the trust instrument, does not have a duty to inform a trust beneficiary of the trust and its administration, other than the settlor or, if the trustor is an incapacitated person, the trustor's designated agent; (3) Unless otherwise provided in the trust instrument, if the trustee obtains actual knowledge that the settlor of a revocable trust is an incapacitated person and has no designated agent, the trustee may in its sole discretion keep each interested trust beneficiary, who, if the settlor were then deceased, would be a current trust beneficiary, reasonably informed of the trust and its administration. Notwithstanding the provisions of the trust instrument, upon good cause shown, the court may order the trustee to keep other beneficiaries reasonably informed of the trust and its administration. Section 15. That § 55-4-30 be amended to read as follows: 55-4-30. The Subject to the final paragraph below, the settlor of any trust affected by this chapter may , by : (1) By provision in the instrument creating the trust if the trust was created by a writing , or by ; (2) By oral statement to the trustee at the time of the creation of the trust if the trust was created orally , or by ; or (3) By an amendment of the trust , if the settlor reserved the power to amend the trust, relieve the trustee from any or all of the duties, restrictions, and liabilities which would otherwise be imposed upon the trustee by this chapter; or alter or deny to the trustee any or all of the privileges and powers conferred upon the trustee by this chapter; or add duties, restrictions, liabilities, privileges, or powers, to those imposed or granted by this chapter. However, no act of the settlor relieves a trustee from the duties, restrictions, and liabilities imposed upon the trustee by §§ 55-4-10 to 55-4-12, inclusive. A provision of a trust instrument relieving a trustee of liability for breach of trust is unenforceable to the extent that it relieves the trustee of liability for breach of trust committed in bad faith or as a result of gross negligence. Section 16. That § 55-16-2 be amended to read as follows: 55-16-2. For the purposes of this chapter, a trust instrument, is an instrument appointing a qualified trustee for the property that is the subject of a disposition, which instrument: (1) Expressly incorporates the law of this state to govern the validity, construction, and administration of the trust; (2) Is irrevocable, but a trust instrument may not be deemed revocable on account of its inclusion of one or more of the following: (a) A transferor's power to veto a distribution from the trust; (b) A power of appointment, other than a power to appoint to the transferor, the transferor's creditors, the transferor's estate, or the creditors of the transferor's estate, exercisable by will or other written instrument of the transferor effective only upon the transferor's death; (c) The transferor's potential or actual receipt of income, including rights to such income retained in the trust instrument; (d) The transferor's potential or actual receipt of income or principal from a charitable remainder unitrust or charitable remainder annuity trust as such terms are defined in § 664 of the Internal Revenue Code of 1986, 26 U.S.C. § 664, as of January 1, 2005; (e) The transferor's receipt each year of a percentage, not to exceed five percent, specified in the trust instrument of the initial value of the trust or its value determined from time to time pursuant to the trust instrument; (f) The transferor's potential or actual receipt or use of principal if such potential or actual receipt or use of principal would be the result of a qualified trustee or qualified trustees, including a qualified trustee or qualified trustees acting at the direction of a trust advisor described in this section, acting either in such qualified trustee's or qualified trustees' sole discretion or pursuant to an ascertainable standard contained in the trust instrument; (g) The transferor's right to remove a trustee or trust advisor and to appoint a new trustee or trust advisor, other than a person who is a related or subordinate party with respect to the transferor within the meaning of § 672(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 672(c), as of January 1, 2005; (h) The transferor's potential or actual use of real property held under a qualified personal residence trust within the meaning of such term as described in § 2702(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 2702(c), as of January 1, 2005; (i) A pour back provision that pours back to the transferor's will or revocable trust all or part of the trust assets; (3) Provides that the interest of the transferor or other beneficiary in the trust property or the income therefrom may not be transferred, assigned, pledged, or mortgaged, whether voluntarily or involuntarily, before the qualified trustee or qualified trustees actually distribute the property or income therefrom to the beneficiary, and such provision of the trust instrument shall be deemed to be a restriction on the transfer of the transferor's beneficial interest in the trust that is enforceable under applicable nonbankruptcy law within the meaning of § 541(c)(2) of the Bankruptcy Code, 11 U.S.C. § 541(c)(2), as of January 1, 2005; (4) A disposition by a trustee that is not a qualified trustee to a trustee that is a qualified trustee may not be treated as other than a qualified disposition solely because the trust instrument fails to meet the requirements of subdivision (1) of this section. Section 17. That § 55-16-13 be amended to read as follows: 55-16-13. Notwithstanding any other provision of law, no action of any kind, including an action to enforce a judgment entered by a court or other body having adjudicative authority, may be brought at law or in equity against the trustee, or advisor described in § 55-16-4, of a trust that is the subject of a qualified disposition, or against any person involved in the counseling, drafting, preparation, execution, or funding of a trust that is the subject of a qualified disposition, if, as of the date such action is brought, an action by a creditor with respect to such qualified disposition would be barred under §§ 55-16-9 to 55-16-12, inclusive. A court of this state has exclusive jurisdiction over an action brought under a claim for relief that is based on a transfer of property to a trust that is the subject of this section."}, {"bill_id": 21205, "bill_version_id": 111510, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2007-02-05T08:24:06-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain miscellaneous provisions of the trust statutes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 43-3-14 be amended to read as follows: 43-3-14. When If a future interest is limited to successors, heirs, issue, or children, posthumous children are any posthumous child is entitled to take in the same manner as if living at the death of their parent , if the child was conceived prior to the decedent's death, was born within ten months of the decedent's death, and survived one hundred twenty hours or more after birth . Section 2. That § 43-3-16 be amended to read as follows: 43-3-16. A future interest, depending on the contingency of the death of any person without successors, heirs, issue, or children, is defeated by the birth of a posthumous child of such person, capable of taking by succession , if the posthumous child was conceived prior to the decedent's death, was born within ten months of the decedent's death, and survived one hundred twenty hours or more after birth . Section 3. That § 29A-2-108 be amended to read as follows: 29A-2-108. An individual in gestation at a particular time is treated as living at that time if the individual lives 120 the individual was conceived prior to a decedent's death, born within ten months of a decedent's death, and survived one hundred twenty hours or more after birth. Section 4. That subdivision (6) of § 29A-1-201 be amended to read as follows: (6) \"Child\" includes an individual entitled to take as a child under this code by intestate succession from the parent whose relationship is involved and excludes a person who is only a stepchild, a foster child, a grandchild, or any more remote descendant. Any child of a deceased parent who is born after the decedent's death is considered a child in being at the decedent's death, if the child was conceived prior to the decedent's death, was born within ten months of the decedent's death, and survived one hundred twenty hours or more after birth. Section 5. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: If a trust has a transfer restriction allowed in chapter 55-16, or is a trust subject to chapter 55-16, in the event of the divorce or dissolution of the marriage of a beneficiary of the trust, the beneficiary's interest in the trust is not considered property subject to division under § 25-4-44 or a part of a property division under § 25-4-44. Unless otherwise agreed to in writing by the parties to the marriage, this section does not apply to a settlor's interest in a trust subject to chapter 55-16 with respect to assets transferred to the trust: (1) After the settlor's marriage; or (2) Within one hundred eighty days before the settlor's marriage unless the settlor gives written notice of the transfer to the other party to the marriage. Section 6. That § 55-16-15 be amended to read as follows: 55-16-15. Notwithstanding the provisions of §§ 55-16-9 to 55-16-14, inclusive, this chapter does not apply in any respect: (1) To Except as provided for in section 5 of this Act, to any person to whom the transferor is indebted on account of an agreement or order of court for the payment of support or alimony in favor of such transferor's spouse, former spouse, or children, or for a division or distribution of property in favor of such transferor's spouse or former spouse, to the extent of such debt; or (2) To any person who suffers death, personal injury, or property damage on or before the date of a qualified disposition by a transferor, which death, personal injury, or property damage is at any time determined to have been caused in whole or in part by the act or omission of either such transferor or by another person for whom such transferor is or was vicariously liable. Subdivision (1) does not apply to any claim for forced heirship or legitime. Section 7. That § 43-45-18 be repealed. 43-45-18. In the event that any court of South Dakota finds the exemption provided in § 43- 45-16 is excessive, the court is hereby directed to determine the amount of the exemption permissible under the S.D. Const., Art. XXI, § 4. Section 8. That chapter 15-2 be amended by adding thereto a NEW SECTION to read as follows: If § 1-22-30 or § 55-3-41 do not apply, absent fraud, intentional misrepresentation, or material omission, an action to recover for breach of trust against a qualified person as defined in § 55-3-41 or an officer, director or employee of a qualified person may be commenced only within two years of a trustee's accounting for the period of the breach pursuant to chapter 55-3. In the case of fraud, intentional misrepresentation or material omission, the limitation period does not commence to run until discovery of the breach of trust. Section 9. That § 55-1A-9 be amended to read as follows: 55-1A-9. A trustee may invest and reinvest trust assets in any property or in an undivided interest in any property, wherever located, including bonds, debentures, secured or unsecured notes, preferred or common stock of corporations, real estate or improvements thereon or any interest therein, oil and mineral leases or royalty or similar interests, and interests in trusts including investment trusts and common trust funds maintained by a corporate trustee and any affiliated investments as defined in § 55-1A-9 . Any such investments may be made, regardless of any lack of diversification. In the absence of an express prohibition in the trust instrument, the trustee may acquire and retain securities of any open-end or closed-end management type investment company or investment trust registered under the Federal Investment Company Act of 1940, as amended to January 1, 1993. The fact that the trustee, or an affiliate of the trustee, is providing services to the investment company or trust as investment advisor, sponsor, broker, distributor, custodian, transfer agent, registrar or otherwise, and receiving compensation for the services does not preclude the trustee from investing in the securities of that investment company or trust. The trustee shall disclose to all current income beneficiaries of the trust the rate, formula and method of the compensation. Section 10. That chapter 55-1A be amended by adding thereto a NEW SECTION to read as follows: (a) As used in this section: (1) \"Investment\" shall mean any security as defined in § 2(a)(1) of the Securities Act of 1933, any contract of sale of a commodity for future delivery within the meaning of § 2(i) of the Commodity Exchange Act, or any other asset permitted for trustee accounts pursuant to the terms of this title or by the terms of the governing instrument, including by way of illustration and not limitation, individual portfolios of investment holdings, shares or interests in a private investment fund (including a private investment fund organized as a limited partnership, limited liability company, trust or other form, a statutory or common law business trust, or a real estate investment trust), joint venture or other general or limited partnership, or an open-end or closed-end management type investment company or investment trust registered under the Investment Company Act of 1940; (2) \"Affiliate\" means any corporation or other entity that directly or indirectly through one or more intermediaries controls, is controlled by or is under common control with the trustee; (3) Affiliated Investment\" means an investment for which the trustee or an affiliate of the trustee acts as investment adviser, sponsor, administrator, distributor, placement agent, underwriter, broker, custodian, transfer agent, registrar or in any other capacity for which it receives or has received a fee or commission from such investment or an investment acquired or disposed of in a transaction for which the trustee or an affiliate of the trustee receives or has received a fee or commission; (4) \"Fee or commission\" means compensation paid to a trustee or an affiliate thereof on account of its services to or on behalf of an investment, including by way of illustration and not limitation, advisory fees, management fees, brokerage fees, service fees, special performance fees, profit allocations, and expense reimbursements. (b) In the absence of an express prohibition in the trust instrument, a trustee may purchase, sell, hold or otherwise deal with an affiliate or an interest in an affiliated investment and, upon satisfaction of the conditions stated in subsection (c) of this section, such trustee may receive trustee compensation from such account at the same rate as the trustee would otherwise be entitled to be compensated. (c) A trustee seeking compensation pursuant to subsection (b) of this section shall disclose to all qualified beneficiaries, as defined in § 55-2-13, all fees, commissions, compensation or other benefits and profits paid or to be paid by the account, or received or to be received by an affiliate arising from such affiliated investment. The disclosure required under this subsection may be given either in a copy of the prospectus or any other disclosure document prepared for the affiliated investment under federal or state securities laws or in a written summary that includes all fees, commissions, compensation or other benefits and profits received or to be received by the trustee or any affiliate of the trustee and an explanation of the manner in which such fees, commissions, compensation or other benefits and profits are calculated (either as a percentage of the assets invested or by some other method). Such disclosure shall be made at least annually unless there has been no increase in the rate at which such fees or commissions are calculated since the most recent disclosure. (d) A trustee that has complied with subsection (c) of this section (whether by making the applicable disclosure or by relying on the terms of a governing instrument or court order) shall have full authority to administer an affiliated investment (including the authority to vote proxies thereon) without regard to the affiliation between the trustee and the investment. Section 11. That § 55-2-13 be amended to read as follows: 55-2-13. For purposes of this section, the term, qualified beneficiary, means a beneficiary who, on the date the beneficiary's qualification is determined: (1) Is a distributee or permissible distributee of trust income or principal; (2) Would be a distributee or permissible distributee of trust income or principal if the interests of the distributees terminated on that date; or (3) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date. Except as otherwise provided by the terms of the trust or otherwise directed by the grantor settlor at any time, within sixty days after the date the trustee of an irrevocable trust acquires knowledge of the creation of an irrevocable trust, or upon the date the trustee acquires knowledge that a formerly revocable trust has become irrevocable, whether by death of the trustor settlor or otherwise, the trustee shall notify the qualified beneficiaries of the trust's existence, of the identity of the trustor or trustors settlor or settlors , and of the right of the beneficiary to request a copy of the trust instrument. A trustee of an irrevocable trust: (1) Upon request of a qualified beneficiary, shall promptly furnish to the qualified beneficiary a copy of the trust instrument; (2) If notification of the trust has not been accomplished pursuant to this section within sixty days after accepting a trusteeship, shall notify the qualified beneficiaries of the acceptance and of the trustee's name, address, and telephone number; (3) Shall promptly respond to a qualified beneficiary's request for information related to the administration of the trust, unless the request is unreasonable under the circumstances. The provisions of this section are effective for trusts created after July 1, 2002. Section 12. That chapter 55-2 be amended by adding thereto a NEW SECTION to read as follows: A trustee of a revocable trust: (1) Subject to subdivision 3 below, shall keep the settlor reasonably informed of the trust and its administration; (2) Unless otherwise provided in the trust instrument, does not have a duty to inform a trust beneficiary of the trust and its administration, other than the settlor or, if the trustor is an incapacitated person, the trustor's designated agent; (3) Unless otherwise provided in the trust instrument, if the trustee obtains actual knowledge that the settlor of a revocable trust is an incapacitated person and has no designated agent, the trustee may in its sole discretion keep each interested trust beneficiary, who, if the settlor were then deceased, would be a current trust beneficiary, reasonably informed of the trust and its administration. Notwithstanding the provisions of the trust instrument, upon good cause shown, the court may order the trustee to keep other beneficiaries reasonably informed of the trust and its administration. Section 13. That § 55-4-30 be amended to read as follows: 55-4-30. The Subject to the final paragraph below, the settlor of any trust affected by this chapter may , by : (1) By provision in the instrument creating the trust if the trust was created by a writing , or by ; (2) By oral statement to the trustee at the time of the creation of the trust if the trust was created orally , or by ; or (3) By an amendment of the trust , if the settlor reserved the power to amend the trust, relieve the trustee from any or all of the duties, restrictions, and liabilities which would otherwise be imposed upon the trustee by this chapter; or alter or deny to the trustee any or all of the privileges and powers conferred upon the trustee by this chapter; or add duties, restrictions, liabilities, privileges, or powers, to those imposed or granted by this chapter. However, no act of the settlor relieves a trustee from the duties, restrictions, and liabilities imposed upon the trustee by §§ 55-4-10 to 55-4-12, inclusive. A provision of a trust instrument relieving a trustee of liability for breach of trust is unenforceable to the extent that it relieves the trustee of liability for breach of trust committed in bad faith or as a result of gross negligence. Section 14. That § 55-16-2 be amended to read as follows: 55-16-2. For the purposes of this chapter, a trust instrument, is an instrument appointing a qualified trustee for the property that is the subject of a disposition, which instrument: (1) Expressly incorporates the law of this state to govern the validity, construction, and administration of the trust; (2) Is irrevocable, but a trust instrument may not be deemed revocable on account of its inclusion of one or more of the following: (a) A transferor's power to veto a distribution from the trust; (b) A power of appointment, other than a power to appoint to the transferor, the transferor's creditors, the transferor's estate, or the creditors of the transferor's estate, exercisable by will or other written instrument of the transferor effective only upon the transferor's death; (c) The transferor's potential or actual receipt of income, including rights to such income retained in the trust instrument; (d) The transferor's potential or actual receipt of income or principal from a charitable remainder unitrust or charitable remainder annuity trust as such terms are defined in § 664 of the Internal Revenue Code of 1986, 26 U.S.C. § 664, as of January 1, 2005; (e) The transferor's receipt each year of a percentage, not to exceed five percent, specified in the trust instrument of the initial value of the trust or its value determined from time to time pursuant to the trust instrument; (f) The transferor's potential or actual receipt or use of principal if such potential or actual receipt or use of principal would be the result of a qualified trustee or qualified trustees, including a qualified trustee or qualified trustees acting at the direction of a trust advisor described in this section, acting either in such qualified trustee's or qualified trustees' sole discretion or pursuant to an ascertainable standard contained in the trust instrument; (g) The transferor's right to remove a trustee or trust advisor and to appoint a new trustee or trust advisor, other than a person who is a related or subordinate party with respect to the transferor within the meaning of § 672(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 672(c), as of January 1, 2005; (h) The transferor's potential or actual use of real property held under a qualified personal residence trust within the meaning of such term as described in § 2702(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 2702(c), as of January 1, 2005; (i) A pour back provision that pours back to the transferor's will or revocable trust all or part of the trust assets; (3) Provides that the interest of the transferor or other beneficiary in the trust property or the income therefrom may not be transferred, assigned, pledged, or mortgaged, whether voluntarily or involuntarily, before the qualified trustee or qualified trustees actually distribute the property or income therefrom to the beneficiary, and such provision of the trust instrument shall be deemed to be a restriction on the transfer of the transferor's beneficial interest in the trust that is enforceable under applicable nonbankruptcy law within the meaning of § 541(c)(2) of the Bankruptcy Code, 11 U.S.C. § 541(c)(2), as of January 1, 2005; (4) A disposition by a trustee that is not a qualified trustee to a trustee that is a qualified trustee may not be treated as other than a qualified disposition solely because the trust instrument fails to meet the requirements of subdivision (1) of this section. Section 15. That § 55-16-13 be amended to read as follows: 55-16-13. Notwithstanding any other provision of law, no action of any kind, including an action to enforce a judgment entered by a court or other body having adjudicative authority, may be brought at law or in equity against the trustee, or advisor described in § 55-16-4, of a trust that is the subject of a qualified disposition, or against any person involved in the counseling, drafting, preparation, execution, or funding of a trust that is the subject of a qualified disposition, if, as of the date such action is brought, an action by a creditor with respect to such qualified disposition would be barred under §§ 55-16-9 to 55-16-12, inclusive. A court of this state has exclusive jurisdiction over an action brought under a claim for relief that is based on a transfer of property to a trust that is the subject of this section."}, {"bill_id": 21205, "bill_version_id": 111764, "bill_version": "Senate Engrossed", "bill_version_date": "2007-02-07T15:06:27-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain miscellaneous provisions of the trust statutes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 43-3-14 be amended to read as follows: 43-3-14. When If a future interest is limited to successors, heirs, issue, or children, posthumous children are any posthumous child is entitled to take in the same manner as if living at the death of their parent , if the child was conceived prior to the decedent's death, was born within ten months of the decedent's death, and survived one hundred twenty hours or more after birth . Section 2. That § 43-3-16 be amended to read as follows: 43-3-16. A future interest, depending on the contingency of the death of any person without successors, heirs, issue, or children, is defeated by the birth of a posthumous child of such person, capable of taking by succession , if the posthumous child was conceived prior to the decedent's death, was born within ten months of the decedent's death, and survived one hundred twenty hours or more after birth . Section 3. That § 29A-2-108 be amended to read as follows: 29A-2-108. An individual in gestation at a particular time is treated as living at that time if the individual lives 120 the individual was conceived prior to a decedent's death, born within ten months of a decedent's death, and survived one hundred twenty hours or more after birth. Section 4. That subdivision (6) of § 29A-1-201 be amended to read as follows: (6) \"Child\" includes an individual entitled to take as a child under this code by intestate succession from the parent whose relationship is involved and excludes a person who is only a stepchild, a foster child, a grandchild, or any more remote descendant. Any child of a deceased parent who is born after the decedent's death is considered a child in being at the decedent's death, if the child was conceived prior to the decedent's death, was born within ten months of the decedent's death, and survived one hundred twenty hours or more after birth. Section 5. That chapter 15-2 be amended by adding thereto a NEW SECTION to read as follows: If § 1-22-30 or § 55-3-41 do not apply, absent fraud, intentional misrepresentation, or material omission, an action to recover for breach of trust against a qualified person as defined in § 55-3-41 or an officer, director or employee of a qualified person may be commenced only within two years of a trustee's accounting for the period of the breach pursuant to chapter 55-3. In the case of fraud, intentional misrepresentation or material omission, the limitation period does not commence to run until discovery of the breach of trust. Section 6. That § 55-1A-9 be amended to read as follows: 55-1A-9. A trustee may invest and reinvest trust assets in any property or in an undivided interest in any property, wherever located, including bonds, debentures, secured or unsecured notes, preferred or common stock of corporations, real estate or improvements thereon or any interest therein, oil and mineral leases or royalty or similar interests, and interests in trusts including investment trusts and common trust funds maintained by a corporate trustee and any affiliated investments as defined in § 55-1A-9 . Any such investments may be made, regardless of any lack of diversification. In the absence of an express prohibition in the trust instrument, the trustee may acquire and retain securities of any open-end or closed-end management type investment company or investment trust registered under the Federal Investment Company Act of 1940, as amended to January 1, 1993. The fact that the trustee, or an affiliate of the trustee, is providing services to the investment company or trust as investment advisor, sponsor, broker, distributor, custodian, transfer agent, registrar or otherwise, and receiving compensation for the services does not preclude the trustee from investing in the securities of that investment company or trust. The trustee shall disclose to all current income beneficiaries of the trust the rate, formula and method of the compensation. Section 7. That chapter 55-1A be amended by adding thereto a NEW SECTION to read as follows: (a) As used in this section: (1) \"Investment\" shall mean any security as defined in § 2(a)(1) of the Securities Act of 1933, any contract of sale of a commodity for future delivery within the meaning of § 2(i) of the Commodity Exchange Act, or any other asset permitted for trustee accounts pursuant to the terms of this title or by the terms of the governing instrument, including by way of illustration and not limitation, individual portfolios of investment holdings, shares or interests in a private investment fund (including a private investment fund organized as a limited partnership, limited liability company, trust or other form, a statutory or common law business trust, or a real estate investment trust), joint venture or other general or limited partnership, or an open-end or closed-end management type investment company or investment trust registered under the Investment Company Act of 1940; (2) \"Affiliate\" means any corporation or other entity that directly or indirectly through one or more intermediaries controls, is controlled by or is under common control with the trustee; (3) Affiliated Investment\" means an investment for which the trustee or an affiliate of the trustee acts as investment adviser, sponsor, administrator, distributor, placement agent, underwriter, broker, custodian, transfer agent, registrar or in any other capacity for which it receives or has received a fee or commission from such investment or an investment acquired or disposed of in a transaction for which the trustee or an affiliate of the trustee receives or has received a fee or commission; (4) \"Fee or commission\" means compensation paid to a trustee or an affiliate thereof on account of its services to or on behalf of an investment, including by way of illustration and not limitation, advisory fees, management fees, brokerage fees, service fees, special performance fees, profit allocations, and expense reimbursements. (b) In the absence of an express prohibition in the trust instrument, a trustee may purchase, sell, hold or otherwise deal with an affiliate or an interest in an affiliated investment and, upon satisfaction of the conditions stated in subsection (c) of this section, such trustee may receive trustee compensation from such account at the same rate as the trustee would otherwise be entitled to be compensated. (c) A trustee seeking compensation pursuant to subsection (b) of this section shall disclose to all qualified beneficiaries, as defined in § 55-2-13, all fees, commissions, compensation or other benefits and profits paid or to be paid by the account, or received or to be received by an affiliate arising from such affiliated investment. The disclosure required under this subsection may be given either in a copy of the prospectus or any other disclosure document prepared for the affiliated investment under federal or state securities laws or in a written summary that includes all fees, commissions, compensation or other benefits and profits received or to be received by the trustee or any affiliate of the trustee and an explanation of the manner in which such fees, commissions, compensation or other benefits and profits are calculated (either as a percentage of the assets invested or by some other method). Such disclosure shall be made at least annually unless there has been no increase in the rate at which such fees or commissions are calculated since the most recent disclosure. (d) A trustee that has complied with subsection (c) of this section (whether by making the applicable disclosure or by relying on the terms of a governing instrument or court order) shall have full authority to administer an affiliated investment (including the authority to vote proxies thereon) without regard to the affiliation between the trustee and the investment. Section 8. That § 55-2-13 be amended to read as follows: 55-2-13. For purposes of this section, the term, qualified beneficiary, means a beneficiary who, on the date the beneficiary's qualification is determined: (1) Is a distributee or permissible distributee of trust income or principal; (2) Would be a distributee or permissible distributee of trust income or principal if the interests of the distributees terminated on that date; or (3) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date. Except as otherwise provided by the terms of the trust or otherwise directed by the grantor settlor at any time, within sixty days after the date the trustee of an irrevocable trust acquires knowledge of the creation of an irrevocable trust, or upon the date the trustee acquires knowledge that a formerly revocable trust has become irrevocable, whether by death of the trustor settlor or otherwise, the trustee shall notify the qualified beneficiaries of the trust's existence, of the identity of the trustor or trustors settlor or settlors , and of the right of the beneficiary to request a copy of the trust instrument. A trustee of an irrevocable trust: (1) Upon request of a qualified beneficiary, shall promptly furnish to the qualified beneficiary a copy of the trust instrument; (2) If notification of the trust has not been accomplished pursuant to this section within sixty days after accepting a trusteeship, shall notify the qualified beneficiaries of the acceptance and of the trustee's name, address, and telephone number; (3) Shall promptly respond to a qualified beneficiary's request for information related to the administration of the trust, unless the request is unreasonable under the circumstances. The provisions of this section are effective for trusts created after July 1, 2002. Section 9. That chapter 55-2 be amended by adding thereto a NEW SECTION to read as follows: A trustee of a revocable trust: (1) Subject to subdivision 3 below, shall keep the settlor reasonably informed of the trust and its administration; (2) Unless otherwise provided in the trust instrument, does not have a duty to inform a trust beneficiary of the trust and its administration, other than the settlor or, if the trustor is an incapacitated person, the trustor's designated agent; (3) Unless otherwise provided in the trust instrument, if the trustee obtains actual knowledge that the settlor of a revocable trust is an incapacitated person and has no designated agent, the trustee may in its sole discretion keep each interested trust beneficiary, who, if the settlor were then deceased, would be a current trust beneficiary, reasonably informed of the trust and its administration. Notwithstanding the provisions of the trust instrument, upon good cause shown, the court may order the trustee to keep other beneficiaries reasonably informed of the trust and its administration. Section 10. That § 55-4-30 be amended to read as follows: 55-4-30. The Subject to the final paragraph below, the settlor of any trust affected by this chapter may , by : (1) By provision in the instrument creating the trust if the trust was created by a writing , or by ; (2) By oral statement to the trustee at the time of the creation of the trust if the trust was created orally , or by ; or (3) By an amendment of the trust , if the settlor reserved the power to amend the trust, relieve the trustee from any or all of the duties, restrictions, and liabilities which would otherwise be imposed upon the trustee by this chapter; or alter or deny to the trustee any or all of the privileges and powers conferred upon the trustee by this chapter; or add duties, restrictions, liabilities, privileges, or powers, to those imposed or granted by this chapter. However, no act of the settlor relieves a trustee from the duties, restrictions, and liabilities imposed upon the trustee by §§ 55-4-10 to 55-4-12, inclusive. A provision of a trust instrument relieving a trustee of liability for breach of trust is unenforceable to the extent that it relieves the trustee of liability for breach of trust committed in bad faith or as a result of gross negligence. Section 11. That § 55-16-2 be amended to read as follows: 55-16-2. For the purposes of this chapter, a trust instrument, is an instrument appointing a qualified trustee for the property that is the subject of a disposition, which instrument: (1) Expressly incorporates the law of this state to govern the validity, construction, and administration of the trust; (2) Is irrevocable, but a trust instrument may not be deemed revocable on account of its inclusion of one or more of the following: (a) A transferor's power to veto a distribution from the trust; (b) A power of appointment, other than a power to appoint to the transferor, the transferor's creditors, the transferor's estate, or the creditors of the transferor's estate, exercisable by will or other written instrument of the transferor effective only upon the transferor's death; (c) The transferor's potential or actual receipt of income, including rights to such income retained in the trust instrument; (d) The transferor's potential or actual receipt of income or principal from a charitable remainder unitrust or charitable remainder annuity trust as such terms are defined in § 664 of the Internal Revenue Code of 1986, 26 U.S.C. § 664, as of January 1, 2005; (e) The transferor's receipt each year of a percentage, not to exceed five percent, specified in the trust instrument of the initial value of the trust or its value determined from time to time pursuant to the trust instrument; (f) The transferor's potential or actual receipt or use of principal if such potential or actual receipt or use of principal would be the result of a qualified trustee or qualified trustees, including a qualified trustee or qualified trustees acting at the direction of a trust advisor described in this section, acting either in such qualified trustee's or qualified trustees' sole discretion or pursuant to an ascertainable standard contained in the trust instrument; (g) The transferor's right to remove a trustee or trust advisor and to appoint a new trustee or trust advisor, other than a person who is a related or subordinate party with respect to the transferor within the meaning of § 672(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 672(c), as of January 1, 2005; (h) The transferor's potential or actual use of real property held under a qualified personal residence trust within the meaning of such term as described in § 2702(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 2702(c), as of January 1, 2005; (i) A pour back provision that pours back to the transferor's will or revocable trust all or part of the trust assets; (3) Provides that the interest of the transferor or other beneficiary in the trust property or the income therefrom may not be transferred, assigned, pledged, or mortgaged, whether voluntarily or involuntarily, before the qualified trustee or qualified trustees actually distribute the property or income therefrom to the beneficiary, and such provision of the trust instrument shall be deemed to be a restriction on the transfer of the transferor's beneficial interest in the trust that is enforceable under applicable nonbankruptcy law within the meaning of § 541(c)(2) of the Bankruptcy Code, 11 U.S.C. § 541(c)(2), as of January 1, 2005; (4) A disposition by a trustee that is not a qualified trustee to a trustee that is a qualified trustee may not be treated as other than a qualified disposition solely because the trust instrument fails to meet the requirements of subdivision (1) of this section. Section 12. That § 55-16-13 be amended to read as follows: 55-16-13. Notwithstanding any other provision of law, no action of any kind, including an action to enforce a judgment entered by a court or other body having adjudicative authority, may be brought at law or in equity against the trustee, or advisor described in § 55-16-4, of a trust that is the subject of a qualified disposition, or against any person involved in the counseling, drafting, preparation, execution, or funding of a trust that is the subject of a qualified disposition, if, as of the date such action is brought, an action by a creditor with respect to such qualified disposition would be barred under §§ 55-16-9 to 55-16-12, inclusive. A court of this state has exclusive jurisdiction over an action brought under a claim for relief that is based on a transfer of property to a trust that is the subject of this section."}, {"bill_id": 21205, "bill_version_id": 113010, "bill_version": "Enrolled", "bill_version_date": "2007-02-28T09:06:39-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21205, "action_date": "2007-01-22T14:00:00-06:00", "document_id": 110549, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110549.pdf", "status_text": "First read in Senate and referred to", "journal_page": 185, "committee_id_action": 924, "committee_id_assigned": 902, "result": "N", "vote": {}}, {"bill_id": 21205, "action_date": "2007-02-02T10:00:00-06:00", "document_id": 111485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111485.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 902, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21205, "action_date": "2007-02-02T10:00:00-06:00", "document_id": 111485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111485.pdf", "status_text": "Do Pass Amended,", "journal_page": 367, "committee_id_action": 902, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66723, "president_vote": null, "Yea": [3571, 3573, 3612, 3626, 3659, 3667], "Nay": [3627]}}, {"bill_id": 21205, "action_date": "2007-02-07T14:00:00-06:00", "document_id": 111789, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111789.pdf", "status_text": "Motion to Amend,", "journal_page": 420, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21205, "action_date": "2007-02-07T14:00:00-06:00", "document_id": 111789, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111789.pdf", "status_text": "Do Pass Amended,", "journal_page": 420, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64790, "president_vote": null, "Yea": [3571, 3573, 3574, 3575, 3585, 3595, 3596, 3602, 3603, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3621, 3623, 3625, 3626, 3627, 3630, 3633, 3634, 3636, 3639, 3641, 3647, 3652, 3659, 3661, 3664, 3667], "Excused": [3589, 3669]}}, {"bill_id": 21205, "action_date": "2007-02-08T14:00:00-06:00", "document_id": 111852, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111852.pdf", "status_text": "First read in House and referred to", "journal_page": 414, "committee_id_action": 923, "committee_id_assigned": 921, "result": "N", "vote": {}}, {"bill_id": 21205, "action_date": "2007-02-26T07:45:00-06:00", "document_id": 112810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112810.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 921, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21205, "action_date": "2007-02-26T07:45:00-06:00", "document_id": 112810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112810.pdf", "status_text": "Do Pass,", "journal_page": 645, "committee_id_action": 921, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65636, "president_vote": null, "Yea": [3579, 3592, 3594, 3598, 3599, 3619, 3638, 3651, 3672, 3673, 3676, 3582], "Excused": [3632]}}, {"bill_id": 21205, "action_date": "2007-02-26T07:45:00-06:00", "document_id": 112810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112810.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 921, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21205, "action_date": "2007-02-27T14:00:00-06:00", "document_id": 112981, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112981.pdf", "status_text": "Do Pass Amended,", "journal_page": 677, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67228, "president_vote": null, "Yea": [3572, 3576, 3577, 3578, 3579, 3580, 3581, 3582, 3583, 3586, 3587, 3588, 3590, 3591, 3592, 3593, 3594, 3597, 3598, 3599, 3600, 3604, 3605, 3606, 3609, 3611, 3613, 3614, 3616, 3619, 3620, 3622, 3624, 3628, 3629, 3631, 3632, 3635, 3637, 3638, 3640, 3642, 3643, 3644, 3645, 3646, 3648, 3649, 3650, 3651, 3653, 3654, 3655, 3656, 3657, 3658, 3660, 3662, 3663, 3665, 3666, 3668, 3670, 3671, 3672, 3673, 3674, 3675, 3676, 3584]}}, {"bill_id": 21205, "action_date": "2007-02-28T14:00:00-06:00", "document_id": 113081, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113081.pdf", "status_text": "Signed by President", "journal_page": 707, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21205, "action_date": "2007-02-28T14:00:00-06:00", "document_id": 113110, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113110.pdf", "status_text": "Signed by Speaker", "journal_page": 721, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21205, "action_date": "2007-03-01T10:00:00-06:00", "document_id": 113232, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113232.pdf", "status_text": "Delivered to the Governor", "journal_page": 712, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21205, "action_date": "2007-03-05T10:00:00-06:00", "document_id": 113400, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113400.pdf", "status_text": "Signed by Governor", "journal_page": 781, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3799}