{"session_id": 32, "bill_id": 9237, "bill_type": "Senate Commemoration", "bill_number": 33, "bill_title": "Congratulating and honoring the 2017 West Central Girls Soccer Team and commending their coach, Greg Anderson, for his leadership.", "sponsors": [{"legislator_profile_id": 1221, "is_prime": true}, {"legislator_profile_id": 1287, "is_prime": true}, {"legislator_profile_id": 1301, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 9237, "bill_version_id": 49045, "bill_version": "Introduced", "bill_version_date": "2018-02-12T10:10:35.273-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring the 2017 West Central Girls Soccer Team and commending their coach, Greg Anderson, for his leadership. WHEREAS, the West Central Girls Soccer Team won the 2017 Class A Girls Soccer Tournament and had an outstanding season; and WHEREAS, the 2017 West Central Girls Soccer Team was led by Coach Greg Anderson, along with assistant coaches, Matt Evans and Eric Kurtz; and WHEREAS, the members of the 2017 West Central Girls Soccer Team include: Hailee Fischer, Kassidy Johnson, Sydney Kurtz, Bailey Nester, Lily Sidel, Olivia Becker, Kaylee Loof, Megan Madsen, Rylee Haldeman, Kazia Ohayon, Ruby Hawks, Felicia Lowe, Abbi Mausbach, Emma Haugen, Ashley Nettifee, Kaitlyn Meadors, Chloe Scott, Taylor Rajewich, Rachel Eickman, Anna Goehring, Jada Van Overbeke, Jace VanderWoude, and Morgan Berens; and WHEREAS, the 2017 West Central Girls Soccer Team is recognized for their teamwork and incredible efforts, which led to winning the Class A Girls State Soccer Tournament and an outstanding season: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that the Legislature congratulates and honors the 2017 West Central Girls Soccer Team and commends their coach, Greg Anderson, for his leadership."}, {"bill_id": 9237, "bill_version_id": 49296, "bill_version": "Enrolled", "bill_version_date": "2018-02-14T17:05:43.983-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring the 2017 West Central Girls Soccer Team and commending their coach, Greg Anderson, for his leadership. WHEREAS, the West Central Girls Soccer Team won the 2017 Class A Girls Soccer Tournament and had an outstanding season; and WHEREAS, the 2017 West Central Girls Soccer Team was led by Coach Greg Anderson, along with assistant coaches, Matt Evans and Eric Kurtz; and WHEREAS, the members of the 2017 West Central Girls Soccer Team include: Hailee Fischer, Kassidy Johnson, Sydney Kurtz, Bailey Nester, Lily Sidel, Olivia Becker, Kaylee Loof, Megan Madsen, Rylee Haldeman, Kazia Ohayon, Ruby Hawks, Felicia Lowe, Abbi Mausbach, Emma Haugen, Ashley Nettifee, Kaitlyn Meadors, Chloe Scott, Taylor Rajewich, Rachel Eickman, Anna Goehring, Jada Van Overbeke, Jace VanderWoude, and Morgan Berens; and WHEREAS, the 2017 West Central Girls Soccer Team is recognized for their teamwork and incredible efforts, which led to winning the Class A Girls State Soccer Tournament and an outstanding season: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that the Legislature congratulates and honors the 2017 West Central Girls Soccer Team and commends their coach, Greg Anderson, for his leadership. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9237, "action_date": "2018-02-12T14:00:00-06:00", "document_id": 49089, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49089.pdf", "status_text": "", "journal_page": 440, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}]}