{"session_id": 27, "bill_id": 8076, "bill_type": "Senate Bill", "bill_number": 117, "bill_title": "increase accountability in South Dakota's criminal justice system.", "sponsors": [], "keywords": ["Courts and Judiciary", "Criminal Procedure", "Law Enforcement", "Penal Institutions, Probation, and Parole", "Prison or Jail Cost Estimates"], "audio": [{"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju24.mp3", "start_seconds": 3897.0}, {"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju24.mp3", "start_seconds": 3897.0}, {"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju24.mp3", "start_seconds": 3897.0}, {"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju24.mp3", "start_seconds": 3897.0}, {"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju24.mp3", "start_seconds": 3897.0}, {"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju24.mp3", "start_seconds": 3897.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen26.mp3", "start_seconds": 2492.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen26.mp3", "start_seconds": 2492.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen26.mp3", "start_seconds": 2492.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst31.mp3", "start_seconds": 4430.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst31.mp3", "start_seconds": 4430.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst31.mp3", "start_seconds": 4430.0}, {"meeting_datetime": "2017-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou33.mp3", "start_seconds": 2219.0}, {"meeting_datetime": "2017-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou33.mp3", "start_seconds": 2219.0}, {"meeting_datetime": "2017-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou33.mp3", "start_seconds": 2219.0}], "bill_versions": [{"bill_id": 8076, "bill_version_id": 43240, "bill_version": "Introduced", "bill_version_date": "2017-01-26T09:13:31.847-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase accountability in South Dakota's criminal justice system. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 16-22 be amended by adding a NEW SECTION to read: The Unified Judicial System, for probation, and the Department of Corrections, for parole, shall each revise the respective agency's policies for probation and parole requiring a minimum sanction of some period of incarceration for a urinalysis test that is positive for a controlled substance. The sanction shall be imposed for the initial positive test. The policies may exempt a residual positive urinalysis. Any drug court or other specialty court which has an approved sanctioning grid is exempt from the provisions of this section. Section 2. That § 22-6-11 be amended to read: 22-6-11. The sentencing court shall sentence an offender convicted of a Class 5 or Class 6 felony, except those convicted under §§ 22-11A-2.1, 22-14-15, 22-18-1, 22-18-1.05, 22-18-26, 22-18-29, 22-19A-1, 22-19A-2, 22-19A-3, 22-19A-7, 22-19A-16, 22-22A-2, 22-22A-4, subdivision 22-23-2(2), 22-24A-3, 22-22-24.3, 22-24-1.2, 22-24B-2, 22-24B-12, 22-24B-12.1, 22-24B-23, 22-42-7, subdivision 24-2-14(1), 32-34-5, and any person ineligible for probation under § 23A-27-12, to a term of probation. If the offender is under the supervision of the Department of Corrections, the court shall order a fully suspended penitentiary sentence pursuant to § 23A-27-18.4. The sentencing court may impose a sentence other than probation or a fully suspended penitentiary sentence if the court finds aggravating circumstances exist that pose a significant risk to the public and require a departure from presumptive probation under this section. If a departure is made, the judge shall state on the record at the time of sentencing the aggravating circumstances and the same shall be stated in the dispositional order. Neither this section nor its application may be the basis for establishing a constitutionally protected liberty, property, or due process interest. Section 3. That chapter 23A-27 be amended by adding a NEW SECTION to read: After receiving a plea of guilty for a violation of § 22-42-5 or 22-42-5.1, a court that has jurisdiction of the defendant may, without entering a judgment of guilt, and with the consent of the defendant, defer the imposition of sentence and place the defendant on probation or fully suspend a penitentiary sentence and place the defendant on parole for a period, terms, and conditions as the court deems best. The conditions shall include that the defendant complete a drug and alcohol evaluation and complete any recommended course of treatment. If after one year, the defendant has successfully completed the course of treatment and complied with all conditions of probation or parole, the court shall dismiss the charge under § 22-42-5 or 22-42-5.1 upon the defendant pleading guilty to ingestion under § 22-42-15 or possession under § 22-42-15.1. If the defendant violates any conditions of probation or parole, the court or the Board of Pardons and Paroles shall revoke the deferred imposition of sentence and impose and execute the sentence. No person who has previously been granted a deferred imposition of sentence is eligible to be granted a second deferred imposition of sentence. A defendant is ineligible for the deferred imposition of sentence under this section if aggravating circumstances exist as defined by § 22-6-11. Section 4. That chapter 16-22 be amended by adding a NEW SECTION to read: A parolee or probationer who is eligible for earned discharge credits and serving a sentence or sentences exclusively subject to presumptive probation pursuant to § 22-6-11, regardless of date of offense, shall be discharged from probation or parole supervision upon completion of all treatment programs required as a condition of the person's probation or parole provided the parolee or probationer has been on supervision for a minimum of twelve full continuous calendar months and in the twelve full continuous calendar months the parolee or probationer: (1) Has not been under or received a sanction for violation of conditions of supervision; (2) Has not absconded from supervision; (3) Has not been placed in jail or prison; (4) Has not had a probation or parole violation report submitted and does not have a pending probation or parole violation report or pending criminal offense; and (5) Has complied with all conditions of the person's supervision including completion of any treatment program required as a condition of probation or parole. A parolee or probationer serving an eligible South Dakota sentence in another state under the Interstate Compact for Adult Offender Supervision who meets the criteria in this section is entitled to discharge in the same manner as a parolee or probationer supervised in South Dakota. Each drug court participant who meets the criteria in this section is entitled to discharge in the same manner as a parolee or probationer if the participant has successfully completed the drug court program. Within thirty days following a probationer or parolee meeting the criteria for discharge under this section, the supervising court services officer or parole agent shall submit a notice of compliant discharge. The notice of compliant discharge for a parolee shall be submitted to the secretary of the Department of Corrections. If the secretary finds the parolee met the criteria for compliant discharge, the secretary shall within fifteen days of receipt of the notice from the parole agent issue a certificate of discharge pursuant to § 24-15A-7. The notice of compliant discharge for a probationer shall be submitted to the sentencing court. If the court finds that the probationer has met the criteria for compliant discharge, the court shall enter an order discharging the probationer from probation. A parolee or probationer who meets the criteria for a compliant discharge but, prior to the issuance of the certificate of discharge, receives a formal sanction, absconds, is placed in jail or prison, violates supervision conditions resulting in the submission of a parole or probation violation report, or who fails to comply with supervision conditions shall be removed from the compliant discharge process. The offender shall be retained on supervision or in custody. Section 5. That § 24-15A-6 be amended to read: 24-15A-6. The department shall establish the sentence discharge date for each inmate based on the total sentence length, minus court ordered jail time credit. Each inmate shall be under the jurisdiction of the department, either incarcerated or under parole release or a combination, for the entire term of the inmate's total sentence length unless the board grants an early final discharge pursuant to § 24-15A-8, a partial early final discharge pursuant to § 24-15A-8.1, the court modifies the sentence, the inmate receives earned discharge credits pursuant to § 24-15A-50, the inmate receives a compliant discharge pursuant to section 4 of this Act, or the sentence is commuted. Section 6. That chapter 16-22 be amended by adding a NEW SECTION to read: The Unified Judicial System and the Department of Corrections shall annually submit a report to the oversight council which includes aggregate statistics on the number of probation or parole infractions and the sanction for each. The report shall also include a summary of the incentives given to probationers or parolees under supervision. Section 7. That chapter 16-22 be amended by adding a NEW SECTION to read: The Interstate Drug Trafficking Task Force shall quarterly submit a report to the chair of the oversight council which includes aggregate statistics on the number of arrests made by the task force, the underlying felonies for those arrests, and the amount of drugs seized by the task force. Section 8. That § 23-3-39.6 be amended to read: 23-3-39.6. Any Each state's attorney or deputy state's attorney shall attend receive training on evidence-based practices as defined by § 16-22-1, mental health and available mental health services, and the following issues pertaining to domestic abuse: enforcement of criminal laws in domestic abuse situations; availability of community resources; and protection of the victim. After initial training, each state's attorney or deputy state's attorney shall attend further training at least once every four years."}, {"bill_id": 8076, "bill_version_id": 44618, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2017-02-16T12:50:55.03-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase accountability in South Dakota's criminal justice system. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 16-22 be amended by adding a NEW SECTION to read: The Unified Judicial System, for probation, and the Department of Corrections, for parole, shall each revise the respective agency's policies for probation and parole requiring a minimum sanction of some period of incarceration for a urinalysis test that is positive for a controlled substance. The sanction shall be imposed for the initial positive test. The policies may exempt a residual positive urinalysis. Any drug court or other specialty court which has an approved sanctioning grid is exempt from the provisions of this section. Section 2. That chapter 23A-27 be amended by adding a NEW SECTION to read: After receiving a plea of guilty for a violation of § 22-42-5 or 22-42-5.1, a court that has jurisdiction of the defendant may, without entering a judgment of guilt, and with the consent of the defendant, defer the imposition of sentence and place the defendant on probation or fully suspend a penitentiary sentence and place the defendant on parole for a period, terms, and conditions as the court deems best. The conditions shall include that the defendant complete a drug and alcohol evaluation and complete any recommended course of treatment. If after one year, the defendant has successfully completed the course of treatment and complied with all conditions of probation or parole, the court shall dismiss the charge under § 22-42-5 or 22-42-5.1 upon the defendant pleading guilty to ingestion under § 22-42-15 or possession under § 22-42-15.1. If the defendant violates any conditions of probation or parole, the court or the Board of Pardons and Paroles shall revoke the deferred imposition of sentence and impose and execute the sentence. No person who has previously been granted a deferred imposition of sentence is eligible to be granted a second deferred imposition of sentence. A defendant is ineligible for the deferred imposition of sentence under this section if aggravating circumstances exist as defined by § 22-6-11. Section 3. That chapter 16-22 be amended by adding a NEW SECTION to read: A parolee or probationer who is eligible for earned discharge credits and serving a sentence or sentences exclusively subject to presumptive probation pursuant to § 22-6-11, regardless of date of offense, shall be discharged from probation or parole supervision upon completion of all treatment programs required as a condition of the person's probation or parole provided the parolee or probationer has been on supervision for a minimum of twelve full continuous calendar months and in the twelve full continuous calendar months the parolee or probationer: (1) Has not been under or received a sanction for violation of conditions of supervision; (2) Has not absconded from supervision; (3) Has not been placed in jail or prison; (4) Has not had a probation or parole violation report submitted and does not have a pending probation or parole violation report or pending criminal offense; and (5) Has complied with all conditions of the person's supervision including completion of any treatment program required as a condition of probation or parole. A parolee or probationer serving an eligible South Dakota sentence in another state under the Interstate Compact for Adult Offender Supervision who meets the criteria in this section is entitled to discharge in the same manner as a parolee or probationer supervised in South Dakota. Each drug court participant who meets the criteria in this section is entitled to discharge in the same manner as a parolee or probationer if the participant has successfully completed the drug court program. Within thirty days following a probationer or parolee meeting the criteria for discharge under this section, the supervising court services officer or parole agent shall submit a notice of compliant discharge. The notice of compliant discharge for a parolee shall be submitted to the secretary of the Department of Corrections. If the secretary finds the parolee met the criteria for compliant discharge, the secretary shall within fifteen days of receipt of the notice from the parole agent issue a certificate of discharge pursuant to § 24-15A-7. The notice of compliant discharge for a probationer shall be submitted to the sentencing court. If the court finds that the probationer has met the criteria for compliant discharge, the court shall enter an order discharging the probationer from probation. A parolee or probationer who meets the criteria for a compliant discharge but, prior to the issuance of the certificate of discharge, receives a formal sanction, absconds, is placed in jail or prison, violates supervision conditions resulting in the submission of a parole or probation violation report, or who fails to comply with supervision conditions shall be removed from the compliant discharge process. The offender shall be retained on supervision or in custody. Section 4. That § 24-15A-6 be amended to read: 24-15A-6. The department shall establish the sentence discharge date for each inmate based on the total sentence length, minus court ordered jail time credit. Each inmate shall be under the jurisdiction of the department, either incarcerated or under parole release or a combination, for the entire term of the inmate's total sentence length unless the board grants an early final discharge pursuant to § 24-15A-8, a partial early final discharge pursuant to § 24-15A-8.1, the court modifies the sentence, the inmate receives earned discharge credits pursuant to § 24-15A-50, the inmate receives a compliant discharge pursuant to section 4 of this Act, or the sentence is commuted. Section 5. That chapter 16-22 be amended by adding a NEW SECTION to read: The Unified Judicial System and the Department of Corrections shall annually submit a report to the oversight council which includes aggregate statistics on the number of probation or parole infractions and the sanction for each. The report shall also include a summary of the incentives given to probationers or parolees under supervision. Section 6. That chapter 16-22 be amended by adding a NEW SECTION to read: The Interstate Drug Trafficking Task Force shall quarterly submit a report to the chair of the oversight council which includes aggregate statistics on the number of arrests made by the task force, the underlying felonies for those arrests, and the amount of drugs seized by the task force. Section 7. That § 23-3-39.6 be amended to read: 23-3-39.6. Any Each state's attorney or deputy state's attorney shall attend receive training on evidence-based practices as defined by § 16-22-1, mental health and available mental health services, and the following issues pertaining to domestic abuse: enforcement of criminal laws in domestic abuse situations; availability of community resources; and protection of the victim. After initial training, each state's attorney or deputy state's attorney shall attend further training at least once every four years."}, {"bill_id": 8076, "bill_version_id": 45485, "bill_version": "Enrolled", "bill_version_date": "2017-03-07T09:09:21.467-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8076, "action_date": "2017-01-26T13:00:00-06:00", "document_id": 43344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43344.pdf", "status_text": "First read in Senate and referred to", "journal_page": 217, "committee_id_action": 360, "committee_id_assigned": 336, "result": "N", "vote": {}}, {"bill_id": 8076, "action_date": "2017-02-16T08:00:00-06:00", "document_id": 44397, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44397.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 336, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8076, "action_date": "2017-02-16T08:00:00-06:00", "document_id": 44597, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44597.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 336, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8076, "action_date": "2017-02-16T08:00:00-06:00", "document_id": 44597, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44597.pdf", "status_text": "Do Pass Amended", "journal_page": 410, "committee_id_action": 336, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23399, "president_vote": null, "Yea": [1097, 1100, 1169, 1144, 1157], "Nay": [1163, 1172]}}, {"bill_id": 8076, "action_date": "2017-02-22T14:00:00-06:00", "document_id": 44813, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44813.pdf", "status_text": "Do Pass Amended", "journal_page": 503, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23558, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1100, 1106, 1164, 1194, 1169, 1107, 1099, 1144, 1131, 1178, 1157, 1174, 1146, 1102, 1098, 1137, 1167, 1132, 1189], "Nay": [1175, 1104, 1163, 1135, 1141, 1172], "Excused": [1151]}}, {"bill_id": 8076, "action_date": "2017-02-23T13:00:00-06:00", "document_id": 44897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44897.pdf", "status_text": "First read in House and referred to", "journal_page": 499, "committee_id_action": 361, "committee_id_assigned": 356, "result": "N", "vote": {}}, {"bill_id": 8076, "action_date": "2017-03-01T07:30:00-06:00", "document_id": 45019, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45019.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 356, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8076, "action_date": "2017-03-01T07:30:00-06:00", "document_id": 45243, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45243.pdf", "status_text": "Do Pass", "journal_page": 586, "committee_id_action": 356, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23896, "president_vote": null, "Yea": [1166, 1147, 1136, 1139, 1133, 1206, 1149, 1160, 1113, 1165, 1119], "Excused": [1179, 1143]}}, {"bill_id": 8076, "action_date": "2017-03-02T14:00:00-06:00", "document_id": 45367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45367.pdf", "status_text": "Deferred to another day", "journal_page": 612, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8076, "action_date": "2017-03-06T14:00:00-06:00", "document_id": 45459, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45459.pdf", "status_text": "Do Pass Amended", "journal_page": 654, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24097, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1197, 1190, 1173, 1179, 1114, 1198, 1129, 1143, 1136, 1139, 1181, 1159, 1192, 1196, 1120, 1205, 1185, 1117, 1133, 1125, 1206, 1110, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1212, 1145, 1111, 1187, 1150, 1149], "Nay": [1180, 1183, 1202, 1116, 1142, 1204, 1130, 1191, 1200, 1124, 1170], "Excused": [1112, 1201, 1203, 1121]}}, {"bill_id": 8076, "action_date": "2017-03-07T10:00:00-06:00", "document_id": 45504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45504.pdf", "status_text": "Signed by the President", "journal_page": 655, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8076, "action_date": "2017-03-07T13:30:00-06:00", "document_id": 45534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45534.pdf", "status_text": "Signed by the Speaker", "journal_page": 701, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8076, "action_date": "2017-03-08T09:00:00-06:00", "document_id": 45590, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45590.pdf", "status_text": "Delivered to the Governor", "journal_page": 677, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8076, "action_date": "2017-03-27T10:00:00-05:00", "document_id": 45735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45735.pdf", "status_text": "Signed by the Governor", "journal_page": 747, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6374, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8076"}