{"session_id": 15, "bill_id": 3491, "bill_type": "Senate Commemoration", "bill_number": 3, "bill_title": "Commending and honoring the Sioux Falls Christian Chargers Girls Volleyball Team for its 2011 State A Volleyball Championship.", "sponsors": [{"legislator_profile_id": 286, "is_prime": true}, {"legislator_profile_id": 300, "is_prime": true}, {"legislator_profile_id": 222, "is_prime": false}, {"legislator_profile_id": 262, "is_prime": false}, {"legislator_profile_id": 288, "is_prime": false}, {"legislator_profile_id": 249, "is_prime": false}, {"legislator_profile_id": 296, "is_prime": false}, {"legislator_profile_id": 313, "is_prime": false}, {"legislator_profile_id": 287, "is_prime": false}, {"legislator_profile_id": 297, "is_prime": false}, {"legislator_profile_id": 299, "is_prime": false}, {"legislator_profile_id": 263, "is_prime": false}, {"legislator_profile_id": 301, "is_prime": false}, {"legislator_profile_id": 303, "is_prime": false}, {"legislator_profile_id": 220, "is_prime": false}, {"legislator_profile_id": 261, "is_prime": false}, {"legislator_profile_id": 302, "is_prime": false}, {"legislator_profile_id": 298, "is_prime": false}], "keywords": ["Senate Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 3491, "bill_version_id": 19760, "bill_version": "Introduced", "bill_version_date": "2012-01-23T09:03:27.99-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the Sioux Falls Christian Chargers Girls Volleyball Team for its 2011 State A Volleyball Championship. WHEREAS, the Sioux Falls Christian Chargers Girls Volleyball Team, coached by Darci Wassenaar, Jena Dorhout and Sheila Mulder, finished its season with thirty wins and four losses; and WHEREAS, the Sioux Falls Christian Chargers Girls Volleyball Team formed a cohesive group with contributions from all of its players, including Claire Assam, Laura Hurley, Elizabeth Odens, Mikkel Ten Napel, Kim Brands, Hayley McCarron, Kiara Vander Pol, Brooke Van Gorp, Kara Koth, Kiley Olson, Stacy Smidt, Laura Soundy, Kristin Stern, Miranda Velgersdyk, Echo Arends and Yeonhee Jeong; and WHEREAS, three players from the Sioux Falls Christian Chargers Team, Claire Assam, Hayley McCarron and Kiara Vander Pol, were selected for the All-Tournament Team; and WHEREAS, Claire Assam and Hayley McCarron were selected to the first team All-State Team and Kiara Vander Pol was selected to the second team All-State Team: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Sioux Falls Christian Chargers Girls Volleyball Team be commended and honored for winning the 2011 State A Volleyball Championship."}, {"bill_id": 3491, "bill_version_id": 20190, "bill_version": "Enrolled", "bill_version_date": "2012-01-25T16:01:23.987-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the Sioux Falls Christian Chargers Girls Volleyball Team for its 2011 State A Volleyball Championship. WHEREAS, the Sioux Falls Christian Chargers Girls Volleyball Team, coached by Darci Wassenaar, Jena Dorhout and Sheila Mulder, finished its season with thirty wins and four losses; and WHEREAS, the Sioux Falls Christian Chargers Girls Volleyball Team formed a cohesive group with contributions from all of its players, including Claire Assam, Laura Hurley, Elizabeth Odens, Mikkel Ten Napel, Kim Brands, Hayley McCarron, Kiara Vander Pol, Brooke Van Gorp, Kara Koth, Kiley Olson, Stacy Smidt, Laura Soundy, Kristin Stern, Miranda Velgersdyk, Echo Arends and Yeonhee Jeong; and WHEREAS, three players from the Sioux Falls Christian Chargers Team, Claire Assam, Hayley McCarron and Kiara Vander Pol, were selected for the All-Tournament Team; and WHEREAS, Claire Assam and Hayley McCarron were selected to the first team All-State Team and Kiara Vander Pol was selected to the second team All-State Team: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Sioux Falls Christian Chargers Girls Volleyball Team be commended and honored for winning the 2011 State A Volleyball Championship. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3491, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19958.pdf", "status_text": "", "journal_page": 147, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}]}