{"session_id": 45, "bill_id": 12991, "bill_type": "Senate Bill", "bill_number": 249, "bill_title": "to provide for a warranty upon the sale of certain used motor vehicles by licensed motor vehicle dealers.", "sponsors": [{"legislator_profile_id": 1897, "is_prime": true}, {"legislator_profile_id": 1939, "is_prime": true}, {"legislator_profile_id": 1889, "is_prime": false}, {"legislator_profile_id": 1898, "is_prime": false}, {"legislator_profile_id": 1923, "is_prime": false}, {"legislator_profile_id": 1926, "is_prime": false}, {"legislator_profile_id": 1940, "is_prime": false}, {"legislator_profile_id": 1945, "is_prime": false}, {"legislator_profile_id": 1947, "is_prime": false}, {"legislator_profile_id": 1948, "is_prime": false}, {"legislator_profile_id": 1949, "is_prime": false}, {"legislator_profile_id": 1971, "is_prime": false}, {"legislator_profile_id": 1975, "is_prime": false}, {"legislator_profile_id": 1984, "is_prime": false}], "keywords": ["Consumer Affairs", "Motor Vehicle Dealers", "Motor Vehicles"], "audio": [], "bill_versions": [{"bill_id": 12991, "bill_version_id": 73954, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a warranty upon the sale of certain used motor vehicles by licensed motor vehicle dealers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Buyer's guide,\" the window form required by the Federal Trade Commission's \"Used Motor Vehicle Trade Regulation Rule,\" 16 C.F.R. § 455.2 as of January 1, 1997; (2) \"Consumer,\" the purchaser, other than for purposes of resale, of a used motor vehicle used primarily for personal, family, or household purposes; (3) \"Dealer,\" a motor vehicle dealer licensed pursuant to chapter 32-6B; (4) \"Express warranty,\" a dealer's written statement, provided to a consumer in connection with the sale of a used motor vehicle, including any terms or conditions precedent to the enforcement of obligations under that warranty; (5) \"Motor vehicle,\" a passenger automobile including pickup trucks and vans; (6) \"Used motor vehicle,\" any motor vehicle which has been driven more than the limited use necessary in moving or road testing a new motor vehicle prior to delivery to a consumer. The term does not include a new motor vehicle sold by a dealer franchised to sell the vehicle if the vehicle was driven for demonstration purposes using dealer plates and if, when the vehicle was sold, it carried a manufacturer's express warranty which provides coverage at least as broad with respect to covered components and duration as that required by this Act. Section 2. Any used motor vehicle sold by a dealer is covered by an express warranty which the dealer shall provide to the consumer. At a minimum, the express warranty applies for the following terms: (1) If the used motor vehicle has less than thirty-six thousand miles, the warranty shall remain in effect for at least sixty days or two thousand five hundred miles, whichever comes first; or (2) If the used motor vehicle has thirty-six thousand miles or more, but less than seventy- five thousand miles, the warranty shall remain in effect for at least thirty days or one thousand miles, whichever comes first. Section 3. The express warranty shall require the dealer, in the event of a malfunction, defect, or failure in a covered part, to repair or replace the covered part, or at the dealer's election, to accept return of the used motor vehicle from the consumer and provide a refund to the consumer. Section 4. For used motor vehicles with less than thirty-six thousand miles, the dealer's express warranty shall cover, at minimum, the following parts: (1) With respect to the engine, all lubricated parts, intake manifolds, engine block, cylinder head, rotary engine housings, and ring gear; (2) With respect to the transmission, the automatic transmission case, internal parts, and the torque converter; or, the manual transmission case, and the internal parts; (3) With respect to the drive axle, the axle housings and internal parts, axle shafts, drive shafts and output shafts, and universal joints; but excluding the secondary drive axle on vehicles, other than passenger vans, mounted on a truck chassis; (4) With respect to the brakes, the master cylinder, vacuum assist booster, wheel cylinders, hydraulic lines and fittings, and disc brake calipers; (5) With respect to the steering, the steering gear housing and all internal parts, power steering pump, valve body, piston, and rack; (6) The water pump; (7) The externally-mounted mechanical fuel pump; (8) The radiator; (9) The alternator, generator, and starter. Section 5. For used motor vehicles with thirty-six thousand miles or more, but less than seventy-five thousand miles, the dealer's express warranty shall cover, at minimum, the following parts: (1) With respect to the engine, all lubricated parts, intake manifolds, engine block, cylinder head, rotary engine housings, and ring gear; (2) With respect to the transmission, the automatic transmission case, internal parts, and the torque converter; or, the manual transmission case, and internal parts; (3) With respect to the drive axle, the axle housings and internal parts, axle shafts, drive shafts and output shafts, and universal joints; but excluding the secondary drive axle on vehicles, other than passenger vans, mounted on a truck chassis; (4) With respect to the brakes, the master cylinder, vacuum assist booster, wheel cylinders, hydraulic lines and fittings, and disc brake calipers; (5) With respect to the steering, the steering gear housing and all internal parts, power steering pump, valve body, and piston; (6) The water pump; (7) The externally-mounted mechanical fuel pump. Section 6. A dealer's obligations under the express warranty remain in effect notwithstanding the fact that the warranty period has expired, if the consumer promptly notified the dealer of the malfunction, defect, or failure in the covered part within the specified warranty period and, within a reasonable time after notification, brings the vehicle or arranges with the dealer to have the vehicle brought to the dealer for inspection and repair. Section 7. If a dealer does not have a repair facility, the dealer shall designate where the vehicle is to be taken for inspection and repair. Section 8. If the malfunction, defect, or failure in the covered part occurs at a location which makes it impossible or unreasonable to return the vehicle to the selling dealer, the consumer may have the repairs completed elsewhere with the consent of the selling dealer, which consent may not be unreasonably withheld. Section 9. Notwithstanding the provisions of section 8 of this Act, a consumer may have nonwarranty maintenance and nonwarranty repairs performed other than by the selling dealer and without the selling dealer's consent. Section 10. Nothing in this Act diminishes the obligations of a manufacturer under an express warranty issued by the manufacturer. The express warranties created by this Act do not require a dealer to repair or replace a covered part if the repair or replacement is covered by a manufacturer's new car warranty, or the manufacturer otherwise agrees to repair or replace the part. Section 11. The express warranties provided for in this Act do not cover defects on repair problems which result from collision, abuse, negligence, or lack of adequate maintenance following sale to the consumer. Section 12. The terms of the express warranty, including the duration of the warranty and the parts covered, shall be fully, accurately, and conspicuously disclosed by the dealer on the front of the buyer's guide. Section 13. Notwithstanding the provisions of sections 2 to 12, inclusive, of this Act, a dealer is not required to provide an express warranty for a used motor vehicle: (1) Sold for a total cash sale price of less than three thousand dollars, including the trade- in value of any vehicle traded in by the consumer, but excluding tax, license fees, registration fees, and finance charges; (2) With an engine designed to use diesel fuel; (3) That has been custom-built or modified for show or for racing; (4) That is eight years of age or older, as calculated from the first day in January of the designated model year of the vehicle; (5) That has been produced by a manufacturer which has never manufactured more than ten thousand motor vehicles in any one year; (6) That has seventy-five thousand miles or more at the time of sale; or (7) That has not been manufactured in compliance with applicable federal emission standards in force at the time of manufacture as provided by the Clean Air Act, 42 U.S.C. § § 7401 to 7642, inclusive, and regulations adopted pursuant thereto, as of January 1, 1997, and safety standards as provided by the National Traffic and Motor Safety Act, 15 U.S.C. § § 1381 to 1431, inclusive, and regulations adopted pursuant thereto as of January 1, 1997. Section 14. If purchasing a used motor vehicle, a consumer may waive the express warranty for a covered part if: (1) The dealer discloses in a clear and conspicuous typed or printed statement on the front of the buyer's guide that the waived part contains a malfunction defect, or repair problem; and (2) The consumer circles this typed or printed statement and signs the buyer's guide next to the circled statement. Section 15. If the dealer fails to give the express warranty required by this Act, the dealer nevertheless is considered to have given the express warranty as a matter of law. Section 16. In selling or offering to sell any used motor vehicle, and in providing the express warranty required by this Act, a dealer shall comply in all respects with the Federal Trade Commission's \"Used Motor Vehicle Trade Regulation Rule,\" 16 C.F.R. Part 455 as of January 1, 1997. Section 17. Any express warranty in connection with the sale of a used motor vehicle shall be honored by the dealer according to the terms of the express warranty. Section 18. Following repair or replacement of a covered part, the dealer remains responsible under the express warranty for that covered part for one additional warranty period. Section 19. By honoring the terms of the express warranty by repairing or replacing a covered part, the dealer does not create an additional implied warranty on any portion of the used motor vehicle. Section 20. A dealer may limit the duration of implied warranties to the duration of the express warranty. Section 21. Any refund, as provided under the provisions of this Act, shall consist of the full purchase price of the used motor vehicle and all other charges, including the excise tax, license fees, and reimbursement for towing expenses incurred by the consumer as a result of the vehicle being out of service for warranty repair, less a reasonable allowance for the consumer's use of the vehicle not exceeding ten cents per mile driven or ten percent of the purchase price, whichever is less. Refunds shall include the amount stated by the dealer as the trade-in value of any vehicle traded in and applied to the purchase price of the used motor vehicle. Refunds shall be made to the consumer and lienholder, if any, as their interests appear on the records of the Division of Motor Vehicles. Section 22. The amount of the excise tax to be paid by the dealer to the consumer under section 21 of this Act is the tax paid by the consumer when the vehicle was purchased less an amount equal to the tax paid multiplied by a fraction, the denominator of which is the purchase price of the vehicle and the numerator of which is the allowance deducted from the refund for the consumer's use of the vehicle. Section 23. Any dealer shall give the consumer an itemized statement listing each of the amounts refunded under sections 21 and 22 of this Act. If the amount of excise tax refunded is not separately stated, or if the dealer does not apply for a refund of the tax within one year of the return of the motor vehicle, the Division of Motor Vehicles may refund the excise tax, as determined under section 22 of this Act, directly to the consumer and lienholder, if any, as their interests appear on the records of the Division of Motor Vehicles."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12991, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72895.pdf", "status_text": "First read in Senate and referred to", "journal_page": 284, "committee_id_action": 545, "committee_id_assigned": 529, "result": "N", "vote": {}}, {"bill_id": 12991, "action_date": "1997-02-06T07:45:00-06:00", "document_id": 72300, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72300.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 529, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12991, "action_date": "1997-02-11T07:45:00-06:00", "document_id": 72327, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72327.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 529, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12991, "action_date": "1997-02-13T07:45:00-06:00", "document_id": 72353, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72353.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 420, "committee_id_action": 529, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35529, "president_vote": null, "Yea": [1976, 1972, 1885, 1919, 1932], "Excused": [1981], "Nay": [1945]}}, {"bill_id": 12991, "action_date": "1997-02-13T08:00:00-06:00", "document_id": 72662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72662.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 529, "committee_id_assigned": null, "result": "N", "vote": {}}]}