{"session_id": 19, "bill_id": 3945, "bill_type": "Senate Bill", "bill_number": 46, "bill_title": "repeal certain outdated statutes and cross references related to the Department of Health.", "sponsors": [], "keywords": ["Department of Health", "Legislature and Statutes"], "audio": [{"meeting_datetime": "2013-01-11T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she04.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2013-01-16T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she06.mp3", "start_seconds": 94.0}, {"meeting_datetime": "2013-01-16T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she06.mp3", "start_seconds": 94.0}, {"meeting_datetime": "2013-01-16T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she06.mp3", "start_seconds": 94.0}, {"meeting_datetime": "2013-01-16T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she06.mp3", "start_seconds": 94.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe11.mp3", "start_seconds": 6669.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe11.mp3", "start_seconds": 6669.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe11.mp3", "start_seconds": 6669.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe11.mp3", "start_seconds": 6669.0}], "bill_versions": [{"bill_id": 3945, "bill_version_id": 23434, "bill_version": "Introduced", "bill_version_date": "2013-01-05T17:10:08.837-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain outdated statutes and cross references related to the Department of Health. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-43-5 be repealed. 1-43-5. The Department of Health shall, under the direction and control of the secretary of health, perform all the functions of the following former officers: (1) The inspector of mines; (2) The commissioner of drugs and substances control; (3) The Public Health Advisory Committee, which was created by chapter 34-1. Section 2. That § 1-43-22 be repealed. 1-43-22. Each hospital licensed pursuant to § 34-12-1.1 shall submit, in a manner prescribed by the Department of Health, information pertaining to prices and health outcomes for health care services delivered in the state. Information derived may be used to generate marketplace competition among providers for selected medical procedures, promote favorable consumer habits, facilitate case management, and evaluate the effectiveness of cost containment measures. The Department of Health shall consult with the South Dakota Hospital Association as to the establishment, maintenance, and use of the information collected. Section 3. That § 1-43-24 be amended to read as follows: 1-43-24. Annual reports of data collected pursuant to §§ 1-43-19 to 1-43-22 1-43-21, inclusive, shall be available to the public. Any data released shall be presented in a manner such that no person may be identified. Section 4. That § 1-43-25 be repealed. 1-43-25. The funds appropriated to make grants to improve emergency medical services shall be allocated by the Department of Health as follows: (1) Grants shall be made available to eligible emergency medical service systems to purchase or upgrade ambulances and emergency medical equipment, and to improve emergency communication systems; (2) In making grants, the Department of Health shall consider emergency medical service systems which serve rural or remote areas, areas where basic emergency medical service is inadequate, or emergency medical service systems which need to purchase or update essential equipment and which do not necessarily duplicate other emergency medical services; (3) A grant may not exceed one-half the cost to the emergency medical service system to purchase an ambulance or emergency medical equipment determined by the Department of Health to meet the needs of the area served by the emergency medical service; (4) Any eligible emergency medical service system, or on its behalf, a county or municipality, may apply for funds appropriated to make grants to improve emergency medical services and pursuant to its provisions in accordance with procedures and on forms prescribed by the Department of Health. To implement this section, the Department of Health shall promulgate rules pursuant to chapter 1-26. Section 5. That § 1-43-26 be repealed. 1-43-26. Any emergency medical service system in the state which is authorized by a county or municipality to provide emergency medical services within its boundaries is eligible for funds appropriated to make grants to improve emergency medical services. Section 6. That § 1-43-27 be repealed. 1-43-27. The Department of Health may accept and expend for the purpose of making grants to improve emergency medical services, in addition to the amount appropriated from the general fund, any funds obtained from federal sources, gifts, contributions, or any other source if such acceptance and expenditure is approved in accordance with § 4-8B-10. Section 7. That § 1-43-28 be repealed. 1-43-28. Expenditures authorized by §§ 1-43-25 to 1-43-28, inclusive, shall be paid on warrants drawn by the state auditor on vouchers approved by the secretary of the Department of Health. Section 8. That § 1-43-31 be amended to read as follows: 1-43-31. Nothing established in §§ 1-43-19, 1-43-22 and 1-43-33, or in any rules promulgated pursuant thereto requires any health facility as defined in chapter 34-12 to provide any information which would violate the provisions of § 36-4-26.1. Section 9. That § 1-43-32 be amended to read as follows: 1-43-32. Implementation of the comprehensive health data system shall be contingent upon the receipt of federal or other funds by the Department of Health or other relevant state agencies to the extent necessary to carry out the provisions of §§ 1-43-19, 1-43-22 and 1-43-33. Section 10. That § 34-12-14 be amended to read as follows: 34-12-14. No regulations may be made, or standards established, under this chapter for any health care facility or related institution conducted in accordance with the practices and principles of the body known as the Church of Christ, or Scientist, or licensed by the State Chiropractic Board of Examiners as provided in § 34-13-7 except as to the sanitary and safe condition of the premises, cleanliness of operation, and its physical equipment. Chapter 34-13 shall not apply to any health care facility licensed under this chapter. Section 11. That § 34-12E-2 be repealed. 34-12E-2. For the purposes of this chapter, conspicuous place is an openly visible location in a waiting room, reception area, admission room, or other area where the patient can readily observe the posting. If the health care provider does not have an area suitable for posting, the provider shall furnish the same information in writing to each patient. Section 12. That § 34-12E-3 be repealed. 34-12E-3. A physician licensed pursuant to chapter 36-4, dentist, optometrist, podiatrist, psychologist, or chiropractor shall post in a conspicuous place the following invitation to discuss fees or charges: SHOULD ANY PATIENT WISH TO DISCUSS FEES OR CHARGES, YOU ARE ENCOURAGED TO ASK ABOUT THEM. Section 13. That § 34-12E-4 be repealed. 34-12E-4. A retail pharmacist or pharmacy shall post in a conspicuous place the following invitation to discuss retail charges of prescription drugs or medications: SHOULD ANY PATIENT WISH TO DISCUSS RETAIL CHARGES FOR PRESCRIPTION DRUGS OR MEDICATIONS, YOU ARE ENCOURAGED TO ASK ABOUT THEM. Section 14. That § 34-12E-5 be repealed. 34-12E-5. Licensed health care facilities shall post in a conspicuous place the following invitation to discuss fees or charges: SHOULD ANY PATIENT WISH TO DISCUSS FEES OR CHARGES, YOU ARE ENCOURAGED TO ASK ABOUT THEM. Section 15. That § 34-12E-6 be repealed. 34-12E-6. All other health care providers not covered by §§ 34-12E-3 to 34-12E-5, inclusive, shall post in a conspicuous place the following invitation to discuss fees and charges: SHOULD ANY PATIENT WISH TO DISCUSS FEES OR CHARGES, YOU ARE ENCOURAGED TO ASK ABOUT THEM. Section 16. That § 34-12E-7 be repealed. 34-12E-7. The information to be posted by health care providers and facilities shall be in at least seventy-two point black type on a white background or a comparable alternative which has a clear and understandable format. Section 17. That § 34-12E-10 be repealed. 34-12E-10. Any assisted living center licensed pursuant to chapter 34-12 shall prominently disclose its charges for resident care and accommodations. An assisted living center may comply with this section by posting the charges in a conspicuous place and by disclosing the charges upon request of any person. Section 18. That § 34-12E-14 be repealed. 34-12E-14. The Department of Health shall, in collaboration with the South Dakota Association of Healthcare Organizations and the South Dakota State Medical Association, develop a list of outpatient procedures for the purpose of disclosure of charges to the public. The list shall be developed by December 31, 2008. Section 19. That § 34-13-1 be repealed. 34-13-1. \"Chiropractic hospitals, sanitariums, or related institutions,\" hereinafter referred to as an institution, within the meaning of this chapter, shall mean any institution, place, or building in which any accommodation is maintained, furnished, or offered for the hospitalization of the sick or injured, by chiropractic methods. \"Hospitalization\" within the meaning of this chapter, is defined as the reception and care of any person for a continuous period longer than twenty-four hours, for the purpose of giving advice, diagnosis, or treatment bearing on the physical or mental health of such persons. The term \"board\" as used and referred to herein shall mean the State Board of Chiropractic Examiners as constituted by chapter 36-5. Section 20. That § 34-13-2 be repealed. 34-13-2. No person, partnership, limited liability company, association, or corporation, shall establish, conduct, or maintain a chiropractic hospital, sanitarium, or related institution for the hospitalization of the sick or injured without first obtaining a license in the manner provided in this chapter. No person, partnership, limited liability company, association, or corporation may continue to operate an existing institution, or open an institution, unless such operation shall have been approved and regularly licensed by the board as provided in this chapter. Section 21. That § 34-13-3 be repealed. 34-13-3. Nothing in this chapter shall apply to lodging or food service establishments licensed under chapter 34-18. Section 22. That § 34-13-4 be repealed. 34-13-4. Any person, partnership, limited liability company, association, or corporation desiring a license under this chapter shall file with the board a verified application containing the name, age, residence, and citizenship of the applicant; the type of institution to be operated; the location thereof; the name of the person in charge thereof; and whether the minimum standards set by the board have been met and such other information as the board may require. Application on behalf of a corporation or association shall be made by any two officers thereof. Section 23. That § 34-13-5 be repealed. 34-13-5. The application for a license to operate an institution shall be accompanied by a fee of ten dollars. No such fee shall be refunded. All fees received by the board under this chapter shall be and become a part of the fund established by § 36-5-6. Section 24. That § 34-13-6 be repealed. 34-13-6. Before a license shall be issued under this chapter, the person applying shall submit evidence satisfactory to the board that he is a citizen of the United States or a resident of South Dakota, not less than eighteen years of age and of reputable and responsible character; in the event the applicant is an association or corporation, like evidence shall be submitted as to the members thereof and the persons in charge. All applicants shall in addition, submit satisfactory evidence of their ability to comply with the minimum standards of this chapter and all regulations adopted thereunder. Section 25. That § 34-13-7 be repealed. 34-13-7. The board subject to the approval of the State Department of Health is hereby authorized to issue licenses to operate institutions as defined in § 34-13-1, which comply with the provisions of this chapter, and any regulations adopted by said department in compliance with chapter 1-26. Section 26. That § 34-13-8 be repealed. 34-13-8. All licenses issued to institutions pursuant to the provisions of this chapter shall be in lieu of and in place of all other licenses required by the laws of the State of South Dakota. No institution licensed pursuant to the provisions of this chapter shall be required to be inspected under the laws of this state relating to lodging and food service establishments. Section 27. That § 34-13-9 be repealed. 34-13-9. Nothing in this chapter shall authorize any person to engage in the practice of the healing art, or the practice of chiropractic as defined by law. Section 28. That § 34-13-10 be repealed. 34-13-10. All licenses issued by the board under this chapter shall expire on the thirty-first day of December each year; shall be on a form prescribed by said board; shall not be transferred or assigned; shall be issued only for the premises named in the application; shall be posted in a conspicuous place on the licensed premises; and may be renewed from year to year upon application, investigation and approval by the board, and payment of a license fee, as in the case of procurement of an original license. Section 29. That § 34-13-11 be repealed. 34-13-11. The board, upon approval of the South Dakota Chiropractors Association, as constituted under § 36-5-18, shall have the power, in compliance with chapter 1-26, to establish standards under this chapter which it finds necessary and in the public interest and, in like manner, it may rescind, amend or modify such regulations from time to time as may be in the public interest, insofar as such action is not in conflict with any of the provisions of this chapter. Section 30. That § 34-13-12 be repealed. 34-13-12. Every institution for which a license has been issued under this chapter, may be periodically inspected by the Department of Health who shall report as to safety and sanitation of the institution to the board. The board shall also inspect the institution under the rules and regulations to be established by said board and the board shall, in compliance with chapter 1-26, take such action based on such reports and inspections as may be required. Section 31. That § 34-13-13 be repealed. 34-13-13. Any person establishing, conducting, managing, or operating any institution without a license, or who violates any provision of this chapter, is guilty of a Class 2 misdemeanor. Section 32. That § 34-13-14 be repealed. 34-13-14. The board is hereby authorized to suspend or revoke a license issued under this chapter, on any of the following grounds: (1) Violation of any of the provisions of this chapter or the rules and regulations issued pursuant thereto; (2) Permitting, aiding, or abetting the commission of any illegal act in such institution; (3) Conduct or practices detrimental to the welfare of the patient of said institution. Section 33. That § 34-13-15 be repealed. 34-13-15. Before any license issued under this chapter is suspended or revoked, the board shall comply with chapter 1-26. Section 34. That § 34-13-16 be repealed. 34-13-16. An appeal from the decision of the board may be taken pursuant to chapter 1-26 by any applicant whose license is denied, suspended, or revoked. Section 35. That § 34-13-17 be repealed. 34-13-17. If a license is revoked as provided in § 34-13-14, a new application for license may be considered by the board when, and after, the conditions upon which revocation was based, have been corrected and evidence of this fact has been satisfactorily furnished. A new license may then be granted after proper inspection has been made and all provisions of this chapter and rules and regulations hereunder as heretofore and hereinafter provided have been complied with. Section 36. That § 34-13-18 be repealed. 34-13-18. If any provision of this chapter, or the application thereof to any person or circumstances, is held invalid, such invalidity shall not affect other provisions or applications of the chapter which can be given effect without the invalid provision or application, and to this end the provisions of this chapter are declared to be severable. Section 37. That § 34-24-5 be repealed. 34-24-5. Any inflammation, swelling, or redness in either one or both of the eyes of any infant, either apart from or together with any unnatural discharge from the eye or eyes of such infant, independent of the nature of the infection, if any, occurring at any time within two weeks after the birth of such infant, shall be known as \"ophthalmia neonatorum.\" Section 38. That § 34-24-6 be repealed. 34-24-6. It shall be the duty of any physician, surgeon, obstetrician, nurse, or midwife in attendance on or having charge of a case of childbirth to inform the parents or guardians of the newborn infant as to the possibility of the occurrence of ophthalmia neonatorum, its dangers and possible consequences, and to advise for the prevention of its development, the use of such prophylactic or preventive measures as shall be prescribed for such purpose by the Department of Health. Section 39. That § 34-24-8 be repealed. 34-24-8. Any physician, surgeon, obstetrician, nurse, or midwife in attendance on or having charge of a case of childbirth shall, immediately after the birth of the infant for the prevention of ophthalmia neonatorum, use such prophylactic measures as are approved for such purpose by the State Department of Health, unless specifically objected to by the parents or parent or guardian of the infant. Section 40. That § 34-24-9 be repealed. 34-24-9. It shall be the duty of any physician, surgeon, obstetrician, nurse, parent, manager, or person in charge of any maternity home or hospital of any nature where births occur, or any person or persons attending upon or assisting in any way whatsoever any infant or the mother of any infant at childbirth or at any time within two weeks after childbirth, observing in such infant any symptoms of ophthalmia neonatorum, to report such condition within eight hours thereafter, in writing or by telephone followed by a written report, to the local health officer of the municipality, or other political subdivision within which such infant may be. Section 41. That § 34-24-10 be repealed. 34-24-10. It shall be the duty of the local health officer to investigate and report each case of ophthalmia neonatorum reported to him in pursuance of this chapter or brought otherwise to his attention as provided for in the rules and regulations of the Department of Health. Section 42. That § 34-24-11 be repealed. 34-24-11. It shall be the duty of the Department of Health to keep a record of any and all cases of ophthalmia neonatorum reported to it in pursuance to this chapter. Section 43. That § 34-24-13 be repealed. 34-24-13. It shall be the duty of the Department of Health to make, in compliance with chapter 1-26, such rules and regulations as it may deem necessary to carry out properly the provisions of §§ 34-24-5 to 34-24-15, inclusive. Section 44. That § 34-24-14 be repealed. 34-24-14. Any person violating any of the provisions of §§ 34-24-6 to 34-24-15, inclusive, shall be guilty of a Class 1 misdemeanor. Section 45. That § 34-24-15 be repealed. 34-24-15. It shall be the duty of the Department of Health to furnish copies of §§ 34-24-5 to 34-24-15, inclusive, to all physicians, nurses, and midwives who practice obstetrics or assist at childbirths. Section 46. That § 34-46-11 be repealed. 34-46-11. The Department of Health shall submit an annual report to the Governor and the Legislature not later than October first of each year. The annual report shall detail the progress toward meeting program goals and objectives, including reporting on changes in tobacco consumption, tobacco use rates, and attitudes towards tobacco, especially among children and other high risk populations; the name and location of organizations receiving grant or contract awards; the amount and duration of such awards, their purpose, and the administrative costs associated with such awards; and total program spending and sources of funding for the prior fiscal year within each program area outlined in § 34-46-10. The secretary shall make the report available electronically by posting such report on the Department of Health's website not later than thirty days after the report is submitted to the Governor and the Legislature."}, {"bill_id": 3945, "bill_version_id": 24676, "bill_version": "Enrolled", "bill_version_date": "2013-01-28T08:46:35.23-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3945, "action_date": "2013-01-09T12:30:00-06:00", "document_id": 23601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23601.pdf", "status_text": "First read in Senate and referred to", "journal_page": 32, "committee_id_action": 200, "committee_id_assigned": 180, "result": "N", "vote": {}}, {"bill_id": 3945, "action_date": "2013-01-11T10:00:00-06:00", "document_id": 23603, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23603.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 180, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3945, "action_date": "2013-01-16T10:00:00-06:00", "document_id": 23609, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23609.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 180, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3945, "action_date": "2013-01-16T10:00:00-06:00", "document_id": 23837, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23837.pdf", "status_text": "Do Pass", "journal_page": 114, "committee_id_action": 180, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12605, "president_vote": null, "Yea": [330, 325, 358, 322, 368, 386], "Excused": [363]}}, {"bill_id": 3945, "action_date": "2013-01-16T10:00:00-06:00", "document_id": 23837, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23837.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 180, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3945, "action_date": "2013-01-17T14:00:00-06:00", "document_id": 23967, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23967.pdf", "status_text": "Do Pass", "journal_page": 135, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12609, "president_vote": null, "Yea": [338, 362, 330, 337, 366, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379]}}, {"bill_id": 3945, "action_date": "2013-01-18T13:00:00-06:00", "document_id": 24084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24084.pdf", "status_text": "First read in House and referred to", "journal_page": 114, "committee_id_action": 202, "committee_id_assigned": 191, "result": "N", "vote": {}}, {"bill_id": 3945, "action_date": "2013-01-24T07:45:00-06:00", "document_id": 24141, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24141.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 191, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3945, "action_date": "2013-01-24T07:45:00-06:00", "document_id": 24480, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24480.pdf", "status_text": "Do Pass", "journal_page": 166, "committee_id_action": 191, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12884, "president_vote": null, "Yea": [418, 412, 374, 396, 394, 413, 372, 357, 403, 323, 401, 369, 371]}}, {"bill_id": 3945, "action_date": "2013-01-24T07:45:00-06:00", "document_id": 24480, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24480.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 191, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3945, "action_date": "2013-01-25T13:00:00-06:00", "document_id": 24642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24642.pdf", "status_text": "Do Pass", "journal_page": 193, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12984, "president_vote": null, "Yea": [420, 346, 415, 418, 326, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 389, 351, 344, 359, 392, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 390, 408, 404, 405, 356, 411, 377, 355, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334]}}, {"bill_id": 3945, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24841.pdf", "status_text": "Signed by the President", "journal_page": 255, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3945, "action_date": "2013-01-29T14:00:00-06:00", "document_id": 24922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24922.pdf", "status_text": "Signed by the Speaker", "journal_page": 243, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3945, "action_date": "2013-01-30T14:00:00-06:00", "document_id": 25016, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25016.pdf", "status_text": "Delivered to the Governor", "journal_page": 274, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3945, "action_date": "2013-02-04T14:00:00-06:00", "document_id": 25209, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25209.pdf", "status_text": "Signed by the Governor", "journal_page": 300, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5373}