{"session_id": 48, "bill_id": 14117, "bill_type": "House Bill", "bill_number": 1065, "bill_title": "exempt certain transportation services from sales and use tax.", "sponsors": [{"legislator_profile_id": 2200, "is_prime": true}, {"legislator_profile_id": 2289, "is_prime": true}, {"legislator_profile_id": 2207, "is_prime": false}, {"legislator_profile_id": 2213, "is_prime": false}, {"legislator_profile_id": 2222, "is_prime": false}, {"legislator_profile_id": 2234, "is_prime": false}, {"legislator_profile_id": 2249, "is_prime": false}, {"legislator_profile_id": 2254, "is_prime": false}, {"legislator_profile_id": 2262, "is_prime": false}, {"legislator_profile_id": 2263, "is_prime": false}, {"legislator_profile_id": 2268, "is_prime": false}, {"legislator_profile_id": 2273, "is_prime": false}, {"legislator_profile_id": 2294, "is_prime": false}], "keywords": ["Sales and Use Tax", "Taxes"], "audio": [], "bill_versions": [{"bill_id": 14117, "bill_version_id": 80779, "bill_version": "Introduced", "bill_version_date": "1999-01-15T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to exempt certain transportation services from sales and use tax. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45-12.1 be amended to read as follows: 10-45-12.1. The following services enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President are exempt from the provisions of this chapter: health services (major group 80); educational services (major group 82) except schools and educational services not elsewhere classified (industry no. 8299); social services (major group 83); agricultural services (major group 07) except veterinarian services (group no. 074) and animal specialty services, except veterinary (industry no. 0752); forestry services (group no. 085); radio and television broadcasting (group no. 483); railroad transportation (major group 40); local and suburban passenger transportation (group no. 411) except limousine services; school buses (group no. 415); trucking and courier services, except air (group no. 421) except collection and disposal of solid waste; farm product warehousing and storage (industry no. 4221); establishments primarily engaged in transportation on rivers and canals (group no. 444); establishments primarily engaged in air transportation, certified carriers (group no. 451); establishments primarily engaged in air transportation, noncertified carriers (group no. 452) except chartered flights (industry no. 4522) and airplane, helicopter, balloon, dirigible , and blimp rides for amusement or sightseeing; pipe lines, except natural gas (major group 46); arrangement of passenger transportation (group no. 472); arrangement of transportation of freight and cargo (group no. 473); rental of railroad cars (group no. 474); water supply (industry no. 4941); sewerage systems (industry no. 4952); security brokers, dealers and flotation companies (group no. 621); commodity contracts brokers and dealers (group no. 622); credit counseling services provided by individual and family social services (group no. 8322); construction services (division C) except industry no. 1752 and locksmiths and locksmith shops; consumer credit reporting agencies, mercantile reporting agencies, and adjustment and collection agencies (group no. 732), if the debt was incurred out-of-state and the client does not reside within the state. The following are also specifically exempt from the provisions of this chapter: financial services of institutions subject to tax under chapter 10-43 including loan origination fees, late payment charges, nonsufficient fund check charges, stop payment charges, safe deposit box rent, exchange charges, commission on travelers checks, charges for administration of trusts, interest charges, and points charged on loans; commissions earned or service fees paid by an insurance company to an agent or representative for the sale of a policy; services of brokers and agents licensed under Title 47; the sale of trading stamps; rentals of motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days; advertising services; services provided by any corporation to another corporation which is centrally assessed having identical ownership and services provided by any corporation to a wholly owned subsidiary which is centrally assessed; continuing education programs, tutoring, vocational counseling, except rehabilitation counseling and motion picture rentals to a commercially operated theater primarily engaged in the exhibition of motion pictures; and charges made by a telecommunications company for the origination, transmission, switching, reception, or termination of an interstate telephone or telegraph communication. Section 2. That § 10-45-70 be repealed. 10-45-70. There is imposed a tax of four percent on the gross receipts from the transportation of tangible personal property. The tax imposed by this section shall apply to any transportation of tangible personal property if both the origin and destination of the tangible personal property are within this state. Section 3. That § 10-45-72 be amended to read as follows: 10-45-72. The tax imposed by § § 10-45-70 to 10-45-81, inclusive, § 10-45-71 does not apply to any transportation service which the state is prohibited from taxing by federal law or the United States Constitution. Section 4. That § 10-45-73 be repealed. 10-45-73. The transportation of agricultural products by the agricultural producer thereof is exempt from the tax imposed by § § 10-45-70 to 10-45-81, inclusive, if the producer transports such products in a mode of transportation which is owned, leased, or rented by the producer. However, if an agricultural producer transports another person's products for hire, such transportation is subject to the tax imposed by § § 10-45-70 to 10-45-81, inclusive. Section 5. That § 10-45-74 be repealed. 10-45-74. Transportation services may only be sold for resale under the following circumstances: (1) A transportation company may sell its services for resale to another transportation company; or (2) A retailer that regularly delivers a majority of the tangible personal property which it sells to its customers by truck or other mode of transportation owned, leased, or rented by such retailer may purchase for resale the services of a transportation company for the delivery of such retailer's tangible personal property. Section 6. That § 10-45-75 be repealed. 10-45-75. Terms used in § § 10-45-76 to 10-45-78, inclusive, mean: (1) \"Cargo vessel,\" a single transport truck as defined in subdivision 10-47B-3(47); (2) \"Fuel,\" gasoline, ethanol, methanol, liquefied petroleum gas, petroleum distillates, lubricating oils and greases, glycol-based antifreezes, fuels used for off-highway racing, solvents such as, but not limited to, petroleum naphtha, mineral spirits, or stoddard solvents, and any other petroleum product delivered to a terminal by pipeline, truck, or rail, any other motor fuel as defined in subdivision 10-47B-3(27), and special fuel as defined in subdivision 10-47B-3(39); (3) \"Fuel terminal transportation,\" the transportation of fuel from a terminal to a location in South Dakota at which the fuel is unloaded. Fuel terminal transportation does not include the transportation of fuel from a location other than a terminal; (4) \"Terminal,\" as defined in subdivision 10-47B-3(42); (5) \"Trip,\" the distance in road miles traveled by a cargo vessel from the fuel terminal at which it was loaded with fuel to the most distant location in South Dakota at which the fuel is unloaded, excluding miles not traveled within this state. Section 7. That § 10-45-76 be repealed. 10-45-76. In lieu of the tax imposed by § § 10-45-70 and 10-46-57 on the transportation of fuel, a transportation company may elect to be taxed on the fuel terminal transportation services under the provisions of § § 10-45-75 to 10-45-78, inclusive. Section 8. That § 10-45-77 be repealed. 10-45-77. There is imposed a tax on the imputed gross receipts of any transportation company engaged in fuel terminal transportation who elects to be taxed under this section. The tax imposed by this section shall be on the imputed gross receipts as provided in this section. The imputed gross receipts from fuel terminal transportation shall be calculated on the basis of the number of cargo vessels and distance traveled on each trip as follows: Section 9. That § 10-45-78 be repealed. 10-45-78. For the fuel terminal transportation subject to tax under § § 10-45-75 to 10-45-77, inclusive, all subsequent transportation of that fuel is exempt from the tax imposed under this chapter. Section 10. That § 10-45-79 be repealed. 10-45-79. The provisions of § 10-45-22 shall also apply to any taxes imposed by § § 10-45-75 to 10-45-77, inclusive, on transportation services regardless of any special reporting election the taxpayer may have made. Section 11. That § 10-45-81 be repealed. 10-45-81. There are exempted from the provisions of this chapter and the tax imposed by it, the gross receipts from transportation services associated with timber sale contracts entered into prior to July 1, 1996, provided such contract has a duration of one year or less. Section 12. That § 10-46-57 be repealed. 10-46-57. There is imposed a tax of four percent on the privilege of the use of any transportation of tangible personal property. The tax imposed by this section shall apply to any transportation of tangible personal property if both the origin and destination of the tangible personal property are within this state. Section 13. That § 10-46-59 be amended to read as follows: 10-46-59. The tax imposed by § § 10-46-57 to 10-46-61, inclusive, § 10-46-58 does not apply to any transportation service which the state is prohibited from taxing by federal law or the United States Constitution. Section 14. That § 10-46-60 be repealed. 10-46-60. The transportation of agricultural products by the agricultural producer thereof is exempt from the tax imposed by § § 10-46-57 to 10-46-61, inclusive, if the producer transports such products in a mode of transportation which is owned, leased, or rented by the producer. However, if an agricultural producer transports another person's products for hire, such transportation is subject to the tax imposed by § § 10-46-57 to 10-46-61, inclusive. Section 15. That § 10-46-61 be repealed. 10-46-61. There are exempted from the provisions of this chapter and the tax imposed by it, the use of transportation services associated with timber sale contracts entered into prior to July 1, 1996, provided such contract has a duration of one year or less."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14117, "action_date": "1999-01-15T14:00:00-06:00", "document_id": 82114, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82114.pdf", "status_text": "First read in House and referred to", "journal_page": 66, "committee_id_action": 628, "committee_id_assigned": 624, "result": "N", "vote": {}}, {"bill_id": 14117, "action_date": "1999-02-02T07:45:00-06:00", "document_id": 81975, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81975.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 624, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14117, "action_date": "1999-02-02T07:45:00-06:00", "document_id": 81975, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81975.pdf", "status_text": "Do Pass,", "journal_page": 309, "committee_id_action": 624, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42923, "president_vote": null, "Yea": [2200, 2219, 2237, 2243, 2265, 2272, 2296], "Nay": [2247, 2266, 2271, 2287, 2257], "Excused": [2273]}}, {"bill_id": 14117, "action_date": "1999-02-03T14:00:00-06:00", "document_id": 82124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82124.pdf", "status_text": "Do Pass,", "journal_page": 352, "committee_id_action": 628, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 43301, "president_vote": null, "Yea": [2200, 2207, 2209, 2211, 2213, 2219, 2232, 2238, 2240, 2243, 2248, 2249, 2250, 2253, 2254, 2260, 2262, 2264, 2265, 2268, 2272, 2273, 2276, 2290, 2295, 2296, 2297, 2300], "Nay": [2203, 2204, 2208, 2212, 2214, 2218, 2220, 2223, 2227, 2228, 2229, 2231, 2233, 2236, 2237, 2244, 2247, 2255, 2256, 2257, 2266, 2267, 2271, 2277, 2278, 2279, 2281, 2282, 2284, 2286, 2287, 2288, 2291, 2298, 2301, 2302, 2303, 2245], "Absent": [2210], "Excused": [2216, 2222, 2261]}}, {"bill_id": 14117, "action_date": "1999-02-03T14:00:00-06:00", "document_id": 82124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82124.pdf", "status_text": "Intent to reconsider", "journal_page": 352, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14117, "action_date": "1999-02-04T14:00:00-06:00", "document_id": 82125, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82125.pdf", "status_text": "Reconsidered", "journal_page": 367, "committee_id_action": 628, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 43308, "president_vote": null, "Yea": [2200, 2207, 2209, 2210, 2211, 2213, 2232, 2233, 2238, 2240, 2243, 2249, 2253, 2256, 2260, 2262, 2265, 2268, 2272, 2273, 2276, 2290, 2295, 2296, 2297, 2300, 2301], "Nay": [2203, 2204, 2208, 2212, 2214, 2218, 2219, 2220, 2222, 2223, 2227, 2229, 2231, 2236, 2237, 2244, 2247, 2248, 2250, 2255, 2257, 2264, 2266, 2267, 2271, 2277, 2278, 2279, 2281, 2282, 2284, 2286, 2287, 2288, 2291, 2298, 2302, 2303, 2245], "Excused": [2216, 2228, 2254, 2261]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14117"}