{"session_id": 24, "bill_id": 7305, "bill_type": "Senate Bill", "bill_number": 164, "bill_title": "revise certain residency requirements for voter registration.", "sponsors": [{"legislator_profile_id": 1018, "is_prime": true}, {"legislator_profile_id": 978, "is_prime": true}], "keywords": ["Elections"], "audio": [], "bill_versions": [{"bill_id": 7305, "bill_version_id": 38784, "bill_version": "Introduced", "bill_version_date": "2016-02-04T10:15:22.99-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain residency requirements for voter registration. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-1-4 be amended to read: 12-1-4. For the purposes of this title, the term, residence, means the place in which a person has fixed his or her habitation and to which the person, whenever absent, intends to return. No person may register to vote using a business location, campground, or post office box as the registration address. However, if no other residential address or valid physical description of the location of the residence is available, the person may appeal to the county auditor in the county of registration. The county auditor shall determine residency based on the following principles: (1) The sole basis for the person's presence at the location is not based on a business or a commercial use, such as a mail forwarding service; (2) The residence of the person is a place in which the person's habitation is fixed and to which the person has a definite plan to return following an absence; (3) The person is not claiming residency of the state solely for taxation or insurance purposes with no intention of physically remaining or returning; and (4) The person maintains a physical domicile with long-term sleeping accommodations at the residence. If the county auditor denies the registration, the person may appeal to the Office of Hearing Examiners as a contested case pursuant to chapter 1-26D for the determination of residency. If the person does not meet the principles listed, the administrative law judge may still choose to allow voter registration if the judge determines circumstances indicate legitimate residence of the state. Prior long-term residence in the state shall be considered proof of intention to return to the state. A person who has left home and gone into another state or territory or county of this state for a temporary purpose only has not changed his or her residence. A person is considered to have gained a residence in any county or municipality of this state in which the person actually lives, if the person has no present intention of leaving. If a person moves to another state, or to any of the other territories, with the intention of making it his or her permanent home, the person thereby loses residence in this state."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7305, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38838.pdf", "status_text": "First Reading Senate", "journal_page": 216, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7305, "action_date": "2016-02-05T13:00:00-06:00", "document_id": 38923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38923.pdf", "status_text": "Referred to", "journal_page": 233, "committee_id_action": 309, "committee_id_assigned": 306, "result": "N", "vote": {}}, {"bill_id": 7305, "action_date": "2016-02-17T10:00:00-06:00", "document_id": 39166, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39166.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 306, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7305, "action_date": "2016-02-17T10:00:00-06:00", "document_id": 39465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39465.pdf", "status_text": "Tabled", "journal_page": 320, "committee_id_action": 306, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21022, "president_vote": null, "Yea": [984, 1000, 977, 997, 1010, 1012, 978, 1037], "Nay": [1045]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7305"}