{"session_id": 69, "bill_id": 25211, "bill_type": "Senate Bill", "bill_number": 177, "bill_title": "prohibit a circuit court judge or Supreme Court justice from being appointed as a member of the Public Utilities Commission.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25211", "sponsors": [{"legislator_profile_id": 4497, "is_prime": true}, {"legislator_profile_id": 4558, "is_prime": true}], "keywords": ["Appointments", "Boards and Commissions", "Public Utilities and Carriers"], "audio": [], "bill_versions": [{"bill_id": 25211, "bill_version_id": 262780, "bill_version": "Introduced", "bill_version_date": "2024-01-25T09:43:11.573-06:00", "bill_text": "An Act to prohibit a circuit court judge or Supreme Court justice from being appointed as a member of the Public Utilities Commission. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 49-1-9 be AMENDED: 49-1-9. Such Public Utilities Commission may in all cases conduct its proceedings, when not otherwise particularly prescribed by law, in such manner and places as will best conduce to the proper dispatch of business and to the ends of justice. A majority of the commissioners shall constitute a quorum for the transaction of business, but no commissioner shall participate in any hearing or proceeding in which he has any conflict of interest or if he is temporarily incapacitated. If a commissioner determines that he is incapacitated or disqualified from participating for any reason in any hearing or proceeding, he shall certify that determination to the Governor, or if the character of the incapacity of any commissioner is such that he is unable to certify his incapacity to the Governor, the commission may make such certification. In the event of any such certification, the Governor shall then appoint an elected constitutional officer, other than the attorney general, a retired circuit judge or Supreme Court justice to act as a member of the commission in place of the disqualified or incapacitated commissioner for the purpose of such hearing or proceeding only."}], "amendments": [{"bill_id": 25211, "document_id": 262785, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262785.pdf", "legislator_profile_id": 4558, "document_id_instructions": 262786, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/262786.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 25211, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 178, "committee_id_action": 1219, "committee_id_assigned": 1209, "result": "N", "vote": {}}]}