{"session_id": 32, "bill_id": 8730, "bill_type": "House Bill", "bill_number": 1036, "bill_title": "revise certain provisions regarding the agricultural mediation program.", "sponsors": [], "keywords": ["Agriculture and Horticulture", "Debtor and Creditor"], "audio": [{"meeting_datetime": "2018-01-16T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hag05.mp3", "start_seconds": 457.0}, {"meeting_datetime": "2018-01-16T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hag05.mp3", "start_seconds": 457.0}, {"meeting_datetime": "2018-01-16T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hag05.mp3", "start_seconds": 457.0}], "bill_versions": [{"bill_id": 8730, "bill_version_id": 46730, "bill_version": "Introduced", "bill_version_date": "2018-01-02T16:00:48.47-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the agricultural mediation program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 54-13-10 be amended to read: 54-13-10. A creditor desiring to commence an action or a proceeding in this state to enforce a debt totaling fifty thousand dollars or greater against agricultural land or agricultural property of the borrower or to foreclose a contract to sell agricultural land or agricultural property or to enforce a secured interest in agricultural land or agricultural property or pursue any other action, proceeding or remedy relating to agricultural land or agricultural property of the borrower shall file a request for mandatory mediation with the director of the agricultural mediation program. No creditor may commence any such action or proceeding until the creditor receives a mediation release as described in this chapter, or the debtor borrower waives mediation or until a court determines after notice and hearing, that the time delay required for mediation would cause the creditor to suffer irreparable harm because there are reasonable grounds to believe that the borrower may waste, dissipate, or divert agricultural property or that the agricultural property is in imminent danger of deterioration. Dismissal of a bankruptcy proceeding, abandonment by a bankruptcy trustee, release or relief from a bankruptcy stay, or release or termination of a receivership proceeding shall have the effect of a mediation release. Any debt that is less than fifty thousand dollars may be mediated through a voluntary mediation if a request is made and accepted by both borrower and creditor. Section 2. That § 54-13-11 be repealed. 54-13-11. Unless the borrower waives mediation, the director of the agricultural mediation program shall promptly send a mediation meeting notice to the borrower and to all creditors as defined in subdivision 54-13-1(5), setting a time and place for an initial mediation meeting between the borrower, the creditor or creditors, and a mediator. An initial mediation meeting shall be held within twenty-one days of the issuance of the mediation meeting notice. Any creditors of the borrower who are not included in the definition of creditor under subdivision 54-13-1(5) are exempt from the requirements of this section. Any borrower's failure to furnish timely information requested by the director of the agricultural mediation program constitutes a waiver of the right to mediate under this chapter. Also, the failure of the borrower and the borrower's spouse, unless excused by the initiating creditor, to attend all mediation meetings constitutes a waiver of the right to mediate under this chapter. Any creditor subject to mandatory mediation under this chapter who receives notice pursuant to this section and who participates in all mediation sessions shall be treated as an initiating creditor and be subject to the same debt collection limitations as provided in § 54-13-10. Section 3. That § 54-13-12 be repealed. 54-13-12. The total mediation period for borrower and creditor mediations shall be for a term of forty-two days after the date the director of the agricultural mediation program issues the notice to the borrower. The director of the agricultural mediation program must issue a notice to the borrower within three business days following receipt of the request for mediation from the creditor. The mediator may, after the initial meeting, schedule additional mediation meetings during the mediation period. Section 4. That § 54-13-13 be repealed. 54-13-13. A borrower may request mediation of any type or amount of indebtedness by applying to the director of the agricultural mediation program. The director of the agricultural mediation program may make the appropriate mediation request forms available for such purpose. The director of the agricultural mediation program may follow the same procedure as for mandatory mediation. Neither the borrower nor the creditor may be required to attend any mediation meetings under this section. Failure to attend mediation meetings or to participate in mediation under this section does not affect the rights of a borrower or a creditor in any manner. Participation in mediation under this section is not a prerequisite to or a bar to the commencement of an action of legal proceedings by the borrower or the creditor. No mediation release may be issued unless the borrower and creditor agree in writing. Section 5. That § 54-13-15 be repealed. 54-13-15. If the borrower and the initiating creditor consent, mediation may continue beyond the forty-two day mediation period with the same force and effect as though held within the forty-two day period. If no meeting is held within the forty-two day mediation period, absent a waiver thereof, extension, or further agreement between borrower and creditor, the expiration of the mediation period shall conclusively constitute a mediation release. The director of the agriculture mediation program shall so inform the borrower and creditors and certify accordingly. Any agreement reached between borrower and creditors as a result of mediation shall be drafted into a written agreement. If signed by borrower and creditors, the agreement shall constitute a mediation release, and the mediator shall so certify on the agreement. Section 6. That § 54-13-16 be repealed. 54-13-16. If the borrower waives mediation or if a mediation agreement is not reached, a statement to that effect shall be prepared by the mediator and such statement shall constitute a mediation release. Unless the borrower waives mediation, a creditor may not receive a mediation release pursuant to § 54-13-10 until that creditor has attended at least one scheduled mediation meeting. Section 7. That § 54-13-17 be repealed. 54-13-17. Any waiver by the borrower pursuant to this chapter may not be made more than sixty days prior to the commencement of any action or proceeding as described in § 54-13-10."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8730, "action_date": "2018-01-09T12:00:00-06:00", "document_id": 46900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46900.pdf", "status_text": "First read in House and referred to", "journal_page": 24, "committee_id_action": 396, "committee_id_assigned": 397, "result": "N", "vote": {}}, {"bill_id": 8730, "action_date": "2018-01-16T08:00:00-06:00", "document_id": 46958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46958.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 397, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8730, "action_date": "2018-01-16T08:00:00-06:00", "document_id": 47056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47056.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 58, "committee_id_action": 397, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24483, "president_vote": null, "Yea": [1268, 1307, 1308, 1291, 1306, 1293, 1310, 1280, 1309, 1241, 1214], "Nay": [1225, 1249]}}]}