{"session_id": 53, "bill_id": 17136, "bill_type": "House Concurrent Resolution", "bill_number": 1024, "bill_title": "Proposing a moratorium on the importation of live cattle and certain beef products.", "sponsors": [{"legislator_profile_id": 2779, "is_prime": true}, {"legislator_profile_id": 2828, "is_prime": true}, {"legislator_profile_id": 2728, "is_prime": false}, {"legislator_profile_id": 2731, "is_prime": false}, {"legislator_profile_id": 2737, "is_prime": false}, {"legislator_profile_id": 2752, "is_prime": false}, {"legislator_profile_id": 2764, "is_prime": false}, {"legislator_profile_id": 2772, "is_prime": false}, {"legislator_profile_id": 2780, "is_prime": false}, {"legislator_profile_id": 2795, "is_prime": false}, {"legislator_profile_id": 2798, "is_prime": false}, {"legislator_profile_id": 2823, "is_prime": false}], "keywords": ["House Concurrent Resolutions"], "audio": [], "bill_versions": [{"bill_id": 17136, "bill_version_id": 94346, "bill_version": "Introduced", "bill_version_date": "2002-02-14T07:42:46-06:00", "bill_text": "A CONCURRENT RESOLUTION, Proposing a moratorium on the importation of live cattle and certain beef products. WHEREAS, Americans enjoy the safest and most abundant food supply in the world, which reflects the tremendous productivity and efficiency of our agricultural economy and our farming and ranching community; and WHEREAS, it is of the utmost importance to the people of the United States to maintain the safety and reliability of our food supply and to protect our food supply from contamination from whatever source; and WHEREAS, in recent years the world's food supply has faced new threats in the form of food-borne illnesses and illness-causing organisms, such as salmonella, E. coli bacteria, and listeria monocytogenes, as well as the emergence of antibiotic-resistant organisms associated with contamination of the food supply; and WHEREAS, another factor that poses a threat to our food supply lies in potential contamination in the huge variety of imported ethnic and exotic fresh and processed foods from all over the world that are now available to Americans; and WHEREAS, the outbreak of mad cow disease in Europe introduces a frightening and lethal condition that could eventually spread to many parts of the world if proper measures are not taken to contain it; and WHEREAS, the agricultural sector of the American economy is capable of providing a safe and sufficient food supply to meet the needs of the American people and to avoid some of the more serious sources of food-borne illnesses: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Seventy- seventh Legislature of the State of South Dakota, the Senate concurring therein, that the South Dakota Legislature supports a moratorium on all imports of live cattle, beef, pre-cooked beef, and all beef products for a period of one year or until importers can prove that the cattle and beef are free of Bovine Spongiform Encephalopathy or Mad Cow Disease and free of Foot and Mouth Disease for the protection of the American consumer."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17136, "action_date": "2002-02-15T14:00:00-06:00", "document_id": 94518, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94518.pdf", "status_text": "Adopt Resolution", "journal_page": 694, "committee_id_action": 768, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 54252, "president_vote": null, "Nay": [2724, 2725, 2729, 2732, 2736, 2738, 2744, 2748, 2749, 2755, 2756, 2757, 2763, 2767, 2768, 2769, 2771, 2773, 2774, 2775, 2781, 2782, 2786, 2788, 2789, 2790, 2793, 2794, 2797, 2799, 2804, 2805, 2807, 2812, 2813, 2815, 2816, 2817, 2820, 2822, 2824, 2825, 2830], "Yea": [2728, 2737, 2741, 2752, 2758, 2759, 2764, 2765, 2770, 2777, 2779, 2783, 2785, 2800, 2803, 2806, 2808, 2811, 2814, 2823, 2826, 2751], "Excused": [2731, 2735, 2766, 2798], "Absent": [2754]}}]}