{"session_id": 69, "bill_id": 25204, "bill_type": "House Bill", "bill_number": 1199, "bill_title": "repeal certain provisions of the Uniform Commercial Code.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25204", "sponsors": [{"legislator_profile_id": 4473, "is_prime": true}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4492, "is_prime": false}, {"legislator_profile_id": 4502, "is_prime": false}, {"legislator_profile_id": 4503, "is_prime": false}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4530, "is_prime": false}, {"legislator_profile_id": 4537, "is_prime": false}, {"legislator_profile_id": 4542, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4549, "is_prime": false}, {"legislator_profile_id": 4561, "is_prime": false}, {"legislator_profile_id": 4562, "is_prime": false}], "keywords": ["Uniform Commercial Code"], "audio": [], "bill_versions": [{"bill_id": 25204, "bill_version_id": 263148, "bill_version": "Introduced", "bill_version_date": "2024-01-29T11:25:28.9-06:00", "bill_text": "An Act to repeal certain provisions of the Uniform Commercial Code. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 57A-8-110 be AMENDED: 57A-8-110. (a) The local law of the issuer's jurisdiction, as specified in subsection (d), governs: (1) The validity of a security; (2) The rights and duties of the issuer with respect to registration of transfer; (3) The effectiveness of registration of transfer by the issuer; (4) Whether the issuer owes any duties to an adverse claimant to a security; and (5) Whether an adverse claim can be asserted against a person to whom transfer of a certificated or uncertificated security is registered or a person who obtains control of an uncertificated security. (b) The local law of the securities intermediary's entitlement holder's jurisdiction, as specified in subsection (e), governs: (1) Acquisition of a security entitlement from the securities intermediary; (2) The rights and duties of the securities intermediary and entitlement holder arising out of a security entitlement; (3) Whether the securities intermediary owes any duties to an adverse claimant to a security entitlement; and (4) Whether an adverse claim can be asserted against a person who acquires a security entitlement from the securities intermediary or a person who purchases a security entitlement or interest therein from an entitlement holder. (c) The local law of the jurisdiction in which a security certificate is located at the time of delivery governs whether an adverse claim can be asserted against a person to whom the security certificate is delivered. (d) \"Issuer's jurisdiction\" means the jurisdiction under which the issuer of the security is organized or, if permitted by the law of that jurisdiction, the law of another jurisdiction specified by the issuer. An issuer organized under the law of this State may specify the law of another jurisdiction as the law governing the matters specified in subsection (a)(2) through (5). (e) The following rules determine a \"securities intermediary's jurisdiction\" for purposes of this section: (1) If an agreement between the securities intermediary and its entitlement holder governing the securities account expressly provides that a particular jurisdiction is the securities intermediary's jurisdiction for purposes of this part, this article, or this chapter, that jurisdiction is the securities intermediary's jurisdiction. (2) If paragraph (1) does not apply and an agreement between the securities intermediary and its entitlement holder governing the securities account expressly provides that the agreement is governed by the law of a particular jurisdiction, that jurisdiction is the securities intermediary's jurisdiction. (3) If neither paragraph (1) nor paragraph (2) applies and an agreement between the securities intermediary and its entitlement holder governing the securities account expressly provides that the securities account is maintained at an office in a particular jurisdiction, that jurisdiction is the securities intermediary's jurisdiction. (4) If none of the preceding paragraphs applies, the securities intermediary's jurisdiction is the jurisdiction in which the office identified in an account statement as the office serving the entitlement holder's account is located. (5) If none of the preceding paragraphs applies, the securities intermediary's jurisdiction is the jurisdiction in which the chief executive office of the securities intermediary is located. (f) A securities intermediary's jurisdiction is not determined by the physical location of certificates representing financial assets, or by the jurisdiction in which is organized the issuer of the financial asset with respect to which an entitlement holder has a security entitlement, or by the location of facilities for data processing or other record keeping concerning the account. Section 2. That § 57A-8-503 be AMENDED: 57A-8-503. (a) To the extent necessary for a securities intermediary to satisfy all security entitlements with respect to a particular financial asset, all interests in that financial asset held by the securities intermediary are held by the securities intermediary for the entitlement holders, are not property of the securities intermediary, and are not subject to claims of creditors of the securities intermediary, except as otherwise provided in § 57A-8-511. (b) An entitlement holder's property interest with respect to a particular financial asset under subsection (a) is a pro rata property interest in all interests in that financial asset held by the securities intermediary, without regard to the time the entitlement holder acquired the security entitlement or the time the securities intermediary acquired the interest in that financial asset. (c) An entitlement holder's property interest with respect to a particular financial asset under subsection (a) may be enforced against the securities intermediary only by exercise of the entitlement holder's rights under §§ 57A-8-505 to 57A-8-508, inclusive. (d) An entitlement holder's property interest with respect to a particular financial asset under subsection (a) may be enforced against a purchaser of the financial asset or interest therein only if: (1) Insolvency proceedings have been initiated by or against the securities intermediary; (2) The securities intermediary does not have sufficient interests in the financial asset to satisfy the security entitlements of all of its entitlement holders to that financial asset; (3) The securities intermediary violated its obligations under § 57A-8-504 by transferring the financial asset or interest therein to the purchaser; and (4) The purchaser is not protected under subsection (e). The trustee or other liquidator, acting on behalf of all entitlement holders having security entitlements with respect to a particular financial asset, may recover the financial asset, or interest therein, from the purchaser. If the trustee or other liquidator elects not to pursue that right, an entitlement holder whose security entitlement remains unsatisfied has the right to recover its interest in the financial asset from the purchaser. (e) An action based on the entitlement holder's property interest with respect to a particular financial asset under subsection (a), whether framed in conversion, replevin, constructive trust, equitable lien, or other theory, may not be asserted against any purchaser of a financial asset or interest therein who gives value, obtains control, and does not act in collusion with the securities intermediary in violating the securities intermediary's obligations under § 57A-8-504. Section 3. That § 57A-8-511 be AMENDED: 57A-8-511. (a) Except as otherwise provided in subsections (b) and (c), if If a securities intermediary does not have sufficient interests in a particular financial asset to satisfy both its obligations to entitlement holders who have security entitlements to that financial asset and its obligation to a creditor of the securities intermediary who has a security interest in that financial asset, the claims of entitlement holders, other than the creditor, have priority over the claim of the creditor. (b) A claim of a creditor of a securities intermediary who has a security interest in a financial asset held by a securities intermediary has priority over claims of the securities intermediary's entitlement holders who have security entitlements with respect to that financial asset if the creditor has control over the financial asset. (c) If a clearing corporation does not have sufficient financial assets to satisfy both its obligations to entitlement holders who have security entitlements with respect to a financial asset and its obligation to a creditor of the clearing corporation who has a security interest in that financial asset, the claim of the creditor has priority over the claims of entitlement holders. Section 4. That § 57A-9-305 be AMENDED: 57A-9-305. (a) Except as otherwise provided in subsection (c), the following rules apply: (1) While a security certificate is located in a jurisdiction, the local law of that jurisdiction governs perfection, the effect of perfection or nonperfection, and the priority of a security interest in the certificated security represented thereby. (2) The local law of the issuer's jurisdiction as specified in § 57A-8-110(d) governs perfection, the effect of perfection or nonperfection, and the priority of a security interest in an uncertificated security. (3) The local law of the securities intermediary's jurisdiction as specified in § 57A-8-110(e) governs perfection, the effect of perfection or nonperfection, and the priority of a security interest in a security entitlement or securities account. (4) The local law of the commodity intermediary's jurisdiction governs perfection, the effect of perfection or nonperfection, and the priority of a security interest in a commodity contract or commodity account. (b) The following rules determine a commodity intermediary's jurisdiction for purposes of this part: (1) If an agreement between the commodity intermediary and commodity customer governing the commodity account expressly provides that a particular jurisdiction is the commodity intermediary's jurisdiction for purposes of this part, this chapter, or the Uniform Commercial Code, that jurisdiction is the commodity intermediary's jurisdiction. (2) If paragraph (1) does not apply and an agreement between the commodity intermediary and commodity customer governing the commodity account expressly provides that the agreement is governed by the law of a particular jurisdiction, that jurisdiction is the commodity intermediary's jurisdiction. (3) If neither paragraph (1) nor paragraph (2) applies and an agreement between the commodity intermediary and commodity customer governing the commodity account expressly provides that the commodity account is maintained at an office in a particular jurisdiction, that jurisdiction is the commodity intermediary's jurisdiction. (4) If none of the preceding paragraphs applies, the commodity intermediary's jurisdiction is the jurisdiction in which the office identified in an account statement as the office serving the commodity customer's account is located. (5) If none of the preceding paragraphs applies, the commodity intermediary's jurisdiction is the jurisdiction in which the chief executive office of the commodity intermediary is located. (c) The local law of the jurisdiction in which the debtor is located governs: (1) perfection of a security interest in investment property by filing; (2) automatic perfection of a security interest in investment property created by a broker or securities intermediary; and (3) automatic perfection of a security interest in a commodity contract or commodity account created by a commodity intermediary."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25204, "action_date": "2024-01-29T14:00:00-06:00", "document_id": 262950, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262950.pdf", "status_text": "First Reading House", "journal_page": 187, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25204, "action_date": "2024-01-30T14:00:00-06:00", "document_id": 263279, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263279.pdf", "status_text": "Referred to", "journal_page": 198, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}]}