{"session_id": 8, "bill_id": 1712, "bill_type": "House Bill", "bill_number": 1046, "bill_title": "revise certain provisions for the procurement of goods and services for governmental agencies.", "sponsors": [], "keywords": ["Bureau of Administration", "Contracts", "Public Property, Purchases and Contracts"], "audio": [{"meeting_datetime": "2010-01-27T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hst11.mp3", "start_seconds": 99.0}, {"meeting_datetime": "2010-01-27T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hst11.mp3", "start_seconds": 99.0}, {"meeting_datetime": "2010-01-27T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hst11.mp3", "start_seconds": 99.0}, {"meeting_datetime": "2010-02-03T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hst15.mp3", "start_seconds": 6391.0}, {"meeting_datetime": "2010-02-03T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hst15.mp3", "start_seconds": 6391.0}, {"meeting_datetime": "2010-02-03T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hst15.mp3", "start_seconds": 6391.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hgo25.mp3", "start_seconds": 44.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hgo25.mp3", "start_seconds": 44.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hgo25.mp3", "start_seconds": 44.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hgo25.mp3", "start_seconds": 44.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou26.mp3", "start_seconds": 15310.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou26.mp3", "start_seconds": 15310.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou26.mp3", "start_seconds": 15310.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou26.mp3", "start_seconds": 15310.0}, {"meeting_datetime": "2010-03-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst31.mp3", "start_seconds": 501.0}, {"meeting_datetime": "2010-03-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst31.mp3", "start_seconds": 501.0}, {"meeting_datetime": "2010-03-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst31.mp3", "start_seconds": 501.0}, {"meeting_datetime": "2010-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen33.mp3", "start_seconds": 1575.0}, {"meeting_datetime": "2010-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen33.mp3", "start_seconds": 1575.0}, {"meeting_datetime": "2010-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen33.mp3", "start_seconds": 1575.0}], "bill_versions": [{"bill_id": 1712, "bill_version_id": 10322, "bill_version": "Introduced", "bill_version_date": "2010-01-06T15:36:27.747-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions for the procurement of goods and services for governmental agencies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapters 5-18, 5-19, 5-20, and 5-23 be repealed. Section 2. Terms used in Act mean: (1) \"Acceptance,\" the formal resolution of a purchasing agency authorizing the execution of a design-build contract; (2) \"Biobased,\" any materials composed wholly or in a significant part of biological products including renewable agricultural materials or forestry materials; (3) \"Contract,\" any type of agreement, regardless of what the agreement may be called, for the procurement of supplies, services, or construction; (4) \"Construction,\" and \"constructed,\" in addition to their ordinary meaning, repair and alteration; (5) \"Construction management,\" any project delivery system based on an agreement whereby a construction manager provides leadership to the construction process through a series of services to the purchasing agency; (6) \"Construction manager,\" any person or entity that provides construction management services for a purchasing agency, and is either a construction manager-agent or construction manager-at-risk; (7) \"Construction manager-agent,\" any construction manager that provides construction management services to a purchasing agency in a fiduciary capacity; (8) \"Construction manager-at-risk,\" any construction manager that assumes the risk for construction, rehabilitation, alteration, or repair of a public improvement and that provides construction management services to the purchasing agency; (9) \"Design-build contract,\" any contract between a purchasing agency and a design-builder to furnish the architecture, engineering, and related services as required, and the labor, materials, and other construction services for a public improvement. A design-build contract may be conditioned upon future refinements in scope and price, and may permit the purchasing agency to make changes in the scope of the project without invalidating the design-build contract; (10) \"Design-build proposal,\" an offer to enter into a design-build contract; (11) \"Design-build request for proposals,\" any document or publication whereby a purchasing agency solicits proposals for a design-build contract; (12) \"Design-builder,\" any person that proposes to design and construct a public improvement covered by the procedures of this Act; (13) \"Internet,\" the international computer network of both federal and nonfederal interoperable packet switched data networks, including the graphical subnetwork called the world wide web; (14) \"Invitation for bids,\" any document, whether attached or incorporated by reference, used for soliciting bids; (15) \"Officer,\" any elected official or administrative officer appointed to that position by the governing body; (16) \"Performance criteria,\" requirements for the public improvement, including as appropriate, capacity, durability, production standards, ingress and egress requirements, building code requirements, or other criteria for the intended use of the public improvement, expressed in performance-oriented specifications or drawings suitable to allow the design-builder to make a proposal; (17) \"Performance criteria developer,\" any person and the person's subcontractors retained by the purchasing agency to develop performance criteria; (18) \"Professional services,\" services arising out of a vocation, calling, occupation, or employment involving specialized knowledge, labor, or skill, and the labor or skill involved is predominantly mental or intellectual, rather than physical or manual; (19) \"Proposal,\" any offer to enter into contract in response to a request for proposals; (20) \"Purchasing agency,\" any governmental body or officer authorized by law, administrative rule, or delegated authority, to enter into contracts; (21) \"Public agency,\" any public office, officer, department, board, commission, institution, bureau, or any agency, division of any unit within an office, or any other public authority of the State of South Dakota or its political subdivisions; (22) \"Public improvement,\" an improvement that the cost of which is payable from taxes or other funds under the control of the purchasing agency and includes any local improvement for which a special assessment is to be levied; (23) \"Qualified agency,\" any public or private nonprofit corporation geographically located in the State of South Dakota that provides services for persons with disabilities and is certified by the Department of Human Services; (24) \"Request for proposals,\" any document, whether attached or incorporated by reference, utilized by a purchasing agency when soliciting proposals for contracts for the procurement of supplies, services, or construction; (25) \"Request for qualifications,\" the document or publication whereby a purchasing agency solicits interested design-builders to pre-qualify for a design-build contract; (26) \"Resident,\" any person, partnership, association, limited liability company, foreign limited liability company, corporation, or foreign corporation licensed to do business within this state that has maintained a substantial and bona fide place of business and has conducted business from within this state for at least one year prior to the date on which a contract was awarded. The members of the partnership or association shall have been bona fide residents of the state for one year or more immediately prior to bidding upon the contract. A foreign corporation licensed pursuant to §§ 47-1A-1501 to 47-1A-1532, inclusive, is not a resident as defined by this section if the state or country in which it is organized enforces or has a preference for resident bidders; (27) \"Reverse auction,\" a purchasing process in which bidders submit bids in competing to sell supplies, services, or public improvement projects in an open environment via the internet; (28) \"Sealed bid or proposal,\" a response to an invitation for bids or request for proposals submitted in a manner where the contents of the bid or proposal cannot be opened or viewed before the date and time of the formal opening without leaving evidence that the bid or proposal has been opened or viewed; (29) \"Services,\" furnishing of labor, time, or effort by a contractor not involving the delivery of a specific end product; (30) \"Supplies,\" any property, including equipment, materials, and printing; (31) \"Surety,\" a bond or undertaking executed by a surety company authorized to do business in the State of South Dakota and countersigned by an agent of the company resident in the State of South Dakota. However, nothing in this subdivision requires countersignature of a bid bond. Section 3. Unless otherwise authorized by law, the provisions of this Act, inclusive, apply to all contracts issued by any purchasing agency. Section 4. Unless otherwise authorized by law, each contract for supplies, services, and construction shall be awarded by one of the following methods: (1) Competitive sealed bids as provided in section 6 of this Act; (2) Competitive sealed proposals as provided in sections 7 and 8 of this Act; (3) Reverse auction as provided in sections 9 and 10 of this Act; (4) Small purchases as provided in section 14 of this Act; (5) Sole source procurement as provided in section 11 of this Act; or (6) Emergency procurement as provided in section 12 of this Act. Section 5. Contracts shall be awarded by the use of competitive sealed bids except as otherwise provided in this Act. Section 6. The following procedures apply to the use of competitive sealed bids: (1) Public notice of the invitation for bids shall be given pursuant to section 17 of this Act; (2) The invitation for bids shall include a purchase description, and all contractual terms and conditions applicable to the procurement; (3) A bid may be submitted either manually or electronically in a manner authorized by the purchasing agency; (4) Each bid shall be opened publicly in the presence of one or more witnesses at the time and place designated in the invitation for bids. The amount of each bid, and such other relevant information as may be specified, together with the name of each bidder shall be recorded. The record and each bid shall be open to public inspection; (5) Each bid shall be unconditionally accepted without alteration or correction, except as authorized in this section. Each bid shall be evaluated based on the requirements set forth in the invitation for bids, which may include criteria to determine acceptability such as inspection, testing, quality, workmanship, delivery, and suitability for a particular purpose. Those criteria that will affect the bid price and be considered in evaluation for award shall be objectively measurable, such as discounts, transportation costs, and total or life cycle costs. The invitation for bids shall set forth the evaluation criteria to be used. No criteria may be used in bid evaluation that are not set forth in the invitation for bids; (6) Any bid may be withdrawn by letter or by electronic communications or in person before the time specified in the advertisement therefor. The purchasing agency may allow modification of bids by mail, facsimile, or electronic notice received at the place designated in the invitation to bid not later than the time set for the opening of bids. A modification may not reveal the bid price but shall provide the addition or subtraction or the modification so that the final prices or terms will not be known to the purchasing agency until the sealed bid is opened. A modification may not be withdrawn after the time set for the opening of bids. Each modification shall be confirmed in writing by the successful bidder before award of the contract. No bid made may be changed or altered by telephone. After bid opening, no change in bid prices or other provisions of bids prejudicial to the interest of the purchasing agency or fair competition is permitted. The purchasing agency may waive technical irregularities in the bid or proposal of the low bidder or offeror which irregularities do not alter the price, quality, or quantity of the services, or items of tangible personal property bid or offered. Any decision to permit the correction or withdrawal of a bid, or to cancel an award or a contract based on a bid mistake, shall be supported by a written determination made by the purchasing agency, and included in the bid file; (7) The contract shall be awarded with reasonable promptness by written notice to the lowest responsible and responsive bidder whose bid meets the requirements and criteria set forth in the invitation for bids. The purchasing agency may reject any and all bids and readvertise for bids if none of the bids are satisfactory, or if the purchasing agency believes an agreement has been entered into by the bidders to prevent competition. If the low bidder is not responsible or the bid is not made in accordance with the requirements of this Act or the low bid is withdrawn, the bid of the next lowest responsible bidder may be accepted; (8) If it is considered impractical to initially prepare a purchase description to support an award based on price, an invitation for bids may be issued requesting the submission of unpriced offers to be followed by an invitation for bids limited to those bidders whose offers have been qualified under the criteria set forth in the first solicitation; (9) If, after advertising for bids, no firm bids are received, the purchasing agency may negotiate a contract for the purchase of the supplies, services, or public improvement projects at the most advantageous price, if the specifications of the original bid are met; (10) If two or more competitive sealed bids submitted are identical in price and product quality, the bids are the low bid, and no resident bidder preference is applicable, the purchasing agency may: (a) Award the bid by lottery to one of the identical low bidders; or (b) Reject all the bids and resolicit bids for the required supplies, services, or public improvement. Section 7. A contract may be entered into by competitive sealed proposals if the purchasing agency determines in writing that the use of competitive sealed bids is either not practicable or not advantageous. Section 8. The procedures for issuing a contract through competitive sealed proposals are as follows: (1) The proposals shall be solicited through a request for proposals. The request for proposals shall state the relative importance of price and other factors, if any; (2) Public notice of the request for proposals shall be given pursuant to section 17 of this Act; (3) A proposal may be submitted either manually or electronically in a manner authorized by the purchasing agency; (4) Each proposal shall be opened so as to avoid disclosure of contents to competing offerors during the process of negotiation. A register of proposals shall be prepared documenting the name and address of each offeror and identifying each offeror awarded a contract. The register shall be open for public inspection after contract award; (5) As provided in the request for proposals, a discussion may be conducted with any responsible offeror who submitted a proposal determined to be reasonably susceptible of being selected for award for the purpose of clarification to assure full understanding of, and responsiveness to, the solicitation requirements. Each offeror shall be accorded fair and equal treatment with respect to any opportunity for discussion and revision of a proposal. A revision may be permitted after a submission and prior to an award for the purpose of obtaining the best and final offer. In conducting any discussion, there may be no disclosure of any information derived from any proposal submitted by a competing offeror; (6) An award shall be made to the responsible offeror whose proposal conforms to the solicitation and is determined in writing to be the most advantageous to the purchasing agency taking into consideration price and the evaluation factors set forth in the request for proposals. No other factors or criteria may be used in the evaluation. The contract file shall contain the basis on which the award is made. Written notice of the award of a contract to the successful offeror shall be promptly given to each offeror. The purchasing agency may reject any and all proposals and readvertise for proposals if none of the proposals are satisfactory, or if the purchasing agency believes any agreement has been entered into by the offerors to prevent competition; and (7) This section does not apply to state professional service contracts issued pursuant to sections 112 to 121, inclusive, of this Act. Section 9. A reverse auction may be used by a purchasing agency for the purchase of supplies or services. Prior to conducting a reverse auction, the purchasing agency shall: (1) Pre-qualify bidders to participate in the reverse auction event. Pre-qualification shall be completed by issuing an invitation to qualify to any bidder registered on the state bidder list, and any other vendor that requests a copy of the invitation to qualify. The factors used to determine if a vendor qualifies for the reverse auction shall be clearly stated in the invitation to qualify. No other factors may be used to qualify a vendor for the reverse auction than those stated in the invitation to qualify; (2) The purchasing agency shall advertise the invitation to qualify in the same manner as required for competitive sealed bids or competitive sealed proposals. The invitation to qualify shall be in the form of a competitive sealed bid or competitive sealed proposal. Public notice of the invitation shall be given pursuant to section 17 of this Act; (3) The purchasing agency shall notify each responding vendor as to whether the vendor is invited to the reverse auction. The purchasing agency may not disclose to the public or to any other vendor, the name of any vendor that has been invited to the reverse auction until after the reverse auction has occurred; (4) The purchasing agency may limit the number of bidders to be selected to participate in the reverse auction; (5) Each bidder shall directly participate in the reverse auction. The purchasing agency may not accept any bid via phone, fax, or some other alternate method on behalf of a bidder that is unable to enter a bid on the internet for whatever reason; (6) Any clarification, negotiation, and acceptance of any specification, requirement, and term and condition shall occur before the purchasing agency decides whether to invite a vendor to the reverse auction. After the reverse auction, the purchasing agency may permit a change only with the limitation that the change does not alter the scope or content of the original solicitation to a degree that will affect the justification that was used to eliminate any other vendor from being invited to the reverse auction; (7) During any reverse auction, the on-line view of any bid presented to any bidder may not indicate names, aliases, or identifiers of any kind as to who has placed a particular bid. Each bidder shall only be able to see the amount of the bid; (8) If a bidder loses the ability to place a bid during an auction for any reason, the auction shall be suspended as soon as practical and remain suspended until each bidder regains the ability to place bids via the internet auction site. If no resolution to the problem is imminent, the reverse auction may be terminated and rescheduled by the purchasing agency for a later date. In addition, the auction may be suspended or terminated for any reason by the purchasing agency or the reverse auction service provider. Upon resuming an auction after a suspension, the time remaining shall be the time remaining when the auction was suspended or ten minutes, whichever is greater; (9) In conducting a reverse auction, the agency may establish an extension activation period, which is the number of minutes before the end of the auction during which, if a bid is received, the auction will be extended by a pre-defined number of additional minutes. The minimum extension activation period that may be used is ten minutes; and (10) After the reverse auction is completed, any award shall be made in accordance with the requirements for competitive sealed bids or competitive sealed proposals. Section 10. Only the Bureau of Administration may conduct any reverse auction on behalf of a state agency. Section 11. A contract may be awarded for supplies or services without competition if the purchasing agency determines in writing that the supplies or services are of such a unique nature that the contractor selected is clearly and justifiably the only practicable source to provide the supplies or services. The determination that the contractor selected is justifiably the sole source shall be based on either the uniqueness of the supplies or services or the sole availability at the location required. In such cases, the purchasing agency shall conduct negotiations, including price, delivery, and quantity to obtain the most advantageous price and shall include the written verification of the sole source in the contract file. This section does not apply to construction services or construction equipment. Section 12. A purchasing agency may make or authorize others to make an emergency procurement without advertising the procurement if there exists a threat to public health, welfare, or safety and if the emergency procurement is made with such competition as is practicable under the circumstances. A written determination of the basis for the emergency and for the selection of the particular contractor shall be included in the contract file. Section 13. The purchasing agency shall maintain a record listing each contract made under sole source procurement and emergency procurement for a minimum of five years. The record shall contain: (1) Each contractor's name; (2) The amount and type of each contract; and (3) A listing of the supplies procured under each contract. Section 14. Unless otherwise specified by statute, any procurement not exceeding ten thousand dollars may be made in accordance with procedures established by the purchasing agency. However, no procurement may be artificially divided to constitute a small purchase under this section. Section 15. An invitation for bids, a request for proposals, or other solicitation may be canceled, or any or all bids or proposals may be rejected in whole or in part as may be specified in the solicitation, if the purchasing agency determines it is in the best interests of the agency. The reasons for the cancellation or rejection shall be made part of the contract file. Section 16. There is hereby created a centralized public bid exchange. The Bureau of Administration shall establish the exchange either within the bureau or within another public or private organization. The purpose of the exchange is to facilitate the publishing of official state and political subdivision bids to provide greater notice to bidders and to the state and its political subdivisions. The exchange shall maintain a list of all state bids and proposals and all bids and proposals provided by political subdivisions which participate in the exchange. The exchange shall set and charge each bidder, offeror, or political subdivision or both a fee for participation in the exchange to defray the cost of administering the exchange. Section 17. If the purchasing agency intends to enter into a contract for the construction of a new building or for the remodeling or addition to an existing building that involves the expenditure of fifty thousand dollars or more, a contract for any other public improvement that involves the expenditure of twenty-five thousand dollars or more, or a contract for the purchase of supplies that involves the expenditure of ten thousand dollars or more, the purchasing agency shall advertise for bids or proposals. The advertisement shall appear as a legal notice in the appointed legal newspaper. The advertisement shall be printed at least twice, with the first publication at least ten days before opening of bids or the deadline for the submission of proposals. The first publication shall be in each official newspaper of the purchasing agency, and the second publication may be in any legal newspaper of the state chosen by the purchasing agency. If the purchasing agency has no official newspaper, the first publication shall be made in a legal newspaper with general circulation in the jurisdiction of the purchasing agency to be selected by the contracting corporation. The advertisement shall state the time and place where the bids will be opened or the deadline for the submission of proposals. In each notice, the purchasing agency shall reserve the right to reject any or all bids or proposals. If a purchasing agency lists an invitation for bids or request for proposals on the centralized bid exchange pursuant to section 16 of this Act, the purchasing agency need not make the publication required by this section. Section 18. After receiving notice of a contract award, the successful bidder or offeror shall enter into a contract with the purchasing agency within the time specified in the invitation for bids or request for proposals. If any bidder or offeror fails to enter into a contract within the time specified, the contract may be awarded to the next lowest responsive bidder or offeror for the same kind of work and material, unless all bids or proposals are rejected. The defaulting bidder or offeror shall be responsible for the difference in price. Section 19. If any successful bidder or offeror fails to fulfill the conditions of an awarded contract, the purchasing agency may proceed to recover from the defaulting party whatever damages may have been sustained as a result of the default. Section 20. No state officer or employee who approves, awards, or administers a contract with the state, involving the expenditure of public funds or the sale or lease of state property, may have an interest in a contract that is within the scope of the officer's or employee's official duties. This prohibition includes any officer or employee who, in his or her official capacity, recommends the approval or award of the contract or who supervises a person who approves, awards, or administers the contract. This prohibition does not include any officer who serves without compensation or who may be paid per diem pursuant to § 4-7-10.4. Any contract made in violation of this section is void. Any officer or employee who knowingly violates this section is guilty of a Class 2 misdemeanor. Section 21. Any specification shall seek to promote overall economy for the purposes intended and encourage competition in satisfying the purchasing agency's needs, and may not be unduly restrictive. Brand name or equal specifications may be used if the purchasing agency determines in writing that: (1) No other design or performance specification or qualified products list is available; (2) Time does not permit the preparation of another form of purchase description, not including a brand name specification; (3) The nature of the product or the nature of the purchasing agency's requirements makes use of a brand name or equal specification suitable for the procurement; or (4) Use of a brand name or equal specification is in the purchasing agency's best interests. Section 22. Brand name or equal specifications shall seek to designate three, or as many different brands as are practicable, as \"or equal\" references and shall further state that substantially equivalent products to those designated will be considered for award. Unless the purchasing agency determines in writing that the essential characteristics of the brand names included in the specifications are commonly known in the industry or trade, brand name or equal specifications shall include a description of the particular design, functional, or performance characteristics which are required. If a brand name or equal specification is used in a solicitation, the solicitation shall contain explanatory language that the use of a brand name is for the purpose of describing the standard of quality, performance, and characteristics desired and is not intended to limit or restrict competition. Section 23. Brand name specification may be used only if the purchasing agency makes a written determination that only the identified brand name item or items will satisfy the agency's needs. The agency shall seek to identify sources from which the designated brand name item or items can be obtained and shall solicit such sources to achieve whatever degree of price competition is practicable. If only one source can supply the requirement, the procurement shall be made under the sole source procurement provisions of section 11 of this Act. Section 24. Each contract shall be in writing and shall be signed on behalf of the purchasing agency by the authorized officials. Section 25. The provisions of this Act do not apply to: (1) Any highway construction contract entered into by the Department of Transportation; (2) Any contract for the purchase of supplies from the United States or its agencies or any contract issued by the General Services Administration; (3) Any purchase of supplies by purchasing agencies from contracts that have been awarded by any government entity by competitive sealed bids or competitive sealed proposals; (4) Any equipment repair contract; (5) Any procurement of electric power, water, or natural gas; chemical and biological products; laboratory apparatus and appliances; published books, maps, periodicals and technical pamphlets; works of art for museum and public display; medical supplies; communications technologies, computer hardware and software, peripheral equipment, and related connectivity; tableware or perishable foods; (6) Any supplies and services required for externally funded research projects at institutions under the control of the Board of Regents; (7) Any property or liability insurance or performance bonds, except that the actual procurement of any insurance or performance bonds by any department of the state government, state institution, and state agency shall be made under the supervision of the Bureau of Administration; (8) Any supplies needed by the Department of Human Services or prison industries for the manufacturing of products; (9) Any printing involving student activities, conducted by student organizations and paid for out of student fees, at institutions under the control of the Board of Regents. However, nothing in this subdivision exempts, from the requirements of this Act, purchases that involve printing for other activities at institutions under the control of the Board of Regents; (10) Any purchase of surplus property from another purchasing agency; (11) Any animals purchased; or (12) Any purchase by a school district of perishable food, raw materials used in construction or manufacture of products for resale, any contract for asbestos removal in emergency response actions, and any contract for services provided by individuals or firms for consultants, audits, legal services, architectural services and engineering, insurance, real estate services, auction services, or transportation of students. Section 26. The state auditor may stop the letting or the execution of any contract with the state, or with any state officer, commission, board, institution, or agency by serving a written notice of the order on the officer, commission, or board involved, the secretary of state, the attorney general, and on the contractor, if any, stating the grounds on which the state auditor has determined that the contract is illegal, unauthorized, or improper. Section 27. From any order or decision of the state auditor stopping execution of any contract obligation of the state, any person aggrieved or interested may appeal to the State Board of Finance at any time within twenty days after the stop order was filed with either the attorney general, the secretary of state, the state treasurer, or the department involved by serving notice of appeal on the state auditor and the Governor. The notice shall state the decision being appealed and shall ask for a hearing on the appeal. Upon receiving the notice, the Governor shall call a meeting of the State Board of Finance. The board shall consider the appeal, make a decision, enter the decision in the journal, and give notice to the appellant and the department involved. Any order of the Board of Finance as expressed in the board's decision is binding upon the state department, institution, agency, or office involved and shall be carried out accordingly. Section 28. Except for canned meat food products that are not available from a domestic source, no purchasing agency may purchase any meat food products that are the products of any foreign country or that are imported from outside the boundaries of the United States. Section 29. Any milk processor licensed pursuant to § 39-6-7, bidding any milk or milk product under a competitive bid contract, shall receive the bid contract if the processor's bid is equal to, or within five percent or less, of any other bidder who is not a licensed processor. Section 30. In awarding a contract, if all things are equal, including the price and quality of the supplies or services, a purchasing agency shall give preference: (1) To a qualified agency if the other equal low bid or proposal was submitted by a business that was not a qualified agency; (2) To a resident business if the other equal low bid or proposal was submitted by a nonresident business; (3) To a resident manufacturer if the other equal low bid or proposal was submitted by a resident business that is not a manufacturer; (4) To a resident business whose principal place of business is located in the State of South Dakota, if the other equal low bid or proposal was submitted by a resident business whose principal place of business is not located in the State of South Dakota; or (5) To a nonresident business providing or utilizing supplies or services found in South Dakota, if the other equal low bid or proposal was submitted by a nonresident business not providing or utilizing supplies or services found in South Dakota. In computing price, the cost of transportation, if any, including delivery, shall be considered. Section 31. A resident bidder shall be allowed a preference on a contract against the bid of any bidder from any other state or foreign province that enforces or has a preference for resident bidders. The amount of the preference given to the resident bidder shall be equal to the preference in the other state or foreign province. Section 32. The Bureau of Administration shall maintain a current list of all states that have a resident bidder preference law and the amount or percent of preference taken by each state. The bureau shall make the list available upon request to any purchasing agency. Section 33. A qualified agency may submit a list of products and custodial and maintenance services, provided by the agency, to the Bureau of Administration. The bureau shall make the information available to purchasing agencies of the State of South Dakota on a website maintained by the bureau. Section 34. No provision of this Act may be so construed as to prohibit any person with a disability from negotiating a contract for service or commodities or in any other manner doing business with any purchasing agency. Section 35. A purchasing agency may give preference to the purchase of supplies manufactured from recycled or biobased materials if the bids are within five percent of the lowest bid offering nonrecycled or nonbiobased materials. Section 36. Prior to the award of a contract, the purchasing agency may require of each bidder or offeror such information as shall allow the agency to determine whether a bidder or offeror is entitled to a preference or subject to having a preference enforced against it under this Act. Section 37. Any procurement utilizing federal funds is subject to any federal statutes and regulations governing the use and payment of such funds. Section 38. Any bidder or offeror who fails to comply with the provisions of this Act, or who provides any false information in the submission of any bid or offer is subject to having the bid or offer disallowed by the purchasing agency soliciting the bid or offer. Any contract entered into in violation of this Act is null and void. Section 39. The Bureau of Administration shall serve as the central procurement agency of the State of South Dakota. Except for the legislative and judicial branches and as otherwise specifically provided in this Act, the Bureau of Administration shall procure, or authorize the procurement of all supplies, services, and public improvements for state government. No claim for any such procurement may be paid unless authorization has been issued by the bureau. The governing body of all other purchasing agencies, including the legislative and judicial branches of state government, is responsible for procuring or authorizing the procurement of supplies, services, and public improvements for their respective governmental unit. Section 40. A purchasing agency may require a bond or an approved security to be submitted with any bid or proposal. No offeror or bidder may be required to leave the bond or security posted for a longer period than thirty days if the bid or proposal is not accepted. The bond or approved security of the successful offeror or bidder shall be returned upon the signing of the contract. Section 41. For any public improvement contract, a performance and payment bond is required pursuant to chapter 5-21. For any other contract, a purchasing agency may require a bond or an approved security to be provided by the successful offeror or bidder as a guarantee of faithful performance of the contract. In any case, the bond or approved security of the successful offeror or bidder shall be returned upon the completion of the contract. Section 42. If a contract is for the construction of a public improvement, the required advertisement shall state where the plans and specifications may be examined. The plans and specifications for the construction of any public improvement shall be and remain on file in the office of the purchasing agency at all times from the beginning of the publication of the advertisement for bids until the completion of the public improvement. The purchasing agency shall, upon request, furnish at least one copy of the plans and specifications, without charge, to each contractor resident in South Dakota who intends, in good faith, to bid upon the public improvement. The copy shall be available at the date of the first publication of the advertisement for bids. The purchasing agency may require the return of the copy at the time of the opening of the bids. Section 43. If the invitation for bids is for the construction of a public improvement, each bid shall contain a certified check or a cashier's check, for five percent of the amount of the bid. Such check shall be certified or issued by either a state or a national bank and payable to the purchasing agency or to an officer of the purchasing agency letting the contract and inviting bids. In lieu of a check, a bid may contain a bid bond for ten percent of the amount of the bid. Such bond to be issued by a surety authorized to do business in this state payable to the purchasing agency, as a guaranty that the bidder will enter into a contract with the purchasing agency, its board or officers thereof, in accordance with the terms of the letting and bid in case the bidder be awarded the contract. Section 44. Notwithstanding the provisions of section 41 of this Act, the requirement of a bid bond, certified or cashier's check, cash, or other security may be waived by the purchasing agency if the bid submitted does not exceed fifty thousand dollars. Section 45. No public servant may, directly or indirectly, require or direct a bidder on any public building or construction contract that is about to be or has been competitively bid to obtain from a particular insurer or insurance producer any surety bond or contract of insurance required in the bid or contract or required by any law, ordinance, or rule. However, the surety insurer shall be an authorized insurer under Title 58. Nothing in this section prevents any such public servant acting on behalf of the government from exercising the right to approve or reject a surety bond or contract of insurance as to its form or sufficiency. Section 46. Unless all bids presented are rejected, the lowest responsible bid shall be accepted. If the low bidder is not responsible or the bid is not made in accordance with the requirements of this Act or the low bid is withdrawn, the bid of the next lowest responsible bidder may be accepted. If the lowest responsible bid exceeds the final estimated project cost, the Bureau of Administration, acting on behalf of the state, or any other purchasing agency may negotiate with that low bidder for the construction of a public improvement or for the purchase of the supplies at the most advantageous price. Section 47. Prior to execution of a public improvement contract, a successful bidder shall certify: (1) That no more than twenty percent of the cost of labor included in the contract is being provided by nonresident subcontractors; or (2) That more then twenty percent of the cost of labor included in the contract is being provided by nonresident subcontractors because resident contractors are not available and at competitive prices. The bidder shall also provide any information requested by the purchasing agency to verify the certification. Section 48. If a purchasing agency is to supply tangible personal property to be used in performance of the contract and the personal property is taxable to the contractor under § 10-46-5, the specifications or notice to bidders shall state the purchase price or fair market value of the tangible personal property, whichever is the greater. The stated amount shall be the basis for determining the contractor's liability for tax. Section 49. Any funds forfeited by a bidder or surety shall accrue to the funds provided for construction of the public improvement. Section 50. No bidder on a public improvement contract may be required, either in the invitation for bids or otherwise, to leave a certified check or cashier's check, or bid bond, posted for a longer period than thirty days if the bid is not accepted. The check or bid bond of the successful bidder shall be returned upon the execution of the contract and surety hereafter provided for. The checks or bid bonds of all unsuccessful bidders shall be, by the purchasing agency, immediately returned to the respective makers thereof and not more than thirty days shall elapse between the opening of the bids and either the acceptance of the bid of the lowest responsible bidder or the rejection of all of the bids presented. Section 51. If a contract is based upon plans and specifications prepared by an architect or engineer, the contract's terms and conditions shall comply with the provisions provided in the \"General Conditions of the Contract for Construction,\" Fourteenth Edition, by the American Institute of Architects in effect on January 1, 2010, the \"ConsensusDOCS 200 Standard Agreement and General Conditions Between Owner and Contractor,\" by ConsensusDOCS LLC in effect January 1, 2010, or the \"Standard General Conditions of the Construction Contract,\" 1990 Edition, by the Engineer's Joint Contract Documents Committee, in effect January 1, 2010, except when in conflict with the laws of this state. However, the purchasing agency may modify or delete, on a contract by contract basis, any portion of the \"General Conditions of the Contract for Construction,\" \"ConsensusDOCS 200 Standard Agreement and General Conditions Between Owner and Contractor,\" or the \"Standard General Conditions of the Construction Contract.\" Section 52. The contract may permit progress payments, but an amount necessary to complete the improvement shall be retained from the final payment until the contract is executed in full and the public improvement completed to the satisfaction and acceptance of the purchasing agency. However, if the contractor has furnished the purchasing agency all required records and reports and a final inspection has been made, the purchasing agency shall pay to the contractor interest as set by the governing body at a rate of not less than the category E rate of interest as established by § 54-3-16 on the amounts retained and on the final payment due the contractor beginning thirty days after the work under the contract has been completed, as evidenced either by the completion date established by the architect's or engineer's letter of acceptance or by the use and occupancy of the public improvement. The interest shall continue until the date when payment is tendered to the contractor unless delay in payment has been the result of federal participation in the contract in which event interest may not begin until thirty days after payment by the federal authority involved. If a portion of a progress payment is retained, other than the final payment, the purchasing agency shall pay to the contractor interest as set by the purchasing agency at a rate of not less than the category E rate of interest as established by § 54-3-16 on the amount retained beginning thirty days after the contractor has furnished the purchasing agency with all required records and reports and a progress inspection. Section 53. The purchasing agency may include in any contract for a public improvement provisions for the deposit of securities in lieu of sums retained from payments due a contractor for work performed pursuant to the terms of the contract. The contract document shall state the types of securities to be accepted and the procedural requirements for the deposits. Section 54. If a purchasing agency elects to use and occupy the public improvement before acceptance, the purchasing agency shall pay all amounts due under the contract except double the amount that the architect or engineer estimates to be necessary to complete the improvement in accordance with the plans and specifications or one percent of the contract price, or in any event not less than three hundred dollars. No interest may commence until thirty days after the work has been fully completed. Section 55. The purchasing agency may appoint a competent superintendent who may be the architect or engineer furnishing the plans and specifications for the public improvement. The superintendent shall report to the purchasing agency or board every thirty days as to the progress and character of the work done by the contractor. Upon the reports of the superintendent, the purchasing agency shall make payments promptly to the contractor during the process of construction to the extent provided by the contract based on the value of the work done and materials furnished. The payments shall be divided into such installments as the board and the contractor may agree upon at the time of entering into the contract, and which shall be included in and be a part of the terms of the contract. No payment, however, constitutes an acceptance, in whole or in part, by the purchasing agency prior to making of the final payment and acceptance in full completion of the contract. Final payment of any sums due to the contractor shall be made within thirty days after the completion and acceptance of the public improvement by the purchasing agency. Section 56. No person, firm, or corporation may act as architect or engineer and also contractor on any public work in this state if the amount to be expended upon such public work exceeds one hundred thousand dollars. Any public works of an emergency nature which affect the public health and safety of the state and are funded through the use of an emergency appropriation or special appropriation, and any full-service firm which specialize in the design, fabrication, and installation of cultural and educational exhibits are exempt from this section. Section 57. Each purchasing agency, on entering into a contract for a public improvement, shall provide in the contract that the contractor is required to pay the Department of Labor of South Dakota all contributions and interest due under the provisions of chapter 61-5, on wages paid to individuals employed in performance of the contract. Section 58. No purchasing agency may award any contract for the construction of any public improvement unless the purchasing agency has verified with the Department of Revenue and Regulation that the contractor has a contractor's excise tax license pursuant to chapter 10-46A or 10-46B. Section 59. Before final payment may be made on any contract for public improvement, the purchasing agency awarding the contract shall require the contractor to furnish a certificate from the Department of Labor that all contributions and interest due to the Department of Labor in the performance of the contract have been paid. Section 60. Any amendment or change order to an existing contract for construction, reconstruction, or remodeling of a public improvement does not need to be bid if: (1) The contract contains unit prices for the same type or class of work; (2) The change or extra work is necessitated by circumstances related to soils, utilities, or unknown conditions directly affecting the performance of the work that were not reasonably foreseeable at the time the underlying contract was let and the change or extra work is necessary to the completion of the public improvement; or (3) The sum of the proposed amendment or change order plus the sum of all other prior unbid amendments or change orders, exclusive of change orders issued under subdivisions (1) and (2) of this section, does not exceed the following: (a) For contracts not more than five hundred thousand dollars, the greater of twenty-five thousand dollars or fifteen percent of the base contract; (b) For contracts exceeding five hundred thousand dollars but not more than two million five hundred thousand dollars, the greater of seventy-five thousand dollars or ten percent of the base contract; and (c) For contracts exceeding two million five hundred thousand dollars, the greater of two hundred fifty thousand dollars or five percent of the base contract. Section 61. A purchasing agency may enter into design-build contracts for public improvements, if the following conditions are met: (1) The purchasing agency shall, prior to issuing any design-build request for proposals, establish and publish procedures for the solicitation and award of design-build contracts. The Bureau of Administration shall establish the procedures for the state. The procedures shall include the following: (a) The procedure to select or designate a performance criteria developer utilizing a qualification based process and the procedure to prepare performance criteria; (b) The procedures for the preparation and contents of a design-build request for proposals; (c) The procedure and standards to be used to qualify or pre-qualify design-builders; (d) The procedures for preparing and submitting proposals; (e) The procedures for evaluating proposals; (f) The procedures for negotiations between the purchasing agency and those submitting proposals prior to the acceptance of a proposal. The procedures shall contain safeguards to preserve confidential information and proprietary information supplied by those submitting proposals, consistent with section 75 of this Act; (g) The procedures for awarding and executing design-build contracts; (h) The procedures for awarding design-build contracts in the event of public emergencies as defined in section 12 of this Act; and (i) The procedures for acting on formal protests relating to the solicitation or award of design-build contracts; (2) The purchasing agency shall, for each public improvement under this section, make a determination that it is in the best interest of the public to enter into a design-build contract to complete the public improvement. The determination to utilize design-build and the basis for the determination shall be recorded in the project file or the minutes of the meeting of the governing board of the purchasing agency. In making this determination, design-build projects shall meet one or more of the following criteria: (a) The purchasing agency requires a project design and construction time line that is faster than the traditional design/bid/build process would allow; (b) The complexity of the project requires close coordination of design and construction expertise or an extreme amount of coordination; (c) The purchasing agency requires early cost commitments; or (d) The project can be defined at an early stage and the purchasing agency is able to specify all requirements; and (3) The purchasing agency shall follow the procedures of other laws governing public improvement construction contracts to the extent such laws are compatible with the use of design-build contracts. Section 62. No design-builder may do business in this state unless authorized as either an architect, engineer, or general contractor. Section 63. A design-builder may sublet responsibility for professional design services to any person licensed and registered to provide professional design services in this state. Nothing in this section limits or eliminates the responsibility or liability of any person registered pursuant to chapter 36-18A, on a design-build project to the purchasing agency or other third parties under existing law. Section 64. A design-builder may sublet responsibility for construction or other services to persons registered, licensed, or otherwise qualified to provide those services in this state. Section 65. A design-builder may contract with the purchasing agency to provide professional services or construction services for which the design-builder is not licensed, registered, or qualified to perform, as long as the design-builder sublets all such services required under the design-build contract to a licensed, registered, or otherwise qualified person. Section 66. Any request for proposals shall contain performance criteria developed by a performance criteria developer and approved by the purchasing agency. For projects not exempted under chapter 36-18A from using a registered design professional, the performance criteria developer shall be a design professional registered under chapter 36-18A. For projects not exempt under chapter 36-18A from using a registered design professional, the performance criteria developer shall be hired on the basis of qualifications related to projects of similar scope. Section 67. The performance criteria developer may not submit a proposal to enter into the design-build contract and the design-builder may not delegate or contract services under the design-build contract to the performance criteria developer. Section 68. The performance criteria developer shall be either an employee of the purchasing agency or shall be engaged in accordance with statutorial procedures for contracting with professional services. With the approval of the purchasing agency, the developer may delegate or contract for the development of specific aspects of the design criteria to other consultants. The performance criteria developer may be retained at the purchasing agency's option through to the completion of the design-build contract. Section 69. The purchasing agency, in consultation with the performance criteria developer, shall determine the scope and level of detail required for the performance criteria. The performance criteria shall be detailed enough to permit a person to submit a proposal in accordance with the design-build request for proposals, given the nature of the public project and the level of design to be provided in the proposal. Section 70. After a minimum of three design-builders have been pre-qualified in accordance with section 72 of this Act, a design-build request for proposals shall be mailed to each pre-qualified design-builder. The minimum number of pre-qualified design-builders is not required for any improvement project that is complex in nature, requires close coordination of design and construction expertise, and does not require significant structural changes, additions, reconstruction, or new construction. The design-build request for proposals shall be prepared for each design-build contract containing the following elements: (1) The identity of the purchasing agency which will award the design-build contract and the identity of the performance criteria developer; (2) The procedures to be followed for submitting proposals, the criteria for evaluation of a proposal and its relative weight, and the procedures for making awards; (3) The proposed terms and conditions for the design-build contract; (4) The performance criteria, which shall include the following: (a) The owners preliminary program of space needs and special requirements; (b) Performance standards for materials and equipment; and (c) Minimum system requirements and efficiencies; (5) A description of the drawings, specifications, or other submittals to be submitted with the proposal, with guidance as to the form and level of completeness of the drawings, specifications, or submittals that is acceptable; (6) A schedule for planned commencement and completion of the design-build contract; (7) Budget limits for the design-build contract; (8) Affirmative action, disadvantaged business, or set-aside goals or requirements for the design-build contract, if any; (9) Requirements for performance and payment bonds, and insurance. These requirements shall meet the requirements of § 5-21-1; (10) The compensation, if any, to be given to design-builders submitting proposals who are not awarded the project; (11) Whether project financing is in place; (12) A schedule for payments to the design-builder; (13) Site identification and geotechnical information if the site is owner-provided; (14) Location of existing utilities and their capacity if the site is owner-provided; and (15) Warranty and guarantee requirements. Section 71. No design-build request for proposals may include detailed designs or detailed drawings prepared by the criteria developer. The request may, however, include drawings of existing conditions and any preliminary conceptual sketches necessary to illustrate the information required by subdivision (4) of section 70 of this Act. Each conceptual drawing shall contain the minimum information necessary to convey the requirements. No design-build request for proposals may include detailed construction specifications. Any design and construction standards in the request for proposals shall be performance standards only. Section 72. A purchasing agency shall pre-qualify design-builders for design-build contracts by advertising its request for qualifications in accordance with section 17 of this Act. A request for qualifications shall contain the following elements: (1) The identity of the purchasing agency; (2) A description of the proposed public improvement; (3) Budget limits for the proposed public improvement; (4) The requirements the design-builder will be required to have; and (5) The criteria and their relative weight for prequalification. Section 73. Any proposal, submitted pursuant to this section, shall be accompanied by a deposit or bond meeting the requirements of section 41 of this Act. The deposit or security may be forfeited if the proposal is accepted but the design-builder fails to execute the design-build contract. Section 74. Any proposal shall be sealed and may not be opened until expiration of the time established for making proposals as set forth in the design-build request for proposals. To the extent required by the request for proposals, any proposal shall identify each person to whom the design-builder proposes to sublet obligations under the design-build contract. At a minimum, any proposal shall identify each person to whom the design-builder proposes to sublet any design obligations or general construction obligations. Any person so identified may not be replaced without the approval of the purchasing agency. Any proposal shall establish a cost of the design-build contract that may not be exceeded if the proposal is accepted without change. The maximum cost in the proposal may be converted to fixed prices by negotiated agreement between the purchasing agency and the selected design-builder. Section 75. Until a proposal is accepted, the drawings, specifications, and other information in the proposal remain the property of the person making the proposal. The purchasing agency shall make reasonable efforts to maintain the secrecy and confidentiality of any proposal and all information contained in any proposal and may not disclose any proposal or the information contained in a proposal to the design-builder's competitors. The purchasing agency may not disclose, except as may be permitted pursuant to chapter 1-25, confidential and proprietary information contained in any proposal to the public until such time as the purchasing agency takes final action to accept a proposal. Section 76. Once received, any proposal shall be submitted to the performance criteria developer for review. Clarifications may be required to ensure conformance of any proposal with the performance criteria. In seeking clarifications, the performance criteria developer may not reveal any aspect of any design-builder's proposal to any other design-builder. No proposal may be considered until the performance criteria developer issues a written opinion that the proposal is consistent with the performance criteria. Once the performance criteria developer has issued such an opinion, the proposal shall be submitted to the governing body of the purchasing agency for review and evaluation. No proposal or design-build contract may be accepted unless the purchasing agency determines there was adequate competition for such contract. Section 77. After obtaining and evaluating proposals according to the criteria and procedures set forth in the design-build request for proposals, a purchasing agency may accept the proposal it considers most advantageous to the purchasing agency. Acceptance of a proposal shall be by written notice to the design-builder which submitted the accepted proposal. At the same time notice of acceptance is delivered, the purchasing agency shall also inform, in writing, the other design-builders that their proposals were not accepted. Unless all proposals are rejected, a detailed breakdown of the evaluation criteria scores for each proposal received shall be made available to the public after signature execution of the design-build contract. The contract for development of performance criteria shall terminate if a contract is awarded to the design-builder. Section 78. The purchasing agency may reject any and all design-build proposals. The purchasing agency may solicit new proposals using the same or different performance criteria, budget constraints, or qualifications. Section 79. Any design-build proposal may be withdrawn by the proposer for any reason at any time prior to acceptance. Section 80. Any purchasing agency may engage a construction manager if planning, designing, or constructing a public improvement, or if improving, altering, or repairing a public improvement. However, no purchasing agency is required to engage a construction manager. Section 81. Construction management services provided in the planning and design phases of a public improvement project may include: (1) Services provided in the planning and design phases of a public improvement project including the following: (a) Consulting with, advising, assisting, and making recommendations to the public corporation and architect or engineer on all aspects of planning for project construction; (b) Reviewing all plans and specifications as they are being developed and making recommendations with respect to construction feasibility, availability of material and labor, time requirements for procurement and construction, and projected costs; (c) Making, reviewing, and refining budget estimates based on the public corporation's program and other available information; (d) Making recommendations to the public corporation and the architect or engineer regarding the division of work in the plans and specifications to facilitate bidding and awarding of contracts; (e) Soliciting the interest of capable contractors and assisting the public corporation in taking bids on the project; (f) Analyzing the bids received and awarding contracts; and (g) Preparing and monitoring a progress schedule during the design phase of the project and preparation of a proposed construction schedule; and (2) Services provided in the construction phase of the public improvement project including the following: (a) Maintaining competent supervisory staff to coordinate and provide general direction of the work and progress of the contractors on the project; (b) Observing the work as it is being performed for general conformance with working drawings and specifications; (c) Establishing procedures for coordinating among the public corporation, architect or engineer, contractors, and construction manager with respect to all aspects of the project and implementing labor policy in conformance with the requirements of the public corporation's policy and making recommendations; (d) Reviewing and processing all applications for payment by involved contractors and material suppliers in accordance with the terms of the contract; (e) Making recommendations for and processing requests for changes in the work and maintaining records of change orders; (f) Scheduling and conducting job meetings to ensure orderly progress of the work; (g) Developing and monitoring a project progress schedule, coordinating and expediting the work of all contractors, and providing periodic status reports to the owner and the architect and engineer; and (h) Establishing and maintaining a cost control system and conducting meetings to review costs. Section 82. No construction manager-agent may contract directly with any contractor or supplier for the project. Section 83. The construction manager-at-risk shall directly contract with subcontractors and suppliers for the project. Section 84. Unless the construction manager-agent is an employee of the purchasing agency and provides the construction management services pursuant to such employment, no purchasing agency may engage the services of a construction manager except as follows: (1) The purchasing agency shall first make the following determinations: (a) That it is in the public interest to utilize the services of a construction manager; and (b) That the construction management services would not unreasonably duplicate and would be in addition to the normal scope of separate architect or engineer contracts; (2) Notwithstanding any other provisions of this chapter, no construction manager may contract to perform actual construction on the project, except as follows: (a) The construction manager may perform general conditions of the construction contract as required by the owner; (b) The construction manager is a construction manager-at-risk and was solicited through a qualification-based request for proposals method of procurement as provided in section 85 of this Act and the construction manager-at-risk, for any actual construction contracted by the construction manager-at-risk to be performed on the project, provides payment and performance bonds and competitively bids the work as required by any statute governing bidding and bonding for public improvement projects; (c) Pursuant to a contract awarded on an emergency basis, pursuant to section 12 of this Act; or (d) Pursuant to a contract negotiated pursuant to subdivision (9) of section 6 of this Act; and (3) No person, firm, or corporation may act as a construction manager-agent and also as a contractor on any public improvement, except as follows: (a) Pursuant to a contract awarded on an emergency basis, pursuant to section 12 of this Act; or (b) Pursuant to a contract negotiated pursuant to subdivision (9) of section 6 of this Act. Section 85. Each qualification based request for proposals required by subsection (b) of subdivision (2) of section 84 of this Act to enter into a construction manager-at-risk services contract where the construction manager-at-risk intends to actually perform construction on the project, shall meet the following criteria: (1) The purchasing agency shall, prior to issuing any request for proposals to enter in a construction management services contract, establish and publish procedures for the solicitation and award of such contracts, which procedures shall include the following: (a) The procedures and standards to be used to qualify construction managers; (b) The procedures for preparing and submitting proposals; (c) The procedures for evaluating proposals; (d) The procedures for negotiations between the purchasing agency and those submitting proposals prior to the acceptance of a proposal. The procedures shall contain safeguards to preserve the confidential information and proprietary information supplied by those submitting proposals; and (e) The procedures for awarding construction management services contracts; (2) A request for proposals to enter into a construction management services contract shall contain the following elements: (a) The identity of the purchasing agency; (b) A description of the proposed public improvement; (c) A description of the qualifications the construction manager will be required to have; (d) The procedures to be followed for submitting proposals, the criteria for evaluation of a proposal and its relative weight, and procedures for making awards; (e) The proposed terms and conditions for the construction management services contract, including a description of the scope of services to be provided; (3) Notice of any request for proposals shall be advertised in accordance with the provisions of section 17 of this Act; (4) After obtaining and evaluating proposals, a purchasing agency may accept the proposal it considers the most advantageous to the purchasing agency. Acceptance of a proposal shall be by written notice to the construction manager submitting the accepted proposal, and by simultaneously notifying in writing the other construction managers that their proposals were not accepted; and (5) The purchasing agency shall reserve the right to reject any or all proposals submitted. Section 86. Each contract for a public improvement shall have a licensed design professional actively involved in the project from the start of design through final completion as required by chapter 36-18A. Section 87. No contract for the transportation of students may exceed five years. Specific provisions of the contract may be renegotiated during the term of the contract if guidelines for making changes are in the contract. Any change made during the term of the contract shall be reported in the school board minutes. Section 88. No contract for the services of a local school food service management company may exceed one year. An original contract for the services of a school food service management company may be renewed annually no more than four times consecutively following the original contract. Both bid and contract shall specify that the contract may be renewed, but the local school is not required to renew the contract. Specific provisions of the original contract may be renegotiated prior to renewal if guidelines for making changes are in the original contract. The school board shall record in its minutes any changes made during the term of a food service management contract or renewal. Section 89. The governing board of a unit of local government shall be exempted from the provisions of this Act if it is able to purchase supplies at a substantial savings at a public sale or auction. Any performance bond required by § 5-21-1 may be waived on items purchased for less than ten thousand dollars at a public sale or auction. The governing board shall contact and attempt to obtain competitive quotations from at least three suppliers of identical or similar supplies. The board may authorize an agent to attend a sale or auction and expend an amount not in excess of eighty percent of the average of the quotations received. A record of the names of the suppliers, the quotations received, and the procurement procedures used in purchasing shall be documented, noted in the minutes, and retained on file by the governing board. Section 90. If a municipality requires a developer to install water and sanitary sewer trunk lines or mains, sewer collection systems, or streets at the expense of the developer and the municipality requires the size of the trunk line or main, sewer collection systems, or streets to be larger than the developer's requirements, the price difference paid by the municipality and as determined by a licensed engineer's estimate is exempt from the provisions of this Act. Section 91. Nothing in this Act or chapter 5-21 may be so construed as to prevent counties or townships from constructing or maintaining the county highway system and any secondary highways by means of drags, road planers, tractors, and other approved mechanical devices owned by said counties or townships. Nothing in this Act and chapter 5-21 may be construed to prevent the construction of dams in connection with water conservation projects if the cost of materials used does not exceed the total cost of twenty-five hundred dollars. Section 92. The bid requirements of this Act do not apply to the purchase of fuel by units of local government. The governing board of a unit of local government may, instead of advertising for bids, negotiate a contract for the purchase of fuel at the most advantageous price. The governing board shall contact and attempt to obtain competitive quotations from at least three suppliers. A record of the names of the suppliers, the quotations received and the procurement procedures used in purchasing shall be documented, noted in the minutes, and retained on file by the governing body. The contract may include a procedure for adjusting prices to meet changing market conditions not within the control of the vendor. Section 93. For any contracts entered into pursuant to § 9-32-11 or for any supply contract, any local government may include a procedure for adjusting prices to meet changing market conditions not within the control of the vendor. The adjustments may not result in increases in the profit of the vendor, and shall be supported by written justification filed with the purchasing agent of the unit of local government. Section 94. Notwithstanding the provisions of this Act, any purchasing agency of a local governmental unit may purchase, without advertising for bids, from a willing vendor, any supplies contained in the state contract list established pursuant to section 101 of this Act, or from any willing vendor at a price at or below that shown in the state contract. The governing body of the purchasing agency shall note in its minutes what supplies were purchased from the state contract and shall further note the identity and address of the vendor and the price paid. If an item is purchased at a price lower than that found on the state contract, the purchasing agency shall note that fact in its minutes and show the identity and address of the vendor and the price paid. Section 95. The procurement of motor vehicles by the state shall only be from authorized dealers licensed by the State of South Dakota. Section 96. The Bureau of Administration shall classify all supplies purchased for the use of every agency of state government. The bureau shall group items of the same class so that contracts may be grouped for like commodities or classes of commodities. Section 97. State agencies shall submit estimates of projected purchases within established commodity classifications as required by the Bureau of Administration. The bureau may change or modify the agency estimates in any manner determined to be in the best interest of the state. Section 98. The Bureau of Administration may pool the combined estimated needs of several agencies for identical supplies or services under one contract. Section 99. For any state contract, any electronic sealed bid or proposal may only be submitted through an electronic procurement system authorized for use by the Bureau of Administration. Section 100. The Bureau of Administration may obtain expert advice and assistance from any officer or employee of any state agency for recommendations or assistance in the preparation of specifications and in the examination of bids or proposals or testing of samples submitted with bids or proposals. Section 101. The Bureau of Administration shall establish a state contract list that contains a listing of the supplies or services which are in contracts executed by the bureau. The list shall also contain the name and address of the vendor supplying the supplies or services and the price of the item. The bureau shall make the contract list available to other purchasing agencies in a manner determined by the bureau to be the most efficient. Section 102. The Bureau of Administration may establish a state bidders list in order to facilitate the notification of official state invitations for bids or requests for proposals. Bidders may request placement on the state bidders list and notification of any lettings issued under this chapter. The bureau may establish by rules, promulgated pursuant to chapter 1-26, a fee for placement on the list to defray the cost of administration. Any fees charged shall be deposited in the internal service fund created in section 103 of this Act. Section 103. There is hereby created in the state treasury a procurement management internal service fund. The commissioner of administration shall apportion all expenses incurred in the administration of the procurement management system to all state departments, agencies, and institutions utilizing such system. Payments received therefrom shall be deposited into the procurement management internal service fund. Section 104. If, after all bids or proposals are examined, the Bureau of Administration is satisfied that it can procure any or all of the supplies or services covered by the bids or proposals more advantageously elsewhere than from those submitting bids or proposals, it may reject any or all bids or proposals and procure any or all of the required supplies or services at the most advantageous price. Section 105. The attorney general shall draw all state contracts let under the provisions of this Act. Each contract shall be signed by the commissioner of administration or a designee, on the part of the state, and by the party to whom the contract has been awarded. Each contract and any required bond shall be filed in the Bureau of Administration. Section 106. If a contract price for goods entered into by the state becomes unreasonable in view of changing market conditions, the Bureau of Administration may cancel the contract or adjust the contract price to meet the changing market conditions if it is necessary to obtain necessary supplies at the required time. Any contract price adjustment shall be justified in writing by the contractor to the Bureau of Administration and a copy of the adjustment and the written justification for the adjustment by the contractor and the bureau shall be filed with the auditor general. No contract price adjustment may allow for increased management costs or for an increase in the dollar amount of profit for the contractor having the contract. No contract price adjustment resulting in an increase may be made for or during the first ninety days of an annual contract. Section 107. The Bureau of Administration, after notice to the business involved, may suspend or debar a business for cause from consideration of any state contracts. The suspension may not exceed three months and the debarment may not exceed three years. Any action to debar or suspend shall be conducted by the Bureau of Administration pursuant to chapter 1-26. Section 108. Each state contract for printing shall provide for a specific amount of penalty for failure on the part of the contractor to deliver the public printing in accordance with the plans and specifications within the time to be designated in the contract. The penalty shall be a fixed sum for each day so delayed. The penalty shall be applied by the Bureau of Administration according to the contract. The amount of the penalty shall be deducted in the voucher for payment for the work done under the contract. The state auditor may draw no warrant for any amount deducted by the bureau in any voucher certified for payment by the bureau. However, no contractor may be held accountable for any delay occasioned by holding proof sheets. Section 109. No printing office within state government, whether the office is within the Bureau of Administration or within an institution of higher education, may accept printing contracts or jobs from private individuals or organizations. Section 110. The Bureau of Administration shall establish by rules, promulgated pursuant to chapter 1-26, the criteria by which any publication, brochure, pamphlet, or flyer with a total cost exceeding one hundred dollars, paid for and distributed by a state agency shall bear an inscription listing the publisher, the number of copies published, and the approximate cost of publication per copy. Section 111. The Bureau of Administration shall purchase, if the price is reasonably competitive and the quality is acceptable, soybean-based inks in lieu of conventional inks for use in any state government operations. The bureau may require the use of soybean-based inks by any private vendor under contract to a state agency in carrying out the terms of the contract if the price of the inks is reasonably competitive and the quality is acceptable. Section 112. The Bureau of Administration may enter into agreements with purchasing agents in any other state or the United States government under which any of the parties may agree to participate in, administer, sponsor, or conduct purchasing transactions under a joint agreement or contract for the purchase of supplies or contractual services. The Bureau of Administration may cooperate with purchasing agents and other interested parties in any other state or the United States government to develop uniform purchasing specifications on a regional or national level to facilitate cooperative interstate purchasing transactions. Section 113. No agency of the state may award or renew a contract for professional services exceeding fifty thousand dollars without complying with the procedures set forth in this section to section 118 of this Act, inclusive. Any agency seeking such professional services shall issue a request for proposals. The agency shall publish any request for proposals issued pursuant to this section on the electronic procurement system maintained by the Bureau of Administration. The request for proposals shall include the procedures for the solicitation and award of the contract. Section 114. The request for proposals shall state the relative importance of evaluation criteria to be used in the ranking of prospective contractors. The agency shall include the following evaluation criteria in any request for proposals: (1) Specialized expertise, capabilities, and technical competence as demonstrated by the proposed approach and methodology to meet the project requirements; (2) Resources available to perform the work, including any specialized services, within the specified time limits for the project; (3) Record of past performance, including price and cost data from previous projects, quality of work, ability to meet schedules, cost control, and contract administration; (4) Availability to the project locale; (5) Familiarity with the project locale; (6) Proposed project management techniques; and (7) Ability and proven history in handling special project constraints. Section 115. The agency and the highest ranked contractor shall mutually discuss and refine the scope of services for the project and shall negotiate terms, including compensation and performance schedule. The compensation level paid shall be reasonable and fair to the agency, as determined by the agency. If the agency and the highest ranked contractor are unable for any reason to negotiate a contract at a compensation level that is reasonable and fair to the agency, the agency shall, by notification either orally or in writing, terminate negotiations with the contractor. The agency may then negotiate with the next highest ranked contractor. The negotiation process may continue through successive contractors, according to agency ranking, until an agreement is reached or the agency terminates the contracting process. Section 116. A register of proposals shall be prepared and maintained by any state agency issuing a request for proposals for a professional service contract. The register shall contain the names of any person whose qualifications were considered and the name of the person that was awarded the contract. Any professional service contract and the documentation that was the basis for the contract is public except for proprietary information which shall remain confidential. The qualifications and any other documentation of any person not issued a contract shall remain confidential. Section 117. The provisions of sections 113 to 116, inclusive, of this Act do not apply to contracts issued for: (1) Services of such a unique nature that the contractor selected is clearly and justifiably the only practicable source to provide the service. Determination that the contractor selected is justifiably the sole source is based on either the uniqueness of the service or sole availability at the location required; (2) Emergency services necessary to meet an urgent or unexpected requirement or if health and public safety or the conservation of public resources is at risk; (3) Services subject to federal law, regulation, or policy or state statute, under which a state agency is required to use a different selection process or to contract with an identified contractor or type of contractor; (4) Services for professional legal services and services of expert witnesses, hearing officers, or administrative law judges retained by state agencies for administrative or court proceedings; (5) Services involving state or federal financial assistance passed through by a state agency to a political subdivision; (6) Medical services and home and community-based services; (7) Services to be performed for a state agency by another state or local government agency or contracts made by a state agency with a local government agency for the direct provision of services to the public; or (8) Services to be provided by entertainers for the state fair and other events. Section 118. Notwithstanding any other provisions of law, an agency that is required to issue a decision in a contested case proceeding in one year or less may increase its statutory deadline for issuing the agency decision by sixty days if the agency seeks to enter into a professional services contract covered by sections 113 to 116, inclusive, of this Act. Section 119. The Bureau of Administration shall publish notice of its intent to purchase property or liability insurance or performance bonds. Publication of a notice containing a description of the coverage sought as a display advertisement in at least three newspapers of general circulation in different parts of the state at least sixty days prior to the purchase, along with publication in the South Dakota Register, shall be considered compliance with the notice requirements of this section. The notice provisions of this section do not apply to expenditures of less than five thousand dollars. Section 120. The code counsel shall transfer §§ 5-23-38, 5-23-39, and 5-23-40 to chapter 1-40 and shall make the necessary changes to the internal references contained in those sections. Section 121. The Bureau of Administration shall keep suitable records in which shall be recorded all requisitions for public printing, stationery, and supplies, all advertisements, bids, certified checks, bonds, contracts, orders, vouchers, and all acts and proceedings taken under the provisions of this Act. All requisitions, advertisements, bids, certified checks, bonds, specifications, schedules of specifications, contracts, reports, and any other papers or documents executed under the provisions of this Act shall constitute the files in the bureau, except as otherwise provided for in this Act. Section 122. The Bureau of Administration, any other designated state purchasing agent, and any agency making purchases shall, to the extent practicable, make purchasing selections to maximize the purchase of environmentally preferable products, including cleaning products having properties that minimize potential impacts to human health and the environment, products designed to conserve energy and water, biobased products and products containing recycled materials and recovered materials. Each agency shall take steps to reduce consumption of paper and paper products. The Bureau of Administration may promulgate rules, pursuant to chapter 1-26, to establish specifications and requirements for the purchase for use by state government agencies of environmentally preferred products."}, {"bill_id": 1712, "bill_version_id": 12456, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2010-02-17T14:43:04.117-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions for the procurement of goods and services for governmental agencies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapters 5-18, 5-19, 5-20, and 5-23 be repealed. Section 2. Terms used in Act mean: (1) \"Acceptance,\" the formal resolution of a purchasing agency authorizing the execution of a design-build contract; (2) \"Biobased,\" any materials composed wholly or in a significant part of biological products including renewable agricultural materials or forestry materials; (3) \"Contract,\" any type of agreement, regardless of what the agreement may be called, for the procurement of supplies, services, or construction; (4) \"Construction,\" and \"constructed,\" in addition to their ordinary meaning, repair, demolition, and alteration; (5) \"Construction management,\" any project delivery system based on an agreement whereby a construction manager provides leadership to the construction process through a series of services to the purchasing agency; (6) \"Construction manager,\" any person or entity that provides construction management services for a purchasing agency, and is either a construction manager-agent or construction manager-at-risk; (7) \"Construction manager-agent,\" any construction manager that provides construction management services to a purchasing agency in a fiduciary capacity; (8) \"Construction manager-at-risk,\" any construction manager that assumes the risk for construction, rehabilitation, alteration, or repair of a public improvement and that provides construction management services to the purchasing agency; (9) \"Design-build contract,\" any contract between a purchasing agency and a design-builder to furnish the architecture, engineering, and related services as required, and the labor, materials, and other construction services for a public improvement. A design-build contract may be conditioned upon future refinements in scope and price, and may permit the purchasing agency to make changes in the scope of the project without invalidating the design-build contract; (10) \"Design-build proposal,\" an offer to enter into a design-build contract; (11) \"Design-build request for proposals,\" any document or publication whereby a purchasing agency solicits proposals for a design-build contract; (12) \"Design-builder,\" any person that proposes to design and construct a public improvement covered by the procedures of this Act; (13) \"Internet,\" the international computer network of both federal and nonfederal interoperable packet switched data networks, including the graphical subnetwork called the world wide web; (14) \"Invitation for bids,\" any document, whether attached or incorporated by reference, used for soliciting bids; (15) \"Officer,\" any elected official or administrative officer appointed to that position by the governing body; (16) \"Performance criteria,\" requirements for the public improvement, including as appropriate, capacity, durability, production standards, ingress and egress requirements, building code requirements, or other criteria for the intended use of the public improvement, expressed in performance-oriented specifications or drawings suitable to allow the design-builder to make a proposal; (17) \"Performance criteria developer,\" any person and the person's subcontractors retained by the purchasing agency to develop performance criteria; (18) \"Professional services,\" services arising out of a vocation, calling, occupation, or employment involving specialized knowledge, labor, or skill, and the labor or skill involved is predominantly mental or intellectual, rather than physical or manual; (19) \"Proposal,\" any offer to enter into contract in response to a request for proposals; (20) \"Purchasing agency,\" any governmental body or officer authorized by law, administrative rule, or delegated authority, to enter into contracts; (21) \"Public improvement,\" the process of building, altering, repairing, improving, or demolishing any public infrastructure facility, including any structure, building, or other improvements of any kind to real property, the cost of which is payable from taxes or other funds under the control of the purchasing agency, and includes any local improvement for which a special assessment is to be levied; (22) \"Qualified agency,\" any public or private nonprofit corporation geographically located in the State of South Dakota that provides services for persons with disabilities and is certified by the Department of Human Services; (23) \"Request for proposals,\" any document, whether attached or incorporated by reference, utilized by a purchasing agency when soliciting proposals for contracts for the procurement of supplies, services, or construction; (24) \"Request for qualifications,\" the document or publication whereby a purchasing agency solicits interested design-builders to pre-qualify for a design-build contract; (25) \"Resident,\" any person, partnership, association, limited liability company, foreign limited liability company, corporation, or foreign corporation licensed to do business within this state that has maintained a substantial and bona fide place of business and has conducted business from within this state for at least one year prior to the date on which a contract was awarded. The members of the partnership or association shall have been bona fide residents of the state for one year or more immediately prior to bidding upon the contract. A foreign corporation licensed pursuant to §§ 47-1A-1501 to 47-1A-1532, inclusive, is not a resident as defined by this section if the state or country in which it is organized enforces or has a preference for resident bidders; (26) \"Reverse auction,\" a purchasing process in which bidders submit bids in competing to sell supplies, services, or public improvement projects in an open environment via the internet; (27) \"Sealed bid or proposal,\" a response to an invitation for bids or request for proposals submitted in a manner where the contents of the bid or proposal cannot be opened or viewed before the date and time of the formal opening without leaving evidence that the bid or proposal has been opened or viewed; (28) \"Services,\" furnishing of labor, time, or effort by a contractor not involving the delivery of a specific end product other than reports which are merely incidental to the required performance; (29) \"Supplies,\" any property, including equipment, materials, and printing; (30) \"Surety,\" a bond or undertaking executed by a surety company authorized to do business in the State of South Dakota and countersigned by an agent of the company resident in the State of South Dakota. However, nothing in this subdivision requires countersignature of a bid bond. Section 3. Unless otherwise authorized by law, the provisions of this Act, inclusive, apply to all contracts issued by any purchasing agency. Section 4. Unless otherwise authorized by law, each contract for supplies, services, and construction shall be awarded by one of the following methods: (1) Competitive sealed bids as provided in section 6 of this Act; (2) Competitive sealed proposals as provided in sections 7 and 8 of this Act; (3) Reverse auction as provided in sections 9 and 10 of this Act; (4) Small purchases as provided in section 14 of this Act; (5) Sole source procurement as provided in section 11 of this Act; or (6) Emergency procurement as provided in section 12 of this Act. Section 5. Contracts shall be awarded by the use of competitive sealed bids except as otherwise provided in this Act. Section 6. The following procedures apply to the use of competitive sealed bids: (1) Public notice of the invitation for bids shall be given pursuant to section 17 of this Act; (2) The invitation for bids shall include a purchase description, and all contractual terms and conditions applicable to the procurement; (3) A bid may be submitted either manually or electronically in a manner authorized by the purchasing agency; (4) Each bid shall be opened publicly in the presence of one or more witnesses at the time and place designated in the invitation for bids. The amount of each bid, and such other relevant information as may be specified, together with the name of each bidder shall be recorded. Except as otherwise provided by law, the record and each bid shall be open to public inspection; (5) Each bid shall be unconditionally accepted without alteration or correction, except as authorized in this section. Each bid shall be evaluated based on the requirements set forth in the invitation for bids, which may include criteria to determine acceptability such as inspection, testing, quality, workmanship, delivery, and suitability for a particular purpose. Those criteria that will affect the bid price and be considered in evaluation for award shall be objectively measurable, such as discounts, transportation costs, and total or life cycle costs. The invitation for bids shall set forth the evaluation criteria to be used. No criteria may be used in bid evaluation that are not set forth in the invitation for bids; (6) Any bid may be withdrawn by letter or by electronic communications or in person before the time specified in the advertisement therefor. The purchasing agency may allow modification of bids by mail, facsimile, or electronic notice received at the place designated in the invitation to bid not later than the time set for the opening of bids. A modification may not reveal the bid price but shall provide the addition or subtraction or the modification so that the final prices or terms will not be known to the purchasing agency until the sealed bid is opened. A modification may not be withdrawn after the time set for the opening of bids. Each modification shall be confirmed in writing by the successful bidder before award of the contract. No bid made may be changed or altered by telephone. After bid opening, no change in bid prices or other provisions of bids prejudicial to the interest of the purchasing agency or fair competition is permitted. The purchasing agency may waive technical irregularities in the bid or proposal of the low bidder or offeror which irregularities do not alter the price, quality, or quantity of the services, or items of tangible personal property bid or offered. Any decision to permit the correction or withdrawal of a bid, or to cancel an award or a contract based on a bid mistake, shall be supported by a written determination made by the purchasing agency, and included in the bid file; (7) The contract shall be awarded within thirty days of the bid opening by written notice to the lowest responsible and responsive bidder whose bid meets the requirements and criteria set forth in the invitation for bids. The purchasing agency may reject any and all bids and readvertise for bids if none of the bids are satisfactory, or if the purchasing agency believes an agreement has been entered into by the bidders to prevent competition. If the low bidder is not responsible or the bid is not made in accordance with the requirements of this Act or the low bid is withdrawn, the bid of the next lowest responsible and responsive bidder may be accepted; (8) If it is considered impractical to initially prepare a purchase description to support an award based on price, an invitation for bids may be issued requesting the submission of unpriced offers to be followed by an invitation for bids limited to those bidders whose offers have been qualified under the criteria set forth in the first solicitation; (9) If, after advertising for bids, no firm bids are received, the purchasing agency may negotiate a contract for the purchase of the supplies, services, or public improvement projects at the most advantageous price, if the specifications of the original bid are met; (10) If two or more competitive sealed bids submitted are identical in price and product quality, the bids are the low bid, and no resident bidder preference is applicable, the purchasing agency may: (a) Award the bid by lottery to one of the identical low bidders; or (b) Reject all the bids and resolicit bids for the required supplies, services, or public improvement. Section 7. A contract may be entered into by competitive sealed proposals if the purchasing agency determines in writing that the use of competitive sealed bids is either not practicable or not advantageous. Section 8. The procedures for issuing a contract through competitive sealed proposals are as follows: (1) The proposals shall be solicited through a request for proposals. The request for proposals shall state the relative importance of price and other factors, if any; (2) Public notice of the request for proposals shall be given pursuant to section 17 of this Act; (3) A proposal may be submitted either manually or electronically in a manner authorized by the purchasing agency; (4) Each proposal shall be opened so as to avoid disclosure of contents to competing offerors during the process of negotiation. A register of proposals shall be prepared documenting the name and address of each offeror and identifying each offeror awarded a contract. The register shall be open for public inspection after contract award; (5) As provided in the request for proposals, a discussion may be conducted with any responsible offeror who submitted a proposal determined to be reasonably susceptible of being selected for award for the purpose of clarification to assure full understanding of, and responsiveness to, the solicitation requirements. Each offeror shall be accorded fair and equal treatment with respect to any opportunity for discussion and revision of a proposal. A revision may be permitted after a submission and prior to an award for the purpose of obtaining the best and final offer. In conducting any discussion, there may be no disclosure of any information derived from any proposal submitted by a competing offeror; (6) An award shall be made to the responsible offeror whose proposal conforms to the solicitation and is determined in writing to be the most advantageous to the purchasing agency taking into consideration price and the evaluation factors set forth in the request for proposals. No other factors or criteria may be used in the evaluation. The contract file shall contain the basis on which the award is made. Written notice of the award of a contract to the successful offeror shall be promptly given to each offeror. The purchasing agency may reject any and all proposals and readvertise for proposals if none of the proposals are satisfactory, or if the purchasing agency believes any agreement has been entered into by the offerors to prevent competition; and (7) This section does not apply to state professional service contracts issued pursuant to sections 112 to 121, inclusive, of this Act. Section 9. A reverse auction may be used by a purchasing agency for the purchase of supplies or services. Prior to conducting a reverse auction, the purchasing agency shall: (1) Pre-qualify bidders to participate in the reverse auction event. Pre-qualification shall be completed by issuing an invitation to qualify to any bidder registered on the state bidder list, and any other vendor that requests a copy of the invitation to qualify. The factors used to determine if a vendor qualifies for the reverse auction shall be clearly stated in the invitation to qualify. No other factors may be used to qualify a vendor for the reverse auction than those stated in the invitation to qualify; (2) The purchasing agency shall advertise the invitation to qualify in the same manner as required for competitive sealed bids or competitive sealed proposals. The invitation to qualify shall be in the form of a competitive sealed bid or competitive sealed proposal. Public notice of the invitation shall be given pursuant to section 17 of this Act; (3) The purchasing agency shall notify each responding vendor as to whether the vendor is invited to the reverse auction. The purchasing agency may not disclose to the public or to any other vendor, the name of any vendor that has been invited to the reverse auction until after the reverse auction has occurred; (4) The purchasing agency may limit the number of bidders to be selected to participate in the reverse auction; (5) Each bidder shall directly participate in the reverse auction. The purchasing agency may not accept any bid via phone, fax, or some other alternate method on behalf of a bidder that is unable to enter a bid on the internet for whatever reason; (6) Any clarification, negotiation, and acceptance of any specification, requirement, and term and condition shall occur before the purchasing agency decides whether to invite a vendor to the reverse auction. After the reverse auction, the purchasing agency may permit a change only with the limitation that the change does not alter the scope or content of the original solicitation to a degree that will affect the justification that was used to eliminate any other vendor from being invited to the reverse auction; (7) During any reverse auction, the on-line view of any bid presented to any bidder may not indicate names, aliases, or identifiers of any kind as to who has placed a particular bid. Each bidder shall only be able to see the amount of the bid; (8) If a bidder loses the ability to place a bid during an auction for any reason, the auction shall be suspended as soon as practical and remain suspended until each bidder regains the ability to place bids via the internet auction site. If no resolution to the problem is imminent, the reverse auction may be terminated and rescheduled by the purchasing agency for a later date. In addition, the auction may be suspended or terminated for any reason by the purchasing agency or the reverse auction service provider. Upon resuming an auction after a suspension, the time remaining shall be the time remaining when the auction was suspended or ten minutes, whichever is greater; (9) In conducting a reverse auction, the agency may establish an extension activation period, which is the number of minutes before the end of the auction during which, if a bid is received, the auction will be extended by a pre-defined number of additional minutes. The minimum extension activation period that may be used is ten minutes; and (10) After the reverse auction is completed, any award shall be made in accordance with the requirements for competitive sealed bids or competitive sealed proposals. Section 10. Only the Bureau of Administration may conduct any reverse auction on behalf of a state agency. Section 11. A contract may be awarded for supplies or services without competition if the purchasing agency determines in writing that the supplies or services are of such a unique nature that the contractor selected is clearly and justifiably the only practicable source to provide the supplies or services. The determination that the contractor selected is justifiably the sole source shall be based on either the uniqueness of the supplies or services or the sole availability at the location required. In such cases, the purchasing agency shall conduct negotiations, including price, delivery, and quantity to obtain the most advantageous price and shall include the written verification of the sole source in the contract file. This section does not apply to construction services or construction equipment. Section 12. A purchasing agency may make or authorize others to make an emergency procurement without advertising the procurement if there exists a threat to public health, welfare, or safety and if the emergency procurement is made with such competition as is practicable under the circumstances. A written determination of the basis for the emergency and for the selection of the particular contractor shall be included in the contract file. Section 13. The purchasing agency shall maintain a record listing each contract made under sole source procurement and emergency procurement for a minimum of five years. The record shall contain: (1) Each contractor's name; (2) The amount and type of each contract; and (3) A listing of the supplies, services, and public improvements procured under each contract. Section 14. Unless otherwise specified by statute, purchases of supplies and services under ten thousand dollars shall be made as follows: (1) State purchases of supplies over one thousand dollars and under ten thousand dollars shall be processed by the Bureau of Administration and shall be made by first obtaining three quotes from different vendors. If three quotes cannot be obtained, a sole source justification shall accompany the purchase request and the Bureau of Administration may approve the purchase if in the best interest of the state, require additional quotes to be obtained, or require the purchase be advertised for bids; (2) State purchases of supplies under one thousand dollars may be made in accordance with procedures established by the purchasing agency in the best interests of the state; (3) State purchases of services under ten thousand dollars may be made in accordance with procedures established by the purchasing agency in the best interests of the state; and (4) For all other purchasing agencies, purchases under ten thousand dollars may be made in accordance with procedures established by the purchasing agency. No purchases may be artificially divided to constitute a small purchase under this section. Section 15. An invitation for bids, a request for proposals, or other solicitation may be canceled, or any or all bids or proposals may be rejected in whole or in part as may be specified in the solicitation, if the purchasing agency determines it is in the best interests of the agency. The reasons for the cancellation or rejection shall be made part of the contract file. Section 16. There is hereby created a centralized public bid exchange. The Bureau of Administration shall establish the exchange either within the bureau or within another public or private organization. The purpose of the exchange is to facilitate the publishing of official state and political subdivision bids to provide greater notice to bidders and to the state and its political subdivisions. The exchange shall maintain a list of all state bids and proposals and all bids and proposals provided by political subdivisions which participate in the exchange. The exchange shall set and charge each bidder, offeror, or political subdivision or both a fee for participation in the exchange to defray the cost of administering the exchange. Section 17. If the purchasing agency intends to enter into a contract for the construction of a new building or for the remodeling or addition to an existing building that involves the expenditure of fifty thousand dollars or more, a contract for any other public improvement that involves the expenditure of twenty-five thousand dollars or more, or a contract for the purchase of supplies or services, other than professional services, that involves the expenditure of ten thousand dollars or more, the purchasing agency shall advertise for bids or proposals. The advertisement shall appear as a legal notice in the appointed legal newspaper. The advertisement shall be printed at least twice, with the first publication at least ten days before opening of bids or the deadline for the submission of proposals. The first publication shall be in each official newspaper of the purchasing agency, and the second publication may be in any legal newspaper of the state chosen by the purchasing agency. If the purchasing agency has no official newspaper, the first publication shall be made in a legal newspaper with general circulation in the jurisdiction of the purchasing agency to be selected by the purchasing agency. The advertisement shall state the time and place where the bids will be opened or the deadline for the submission of proposals. In each notice, the purchasing agency shall reserve the right to reject any or all bids or proposals. If a purchasing agency lists an invitation for bids or request for proposals on the centralized bid exchange pursuant to section 16 of this Act, the purchasing agency need not make the publication required by this section. Section 18. After receiving notice of a contract award, the successful bidder or offeror shall enter into a contract with the purchasing agency within the time specified in the invitation for bids or request for proposals. If any bidder or offeror fails to enter into a contract within the time specified, the contract may be awarded to the next lowest responsive and responsible bidder or offeror for the same kind of work and material, unless all bids or proposals are rejected. The defaulting bidder or offeror shall be responsible for the difference in price. Section 19. If any successful bidder or offeror fails to fulfill the conditions of an awarded contract, the purchasing agency may proceed to recover from the defaulting party whatever damages may have been sustained as a result of the default. The purchasing agency shall have all remedies provided in the contract and provided by law. Section 20. No officer or employee who approves, awards, or administers a contract involving the expenditure of public funds or the sale or lease of property, may have an interest in a contract that is within the scope of the officer's or employee's official duties. This prohibition includes any officer or employee who, in his or her official capacity, recommends the approval or award of the contract or who supervises a person who approves, awards, or administers the contract. This prohibition does not include any officer who serves without compensation or who may be paid per diem pursuant to § 4-7-10.4. Any contract made in violation of this section is void. Any officer or employee who knowingly violates this section is guilty of a Class 2 misdemeanor. Section 21. Any specification shall seek to promote overall economy for the purposes intended and encourage competition in satisfying the purchasing agency's needs, and may not be unduly restrictive. Brand name or equal specifications may be used if the purchasing agency determines in writing that: (1) No other design or performance specification or qualified products list is available; (2) Time does not permit the preparation of another form of purchase description, not including a brand name specification; (3) The nature of the product or the nature of the purchasing agency's requirements makes use of a brand name or equal specification suitable for the procurement; or (4) Use of a brand name or equal specification is in the purchasing agency's best interests. Section 22. Brand name or equal specifications shall seek to designate three, or as many different brands as are practicable, as \"or equal\" references and shall further state that substantially equivalent products to those designated will be considered for award. Unless the purchasing agency determines in writing that the essential characteristics of the brand names included in the specifications are commonly known in the industry or trade, brand name or equal specifications shall include a description of the particular design, functional, or performance characteristics which are required. If a brand name or equal specification is used in a solicitation, the solicitation shall contain explanatory language that the use of a brand name is for the purpose of describing the standard of quality, performance, and characteristics desired and is not intended to limit or restrict competition. Section 23. Brand name specification may be used only if the purchasing agency makes a written determination that only the identified brand name item or items will satisfy the agency's needs. The agency shall seek to identify sources from which the designated brand name item or items can be obtained and shall solicit such sources to achieve whatever degree of price competition is practicable. If only one source can supply the requirement, the procurement shall be made under the sole source procurement provisions of section 11 of this Act. Section 24. Each contract shall be in writing and shall be signed on behalf of the purchasing agency by the authorized officials. Section 25. The provisions of this Act do not apply to: (1) Any highway construction contract entered into by the Department of Transportation; (2) Any contract for the purchase of supplies from the United States or its agencies or any contract issued by the General Services Administration; (3) Any purchase of supplies or services, other than professional services, by purchasing agencies from contracts that have been awarded by any government entity by competitive sealed bids or competitive sealed proposals; (4) Any equipment repair contract; (5) Any procurement of electric power, water, or natural gas; chemical and biological products; laboratory apparatus and appliances; published books, maps, periodicals and technical pamphlets; works of art for museum and public display; medical supplies; communications technologies, computer hardware and software, peripheral equipment, and related connectivity; tableware or perishable foods; (6) Any supplies and services required for externally funded research projects at institutions under the control of the Board of Regents; (7) Any property or liability insurance or performance bonds, except that the actual procurement of any insurance or performance bonds by any department of the state government, state institution, and state agency shall be made under the supervision of the Bureau of Administration; (8) Any supplies needed by the Department of Human Services or prison industries for the manufacturing of products; (9) Any printing involving student activities, conducted by student organizations and paid for out of student fees, at institutions under the control of the Board of Regents. However, nothing in this subdivision exempts, from the requirements of this Act, purchases that involve printing for other activities at institutions under the control of the Board of Regents; (10) Any purchase of surplus property from another purchasing agency; (11) Any animals purchased; (12) Any purchase by a school district of perishable food, raw materials used in construction or manufacture of products for resale, any contract for asbestos removal in emergency response actions, and any contract for services provided by individuals or firms for consultants, audits, legal services, architectural services and engineering, insurance, real estate services, auction services, or transportation of students; or (13) Any authority authorized by chapters 1-16A, 1-16B, 1-16E, 1-16G, 1-16H, 5-12, or 11-11. Section 26. The state auditor may stop the letting or the execution of any contract with the state, or with any state officer, commission, board, institution, or agency by serving a written notice of the order on the officer, commission, or board involved, the secretary of state, the attorney general, and on the contractor, if any, stating the grounds on which the state auditor has determined that the contract is illegal, unauthorized, or improper. Section 27. From any order or decision of the state auditor stopping execution of any contract obligation of the state, any person aggrieved or interested may appeal to the State Board of Finance at any time within twenty days after the stop order was filed with either the attorney general, the secretary of state, the state treasurer, or the department involved by serving notice of appeal on the state auditor and the Governor. The notice shall state the decision being appealed and shall ask for a hearing on the appeal. Upon receiving the notice, the Governor shall call a meeting of the State Board of Finance. The board shall consider the appeal, make a decision, enter the decision in the journal, and give notice to the appellant and the department involved. Any order of the Board of Finance as expressed in the board's decision is binding upon the state department, institution, agency, or office involved and shall be carried out accordingly. Section 28. Except for canned meat food products that are not available from a domestic source, no purchasing agency may purchase any meat food products that are the products of any foreign country or that are imported from outside the boundaries of the United States. Section 29. Any milk processor licensed pursuant to § 39-6-7, bidding any milk or milk product under a competitive bid contract, shall receive the bid contract if the processor's bid is equal to, or within five percent or less, of any other bidder who is not a licensed processor. Section 30. In awarding a contract, if all things are equal, including the price and quality of the supplies or services, a purchasing agency shall give preference: (1) To a qualified agency if the other equal low bid or proposal was submitted by a business that was not a qualified agency; (2) To a resident business if the other equal low bid or proposal was submitted by a nonresident business; (3) To a resident manufacturer if the other equal low bid or proposal was submitted by a resident business that is not a manufacturer; (4) To a resident business whose principal place of business is located in the State of South Dakota, if the other equal low bid or proposal was submitted by a resident business whose principal place of business is not located in the State of South Dakota; or (5) To a nonresident business providing or utilizing supplies or services found in South Dakota, if the other equal low bid or proposal was submitted by a nonresident business not providing or utilizing supplies or services found in South Dakota. In computing price, the cost of transportation, if any, including delivery, shall be considered. Section 31. A resident bidder shall be allowed a preference on a contract against the bid of any bidder from any other state or foreign province that enforces or has a preference for resident bidders. The amount of the preference given to the resident bidder shall be equal to the preference in the other state or foreign province. Section 32. The Bureau of Administration shall maintain a current list of all states that have a resident bidder preference law and the amount or percent of preference taken by each state. The bureau shall make the list available upon request to any purchasing agency. Section 33. A qualified agency may submit a list of supplies, custodial services, and maintenance services, provided by the agency, to the Bureau of Administration. The bureau shall make the information available to purchasing agencies of the State of South Dakota on a website maintained by the bureau. Section 34. No provision of this Act may be so construed as to prohibit any person with a disability from negotiating a contract for service or supplies or in any other manner doing business with any purchasing agency. Section 35. purchasing agency may give preference to the purchase of supplies manufactured from recycled or biobased materials if the bids are within five percent of the lowest bid offering nonrecycled or nonbiobased materials. Section 36. Prior to the award of a contract, the purchasing agency may require of each bidder or offeror such information as shall allow the agency to determine whether a bidder or offeror is entitled to a preference or subject to having a preference enforced against it under this Act. Section 37. In addition to the provisions of this Act, any procurement utilizing federal funds is subject to any federal statutes and regulations governing the use and payment of such funds. Section 38. Any bidder or offeror who fails to comply with the provisions of this Act, or who provides any false information in the submission of any bid or offer is subject to having the bid or offer disallowed by the purchasing agency soliciting the bid or offer. Any contract entered into in violation of this Act is null and void. Section 39. The Bureau of Administration shall serve as the central procurement agency of the State of South Dakota. Except for the legislative and judicial branches and as otherwise specifically provided in this Act, the Bureau of Administration shall procure, or authorize the procurement of all supplies and public improvements for state government. No claim for any such procurement may be paid unless authorization has been issued by the bureau. All state agencies and institutions are responsible for the procurement of services for their respective governmental unit. The governing body of all other purchasing agencies, including the legislative and judicial branches of state government, is responsible for procuring or authorizing the procurement of supplies, services, and public improvements for their respective governmental unit. Section 40. In the procurement of supplies or services, a purchasing agency may require a bond or an approved security to be submitted with any bid or proposal as a guarantee that the bidder will enter into a contract with the purchasing agency. No offeror or bidder may be required to leave the bond or security posted for a longer period than thirty days if the bid or proposal is not accepted. The bond or approved security of the successful offeror or bidder shall be returned upon the signing of the contract. Section 41. For any public improvement contract, a performance and payment bond is required pursuant to chapter 5-21. For any other contract, a purchasing agency may require a bond or an approved security to be provided by the successful offeror or bidder as a guarantee of faithful performance of the contract. In any case, the bond or approved security of the successful offeror or bidder shall be returned upon satisfactory completion of the contract. Section 42. If a contract is for the construction of a public improvement, the required advertisement shall state where the plans and specifications may be examined. The plans and specifications for the construction of any public improvement shall be and remain on file in the office of the purchasing agency at all times from the beginning of the publication of the advertisement for bids until the completion of the public improvement. The purchasing agency shall, upon request, furnish at least one copy of the plans and specifications, without charge, to each contractor resident in South Dakota who intends, in good faith, to bid upon the public improvement. The copy shall be available at the date of the first publication of the advertisement for bids. The purchasing agency may require the return of the copy at the time of the opening of the bids. Section 43. If the invitation for bids is for the construction of a public improvement, each bid shall contain a certified check or a cashier's check, for five percent of the amount of the bid. Such check shall be certified or issued by either a state or a national bank and payable to the purchasing agency or to an officer of the purchasing agency letting the contract and inviting bids. In lieu of a check, a bid may contain a bid bond for ten percent of the amount of the bid. Such bond to be issued by a surety authorized to do business in this state payable to the purchasing agency, as a guaranty that the bidder will enter into a contract with the purchasing agency, its board or officers thereof, in accordance with the terms of the letting and bid in case the bidder be awarded the contract. Section 44. Notwithstanding the provisions of section 43 of this Act, the requirement of a bid bond, certified or cashier's check, cash, or other security may be waived by the purchasing agency if the bid submitted does not exceed fifty thousand dollars. Section 45. No public servant may, directly or indirectly, require or direct a bidder on any public improvement contract that is about to be or has been competitively bid to obtain from a particular insurer or insurance producer any surety bond or contract of insurance required in the bid or contract or required by any law, ordinance, or rule. However, the surety insurer shall be an authorized insurer under Title 58. Nothing in this section prevents any such public servant acting on behalf of the government from exercising the right to approve or reject a surety bond or contract of insurance as to its form or sufficiency. Section 46. If the lowest responsive and responsible bid for a public improvement project exceeds the final estimated project cost, the Bureau of Administration, acting on behalf of the state, or any other purchasing agency may negotiate with that low bidder for the construction of a public improvement at the most advantageous price. Section 47. Prior to execution of a public improvement contract, a successful bidder shall certify: (1) That no more than twenty percent of the cost of labor included in the contract is being provided by nonresident subcontractors; or (2) That more then twenty percent of the cost of labor included in the contract is being provided by nonresident subcontractors because resident contractors are not available and at competitive prices. The bidder shall also provide any information requested by the purchasing agency to verify the certification. Section 48. If a purchasing agency is to supply tangible personal property to be used in performance of the contract and the personal property is taxable to the contractor under § 10-46-5, the specifications or notice to bidders shall state the purchase price or fair market value of the tangible personal property, whichever is the greater. The stated amount shall be the basis for determining the contractor's liability for tax. Section 49. Any funds forfeited by a bidder or surety shall accrue to the funds provided for construction of the public improvement. Section 50. No bidder on a public improvement contract may be required, either in the invitation for bids or otherwise, to leave a certified check or cashier's check, or bid bond, posted for a longer period than thirty days if the bid is not accepted. The check or bid bond of the successful bidder shall be returned upon the execution of the contract and surety hereafter provided for. The checks or bid bonds of all unsuccessful bidders shall be, by the purchasing agency, immediately returned to the respective makers thereof and not more than thirty days shall elapse between the opening of the bids and either the acceptance of the bid of the lowest responsible bidder or the rejection of all of the bids presented. Section 51. If a contract is based upon plans and specifications prepared by an architect or engineer, the contract's terms and conditions shall comply with the provisions provided in the \"General Conditions of the Contract for Construction,\" Fourteenth Edition, by the American Institute of Architects in effect on January 1, 2010, the \"ConsensusDOCS 200 Standard Agreement and General Conditions Between Owner and Contractor,\" by ConsensusDOCS LLC in effect January 1, 2010, or the \"Standard General Conditions of the Construction Contract,\" 1990 Edition, by the Engineer's Joint Contract Documents Committee, in effect January 1, 2010, except when in conflict with the laws of this state. However, the purchasing agency may modify or delete, on a contract by contract basis, any portion of the \"General Conditions of the Contract for Construction,\" \"ConsensusDOCS 200 Standard Agreement and General Conditions Between Owner and Contractor,\" or the \"Standard General Conditions of the Construction Contract.\" Section 52. The contract may permit progress payments, but an amount necessary to complete the improvement shall be retained from the final payment until the contract is executed in full and the public improvement completed to the satisfaction and acceptance of the purchasing agency. However, if the contractor has furnished the purchasing agency all required records and reports and a final inspection has been made, the purchasing agency shall pay to the contractor interest as set by the governing body at a rate of not less than the category E rate of interest as established by § 54-3-16 on the amounts retained and on the final payment due the contractor beginning thirty days after the work under the contract has been completed, as evidenced either by the completion date established by the architect's or engineer's letter of acceptance or by the use and occupancy of the public improvement. The interest shall continue until the date when payment is tendered to the contractor unless delay in payment has been the result of federal participation in the contract in which event interest may not begin until thirty days after payment by the federal authority involved. If a portion of a progress payment is retained, other than the final payment, the purchasing agency shall pay to the contractor interest as set by the purchasing agency at a rate of not less than the category E rate of interest as established by § 54-3-16 on the amount retained beginning thirty days after the contractor has furnished the purchasing agency with all required records and reports and a progress inspection. Section 53. The purchasing agency may include in any contract for a public improvement provisions for the deposit of securities in lieu of sums retained from payments due a contractor for work performed pursuant to the terms of the contract. The contract document shall state the types of securities to be accepted and the procedural requirements for the deposits. Section 54. If a purchasing agency elects to use and occupy the public improvement before acceptance, the purchasing agency shall pay all amounts due under the contract except double the amount that the architect or engineer estimates to be necessary to complete the improvement in accordance with the plans and specifications or one percent of the contract price, or in any event not less than three hundred dollars. No interest may commence until thirty days after the work has been fully completed. Section 55. The purchasing agency may appoint a competent superintendent who may be the architect or engineer furnishing the plans and specifications for the public improvement. The superintendent shall report to the purchasing agency or board every thirty days as to the progress and character of the work done by the contractor. Upon the reports of the superintendent, the purchasing agency shall make payments promptly to the contractor during the process of construction to the extent provided by the contract based on the value of the work done and materials furnished. The payments shall be divided into such installments as the board and the contractor may agree upon at the time of entering into the contract, and which shall be included in and be a part of the terms of the contract. No payment, however, constitutes an acceptance, in whole or in part, by the purchasing agency prior to making of the final payment and acceptance in full completion of the contract. Final payment of any sums due to the contractor shall be made within thirty days after the completion and acceptance of the public improvement by the purchasing agency. Section 56. No person, firm, or corporation may act as architect or engineer and also contractor on any public improvement project if the amount to be expended exceeds one hundred thousand dollars. Any public improvement of an emergency nature which affects the public health and safety of the state and are funded through the use of an emergency appropriation or special appropriation, and any full-service firm which specialize in the design, fabrication, and installation of cultural and educational exhibits are exempt from this section. Section 57. Each purchasing agency, on entering into a contract for a public improvement, shall provide in the contract that the contractor is required to pay the Department of Labor of South Dakota all contributions and interest due under the provisions of chapter 61-5, on wages paid to individuals employed in performance of the contract. Section 58. No purchasing agency may award any contract for the construction of any public improvement unless the purchasing agency has verified with the Department of Revenue and Regulation that the contractor has a contractor's excise tax license pursuant to chapter 10-46A or 10-46B. Section 59. Before final payment may be made on any contract for public improvement, the purchasing agency awarding the contract shall require the contractor to furnish a certificate from the Department of Labor that all contributions and interest due to the Department of Labor in the performance of the contract have been paid. Section 60. Any amendment or change order to an existing contract for construction, reconstruction, or remodeling of a public improvement does not need to be bid if: (1) The contract contains unit prices for the same type or class of work; (2) The change or extra work is necessitated by circumstances related to soils, utilities, or unknown conditions directly affecting the performance of the work that were not reasonably foreseeable at the time the underlying contract was let and the change or extra work is necessary to the completion of the public improvement; or (3) The sum of the proposed amendment or change order plus the sum of all other prior unbid amendments or change orders, exclusive of change orders issued under subdivisions (1) and (2) of this section, does not exceed the following: (a) For contracts not more than five hundred thousand dollars, the greater of twenty-five thousand dollars or fifteen percent of the base contract; (b) For contracts exceeding five hundred thousand dollars but not more than two million five hundred thousand dollars, the greater of seventy-five thousand dollars or ten percent of the base contract; and (c) For contracts exceeding two million five hundred thousand dollars, the greater of two hundred fifty thousand dollars or five percent of the base contract. Section 61. A purchasing agency may enter into design-build contracts for public improvements, if the following conditions are met: (1) The purchasing agency shall, prior to issuing any design-build request for proposals, establish and publish procedures for the solicitation and award of design-build contracts. The Bureau of Administration shall establish the procedures for the state. The procedures shall include the following: (a) The procedure to select or designate a performance criteria developer utilizing a qualification based process and the procedure to prepare performance criteria; (b) The procedures for the preparation and contents of a design-build request for proposals; (c) The procedure and standards to be used to qualify or pre-qualify design-builders; (d) The procedures for preparing and submitting proposals; (e) The procedures for evaluating proposals; (f) The procedures for negotiations between the purchasing agency and those submitting proposals prior to the acceptance of a proposal. The procedures shall contain safeguards to preserve confidential information and proprietary information supplied by those submitting proposals, consistent with section 75 of this Act; (g) The procedures for awarding and executing design-build contracts; (h) The procedures for awarding design-build contracts in the event of public emergencies as defined in section 12 of this Act; and (i) The procedures for acting on formal protests relating to the solicitation or award of design-build contracts; (2) The purchasing agency shall, for each public improvement under this section, make a determination that it is in the best interest of the public to enter into a design-build contract to complete the public improvement. The determination to utilize design-build and the basis for the determination shall be recorded in the project file or the minutes of the meeting of the governing board of the purchasing agency. In making this determination, design-build projects shall meet one or more of the following criteria: (a) The purchasing agency requires a project design and construction time line that is faster than the traditional design/bid/build process would allow; (b) The complexity of the project requires close coordination of design and construction expertise or an extreme amount of coordination; (c) The purchasing agency requires early cost commitments; or (d) The project can be defined at an early stage and the purchasing agency is able to specify all requirements; and (3) The purchasing agency shall follow the procedures of other laws governing public improvement construction contracts to the extent such laws are compatible with the use of design-build contracts. Section 62. No design-builder may do business in this state unless authorized as either an architect, engineer, or general contractor. Section 63. A design-builder may sublet responsibility for professional design services to any person licensed and registered to provide professional design services in this state. Nothing in this section limits or eliminates the responsibility or liability of any person registered pursuant to chapter 36-18A, on a design-build project to the purchasing agency or other third parties under existing law. Section 64. A design-builder may sublet responsibility for construction or other services to persons registered, licensed, or otherwise qualified to provide those services in this state. Section 65. A design-builder may contract with the purchasing agency to provide professional services or construction services for which the design-builder is not licensed, registered, or qualified to perform, as long as the design-builder sublets all such services required under the design-build contract to a licensed, registered, or otherwise qualified person. Section 66. Any request for proposals shall contain performance criteria developed by a performance criteria developer and approved by the purchasing agency. For projects not exempted under chapter 36-18A from using a registered design professional, the performance criteria developer shall be a design professional registered under chapter 36-18A. For projects exempt under chapter 36-18A from using a registered design professional, the performance criteria developer shall be hired on the basis of qualifications related to projects of similar scope. Section 67. The performance criteria developer may not submit a proposal to enter into the design-build contract and the design-builder may not delegate or contract services under the design-build contract to the performance criteria developer. Section 68. The performance criteria developer shall be either an employee of the purchasing agency or shall be engaged in accordance with statutorial procedures for contracting with professional services. With the approval of the purchasing agency, the developer may delegate or contract for the development of specific aspects of the design criteria to other consultants. The performance criteria developer may be retained at the purchasing agency's option through to the completion of the design-build contract. Section 69. The purchasing agency, in consultation with the performance criteria developer, shall determine the scope and level of detail required for the performance criteria. The performance criteria shall be detailed enough to permit a person to submit a proposal in accordance with the design-build request for proposals, given the nature of the public project and the level of design to be provided in the proposal. Section 70. After a minimum of three design-builders have been pre-qualified in accordance with section 72 of this Act, a design-build request for proposals shall be mailed to each pre-qualified design-builder. The minimum number of pre-qualified design-builders is not required for any improvement project that is complex in nature, requires close coordination of design and construction expertise, and does not require significant structural changes, additions, reconstruction, or new construction. The design-build request for proposals shall be prepared for each design-build contract containing the following elements: (1) The identity of the purchasing agency which will award the design-build contract and the identity of the performance criteria developer; (2) The procedures to be followed for submitting proposals, the criteria for evaluation of a proposal and its relative weight, and the procedures for making awards; (3) The proposed terms and conditions for the design-build contract; (4) The performance criteria, which shall include the following: (a) The owners preliminary program of space needs and special requirements; (b) Performance standards for materials and equipment; and (c) Minimum system requirements and efficiencies; (5) A description of the drawings, specifications, or other submittals to be submitted with the proposal, with guidance as to the form and level of completeness of the drawings, specifications, or submittals that is acceptable; (6) A schedule for planned commencement and completion of the design-build contract; (7) Budget limits for the design-build contract; (8) Affirmative action, disadvantaged business, or set-aside goals or requirements for the design-build contract, if any; (9) Requirements for performance and payment bonds, and insurance. These requirements shall meet the requirements of § 5-21-1; (10) The compensation, if any, to be given to design-builders submitting proposals who are not awarded the project; (11) Whether project financing is in place; (12) A schedule for payments to the design-builder; (13) Site identification and geotechnical information if the site is owner-provided; (14) Location of existing utilities and their capacity if the site is owner-provided; and (15) Warranty and guarantee requirements. Section 71. No design-build request for proposals may include detailed designs or detailed drawings prepared by the criteria developer. The request may, however, include drawings of existing conditions and any preliminary conceptual sketches necessary to illustrate the information required by subdivision (4) of section 70 of this Act. Each conceptual drawing shall contain the minimum information necessary to convey the requirements. No design-build request for proposals may include detailed construction specifications. Any design and construction standards in the request for proposals shall be performance standards only. Section 72. A purchasing agency shall pre-qualify design-builders for design-build contracts by advertising its request for qualifications in accordance with section 17 of this Act. A request for qualifications shall contain the following elements: (1) The identity of the purchasing agency; (2) A description of the proposed public improvement; (3) Budget limits for the proposed public improvement; (4) The requirements the design-builder will be required to have; and (5) The criteria and their relative weight for prequalification. Section 73. Any proposal, submitted pursuant to this section, shall be accompanied by a deposit or bond meeting the requirements of section 43 of this Act. The deposit or security may be forfeited if the proposal is accepted but the design-builder fails to execute the design-build contract. Section 74. Any proposal shall be sealed and may not be opened until expiration of the time established for making proposals as set forth in the design-build request for proposals. To the extent required by the request for proposals, any proposal shall identify each person to whom the design-builder proposes to sublet obligations under the design-build contract. At a minimum, any proposal shall identify each person to whom the design-builder proposes to sublet any design obligations or general construction obligations. Any person so identified may not be replaced without the approval of the purchasing agency. Any proposal shall establish a cost of the design-build contract that may not be exceeded if the proposal is accepted without change. The maximum cost in the proposal may be converted to fixed prices by negotiated agreement between the purchasing agency and the selected design-builder. Section 75. Until a proposal is accepted, the drawings, specifications, and other information in the proposal remain the property of the person making the proposal. The purchasing agency shall make reasonable efforts to maintain the secrecy and confidentiality of any proposal and all information contained in any proposal and may not disclose any proposal or the information contained in a proposal to the design-builder's competitors. The purchasing agency may not disclose, except as may be permitted pursuant to chapter 1-27, confidential and proprietary information contained in any proposal to the public until such time as the purchasing agency takes final action to accept a proposal. Section 76. Once received, any proposal shall be submitted to the performance criteria developer for review. Clarifications may be required to ensure conformance of any proposal with the performance criteria. In seeking clarifications, the performance criteria developer may not reveal any aspect of any design-builder's proposal to any other design-builder. No proposal may be considered until the performance criteria developer issues a written opinion that the proposal is consistent with the performance criteria. Once the performance criteria developer has issued such an opinion, the proposal shall be submitted to the governing body of the purchasing agency for review and evaluation. No proposal or design-build contract may be accepted unless the purchasing agency determines there was adequate competition for such contract. Section 77. After obtaining and evaluating proposals according to the criteria and procedures set forth in the design-build request for proposals, a purchasing agency may accept the proposal it considers most advantageous to the purchasing agency. Acceptance of a proposal shall be by written notice to the design-builder which submitted the accepted proposal. At the same time notice of acceptance is delivered, the purchasing agency shall also inform, in writing, the other design-builders that their proposals were not accepted. Unless all proposals are rejected, a detailed breakdown of the evaluation criteria scores for each proposal received shall be made available to the public after signature execution of the design-build contract. The contract for development of performance criteria shall terminate if a contract is awarded to the design-builder. Section 78. The purchasing agency may reject any and all design-build proposals. The purchasing agency may solicit new proposals using the same or different performance criteria, budget constraints, or qualifications. Section 79. Any design-build proposal may be withdrawn by the proposer for any reason at any time prior to acceptance. Section 80. Any purchasing agency may engage a construction manager if planning, designing, or constructing a public improvement, or if improving, altering, or repairing a public improvement. However, no purchasing agency is required to engage a construction manager. Section 81. Construction management services provided in the planning and design phases of a public improvement project may include: (1) Services provided in the planning and design phases of a public improvement project including the following: (a) Consulting with, advising, assisting, and making recommendations to the public corporation and architect or engineer on all aspects of planning for project construction; (b) Reviewing all plans and specifications as they are being developed and making recommendations with respect to construction feasibility, availability of material and labor, time requirements for procurement and construction, and projected costs; (c) Making, reviewing, and refining budget estimates based on the public corporation's program and other available information; (d) Making recommendations to the public corporation and the architect or engineer regarding the division of work in the plans and specifications to facilitate bidding and awarding of contracts; (e) Soliciting the interest of capable contractors and assisting the public corporation in taking bids on the project; (f) Analyzing the bids received and awarding contracts; and (g) Preparing and monitoring a progress schedule during the design phase of the project and preparation of a proposed construction schedule; and (2) Services provided in the construction phase of the public improvement project including the following: (a) Maintaining competent supervisory staff to coordinate and provide general direction of the work and progress of the contractors on the project; (b) Observing the work as it is being performed for general conformance with working drawings and specifications; (c) Establishing procedures for coordinating among the public corporation, architect or engineer, contractors, and construction manager with respect to all aspects of the project and implementing labor policy in conformance with the requirements of the public corporation's policy and making recommendations; (d) Reviewing and processing all applications for payment by involved contractors and material suppliers in accordance with the terms of the contract; (e) Making recommendations for and processing requests for changes in the work and maintaining records of change orders; (f) Scheduling and conducting job meetings to ensure orderly progress of the work; (g) Developing and monitoring a project progress schedule, coordinating and expediting the work of all contractors, and providing periodic status reports to the owner and the architect and engineer; and (h) Establishing and maintaining a cost control system and conducting meetings to review costs. Section 82. No construction manager-agent may contract directly with any contractor or supplier for the project. Section 83. The construction manager-at-risk shall directly contract with subcontractors and suppliers for the project. Section 84. Unless the construction manager-agent is an employee of the purchasing agency and provides the construction management services pursuant to such employment, no purchasing agency may engage the services of a construction manager except as follows: (1) The purchasing agency shall first make the following determinations: (a) That it is in the public interest to utilize the services of a construction manager; and (b) That the construction management services would not unreasonably duplicate and would be in addition to the normal scope of separate architect or engineer contracts; (2) Notwithstanding any other provisions of this chapter, no construction manager may contract to perform actual construction on the project, except as follows: (a) The construction manager may perform general conditions of the construction contract as required by the owner; (b) The construction manager is a construction manager-at-risk and was solicited through a qualification-based request for proposals method of procurement as provided in section 85 of this Act and the construction manager-at-risk, for any actual construction contracted by the construction manager-at-risk to be performed on the project, provides payment and performance bonds and competitively bids the work as required by any statute governing bidding and bonding for public improvement projects; (c) Pursuant to a contract awarded on an emergency basis, pursuant to section 12 of this Act; or (d) Pursuant to a contract negotiated pursuant to subdivision (9) of section 6 of this Act; and (3) No person, firm, or corporation may act as a construction manager-agent and also as a contractor on any public improvement, except as follows: (a) Pursuant to a contract awarded on an emergency basis, pursuant to section 12 of this Act; or (b) Pursuant to a contract negotiated pursuant to subdivision (9) of section 6 of this Act. Section 85. Each qualification based request for proposals required by subsection (b) of subdivision (2) of section 84 of this Act to enter into a construction manager-at-risk services contract where the construction manager-at-risk intends to actually perform construction on the project, shall meet the following criteria: (1) The purchasing agency shall, prior to issuing any request for proposals to enter in a construction management services contract, establish and publish procedures for the solicitation and award of such contracts, which procedures shall include the following: (a) The procedures and standards to be used to qualify construction managers; (b) The procedures for preparing and submitting proposals; (c) The procedures for evaluating proposals; (d) The procedures for negotiations between the purchasing agency and those submitting proposals prior to the acceptance of a proposal. The procedures shall contain safeguards to preserve the confidential information and proprietary information supplied by those submitting proposals; and (e) The procedures for awarding construction management services contracts; (2) A request for proposals to enter into a construction management services contract shall contain the following elements: (a) The identity of the purchasing agency; (b) A description of the proposed public improvement; (c) A description of the qualifications the construction manager will be required to have; (d) The procedures to be followed for submitting proposals, the criteria for evaluation of a proposal and its relative weight, and procedures for making awards; (e) The proposed terms and conditions for the construction management services contract, including a description of the scope of services to be provided; (3) Notice of any request for proposals shall be advertised in accordance with the provisions of section 17 of this Act; (4) After obtaining and evaluating proposals, a purchasing agency may accept the proposal it considers the most advantageous to the purchasing agency. Acceptance of a proposal shall be by written notice to the construction manager submitting the accepted proposal, and by simultaneously notifying in writing the other construction managers that their proposals were not accepted; and (5) The purchasing agency shall reserve the right to reject any or all proposals submitted. Section 86. Each contract for a public improvement shall have a licensed design professional actively involved in the project from the start of design through final completion as required by chapter 36-18A. Section 87. No contract for the transportation of students may exceed five years. Specific provisions of the contract may be renegotiated during the term of the contract if guidelines for making changes are in the contract. Any change made during the term of the contract shall be reported in the school board minutes. Section 88. No contract for the services of a local school food service management company may exceed one year. An original contract for the services of a school food service management company may be renewed annually no more than four times consecutively following the original contract. Both bid and contract shall specify that the contract may be renewed, but the local school is not required to renew the contract. Specific provisions of the original contract may be renegotiated prior to renewal if guidelines for making changes are in the original contract. The school board shall record in its minutes any changes made during the term of a food service management contract or renewal. Section 89. The governing board of a unit of local government shall be exempted from the provisions of this Act if it is able to purchase supplies at a substantial savings at a public sale or auction. Any performance bond required by § 5-21-1 may be waived on items purchased for less than ten thousand dollars at a public sale or auction. The governing board shall contact and attempt to obtain competitive quotations from at least three suppliers of identical or similar supplies. The board may authorize an agent to attend a sale or auction and expend an amount not in excess of eighty percent of the average of the quotations received. A record of the names of the suppliers, the quotations received, and the procurement procedures used in purchasing shall be documented, noted in the minutes, and retained on file by the governing board. Section 90. If a municipality requires a developer to install water and sanitary sewer trunk lines or mains, sewer collection systems, or streets at the expense of the developer and the municipality requires the size of the trunk line or main, sewer collection systems, or streets to be larger than the developer's requirements, the price difference paid by the municipality and as determined by a licensed engineer's estimate is exempt from the provisions of this Act. Section 91. Nothing in this Act or chapter 5-21 may be so construed as to prevent counties or townships from constructing or maintaining the county highway system and any secondary highways by means of drags, road planers, tractors, and other approved mechanical devices owned by said counties or townships. Nothing in this Act and chapter 5-21 may be construed to prevent the construction of dams in connection with water conservation projects if the cost of materials used does not exceed the total cost of twenty-five hundred dollars. Section 92. The bid requirements of this Act do not apply to the purchase of fuel by units of local government. The governing board of a unit of local government may, instead of advertising for bids, negotiate a contract for the purchase of fuel at the most advantageous price. The governing board shall contact and attempt to obtain competitive quotations from at least three suppliers. A record of the names of the suppliers, the quotations received and the procurement procedures used in purchasing shall be documented, noted in the minutes, and retained on file by the governing body. The contract may include a procedure for adjusting prices to meet changing market conditions not within the control of the vendor. Section 93. For any contracts entered into pursuant to § 9-32-11 or for any supply contract, any local government may include a procedure for adjusting prices to meet changing market conditions not within the control of the vendor. The adjustments may not result in increases in the profit of the vendor, and shall be supported by written justification filed with the purchasing agent of the unit of local government. Section 94. Notwithstanding the provisions of this Act, any purchasing agency of a local governmental unit may purchase, without advertising for bids, from a willing vendor, any supplies contained in the state contract list established pursuant to section 101 of this Act, or from any willing vendor at a price at or below that shown in the state contract. The governing body of the purchasing agency shall note in its minutes what supplies were purchased from the state contract and shall further note the identity and address of the vendor and the price paid. If an item is purchased at a price lower than that found on the state contract, the purchasing agency shall note that fact in its minutes and show the identity and address of the vendor and the price paid. Section 95. The procurement of motor vehicles by the state shall only be from authorized dealers licensed by the State of South Dakota. Section 96. The Bureau of Administration shall classify all supplies purchased for the use of every agency of state government. The bureau shall group items of the same class so that contracts may be grouped for like commodities or classes of commodities. Section 97. State agencies shall submit estimates of projected purchases within established commodity classifications as required by the Bureau of Administration. The bureau may change or modify the agency estimates in any manner determined to be in the best interest of the state. Section 98. The Bureau of Administration may pool the combined estimated needs of several agencies for identical supplies or services under one contract. Section 99. For any state contract, any electronic sealed bid or proposal may only be submitted through an electronic procurement system authorized for use by the Bureau of Administration. Section 100. The Bureau of Administration may obtain expert advice and assistance from any officer or employee of any state agency for recommendations or assistance in the preparation of specifications and in the examination of bids or proposals or testing of samples submitted with bids or proposals. Section 101. The Bureau of Administration shall establish a state contract list that contains a listing of the supplies or services which are in contracts executed by the bureau. The list shall also contain the name and address of the vendor supplying the supplies or services and the price of the item. The bureau shall make the contract list available to other purchasing agencies in a manner determined by the bureau to be the most efficient. Section 102. The Bureau of Administration may establish a state bidders list in order to facilitate the notification of official state invitations for bids or requests for proposals. Bidders may request placement on the state bidders list and notification of any lettings issued under this chapter. The bureau may establish by rules, promulgated pursuant to chapter 1-26, a fee for placement on the list to defray the cost of administration. Any fees charged shall be deposited in the internal service fund created in section 103 of this Act. Section 103. There is hereby created in the state treasury a procurement management internal service fund. The commissioner of administration shall apportion all expenses incurred in the administration of the procurement management system to all state departments, agencies, and institutions utilizing such system. Payments received therefrom shall be deposited into the procurement management internal service fund. Section 104. If, after all bids or proposals are examined, the Bureau of Administration is satisfied that it can procure any or all of the supplies or services covered by the bids or proposals more advantageously elsewhere than from those submitting bids or proposals, it may reject any or all bids or proposals and procure any or all of the required supplies or services at the most advantageous price. Section 105. The attorney general shall draw all state contracts for supplies let under the provisions of this Act. Each contract shall be signed by the commissioner of administration or a designee, on the part of the state, and by the party to whom the contract has been awarded. Each contract and any required bond shall be filed in the Bureau of Administration. Section 106. If a contract price for goods entered into by the state becomes unreasonable in view of changing market conditions, the Bureau of Administration may cancel the contract or adjust the contract price to meet the changing market conditions if it is necessary to obtain necessary supplies at the required time. Any contract price adjustment shall be justified in writing by the contractor to the Bureau of Administration and a copy of the adjustment and the written justification for the adjustment by the contractor and the bureau shall be filed with the auditor general. No contract price adjustment may allow for increased management costs or for an increase in the dollar amount of profit for the contractor having the contract. No contract price adjustment resulting in an increase may be made for or during the first ninety days of an annual contract. Section 107. The Bureau of Administration, after notice to the business involved, may suspend or debar a business for cause from consideration of any state contracts. The suspension may not exceed three months and the debarment may not exceed three years. Any action to debar or suspend shall be conducted by the Bureau of Administration pursuant to chapter 1-26. Section 108. Each state contract for printing shall provide for a specific amount of penalty for failure on the part of the contractor to deliver the public printing in accordance with the plans and specifications within the time to be designated in the contract. The penalty shall be a fixed sum for each day so delayed. The penalty shall be applied by the Bureau of Administration according to the contract. The amount of the penalty shall be deducted in the voucher for payment for the work done under the contract. The state auditor may draw no warrant for any amount deducted by the bureau in any voucher certified for payment by the bureau. However, no contractor may be held accountable for any delay occasioned by holding proof sheets. Section 109. No printing office within state government, whether the office is within the Bureau of Administration or within an institution of higher education, may accept printing contracts or jobs from private individuals or organizations. Section 110. The Bureau of Administration shall establish by rules, promulgated pursuant to chapter 1-26, the criteria by which any publication, brochure, pamphlet, or flyer with a total cost exceeding one hundred dollars, paid for and distributed by a state agency shall bear an inscription listing the publisher, the number of copies published, and the approximate cost of publication per copy. Section 111. The Bureau of Administration shall purchase, if the price is reasonably competitive and the quality is acceptable, soybean-based inks in lieu of conventional inks for use in any state government operations. The bureau may require the use of soybean-based inks by any private vendor under contract to a state agency in carrying out the terms of the contract if the price of the inks is reasonably competitive and the quality is acceptable. Section 112. The Bureau of Administration may enter into agreements with purchasing agents in any other state or the United States government under which any of the parties may agree to participate in, administer, sponsor, or conduct purchasing transactions under a joint agreement or contract for the purchase of supplies or contractual services. The Bureau of Administration may cooperate with purchasing agents and other interested parties in any other state or the United States government to develop uniform purchasing specifications on a regional or national level to facilitate cooperative interstate purchasing transactions. Section 113. No agency of the state may award or renew a contract for professional services exceeding fifty thousand dollars without complying with the procedures set forth in this section to section 118 of this Act, inclusive. Any agency seeking such professional services shall issue a request for proposals. The agency shall publish any request for proposals issued pursuant to this section on the electronic procurement system maintained by the Bureau of Administration. The request for proposals shall include the procedures for the solicitation and award of the contract. Section 114. The request for proposals shall state the relative importance of evaluation criteria to be used in the ranking of prospective contractors. The agency shall include the following evaluation criteria in any request for proposals: (1) Specialized expertise, capabilities, and technical competence as demonstrated by the proposed approach and methodology to meet the project requirements; (2) Resources available to perform the work, including any specialized services, within the specified time limits for the project; (3) Record of past performance, including price and cost data from previous projects, quality of work, ability to meet schedules, cost control, and contract administration; (4) Availability to the project locale; (5) Familiarity with the project locale; (6) Proposed project management techniques; and (7) Ability and proven history in handling special project constraints. Section 115. The agency and the highest ranked contractor shall mutually discuss and refine the scope of services for the project and shall negotiate terms, including compensation and performance schedule. The compensation level paid shall be reasonable and fair to the agency, as determined by the agency. If the agency and the highest ranked contractor are unable for any reason to negotiate a contract at a compensation level that is reasonable and fair to the agency, the agency shall, by notification either orally or in writing, terminate negotiations with the contractor. The agency may then negotiate with the next highest ranked contractor. The negotiation process may continue through successive contractors, according to agency ranking, until an agreement is reached or the agency terminates the contracting process. Section 116. A register of proposals shall be prepared and maintained by any state agency issuing a request for proposals for a professional service contract. The register shall contain the names of any person whose qualifications were considered and the name of the person that was awarded the contract. Any professional service contract and the documentation that was the basis for the contract is public except for proprietary information which shall remain confidential. The qualifications and any other documentation of any person not issued a contract shall remain confidential. Section 117. The provisions of sections 113 to 116, inclusive, of this Act do not apply to contracts issued for: (1) Services of such a unique nature that the contractor selected is clearly and justifiably the only practicable source to provide the service. Determination that the contractor selected is justifiably the sole source is based on either the uniqueness of the service or sole availability at the location required; (2) Emergency services necessary to meet an urgent or unexpected requirement or if health and public safety or the conservation of public resources is at risk; (3) Services subject to federal law, regulation, or policy or state statute, under which a state agency is required to use a different selection process or to contract with an identified contractor or type of contractor; (4) Services for professional legal services and services of expert witnesses, hearing officers, or administrative law judges retained by state agencies for administrative or court proceedings; (5) Services involving state or federal financial assistance passed through by a state agency to a political subdivision; (6) Medical services and home and community-based services; (7) Services to be performed for a state agency by another state or local government agency or contracts made by a state agency with a local government agency for the direct provision of services to the public; or (8) Services to be provided by entertainers for the state fair and other events. Section 118. Notwithstanding any other provisions of law, an agency that is required to issue a decision in a contested case proceeding in one year or less may increase its statutory deadline for issuing the agency decision by sixty days if the agency seeks to enter into a professional services contract covered by sections 113 to 116, inclusive, of this Act. Section 119. The Bureau of Administration shall publish notice of its intent to purchase property or liability insurance or performance bonds. Publication of a notice containing a description of the coverage sought as a display advertisement in at least three newspapers of general circulation in different parts of the state at least sixty days prior to the purchase, along with publication in the South Dakota Register, shall be considered compliance with the notice requirements of this section. The notice provisions of this section do not apply to expenditures of less than five thousand dollars. Section 120. The code counsel shall transfer §§ 5-23-38, 5-23-39, and 5-23-40 to chapter 1-40 and shall make the necessary changes to the internal references contained in those sections. Section 121. The Bureau of Administration shall keep suitable records in which shall be recorded all requisitions for public printing, stationery, and supplies, all advertisements, bids, certified checks, bonds, contracts, orders, vouchers, and all acts and proceedings taken under the provisions of this Act. All requisitions, advertisements, bids, certified checks, bonds, specifications, schedules of specifications, contracts, reports, and any other papers or documents executed under the provisions of this Act shall constitute the files in the bureau, except as otherwise provided for in this Act. Section 122. The Bureau of Administration, any other designated state purchasing agent, and any agency making purchases shall, to the extent practicable, make purchasing selections to maximize the purchase of environmentally preferable products, including cleaning products having properties that minimize potential impacts to human health and the environment, products designed to conserve energy and water, biobased products and products containing recycled materials and recovered materials. Each agency shall take steps to reduce consumption of paper and paper products. The Bureau of Administration may promulgate rules, pursuant to chapter 1-26, to establish specifications and requirements for the purchase for use by state government agencies of environmentally preferred products."}, {"bill_id": 1712, "bill_version_id": 12762, "bill_version": "House Government Operations and Audit Engrossed", "bill_version_date": "2010-02-22T15:15:18.14-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions for the procurement of goods and services for governmental agencies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapters 5-18, 5-19, 5-20, and 5-23 be repealed. Section 2. Terms used in Act mean: (1) \"Acceptance,\" the formal resolution of a purchasing agency authorizing the execution of a design-build contract; (2) \"Biobased,\" any materials composed wholly or in a significant part of biological products including renewable agricultural materials or forestry materials; (3) \"Contract,\" any type of agreement, regardless of what the agreement may be called, for the procurement of supplies, services, or construction; (4) \"Construction,\" and \"constructed,\" in addition to their ordinary meaning, repair, demolition, and alteration; (5) \"Construction management,\" any project delivery system based on an agreement whereby a construction manager provides leadership to the construction process through a series of services to the purchasing agency; (6) \"Construction manager,\" any person or entity that provides construction management services for a purchasing agency, and is either a construction manager-agent or construction manager-at-risk; (7) \"Construction manager-agent,\" any construction manager that provides construction management services to a purchasing agency in a fiduciary capacity; (8) \"Construction manager-at-risk,\" any construction manager that assumes the risk for construction, rehabilitation, alteration, or repair of a public improvement and that provides construction management services to the purchasing agency; (9) \"Design-build contract,\" any contract between a purchasing agency and a design-builder to furnish the architecture, engineering, and related services as required, and the labor, materials, and other construction services for a public improvement. A design-build contract may be conditioned upon future refinements in scope and price, and may permit the purchasing agency to make changes in the scope of the project without invalidating the design-build contract; (10) \"Design-build proposal,\" an offer to enter into a design-build contract; (11) \"Design-build request for proposals,\" any document or publication whereby a purchasing agency solicits proposals for a design-build contract; (12) \"Design-builder,\" any person that proposes to design and construct a public improvement covered by the procedures of this Act; (13) \"Environmentally preferable product,\" any cleaning or maintenance product having properties that minimize potential impacts to human health and the environment, any product designed to conserve energy and water, any biobased product, and any product containing recycled materials or recovered materials; (14) \"Internet,\" the international computer network of both federal and nonfederal interoperable packet switched data networks, including the graphical subnetwork called the world wide web; (15) \"Invitation for bids,\" any document, whether attached or incorporated by reference, used for soliciting bids; (16) \"Officer,\" any elected official or administrative officer appointed to that position by the governing body; (17) \"Performance criteria,\" requirements for the public improvement, including as appropriate, capacity, durability, production standards, ingress and egress requirements, building code requirements, or other criteria for the intended use of the public improvement, expressed in performance-oriented specifications or drawings suitable to allow the design-builder to make a proposal; (18) \"Performance criteria developer,\" any person and the person's subcontractors retained by the purchasing agency to develop performance criteria; (19) \"Professional services,\" services arising out of a vocation, calling, occupation, or employment involving specialized knowledge, labor, or skill, and the labor or skill involved is predominantly mental or intellectual, rather than physical or manual; (20) \"Proposal,\" any offer to enter into contract in response to a request for proposals; (21) \"Purchasing agency,\" any governmental body or officer authorized by law, administrative rule, or delegated authority, to enter into contracts; (22) \"Public improvement,\" the process of building, altering, repairing, improving, or demolishing any public infrastructure facility, including any structure, building, or other improvements of any kind to real property, the cost of which is payable from taxes or other funds under the control of the purchasing agency, and includes any local improvement for which a special assessment is to be levied; (23) \"Qualified agency,\" any public or private nonprofit corporation geographically located in the State of South Dakota that provides services for persons with disabilities and is certified by the Department of Human Services; (24) \"Request for proposals,\" any document, whether attached or incorporated by reference, utilized by a purchasing agency when soliciting proposals for contracts for the procurement of supplies, services, or construction; (25) \"Request for qualifications,\" the document or publication whereby a purchasing agency solicits interested design-builders to pre-qualify for a design-build contract; (26) \"Resident,\" any person, partnership, association, limited liability company, foreign limited liability company, corporation, or foreign corporation licensed to do business within this state that has maintained a substantial and bona fide place of business and has conducted business from within this state for at least one year prior to the date on which a contract was awarded. The members of the partnership or association shall have been bona fide residents of the state for one year or more immediately prior to bidding upon the contract. A foreign corporation licensed pursuant to §§ 47-1A-1501 to 47-1A-1532, inclusive, is not a resident as defined by this section if the state or country in which it is organized enforces or has a preference for resident bidders; (27) \"Sealed bid or proposal,\" a response to an invitation for bids or request for proposals submitted in a manner where the contents of the bid or proposal cannot be opened or viewed before the date and time of the formal opening without leaving evidence that the bid or proposal has been opened or viewed; (28) \"Services,\" furnishing of labor, time, or effort by a contractor not involving the delivery of a specific end product other than reports which are merely incidental to the required performance; (29) \"Supplies,\" any property, including equipment, materials, and printing; (30) \"Surety,\" a bond or undertaking executed by a surety company authorized to do business in the State of South Dakota and countersigned by an agent of the company resident in the State of South Dakota. However, nothing in this subdivision requires countersignature of a bid bond. Section 3. Unless otherwise authorized by law, the provisions of this Act, inclusive, apply to all contracts issued by any purchasing agency. Section 4. Unless otherwise authorized by law, each contract for supplies, services, and construction shall be awarded by one of the following methods: (1) Competitive sealed bids as provided in section 6 of this Act; (2) Competitive sealed proposals as provided in sections 7 and 8 of this Act; (3) Small purchases as provided in section 12 of this Act; (4) Sole source procurement as provided in section 9 of this Act; or (5) Emergency procurement as provided in section 10 of this Act. Section 5. Contracts shall be awarded by the use of competitive sealed bids except as otherwise provided in this Act. Section 6. The following procedures apply to the use of competitive sealed bids: (1) Public notice of the invitation for bids shall be given pursuant to section 15 of this Act; (2) The invitation for bids shall include a purchase description, and all contractual terms and conditions applicable to the procurement; (3) A bid may be submitted either manually or electronically in a manner authorized by the purchasing agency; (4) Each bid shall be opened publicly in the presence of one or more witnesses at the time and place designated in the invitation for bids. The amount of each bid, and such other relevant information as may be specified, together with the name of each bidder shall be recorded. Except as otherwise provided by law, the record and each bid shall be open to public inspection; (5) Each bid shall be unconditionally accepted without alteration or correction, except as authorized in this section. Each bid shall be evaluated based on the requirements set forth in the invitation for bids, which may include criteria to determine acceptability such as inspection, testing, quality, workmanship, delivery, and suitability for a particular purpose. Those criteria that will affect the bid price and be considered in evaluation for award shall be objectively measurable, such as discounts, transportation costs, and total or life cycle costs. The invitation for bids shall set forth the evaluation criteria to be used. No criteria may be used in bid evaluation that are not set forth in the invitation for bids; (6) Any bid may be withdrawn by letter or by electronic communications or in person before the time specified in the advertisement therefor. The purchasing agency may allow modification of bids by mail, facsimile, or electronic notice received at the place designated in the invitation to bid not later than the time set for the opening of bids. A modification may not reveal the bid price but shall provide the addition or subtraction or the modification so that the final prices or terms will not be known to the purchasing agency until the sealed bid is opened. A modification may not be withdrawn after the time set for the opening of bids. Each modification shall be confirmed in writing by the successful bidder before award of the contract. No bid made may be changed or altered by telephone. After bid opening, no withdrawal of a bid or change in bid prices or other provisions of bids prejudicial to the interest of the purchasing agency or fair competition is permitted. The purchasing agency may waive technical irregularities in the bid or proposal of the low bidder or offeror which irregularities do not alter the price, quality, or quantity of the services, or items of tangible personal property bid or offered. Any decision to permit the correction or withdrawal of a bid, or to cancel an award or a contract based on a bid mistake, shall be supported by a written determination made by the purchasing agency, and included in the bid file; (7) The contract shall be awarded within thirty days of the bid opening by written notice to the lowest responsible and responsive bidder whose bid meets the requirements and criteria set forth in the invitation for bids. The purchasing agency may reject any and all bids and readvertise for bids if none of the bids are satisfactory, or if the purchasing agency believes an agreement has been entered into by the bidders to prevent competition. If the low bidder is not responsible or the bid is not made in accordance with the requirements of this Act or the low bid is withdrawn as authorized by this section, the bid of the next lowest responsible and responsive bidder may be accepted; (8) If it is considered impractical to initially prepare a purchase description to support an award based on price, an invitation for bids may be issued requesting the submission of unpriced offers to be followed by an invitation for bids limited to those bidders whose offers have been qualified under the criteria set forth in the first solicitation; (9) If, after advertising for bids, no firm bids are received, the purchasing agency may negotiate a contract for the purchase of the supplies, services, or public improvement projects at the most advantageous price, if the specifications of the original bid are met; (10) If two or more competitive sealed bids submitted are identical in price and product quality, the bids are the low bid, and no resident bidder preference is applicable, the purchasing agency may: (a) Award the bid by lottery to one of the identical low bidders; or (b) Reject all the bids and resolicit bids for the required supplies, services, or public improvement. Section 7. A contract may be entered into by competitive sealed proposals if the purchasing agency determines in writing that the use of competitive sealed bids is either not practicable or not advantageous. Section 8. The procedures for issuing a contract through competitive sealed proposals are as follows: (1) The proposals shall be solicited through a request for proposals. The request for proposals shall state the relative importance of price and other factors, if any; (2) Public notice of the request for proposals shall be given pursuant to section 15 of this Act; (3) A proposal may be submitted either manually or electronically in a manner authorized by the purchasing agency; (4) Each proposal shall be opened so as to avoid disclosure of contents to competing offerors during the process of negotiation. A register of proposals shall be prepared documenting the name and address of each offeror and identifying each offeror awarded a contract. The register shall be open for public inspection after contract award; (5) As provided in the request for proposals, a discussion may be conducted with any responsible offeror who submitted a proposal determined to be reasonably susceptible of being selected for award for the purpose of clarification to assure full understanding of, and responsiveness to, the solicitation requirements. Each offeror shall be accorded fair and equal treatment with respect to any opportunity for discussion and revision of a proposal. A revision may be permitted after a submission and prior to an award for the purpose of obtaining the best and final offer. In conducting any discussion, there may be no disclosure of any information derived from any proposal submitted by a competing offeror; (6) An award shall be made to the responsible offeror whose proposal conforms to the solicitation and is determined in writing to be the most advantageous to the purchasing agency taking into consideration price and the evaluation factors set forth in the request for proposals. No other factors or criteria may be used in the evaluation. The contract file shall contain the basis on which the award is made. Written notice of the award of a contract to the successful offeror shall be promptly given to each offeror. The purchasing agency may reject any and all proposals and readvertise for proposals if none of the proposals are satisfactory, or if the purchasing agency believes any agreement has been entered into by the offerors to prevent competition; and (7) This section does not apply to state professional service contracts issued pursuant to sections 110 to 119, inclusive, of this Act. Section 9. A contract may be awarded for supplies or services without competition if the purchasing agency determines in writing that the supplies or services are of such a unique nature that the contractor selected is clearly and justifiably the only practicable source to provide the supplies or services. The determination that the contractor selected is justifiably the sole source shall be based on either the uniqueness of the supplies or services or the sole availability at the location required. In such cases, the purchasing agency shall conduct negotiations, including price, delivery, and quantity to obtain the most advantageous price and shall include the written verification of the sole source in the contract file. This section does not apply to construction services or construction equipment. Section 10. A purchasing agency may make or authorize others to make an emergency procurement without advertising the procurement if rentals are not practicable and there exists a threat to public health, welfare, or safety or for other urgent and compelling reasons. Failure to abide by the bid provisions of this Act in a timely manner is not an emergency. An emergency procurement shall be made with such competition as is practicable under the circumstances. A written determination of the basis for the emergency and for the selection of the particular contractor shall be included in the contract file. Section 11. The purchasing agency shall maintain a record listing each contract made under sole source procurement and emergency procurement for a minimum of five years. The record shall contain: (1) Each contractor's name; (2) The amount and type of each contract; and (3) A listing of the supplies, services, and public improvements procured under each contract. Section 12. Unless otherwise specified by statute, purchases of supplies and services under twenty-five thousand dollars shall be made as follows: (1) State purchases of supplies over one thousand dollars and under twenty-five thousand dollars shall be processed by the Bureau of Administration and shall be made by first obtaining three quotes from different vendors. If three quotes cannot be obtained, a sole source justification shall accompany the purchase request and the Bureau of Administration may approve the purchase if in the best interest of the state, require additional quotes to be obtained, or require the purchase be advertised for bids; (2) State purchases of supplies under one thousand dollars may be made in accordance with procedures established by the purchasing agency in the best interests of the state; (3) State purchases of services under twenty-five thousand dollars may be made in accordance with procedures established by the purchasing agency in the best interests of the state; and (4) For all other purchasing agencies, purchases under twenty-five thousand dollars may be made in accordance with procedures established by the purchasing agency. No purchases may be artificially divided to constitute a small purchase under this section. Section 13. An invitation for bids, a request for proposals, or other solicitation may be canceled, or any or all bids or proposals may be rejected in whole or in part as may be specified in the solicitation, if the purchasing agency determines it is in the best interests of the agency. The reasons for the cancellation or rejection shall be made part of the contract file. Section 14. There is hereby created a centralized public bid exchange. The Bureau of Administration shall establish the exchange either within the bureau or within another public or private organization. The purpose of the exchange is to facilitate the publishing of official state and political subdivision bids to provide greater notice to bidders and to the state and its political subdivisions. The exchange shall maintain a list of all state bids and proposals and all bids and proposals provided by political subdivisions which participate in the exchange. The exchange shall set and charge each bidder, offeror, or political subdivision or both a fee for participation in the exchange to defray the cost of administering the exchange. Section 15. If the purchasing agency intends to enter into a contract for any public improvement that involves the expenditure of fifty thousand dollars or more, or a contract for the purchase of supplies or services, other than professional services, that involves the expenditure of twenty-five thousand dollars or more, the purchasing agency shall advertise for bids or proposals. The advertisement shall appear as a legal notice in the appointed legal newspaper. The advertisement shall be printed at least twice, with the first publication at least ten days before opening of bids or the deadline for the submission of proposals. The first publication shall be in each official newspaper of the purchasing agency, and the second publication may be in any legal newspaper of the state chosen by the purchasing agency. If the purchasing agency has no official newspaper, the first publication shall be made in a legal newspaper with general circulation in the jurisdiction of the purchasing agency to be selected by the purchasing agency. The advertisement shall state the time and place where the bids will be opened or the deadline for the submission of proposals. In each notice, the purchasing agency shall reserve the right to reject any or all bids or proposals. Section 16. After receiving notice of a contract award, the successful bidder or offeror shall enter into a contract with the purchasing agency within the time specified in the invitation for bids or request for proposals. If any bidder or offeror fails to enter into a contract within the time specified, the contract may be awarded to the next lowest responsive and responsible bidder or offeror for the same kind of work and material, unless all bids or proposals are rejected. The defaulting bidder or offeror shall be responsible for the difference in price. Section 17. If any successful bidder or offeror fails to fulfill the conditions of an awarded contract, the purchasing agency may proceed to recover from the defaulting party whatever damages may have been sustained as a result of the default. The purchasing agency shall have all remedies provided in the contract and provided by law. Section 18. No officer or employee who approves, awards, or administers a contract involving the expenditure of public funds or the sale or lease of property, may have an interest in a contract that is within the scope of the officer's or employee's official duties. This prohibition includes any officer or employee who, in his or her official capacity, recommends the approval or award of the contract or who supervises a person who approves, awards, or administers the contract. This prohibition does not include any officer who serves without compensation or who may be paid per diem pursuant to § 4-7-10.4. Any contract made in violation of this section is void. Any officer or employee who knowingly violates this section is guilty of a Class 2 misdemeanor. Section 19. Any specification shall seek to promote overall economy for the purposes intended and encourage competition in satisfying the purchasing agency's needs, and may not be unduly restrictive. Brand name or equal specifications may be used if the purchasing agency determines in writing that: (1) No other design or performance specification or qualified products list is available; (2) Time does not permit the preparation of another form of purchase description, not including a brand name specification; (3) The nature of the product or the nature of the purchasing agency's requirements makes use of a brand name or equal specification suitable for the procurement; or (4) Use of a brand name or equal specification is in the purchasing agency's best interests. Section 20. Brand name or equal specifications shall seek to designate three, or as many different brands as are practicable, as \"or equal\" references and shall further state that substantially equivalent products to those designated will be considered for award. Unless the purchasing agency determines in writing that the essential characteristics of the brand names included in the specifications are commonly known in the industry or trade, brand name or equal specifications shall include a description of the particular design, functional, or performance characteristics which are required. If a brand name or equal specification is used in a solicitation, the solicitation shall contain explanatory language that the use of a brand name is for the purpose of describing the standard of quality, performance, and characteristics desired and is not intended to limit or restrict competition. Section 21. Brand name specification may be used only if the purchasing agency makes a written determination that only the identified brand name item or items will satisfy the agency's needs. The agency shall seek to identify sources from which the designated brand name item or items can be obtained and shall solicit such sources to achieve whatever degree of price competition is practicable. If only one source can supply the requirement, the procurement shall be made under the sole source procurement provisions of section 9 of this Act. Section 22. Each contract shall be in writing and shall be signed on behalf of the purchasing agency by the authorized officials. Section 23. The provisions of this Act do not apply to: (1) Any highway construction contract entered into by the Department of Transportation; (2) Any contract for the purchase of supplies from the United States or its agencies or any contract issued by the General Services Administration; (3) Any purchase of supplies or services, other than professional services, by purchasing agencies from any active contract that has been awarded by any government entity by competitive sealed bids or competitive sealed proposals or from any contract that was competitively solicited and awarded within the previous twelve months; (4) Any equipment repair contract; (5) Any procurement of electric power, water, or natural gas; chemical and biological products; laboratory apparatus and appliances; published books, maps, periodicals and technical pamphlets; works of art for museum and public display; medical supplies; communications technologies, computer hardware and software, peripheral equipment, and related connectivity; tableware or perishable foods; (6) Any supplies, services, and professional services required for externally funded research projects at institutions under the control of the Board of Regents; (7) Any property or liability insurance or performance bonds, except that the actual procurement of any insurance or performance bonds by any department of the state government, state institution, and state agency shall be made under the supervision of the Bureau of Administration; (8) Any supplies needed by the Department of Human Services or prison industries for the manufacturing of products; (9) Any printing involving student activities, conducted by student organizations and paid for out of student fees, at institutions under the control of the Board of Regents. However, nothing in this subdivision exempts, from the requirements of this Act, purchases that involve printing for other activities at institutions under the control of the Board of Regents; (10) Any purchase of surplus property from another purchasing agency; (11) Any animals purchased; (12) Any purchase by a school district of perishable food, raw materials used in construction or manufacture of products for resale, or for transportation of students; (13) Any authority authorized by chapters 1-16A, 1-16B, 1-16E, 1-16G, 1-16H, 5-12, or 11-11; (14) Any seeds, fertilizers, herbicides, pesticides, feeds, and supplies used in the operation of farms by institutions under the control of the Board of Regents; (15) Any purchase of supplies for any utility owned or operated by a municipality if the purchase does not exceed the limits established in section 15 of this Act; or (16) For political subdivisions, any contract for asbestos removal in emergency response actions and any contract for services provided by individuals or firms for consultants, audits, legal services, ambulance services, architectural services and engineering, insurance, real estate services, or auction services. Section 24. The state auditor may stop the letting or the execution of any contract with the state, or with any state officer, commission, board, institution, or agency by serving a written notice of the order on the officer, commission, or board involved, the secretary of state, the attorney general, and on the contractor, if any, stating the grounds on which the state auditor has determined that the contract is illegal, unauthorized, or improper. Section 25. From any order or decision of the state auditor stopping execution of any contract obligation of the state, any person aggrieved or interested may appeal to the State Board of Finance at any time within twenty days after the stop order was filed with either the attorney general, the secretary of state, the state treasurer, or the department involved by serving notice of appeal on the state auditor and the Governor. The notice shall state the decision being appealed and shall ask for a hearing on the appeal. Upon receiving the notice, the Governor shall call a meeting of the State Board of Finance. The board shall consider the appeal, make a decision, enter the decision in the journal, and give notice to the appellant and the department involved. Any order of the Board of Finance as expressed in the board's decision is binding upon the state department, institution, agency, or office involved and shall be carried out accordingly. Section 26. Except for canned meat food products that are not available from a domestic source, no purchasing agency may purchase any meat food products that are the products of any foreign country or that are imported from outside the boundaries of the United States. Section 27. Any milk processor licensed pursuant to § 39-6-7, bidding any milk or milk product under a competitive bid contract, shall receive the bid contract if the processor's bid is equal to, or within five percent or less, of any other bidder who is not a licensed processor. Section 28. In awarding a contract, if all things are equal, including the price and quality of the supplies or services, a purchasing agency shall give preference: (1) To a qualified agency if the other equal low bid or proposal was submitted by a business that was not a qualified agency; (2) To a resident business if the other equal low bid or proposal was submitted by a nonresident business; (3) To a resident manufacturer if the other equal low bid or proposal was submitted by a resident business that is not a manufacturer; (4) To a resident business whose principal place of business is located in the State of South Dakota, if the other equal low bid or proposal was submitted by a resident business whose principal place of business is not located in the State of South Dakota; or (5) To a nonresident business providing or utilizing supplies or services found in South Dakota, if the other equal low bid or proposal was submitted by a nonresident business not providing or utilizing supplies or services found in South Dakota. In computing price, the cost of transportation, if any, including delivery, shall be considered. Section 29. A resident bidder shall be allowed a preference on a contract against the bid of any bidder from any other state or foreign province that enforces or has a preference for resident bidders. The amount of the preference given to the resident bidder shall be equal to the preference in the other state or foreign province. Section 30. The Bureau of Administration shall maintain a current list of all states that have a resident bidder preference law and the amount or percent of preference taken by each state. The bureau shall make the list available upon request to any purchasing agency. Section 31. A qualified agency may submit a list of supplies, custodial services, and maintenance services, provided by the agency, to the Bureau of Administration. The bureau shall make the information available to purchasing agencies of the State of South Dakota on a website maintained by the bureau. Section 32. No provision of this Act may be so construed as to prohibit any person with a disability from negotiating a contract for service or supplies or in any other manner doing business with any purchasing agency. Section 33. A purchasing agency may give preference to the purchase of supplies manufactured from recycled or biobased materials if the bids are within five percent of the lowest bid offering nonrecycled or nonbiobased materials. Section 34. Prior to the award of a contract, the purchasing agency may require of each bidder or offeror such information as shall allow the agency to determine whether a bidder or offeror is entitled to a preference or subject to having a preference enforced against it under this Act. Section 35. In addition to the provisions of this Act, any procurement utilizing federal funds is subject to any federal statutes and regulations governing the use and payment of such funds. Section 36. Any bidder or offeror who fails to comply with the provisions of this Act, or who provides any false information in the submission of any bid or offer is subject to having the bid or offer disallowed by the purchasing agency soliciting the bid or offer. Any contract entered into in violation of this Act is null and void. Section 37. The Bureau of Administration shall serve as the central procurement agency of the State of South Dakota. Except for the legislative and judicial branches and as otherwise specifically provided in this Act, the Bureau of Administration shall procure, or authorize the procurement of all supplies and public improvements for state government. No claim for any such procurement may be paid unless authorization has been issued by the bureau. All state agencies and institutions are responsible for the procurement of services for their respective governmental unit. The governing body of all other purchasing agencies, including the legislative and judicial branches of state government, is responsible for procuring or authorizing the procurement of supplies, services, and public improvements for their respective governmental unit. Section 38. In the procurement of supplies or services, a purchasing agency may require a bond or an approved security to be submitted with any bid or proposal as a guarantee that the bidder will enter into a contract with the purchasing agency. No offeror or bidder may be required to leave the bond or security posted for a longer period than thirty days if the bid or proposal is not accepted. The bond or approved security of the successful offeror or bidder shall be returned upon the signing of the contract. Section 39. For any public improvement contract, a performance and payment bond is required pursuant to chapter 5-21. For any other contract, a purchasing agency may require a bond or an approved security to be provided by the successful offeror or bidder as a guarantee of faithful performance of the contract. In any case, the bond or approved security of the successful offeror or bidder shall be returned upon satisfactory completion of the contract. Section 40. If a contract is for the construction of a public improvement, the required advertisement shall state where the plans and specifications may be examined. The plans and specifications for the construction of any public improvement shall be and remain on file in the office of the purchasing agency at all times from the beginning of the publication of the advertisement for bids until the completion of the public improvement. The purchasing agency shall, upon request, furnish at least one copy of the plans and specifications, without charge, to each contractor resident in South Dakota who intends, in good faith, to bid upon the public improvement. The copy shall be available at the date of the first publication of the advertisement for bids. The purchasing agency may require the return of the copy at the time of the opening of the bids. Section 41. If the invitation for bids is for the construction of a public improvement, each bid shall contain a certified check or a cashier's check, for five percent of the amount of the bid. Such check shall be certified or issued by either a state or a national bank and payable to the purchasing agency or to an officer of the purchasing agency letting the contract and inviting bids. In lieu of a check, a bid may contain a bid bond for ten percent of the amount of the bid. Such bond to be issued by a surety authorized to do business in this state payable to the purchasing agency, as a guaranty that the bidder will enter into a contract with the purchasing agency, its board or officers thereof, in accordance with the terms of the letting and bid in case the bidder be awarded the contract. Section 42. Notwithstanding the provisions of section 41 of this Act, the requirement of a bid bond, certified or cashier's check, cash, or other security may be waived by the purchasing agency if the bid submitted does not exceed fifty thousand dollars. Section 43. No purchasing agency may, directly or indirectly, require or direct a bidder on any public improvement contract that is about to be or has been competitively bid to obtain from a particular insurer or insurance producer any surety bond or contract of insurance required in the bid or contract or required by any law, ordinance, or rule. However, the surety insurer shall be an authorized insurer under Title 58. Nothing in this section prevents any purchasing agency from exercising the right to approve or reject a surety bond or contract of insurance as to its form or sufficiency. Section 44. If the lowest responsive and responsible bid for a public improvement project exceeds the final estimated project cost, the Bureau of Administration, acting on behalf of the state, or any other purchasing agency may negotiate with that low bidder for the construction of a public improvement at the most advantageous price. Section 45. Prior to execution of a public improvement contract, a successful bidder shall certify: (1) That no more than twenty percent of the cost of labor included in the contract is being provided by nonresident subcontractors; or (2) That more then twenty percent of the cost of labor included in the contract is being provided by nonresident subcontractors because resident contractors are not available and at competitive prices. The bidder shall also provide any information requested by the purchasing agency to verify the certification. Section 46. If a purchasing agency is to supply tangible personal property to be used in performance of the contract and the personal property is taxable to the contractor under § 10-46-5, the specifications or notice to bidders shall state the purchase price or fair market value of the tangible personal property, whichever is the greater. The stated amount shall be the basis for determining the contractor's liability for tax. Section 47. Any funds forfeited by a bidder or surety shall accrue to the funds provided for construction of the public improvement. Section 48. No bidder on a public improvement contract may be required, either in the invitation for bids or otherwise, to leave a certified check or cashier's check, or bid bond, posted for a longer period than thirty days if the bid is not accepted. The check or bid bond of the successful bidder shall be returned upon the execution of the contract and surety hereafter provided for. The checks or bid bonds of all unsuccessful bidders shall be, by the purchasing agency, immediately returned to the respective makers thereof and not more than thirty days shall elapse between the opening of the bids and either the acceptance of the bid of the lowest responsible bidder or the rejection of all of the bids presented. Section 49. If a contract is based upon plans and specifications prepared by an architect or engineer, the contract's terms and conditions shall comply with the provisions provided in the \"General Conditions of the Contract for Construction,\" Fourteenth Edition, by the American Institute of Architects in effect on January 1, 2010, the \"ConsensusDOCS 200 Standard Agreement and General Conditions Between Owner and Contractor,\" by ConsensusDOCS LLC in effect January 1, 2010, or the \"Standard General Conditions of the Construction Contract,\" 1990 Edition, by the Engineer's Joint Contract Documents Committee, in effect January 1, 2010, except when in conflict with the laws of this state. However, the purchasing agency may modify or delete, on a contract by contract basis, any portion of the \"General Conditions of the Contract for Construction,\" \"ConsensusDOCS 200 Standard Agreement and General Conditions Between Owner and Contractor,\" or the \"Standard General Conditions of the Construction Contract.\" Section 50. The contract may permit progress payments, but an amount necessary to complete the improvement shall be retained from the final payment until the contract is executed in full and the public improvement completed to the satisfaction and acceptance of the purchasing agency. However, if the contractor has furnished the purchasing agency all required records and reports and a final inspection has been made, the purchasing agency shall pay to the contractor interest as set by the governing body at a rate of not less than the category E rate of interest as established by § 54-3-16 on the amounts retained and on the final payment due the contractor beginning thirty days after the work under the contract has been completed, as evidenced either by the completion date established by the architect's or engineer's letter of acceptance or by the use and occupancy of the public improvement. The interest shall continue until the date when payment is tendered to the contractor unless delay in payment has been the result of federal participation in the contract in which event interest may not begin until thirty days after payment by the federal authority involved. If a portion of a progress payment is retained, other than the final payment, the purchasing agency shall pay to the contractor interest as set by the purchasing agency at a rate of not less than the category E rate of interest as established by § 54-3-16 on the amount retained beginning thirty days after the contractor has furnished the purchasing agency with all required records and reports and a progress inspection. Section 51. The purchasing agency may include in any contract for a public improvement provisions for a bond or the deposit of securities in lieu of sums retained from payments due a contractor for work performed pursuant to the terms of the contract. The contract document shall state the types of bond or securities to be accepted and the procedural requirements for the deposits. Section 52. If a purchasing agency elects to use and occupy the public improvement before acceptance, the purchasing agency shall pay all amounts due under the contract except double the amount that the architect or engineer estimates to be necessary to complete the improvement in accordance with the plans and specifications or one percent of the contract price, or in any event not less than three hundred dollars. No interest may commence until thirty days after the work has been fully completed. Section 53. The purchasing agency may appoint a competent superintendent who may be the architect or engineer furnishing the plans and specifications for the public improvement. The superintendent shall report to the purchasing agency or board every thirty days as to the progress and character of the work done by the contractor. Upon the reports of the superintendent, the purchasing agency shall make payments promptly to the contractor during the process of construction to the extent provided by the contract based on the value of the work done and materials furnished. The payments shall be divided into such installments as the board and the contractor may agree upon at the time of entering into the contract, and which shall be included in and be a part of the terms of the contract. No payment, however, constitutes an acceptance, in whole or in part, by the purchasing agency prior to making of the final payment and acceptance in full completion of the contract. Final payment of any sums due to the contractor shall be made within thirty days after the completion and acceptance of the public improvement by the purchasing agency. Section 54. No person, firm, or corporation may act as architect or engineer and also contractor on any public improvement project if the amount to be expended exceeds one hundred thousand dollars. Any public improvement of an emergency nature which affects the public health and safety of the state and are funded through the use of an emergency appropriation or special appropriation, and any full-service firm which specialize in the design, fabrication, and installation of cultural and educational exhibits are exempt from this section. Section 55. Each purchasing agency, on entering into a contract for a public improvement, shall provide in the contract that the contractor is required to pay the Department of Labor of South Dakota all contributions and interest due under the provisions of chapter 61-5, on wages paid to individuals employed in performance of the contract. Section 56. No purchasing agency may award any contract for the construction of any public improvement unless the purchasing agency has verified with the Department of Revenue and Regulation that the contractor has a contractor's excise tax license pursuant to chapter 10-46A or 10-46B. Section 57. Before final payment may be made on any contract for public improvement, the purchasing agency awarding the contract shall require the contractor to furnish a certificate from the Department of Labor that all contributions and interest due to the Department of Labor in the performance of the contract have been paid. Section 58. Any amendment or change order to an existing contract for construction, reconstruction, or remodeling of a public improvement does not need to be bid if: (1) The contract contains unit prices for the same type or class of work; (2) The change or extra work is necessitated by circumstances related to soils, utilities, or unknown conditions directly affecting the performance of the work that were not reasonably foreseeable at the time the underlying contract was let and the change or extra work is necessary to the completion of the public improvement; or (3) The sum of the proposed amendment or change order plus the sum of all other prior unbid amendments or change orders, exclusive of change orders issued under subdivisions (1) and (2) of this section, does not exceed the following: (a) For contracts not more than five hundred thousand dollars, the greater of twenty-five thousand dollars or fifteen percent of the base contract; (b) For contracts exceeding five hundred thousand dollars but not more than two million five hundred thousand dollars, the greater of seventy-five thousand dollars or ten percent of the base contract; and (c) For contracts exceeding two million five hundred thousand dollars, the greater of two hundred fifty thousand dollars or five percent of the base contract. Section 59. A purchasing agency may enter into design-build contracts for public improvements, if the following conditions are met: (1) The purchasing agency shall, prior to issuing any design-build request for proposals, establish and publish procedures for the solicitation and award of design-build contracts. The Bureau of Administration shall establish the procedures for the state. The procedures shall include the following: (a) The procedure to select or designate a performance criteria developer utilizing a qualification based process and the procedure to prepare performance criteria; (b) The procedures for the preparation and contents of a design-build request for proposals; (c) The procedure and standards to be used to qualify or pre-qualify design-builders; (d) The procedures for preparing and submitting proposals; (e) The procedures for evaluating proposals; (f) The procedures for negotiations between the purchasing agency and those submitting proposals prior to the acceptance of a proposal. The procedures shall contain safeguards to preserve confidential information and proprietary information supplied by those submitting proposals, consistent with section 73 of this Act; (g) The procedures for awarding and executing design-build contracts; (h) The procedures for awarding design-build contracts in the event of public emergencies as defined in section 10 of this Act; and (i) The procedures for acting on formal protests relating to the solicitation or award of design-build contracts; (2) The purchasing agency shall, for each public improvement under this section, make a determination that it is in the best interest of the public to enter into a design-build contract to complete the public improvement. The determination to utilize design-build and the basis for the determination shall be recorded in the project file or the minutes of the meeting of the governing board of the purchasing agency. In making this determination, design-build projects shall meet one or more of the following criteria: (a) The purchasing agency requires a project design and construction time line that is faster than the traditional design/bid/build process would allow; (b) The complexity of the project requires close coordination of design and construction expertise or an extreme amount of coordination; (c) The purchasing agency requires early cost commitments; or (d) The project can be defined at an early stage and the purchasing agency is able to specify all requirements; and (3) The purchasing agency shall follow the procedures of other laws governing public improvement construction contracts to the extent such laws are compatible with the use of design-build contracts. Section 60. No design-builder may do business in this state unless authorized as either an architect, engineer, or general contractor. Section 61. A design-builder may sublet responsibility for professional design services to any person licensed and registered to provide professional design services in this state. Nothing in this section limits or eliminates the responsibility or liability of any person registered pursuant to chapter 36-18A, on a design-build project to the purchasing agency or other third parties under existing law. Section 62. A design-builder may sublet responsibility for construction or other services to persons registered, licensed, or otherwise qualified to provide those services in this state. Section 63. A design-builder may contract with the purchasing agency to provide professional services or construction services for which the design-builder is not licensed, registered, or qualified to perform, as long as the design-builder sublets all such services required under the design-build contract to a licensed, registered, or otherwise qualified person. Section 64. Any request for proposals shall contain performance criteria developed by a performance criteria developer and approved by the purchasing agency. For projects not exempted under chapter 36-18A from using a registered design professional, the performance criteria developer shall be a design professional registered under chapter 36-18A. For projects exempt under chapter 36-18A from using a registered design professional, the performance criteria developer shall be hired on the basis of qualifications related to projects of similar scope. Section 65. The performance criteria developer may not submit a proposal to enter into the design-build contract and the design-builder may not delegate or contract services under the design-build contract to the performance criteria developer. Section 66. The performance criteria developer shall be either an employee of the purchasing agency or shall be engaged in accordance with statutorial procedures for contracting with professional services. With the approval of the purchasing agency, the developer may delegate or contract for the development of specific aspects of the design criteria to other consultants. The performance criteria developer may be retained at the purchasing agency's option through to the completion of the design-build contract. Section 67. The purchasing agency, in consultation with the performance criteria developer, shall determine the scope and level of detail required for the performance criteria. The performance criteria shall be detailed enough to permit a person to submit a proposal in accordance with the design-build request for proposals, given the nature of the public project and the level of design to be provided in the proposal. Section 68. After a minimum of three design-builders have been pre-qualified in accordance with section 70 of this Act, a design-build request for proposals shall be mailed to each pre-qualified design-builder. The minimum number of pre-qualified design-builders is not required for any improvement project that is complex in nature, requires close coordination of design and construction expertise, and does not require significant structural changes, additions, reconstruction, or new construction. The design-build request for proposals shall be prepared for each design-build contract containing the following elements: (1) The identity of the purchasing agency which will award the design-build contract and the identity of the performance criteria developer; (2) The procedures to be followed for submitting proposals, the criteria for evaluation of a proposal and its relative weight, and the procedures for making awards; (3) The proposed terms and conditions for the design-build contract; (4) The performance criteria, which shall include the following: (a) The owners preliminary program of space needs and special requirements; (b) Performance standards for materials and equipment; and (c) Minimum system requirements and efficiencies; (5) A description of the drawings, specifications, or other submittals to be submitted with the proposal, with guidance as to the form and level of completeness of the drawings, specifications, or submittals that is acceptable; (6) A schedule for planned commencement and completion of the design-build contract; (7) Budget limits for the design-build contract; (8) Affirmative action, disadvantaged business, or set-aside goals or requirements for the design-build contract, if any; (9) Requirements for performance and payment bonds, and insurance. These requirements shall meet the requirements of § 5-21-1; (10) The compensation, if any, to be given to design-builders submitting proposals who are not awarded the project; (11) Whether project financing is in place; (12) A schedule for payments to the design-builder; (13) Site identification and geotechnical information if the site is owner-provided; (14) Location of existing utilities and their capacity if the site is owner-provided; and (15) Warranty and guarantee requirements. Section 69. No design-build request for proposals may include detailed designs or detailed drawings prepared by the criteria developer. The request may, however, include drawings of existing conditions and any preliminary conceptual sketches necessary to illustrate the information required by subdivision (4) of section 68 of this Act. Each conceptual drawing shall contain the minimum information necessary to convey the requirements. No design-build request for proposals may include detailed construction specifications. Any design and construction standards in the request for proposals shall be performance standards only. Section 70. A purchasing agency shall pre-qualify design-builders for design-build contracts by advertising its request for qualifications in accordance with section 15 of this Act. A request for qualifications shall contain the following elements: (1) The identity of the purchasing agency; (2) A description of the proposed public improvement; (3) Budget limits for the proposed public improvement; (4) The requirements the design-builder will be required to have; and (5) The criteria and their relative weight for prequalification. Section 71. Any proposal, submitted pursuant to this section, shall be accompanied by a deposit or bond meeting the requirements of section 41 of this Act. The deposit or security may be forfeited if the proposal is accepted but the design-builder fails to execute the design-build contract. Section 72. Any proposal shall be sealed and may not be opened until expiration of the time established for making proposals as set forth in the design-build request for proposals. To the extent required by the request for proposals, any proposal shall identify each person to whom the design-builder proposes to sublet obligations under the design-build contract. At a minimum, any proposal shall identify each person to whom the design-builder proposes to sublet any design obligations or general construction obligations. Any person so identified may not be replaced without the approval of the purchasing agency. Any proposal shall establish a cost of the design-build contract that may not be exceeded if the proposal is accepted without change. The maximum cost in the proposal may be converted to fixed prices by negotiated agreement between the purchasing agency and the selected design-builder. Section 73. Until a proposal is accepted, the drawings, specifications, and other information in the proposal remain the property of the person making the proposal. The purchasing agency shall make reasonable efforts to maintain the secrecy and confidentiality of any proposal and all information contained in any proposal and may not disclose any proposal or the information contained in a proposal to the design-builder's competitors. The purchasing agency may not disclose, except as may be permitted pursuant to chapter 1-27, confidential and proprietary information contained in any proposal to the public until such time as the purchasing agency takes final action to accept a proposal. Section 74. Once received, any proposal shall be submitted to the performance criteria developer for review. Clarifications may be required to ensure conformance of any proposal with the performance criteria. In seeking clarifications, the performance criteria developer may not reveal any aspect of any design-builder's proposal to any other design-builder. No proposal may be considered until the performance criteria developer issues a written opinion that the proposal is consistent with the performance criteria. Once the performance criteria developer has issued such an opinion, the proposal shall be submitted to the governing body of the purchasing agency for review and evaluation. No proposal or design-build contract may be accepted unless the purchasing agency determines there was adequate competition for such contract. Section 75. After obtaining and evaluating proposals according to the criteria and procedures set forth in the design-build request for proposals, a purchasing agency may accept the proposal it considers most advantageous to the purchasing agency. Acceptance of a proposal shall be by written notice to the design-builder which submitted the accepted proposal. At the same time notice of acceptance is delivered, the purchasing agency shall also inform, in writing, the other design-builders that their proposals were not accepted. Unless all proposals are rejected, a detailed breakdown of the evaluation criteria scores for each proposal received shall be made available to the public after signature execution of the design-build contract. The contract for development of performance criteria shall terminate if a contract is awarded to the design-builder. Section 76. The purchasing agency may reject any and all design-build proposals. The purchasing agency may solicit new proposals using the same or different performance criteria, budget constraints, or qualifications. Section 77. Any design-build proposal may be withdrawn by the proposer for any reason at any time prior to acceptance. Section 78. Any purchasing agency may engage a construction manager if planning, designing, or constructing a public improvement, or if improving, altering, or repairing a public improvement. However, no purchasing agency is required to engage a construction manager. Section 79. Construction management services provided in the planning and design phases of a public improvement project may include: (1) Services provided in the planning and design phases of a public improvement project including the following: (a) Consulting with, advising, assisting, and making recommendations to the public corporation and architect or engineer on all aspects of planning for project construction; (b) Reviewing all plans and specifications as they are being developed and making recommendations with respect to construction feasibility, availability of material and labor, time requirements for procurement and construction, and projected costs; (c) Making, reviewing, and refining budget estimates based on the public corporation's program and other available information; (d) Making recommendations to the public corporation and the architect or engineer regarding the division of work in the plans and specifications to facilitate bidding and awarding of contracts; (e) Soliciting the interest of capable contractors and assisting the public corporation in taking bids on the project; (f) Analyzing the bids received and awarding contracts; and (g) Preparing and monitoring a progress schedule during the design phase of the project and preparation of a proposed construction schedule; and (2) Services provided in the construction phase of the public improvement project including the following: (a) Maintaining competent supervisory staff to coordinate and provide general direction of the work and progress of the contractors on the project; (b) Observing the work as it is being performed for general conformance with working drawings and specifications; (c) Establishing procedures for coordinating among the public corporation, architect or engineer, contractors, and construction manager with respect to all aspects of the project and implementing labor policy in conformance with the requirements of the public corporation's policy and making recommendations; (d) Reviewing and processing all applications for payment by involved contractors and material suppliers in accordance with the terms of the contract; (e) Making recommendations for and processing requests for changes in the work and maintaining records of change orders; (f) Scheduling and conducting job meetings to ensure orderly progress of the work; (g) Developing and monitoring a project progress schedule, coordinating and expediting the work of all contractors, and providing periodic status reports to the owner and the architect and engineer; and (h) Establishing and maintaining a cost control system and conducting meetings to review costs. Section 80. No construction manager-agent may contract directly with any contractor or supplier for the project. Section 81. The construction manager-at-risk shall directly contract with subcontractors and suppliers for the project. Section 82. Unless the construction manager-agent is an employee of the purchasing agency and provides the construction management services pursuant to such employment, no purchasing agency may engage the services of a construction manager except as follows: (1) The purchasing agency shall first make the following determinations: (a) That it is in the public interest to utilize the services of a construction manager; and (b) That the construction management services would not unreasonably duplicate and would be in addition to the normal scope of separate architect or engineer contracts; (2) Notwithstanding any other provisions of this chapter, no construction manager may contract to perform actual construction on the project, except as follows: (a) The construction manager may perform general conditions of the construction contract as required by the owner; (b) The construction manager is a construction manager-at-risk and was solicited through a qualification-based request for proposals method of procurement as provided in section 83 of this Act and the construction manager-at-risk, for any actual construction contracted by the construction manager-at-risk to be performed on the project, provides payment and performance bonds and competitively bids the work as required by any statute governing bidding and bonding for public improvement projects; (c) Pursuant to a contract awarded on an emergency basis, pursuant to section 10 of this Act; or (d) Pursuant to a contract negotiated pursuant to subdivision (9) of section 6 of this Act; and (3) No person, firm, or corporation may act as a construction manager-agent and also as a contractor on any public improvement, except as follows: (a) Pursuant to a contract awarded on an emergency basis, pursuant to section 10 of this Act; or (b) Pursuant to a contract negotiated pursuant to subdivision (9) of section 6 of this Act. Section 83. Each qualification based request for proposals required by subsection (b) of subdivision (2) of section 82 of this Act to enter into a construction manager-at-risk services contract where the construction manager-at-risk intends to actually perform construction on the project, shall meet the following criteria: (1) The purchasing agency shall, prior to issuing any request for proposals to enter in a construction management services contract, establish and publish procedures for the solicitation and award of such contracts, which procedures shall include the following: (a) The procedures and standards to be used to qualify construction managers; (b) The procedures for preparing and submitting proposals; (c) The procedures for evaluating proposals; (d) The procedures for negotiations between the purchasing agency and those submitting proposals prior to the acceptance of a proposal. The procedures shall contain safeguards to preserve the confidential information and proprietary information supplied by those submitting proposals; and (e) The procedures for awarding construction management services contracts; (2) A request for proposals to enter into a construction management services contract shall contain the following elements: (a) The identity of the purchasing agency; (b) A description of the proposed public improvement; (c) A description of the qualifications the construction manager will be required to have; (d) The procedures to be followed for submitting proposals, the criteria for evaluation of a proposal and its relative weight, and procedures for making awards; (e) The proposed terms and conditions for the construction management services contract, including a description of the scope of services to be provided; (3) Notice of any request for proposals shall be advertised in accordance with the provisions of section 15 of this Act; (4) After obtaining and evaluating proposals, a purchasing agency may accept the proposal it considers the most advantageous to the purchasing agency. Acceptance of a proposal shall be by written notice to the construction manager submitting the accepted proposal, and by simultaneously notifying in writing the other construction managers that their proposals were not accepted; and (5) The purchasing agency shall reserve the right to reject any or all proposals submitted. Section 84. Each contract for a public improvement shall have a licensed design professional actively involved in the project from the start of design through final completion as required by chapter 36-18A. Section 85. No contract for the transportation of students may exceed five years. Specific provisions of the contract may be renegotiated during the term of the contract if guidelines for making changes are in the contract. Any change made during the term of the contract shall be reported in the school board minutes. Section 86. No contract for the services of a local school food service management company may exceed one year. An original contract for the services of a school food service management company may be renewed annually no more than four times consecutively following the original contract. Both bid and contract shall specify that the contract may be renewed, but the local school is not required to renew the contract. Specific provisions of the original contract may be renegotiated prior to renewal if guidelines for making changes are in the original contract. The school board shall record in its minutes any changes made during the term of a food service management contract or renewal. Section 87. The governing board of a unit of local government shall be exempted from the provisions of this Act if it is able to purchase supplies at a substantial savings at a public sale or auction. Any performance bond required by § 5-21-1 may be waived on items purchased for less than ten thousand dollars at a public sale or auction. The governing board shall contact and attempt to obtain competitive quotations from at least three suppliers of identical or similar supplies. The board may authorize an agent to attend a sale or auction and expend an amount not in excess of eighty percent of the average of the quotations received. A record of the names of the suppliers, the quotations received, and the procurement procedures used in purchasing shall be documented, noted in the minutes, and retained on file by the governing board. Section 88. If a municipality requires a developer to install water and sanitary sewer trunk lines or mains, sewer collection systems, or streets at the expense of the developer and the municipality requires the size of the trunk line or main, sewer collection systems, or streets to be larger than the developer's requirements, the price difference paid by the municipality and as determined by a licensed engineer's estimate is exempt from the provisions of this Act. Section 89. Nothing in this Act or chapter 5-21 may be so construed as to prevent counties or townships from constructing or maintaining the county highway system and any secondary highways by means of drags, road planers, tractors, and other approved mechanical devices owned by said counties or townships. Nothing in this Act and chapter 5-21 may be construed to prevent the construction of dams in connection with water conservation projects if the cost of materials used does not exceed the total cost of twenty-five hundred dollars. Section 90. The bid requirements of this Act do not apply to the purchase of fuel by units of local government. The governing board of a unit of local government may, instead of advertising for bids, negotiate a contract for the purchase of fuel at the most advantageous price. The governing board shall contact and attempt to obtain competitive quotations from at least three suppliers. A record of the names of the suppliers, the quotations received and the procurement procedures used in purchasing shall be documented, noted in the minutes, and retained on file by the governing body. The contract may include a procedure for adjusting prices to meet changing market conditions not within the control of the vendor. Section 91. For any contracts entered into pursuant to § 9-32-11 or for any supply contract, any local government may include a procedure for adjusting prices to meet changing market conditions not within the control of the vendor. The adjustments may not result in increases in the profit of the vendor, and shall be supported by written justification filed with the purchasing agent of the unit of local government. Section 92. Notwithstanding the provisions of this Act, any purchasing agency of a local governmental unit may purchase, without advertising for bids, from a willing vendor, any supplies contained in the state contract list established pursuant to section 99 of this Act, or from any willing vendor at a price at or below that shown in the state contract. The governing body of the purchasing agency shall note in its minutes what supplies were purchased from the state contract and shall further note the identity and address of the vendor and the price paid. If an item is purchased at a price lower than that found on the state contract, the purchasing agency shall note that fact in its minutes and show the identity and address of the vendor and the price paid. Section 93. The procurement of motor vehicles by the state shall only be from authorized dealers licensed by the State of South Dakota. Section 94. The Bureau of Administration shall classify all supplies purchased for the use of every agency of state government. The bureau shall group items of the same class so that contracts may be grouped for like commodities or classes of commodities. Section 95. State agencies shall submit estimates of projected purchases within established commodity classifications as required by the Bureau of Administration. The bureau may change or modify the agency estimates in any manner determined to be in the best interest of the state. Section 96. The Bureau of Administration may pool the combined estimated needs of several agencies for identical supplies or services under one contract. Section 97. For any state contract, any electronic sealed bid or proposal may only be submitted through an electronic procurement system authorized for use by the Bureau of Administration. Section 98. The Bureau of Administration may obtain expert advice and assistance from any officer or employee of any state agency for recommendations or assistance in the preparation of specifications and in the examination of bids or proposals or testing of samples submitted with bids or proposals. Section 99. The Bureau of Administration shall establish a state contract list that contains a listing of the supplies or services which are in contracts executed by the bureau. The list shall also contain the name and address of the vendor supplying the supplies or services and the price of the item. The bureau shall make the contract list available to other purchasing agencies in a manner determined by the bureau to be the most efficient. Section 100. The Bureau of Administration may establish a state bidders list in order to facilitate the notification of official state invitations for bids or requests for proposals. Bidders may request placement on the state bidders list and notification of any lettings issued under this chapter. The bureau may establish by rules, promulgated pursuant to chapter 1-26, a fee for placement on the list to defray the cost of administration. Any fees charged shall be deposited in the internal service fund created in section 101 of this Act. Section 101. There is hereby created in the state treasury a procurement management internal service fund. The commissioner of administration shall apportion all expenses incurred in the administration of the procurement management system to all state departments, agencies, and institutions utilizing such system. Payments received therefrom shall be deposited into the procurement management internal service fund. Section 102. If, after all bids or proposals are examined, the Bureau of Administration is satisfied that it can procure any or all of the supplies or services covered by the bids or proposals more advantageously elsewhere than from those submitting bids or proposals, it may reject any or all bids or proposals and procure any or all of the required supplies or services at the most advantageous price. Section 103. The attorney general shall draw all state contracts for supplies let under the provisions of this Act. Each contract shall be signed by the commissioner of administration or a designee, on the part of the state, and by the party to whom the contract has been awarded. Each contract and any required bond shall be filed in the Bureau of Administration. Section 104. If a contract price for goods entered into by the state becomes unreasonable in view of changing market conditions, the Bureau of Administration may cancel the contract or adjust the contract price to meet the changing market conditions if it is necessary to obtain necessary supplies at the required time. Any contract price adjustment shall be justified in writing by the contractor to the Bureau of Administration and a copy of the adjustment and the written justification for the adjustment by the contractor and the bureau shall be filed with the auditor general. No contract price adjustment may allow for increased management costs or for an increase in the dollar amount of profit for the contractor having the contract. No contract price adjustment resulting in an increase may be made for or during the first ninety days of an annual contract. Section 105. The Bureau of Administration, after notice to the business involved, may suspend or debar a business for cause from consideration of any state contracts. The suspension may not exceed three months and the debarment may not exceed three years. Any action to debar or suspend shall be conducted by the Bureau of Administration pursuant to chapter 1-26. Section 106. Each state contract for printing shall provide for a specific amount of penalty for failure on the part of the contractor to deliver the public printing in accordance with the plans and specifications within the time to be designated in the contract. The penalty shall be a fixed sum for each day so delayed. The penalty shall be applied by the Bureau of Administration according to the contract. The amount of the penalty shall be deducted in the voucher for payment for the work done under the contract. The state auditor may draw no warrant for any amount deducted by the bureau in any voucher certified for payment by the bureau. However, no contractor may be held accountable for any delay occasioned by holding proof sheets. Section 107. No printing office within state government, whether the office is within the Bureau of Administration or within an institution of higher education, may accept printing contracts or jobs from private individuals or organizations. Section 108. The Bureau of Administration shall establish by rules, promulgated pursuant to chapter 1-26, the criteria by which any publication, brochure, pamphlet, or flyer with a total cost exceeding one hundred dollars, paid for and distributed by a state agency shall bear an inscription listing the publisher, the number of copies published, and the approximate cost of publication per copy. Section 109. The Bureau of Administration shall purchase, if the price is reasonably competitive and the quality is acceptable, soybean-based inks in lieu of conventional inks for use in any state government operations. The bureau may require the use of soybean-based inks by any private vendor under contract to a state agency in carrying out the terms of the contract if the price of the inks is reasonably competitive and the quality is acceptable. Section 110. Any purchasing agency may enter into agreements with purchasing agents in this or any other state or the United States government under which any of the parties may agree to participate in, administer, sponsor, or conduct purchasing transactions under a joint agreement or contract for the purchase of supplies or contractual services. A purchasing agency may cooperate with purchasing agencies and other interested parties in any other state or the United States government to develop uniform purchasing specifications on a regional or national level to facilitate cooperative interstate purchasing transactions. Section 111. No agency of the state may award or renew a contract for professional services exceeding fifty thousand dollars without complying with the procedures set forth in this section to section 116 of this Act, inclusive. Any agency seeking such professional services shall issue a request for proposals. The agency shall publish any request for proposals issued pursuant to this section on the electronic procurement system maintained by the Bureau of Administration. The request for proposals shall include the procedures for the solicitation and award of the contract. Section 112. The request for proposals shall state the relative importance of evaluation criteria to be used in the ranking of prospective contractors. The agency shall include the following evaluation criteria in any request for proposals: (1) Specialized expertise, capabilities, and technical competence as demonstrated by the proposed approach and methodology to meet the project requirements; (2) Resources available to perform the work, including any specialized services, within the specified time limits for the project; (3) Record of past performance, including price and cost data from previous projects, quality of work, ability to meet schedules, cost control, and contract administration; (4) Availability to the project locale; (5) Familiarity with the project locale; (6) Proposed project management techniques; and (7) Ability and proven history in handling special project constraints. Section 113. The agency and the highest ranked contractor shall mutually discuss and refine the scope of services for the project and shall negotiate terms, including compensation and performance schedule. The compensation level paid shall be reasonable and fair to the agency, as determined by the agency. If the agency and the highest ranked contractor are unable for any reason to negotiate a contract at a compensation level that is reasonable and fair to the agency, the agency shall, by notification either orally or in writing, terminate negotiations with the contractor. The agency may then negotiate with the next highest ranked contractor. The negotiation process may continue through successive contractors, according to agency ranking, until an agreement is reached or the agency terminates the contracting process. Section 114. A register of proposals shall be prepared and maintained by any state agency issuing a request for proposals for a professional service contract. The register shall contain the names of any person whose qualifications were considered and the name of the person that was awarded the contract. Any professional service contract and the documentation that was the basis for the contract is public except for proprietary information which shall remain confidential. The qualifications and any other documentation of any person not issued a contract shall remain confidential. Section 115. The provisions of sections 111 to 114, inclusive, of this Act do not apply to contracts issued for: (1) Services of such a unique nature that the contractor selected is clearly and justifiably the only practicable source to provide the service. Determination that the contractor selected is justifiably the sole source is based on either the uniqueness of the service or sole availability at the location required; (2) Emergency services necessary to meet an urgent or unexpected requirement or if health and public safety or the conservation of public resources is at risk; (3) Services subject to federal law, regulation, or policy or state statute, under which a state agency is required to use a different selection process or to contract with an identified contractor or type of contractor; (4) Services for professional legal services; (5) Services of expert witnesses, hearing officers, or administrative law judges retained by state agencies for administrative or court proceedings; (6) Services involving state or federal financial assistance passed through by a state agency to a political subdivision; (7) Medical services and home and community-based services; (8) Services to be performed for a state agency by another state or local government agency or contracts made by a state agency with a local government agency for the direct provision of services to the public; or (9) Services to be provided by entertainers for the state fair and other events. Section 116. Notwithstanding any other provisions of law, an agency that is required to issue a decision in a contested case proceeding in one year or less may increase its statutory deadline for issuing the agency decision by sixty days if the agency seeks to enter into a professional services contract covered by sections 111 to 114, inclusive, of this Act. Section 117. The Bureau of Administration shall publish notice of its intent to purchase property or liability insurance or performance bonds. Publication of a notice containing a description of the coverage sought as a display advertisement in at least three newspapers of general circulation in different parts of the state at least sixty days prior to the purchase, along with publication in the South Dakota Register, shall be considered compliance with the notice requirements of this section. The notice provisions of this section do not apply to expenditures of less than five thousand dollars. Section 118. The code counsel shall transfer §§ 5-23-38, 5-23-39, and 5-23-40 to chapter 1-40 and shall make the necessary changes to the internal references contained in those sections. Section 119. The Bureau of Administration shall keep suitable records in which shall be recorded all requisitions for public printing, stationery, and supplies, all advertisements, bids, certified checks, bonds, contracts, orders, vouchers, and all acts and proceedings taken under the provisions of this Act. All requisitions, advertisements, bids, certified checks, bonds, specifications, schedules of specifications, contracts, reports, and any other papers or documents executed under the provisions of this Act shall constitute the files in the bureau, except as otherwise provided for in this Act. Section 120. The Bureau of Administration, any other designated state purchasing agent, and any agency making purchases shall, to the extent practicable, make purchasing selections to maximize the purchase of environmentally preferable products. The Bureau of Administration shall promulgate rules, pursuant to chapter 1-26, to establish specifications, requirements, and certification standards for the purchase for use by state government agencies of environmentally preferable products. The certification standards established by the bureau shall be based on standards established by the United States Environmental Protection Agency's Design for the Environment program, the TerraChoice EcoLogo program, the United States Department of Agriculture's Biopreferred program, the Green Seal program, or any other certification program or comparable data, including life cycle assessment data, approved by the bureau. No rule may prohibit the use of disinfectants, disinfecting cleaners, sanitizers, or any other antimicrobial product regulated by the federal Insecticide, Fungicide and Rodenticide Act (7 U.S.C. Sec. 136 et seq.), as amended to January 1, 2010, if the use is necessary to protect public health and if the use is in accordance with responsible cleaning procedure requirements."}, {"bill_id": 1712, "bill_version_id": 13657, "bill_version": "Enrolled", "bill_version_date": "2010-03-09T09:15:24.75-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1712, "action_date": "2010-01-12T12:00:00-06:00", "document_id": 10420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10420.pdf", "status_text": "First read in House and referred to", "journal_page": 27, "committee_id_action": 86, "committee_id_assigned": 79, "result": "N", "vote": {}}, {"bill_id": 1712, "action_date": "2010-01-22T07:45:00-06:00", "document_id": 10695, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10695.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 79, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1712, "action_date": "2010-01-27T07:45:00-06:00", "document_id": 11127, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11127.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 79, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1712, "action_date": "2010-01-27T07:45:00-06:00", "document_id": 10892, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10892.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 79, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1712, "action_date": "2010-02-01T07:45:00-06:00", "document_id": 11145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11145.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 79, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1712, "action_date": "2010-02-03T07:45:00-06:00", "document_id": 11461, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11461.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 79, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1712, "action_date": "2010-02-03T07:45:00-06:00", "document_id": 11756, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11756.pdf", "status_text": "Tabled", "journal_page": 283, "committee_id_action": 79, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6028, "president_vote": null, "Yea": [771, 765, 798, 826, 788, 800, 744, 786, 796, 750, 748], "Excused": [756, 762]}}, {"bill_id": 1712, "action_date": "2010-02-17T07:45:00-06:00", "document_id": 12404, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12404.pdf", "status_text": "Removed from table", "journal_page": 0, "committee_id_action": 79, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6586, "president_vote": null, "Yea": [771, 765, 798, 826, 788, 800, 744, 786, 762, 796, 750, 748], "Excused": [756]}}, {"bill_id": 1712, "action_date": "2010-02-17T07:45:00-06:00", "document_id": 12404, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12404.pdf", "status_text": "Referred as Amended to", "journal_page": 412, "committee_id_action": 79, "committee_id_assigned": 74, "result": "P", "vote": {"vote_id": 6632, "president_vote": null, "Yea": [771, 765, 798, 826, 788, 800, 744, 786, 762, 796, 750, 748], "Excused": [756]}}, {"bill_id": 1712, "action_date": "2010-02-22T12:00:00-06:00", "document_id": 12477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12477.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 74, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1712, "action_date": "2010-02-22T12:00:00-06:00", "document_id": 12732, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12732.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 74, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1712, "action_date": "2010-02-22T12:00:00-06:00", "document_id": 12732, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12732.pdf", "status_text": "Do Pass Amended", "journal_page": 506, "committee_id_action": 74, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6910, "president_vote": null, "Yea": [781, 740, 796, 777, 755]}}, {"bill_id": 1712, "action_date": "2010-02-23T10:30:00-06:00", "document_id": 12848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12848.pdf", "status_text": "Do Pass Amended", "journal_page": 590, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7040, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 820, 804, 779, 740, 813, 748, 817, 814, 765, 811, 798, 749, 829, 832, 826, 757, 835, 842, 777, 834, 803, 822, 843, 759, 824, 788, 800, 801, 827, 750, 742, 770, 792, 783, 755, 751, 773, 744, 840, 784, 839, 819, 841, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 838, 837, 812, 786], "Nay": [756, 830, 816, 836, 818]}}, {"bill_id": 1712, "action_date": "2010-02-24T14:00:00-06:00", "document_id": 12956, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12956.pdf", "status_text": "First read in Senate and referred to", "journal_page": 459, "committee_id_action": 84, "committee_id_assigned": 69, "result": "N", "vote": {}}, {"bill_id": 1712, "action_date": "2010-03-03T10:00:00-06:00", "document_id": 13109, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13109.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1712, "action_date": "2010-03-03T10:00:00-06:00", "document_id": 13362, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13362.pdf", "status_text": "Do Pass", "journal_page": 542, "committee_id_action": 69, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7379, "president_vote": null, "Yea": [758, 766, 753, 794, 782, 754], "Nay": [739, 764], "Excused": [747]}}, {"bill_id": 1712, "action_date": "2010-03-04T13:00:00-06:00", "document_id": 13498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13498.pdf", "status_text": "Deferred to another day", "journal_page": 573, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1712, "action_date": "2010-03-08T14:00:00-06:00", "document_id": 13604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13604.pdf", "status_text": "Do Pass Amended", "journal_page": 590, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7554, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 807, 754, 805, 760, 778, 782, 780, 802, 795, 772, 766, 808, 769, 743, 753, 794, 799, 810, 747, 776], "Nay": [768, 739, 764, 761, 774, 791, 806, 767, 745], "Excused": [741]}}, {"bill_id": 1712, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13783.pdf", "status_text": "Signed by the Speaker", "journal_page": 801, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1712, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13782.pdf", "status_text": "Signed by the President", "journal_page": 644, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1712, "action_date": "2010-03-11T10:30:00-06:00", "document_id": 13884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13884.pdf", "status_text": "Delivered to the Governor", "journal_page": 846, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1712, "action_date": "2010-03-12T13:00:00-06:00", "document_id": 13944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13944.pdf", "status_text": "Signed by the Governor", "journal_page": 850, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4466}