{"session_id": 24, "bill_id": 6885, "bill_type": "House Bill", "bill_number": 1004, "bill_title": "make form and style revisions to certain statutes regarding counties.", "sponsors": [{"legislator_profile_id": 995, "is_prime": true}, {"legislator_profile_id": 1014, "is_prime": true}, {"legislator_profile_id": 1033, "is_prime": false}, {"legislator_profile_id": 980, "is_prime": false}, {"legislator_profile_id": 1019, "is_prime": false}, {"legislator_profile_id": 1055, "is_prime": false}, {"legislator_profile_id": 1036, "is_prime": false}, {"legislator_profile_id": 1005, "is_prime": false}, {"legislator_profile_id": 1016, "is_prime": false}, {"legislator_profile_id": 1007, "is_prime": false}, {"legislator_profile_id": 973, "is_prime": false}], "keywords": ["Counties"], "audio": [{"meeting_datetime": "2016-01-21T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hlo07.mp3", "start_seconds": 2726.0}, {"meeting_datetime": "2016-01-21T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hlo07.mp3", "start_seconds": 2726.0}, {"meeting_datetime": "2016-01-21T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hlo07.mp3", "start_seconds": 2726.0}, {"meeting_datetime": "2016-01-21T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hlo07.mp3", "start_seconds": 2726.0}, {"meeting_datetime": "2016-01-21T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hlo07.mp3", "start_seconds": 2726.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/slo25.mp3", "start_seconds": 133.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/slo25.mp3", "start_seconds": 133.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/slo25.mp3", "start_seconds": 133.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/slo25.mp3", "start_seconds": 133.0}], "bill_versions": [{"bill_id": 6885, "bill_version_id": 37277, "bill_version": "Introduced", "bill_version_date": "2015-12-24T08:52:36.08-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to make form and style revisions to certain statutes regarding counties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 7-2-13 be amended to read: 7-2-13. Whenever If the area of any county in this state has been altered by the changing of the boundaries and the county's commissioners do not run at large, it shall be the duty of the board of county commissioners of such county, at the first regular meeting thereafter, to shall establish commissioner districts in such the county and fix the. The board shall fix boundaries thereof of each district in the manner provided by law for establishing commissioner districts and changing the boundaries thereof of each district insofar as the same is applicable. Such The commissioner districts so established and the boundaries so fixed shall remain as established and fixed until the same may be changed as provided by law. Section 2. That § 7-3-7 be amended to read: 7-3-7. Whenever If a new county is organized or created out of an organized county in this state or in counties which have heretofore been divided and the liabilities and assets of the county as it existed prior to the division thereof of the county have not been apportioned and divided by the board of county commissioners of the original county and the newly organized portion thereof, it shall be the duty of, the auditor-general of this state, either by himself or his duly authorized assistant, forthwith to shall make an inventory of all of the assets and liabilities of such the original county and such the new county or counties and estimate the value and amount of such the assets and liabilities. After notice to the county commissioners of the counties affected, it shall be the duty of the auditor-general or his assistant to shall apportion the liabilities and assets of such the counties in the manner provided by law for the apportionment of bonded indebtedness. Section 3. That § 7-3-18 be amended to read: 7-3-18. The board of county commissioners may in its discretion let contract the work of transcribing such of records or any part thereof by contract to the lowest and best bidder, but in all events the. The person transcribing the records of any particular office shall be required to attach his the transcriber's certificate without extra cost to each and every instrument or matter transcribed by him to the effect that such the transcript is a full, true, and complete copy of the original instrument as it appears of record in the original county, showing book and page thereof; provided that on matters. However, for any record transcribed from the office of the county treasurer or county auditor it shall only be is only necessary to make one such certificate at the close of each book transcribed. Section 4. That § 7-7-21 be amended to read: 7-7-21. The officer in whose office such deputies or clerks are a deputy or clerk is employed shall have the sole power of appointing the same or removing them may appoint or remove a deputy or clerk at pleasure, which. The appointment or removal shall be by a certificate in writing, and any deputy or clerk so appointed shall before entering upon the duties of his office, take and subscribe the oath or affirmation required by the Constitution, which. The oath or affirmation shall be endorsed on the certificate of appointment and filed as otherwise provided by law. The deputy or clerk shall furnish an official bond in such an amount and with such surety or sureties as his as the principal may deem deems proper, which. The bond shall be attached to the certificate of appointment and oath of office. Section 5. That § 7-7-23 be amended to read: 7-7-23. Any officer who shall receive and appropriate to his receives or appropriates for the officer's own use and benefit any part of the salary allowed any deputy or clerk employed under the provisions of this title shall be is guilty of theft. Section 6. That § 7-8-26.4 be amended to read: 7-8-26.4. If a county officer or employee can demonstrate to the county commission that he has of a condition which will leave him the officer or employee uninsurable upon termination of employment with the county and he elects not to participate in the group hospital, medical, or health insurance plans authorized by §§ 7-8-26 and 7-8-26.1, the board of county commissioners may enter into individual hospital, medical, or health contracts to provide for the protection and benefit of the officer or employee and his the officer or employee's immediate family. The board may pay all or part of the necessary premiums for the coverage of the officer or employee and his the officer or employee's immediate family. However, the monthly premium for an individual contract shall may not exceed the monthly premium for the group plan established in the county pursuant to §§ 7-8-26 and 7-8-26.1. Section 7. That § 7-8A-4 be amended to read: 7-8A-4. The board of county commissioners may appoint as county manager any county officer or employee deemed to be qualified to be the county manager by reason of his training, experience, and administrative qualifications. If any county officer or employee is appointed county manager, the officer or employee shall resign his the office or position and terminate his office responsibilities before assuming the office of county manager. Section 8. That § 7-9-5 be amended to read: 7-9-5. No register of deeds shall may accept for record or record any deed, mortgage, or other conveyance of any platted plot of land until the plat thereof shall have has been accepted for record in his the register of deed's office. Section 9. That § 7-10-3 be amended to read: 7-10-3. The county auditor shall also at the close of each calendar month list all cash and cash items in the hands of held by the county treasurer and at the same time verify the balances in the several bank depositories. He The county auditor shall make a report of the same to the board of county commissioners at each regular meeting, showing the bank balances, the total amount of actual cash, the total amount of checks and drafts which have been in the treasurer's possession not exceeding three days, and he shall make in detail. The county auditor shall also submit an itemized report of all cash items, checks, and drafts which have been in the treasurer's possession over three days, which. This report shall be made a part of the county commissioners' proceedings. Section 10. That § 7-10-9 be amended to read: 7-10-9. An action may be brought against the county auditor and the sureties upon his the official bond, in the name of the state and for its use, or for the use of any county or person injured by the misconduct in office of the auditor, or by the omission of any duty required of him the auditor by law. Section 11. That § 7-11-1 be amended to read: 7-11-1. The county treasurer is the collector of taxes. He The treasurer shall keep his maintain an office at the county seat. It is his duty to The treasurer shall receive all money belonging to the county from whatever source derived and other money which by law is directed to be paid to him the treasurer. Section 12. That § 7-11-2 be amended to read: 7-11-2. Whenever If the county treasurer in furnishing the bond required of him by law shall is required to furnish a bond executed by a surety company legally authorized to transact business in this state, upon the approval of such the bond by the county commissioners, the county shall pay the premium for such the bond. Section 13. That § 7-11-4 be amended to read: 7-11-4. The county treasurer shall be charged with the amount of all tax lists in his hands for collection and credited with the amounts collected thereon and collect and credit the taxes on behalf of the county and maintain the delinquent taxpayer list. Section 14. That § 7-11-4.1 be amended to read: 7-11-4.1. A No county treasurer may not be held personally liable for insufficient or no account checks issued to him the treasurer for the licensure of snowmobiles, cars, trucks motor vehicles, trailers, motorcycles, and or manufactured homes, if the county treasurer has exercised due diligence and has taken the following steps: (1) Required positive identification of the individual person presenting the check. Such identification shall include, but not be limited to, a valid driver's license; and (2) Within a thirty-day period of receiving notice that the check has been dishonored, instituted a collection process on the check. Section 15. That § 7-11-5 be amended to read: 7-11-5. It shall be the duty of the The county treasurer to shall account for and pay into the treasury of the county all money, funds, and sums directly or indirectly received by him by virtue of his office and also all sums received by him as interest or compensation for the use, deposit, or forbearance of any county money or funds in his hands or under his control the treasurer and interest received on deposits. Section 16. That § 7-11-6 be amended to read: 7-11-6. All money received by the county treasurer for the use of the county shall may only be disbursed by him only the treasurer on the warrant of the county auditor drawn according to law, and all. All money shall be paid over by him the treasurer at the time and in the manner provided by law. Section 17. That § 7-11-9 be amended to read: 7-11-9. Whenever If the treasurer receives any money, warrants, or orders on any account other than taxes charged on the tax duplicate, he the treasurer shall make out duplicate receipts for the same, one of which. One receipt shall be delivered to the person paying such the money, warrant, or order and the other receipt shall within one week be filed by the treasurer with the auditor in order that the treasurer may be charged with the amount thereof within one week. Section 18. That § 7-11-17 be amended to read: 7-11-17. The books, accounts, and vouchers of the county treasurer and all money, warrants, or orders remaining in the treasury shall at all times be subject to the inspection and examination of the board of county commissioners; and at, including the regular meetings of the board in January and July of each year and at such any other times as it may direct, he the board directs. The treasurer shall settle with it his the board the accounts as kept by the treasurer. He The treasurer shall exhibit for that purpose all of his books, accounts, and money, and all vouchers relating to the same to be audited and allowed, which. The vouchers shall be retained by the board as evidence of his the treasurer's settlement and if found correct, the account shall be so certified; if not, he shall be. If it is found incorrect, the treasurer is liable on his the bond. Section 19. That § 7-11-18 be amended to read: 7-11-18. If any county treasurer shall fail fails to make return or settlement or to pay over all money with which he the treasurer may stand charged at the time and in the manner prescribed by law, it shall be the duty of the county auditor, on receiving instructions from the state auditor or from the county commissioners, to cause suit to be instituted shall institute a suit against such either the treasurer and his sureties or any of them or the surety, or both, in the circuit court of his the county. Section 20. That § 7-11-19 be amended to read: 7-11-19. The making of profit and converting the same to his profit to private use or benefit, directly or indirectly, by the county treasurer out of any money in the county treasury with the custody of which he the treasurer is charged, by using, loaning, or depositing the same profit in any manner, is theft. In addition the treasurer shall also be is liable upon his the official bond for the profits realized by such the unlawful using of such use of the county funds. Section 21. That § 7-12-1 be amended to read: 7-12-1. The sheriff shall keep and preserve the peace within his the county, for which purpose he is empowered to. The sheriff may call to his aid such persons any person or power of his the county as he may deem the sheriff deems necessary. He must The sheriff shall pursue and apprehend all felons, and must shall execute all writs, warrants, and other process processes from any court or magistrate for which shall be directed to him by the sheriff has the legal authority. Section 22. That § 7-12-2 be amended to read: 7-12-2. The sheriff shall keep his the office at the county seat, serve or post all notices he may receive received from the county auditor or the board of county commissioners, and perform such other duties as are prescribed by the laws of this state law. Section 23. That § 7-12-4 be amended to read: 7-12-4. It shall be the duty of the The sheriff to shall comply with all orders of the attorney general or his agents and at all times, whether on duty under the call of the attorney general or his agents or not, to see to it as far as may be possible that. The sheriff shall faithfully execute and enforce all the laws of this state and especially all laws relating to alcoholic beverages are faithfully executed and enforced. Section 24. That § 7-12-5 be amended to read: 7-12-5. The sheriff shall furnish to the attorney general or his agents from time to time any information regarding conditions in his the county that may be required, and it shall be his duty to inform himself of. The sheriff shall pursue all violations of the criminal laws of this state, to notify the state's attorney thereof, to of violations, collect preliminary information, file criminal complaints or preliminary informations therefor, and to arrest and assist in the prosecution of persons charged therewith. Section 25. That § 7-12-6 be amended to read: 7-12-6. When If the sheriff is sued, the coroner shall serve the papers on him, and his the sheriff. The return on all papers served by him shall have the coroner has the same credit as the sheriff's return, and he. The coroner shall receive the same fees as the sheriff receives for like services. When If the sheriff is disqualified or incapacitated, a deputy sheriff shall exercise the powers and duties of the office of sheriff so far as such disqualification or incapacity of the sheriff involved same is required or needed. Section 26. That § 7-12-11 be amended to read: 7-12-11. The sheriff shall be is responsible for the acts of each such deputy, jailer, and clerk in the performance of the duties of his the sheriff's office, provided, however, that the. The sheriff may summarily relieve any deputy, jailer, or clerk of any or all official responsibilities and duties, summarily. Section 27. That § 7-12-20 be amended to read: 7-12-20. If any sheriff or other officer serves any summons, subpoena, bench warrant, venire, or other process in any action to which the state is a party, the officer shall be required to endorse upon the writ or process or upon a paper attached thereto, at the time he makes his of the return of service thereon, a statement of his the fees for the service, the number of miles traveled, and the amount of his mileage; and in case he shall fail. If the sheriff fails to make his the return with the statement and file the same return with the clerk of the court from which the process issued, before judgment shall be is pronounced in the action to which the process relates, he shall the sheriff may not receive no fees any fee for the service, and the. The county commissioners of the county where the service is performed are also prohibited from allowing the same reimbursement. No fee may be required of a county, its officers, or board of county commissioners in any action commenced by the county. Section 28. That § 7-16-16 be amended to read: 7-16-16. The state's attorney and his deputy the state's attorney's deputies and special agents are entitled to receive from the county their the necessary traveling and hotel expenses, including necessary telephone and telegraph bills, while traveling for the purpose of making investigations and attending to the duties of their office either within or without the state. The county treasurer shall pay the expenses upon the presentation of itemized vouchers approved by the state's attorney. When If the state's attorney or his, the deputy, or special agent uses his own automobile or conveyance, he used a personal motor vehicle, the person is entitled to receive not more than the state rate for each mile necessarily traveled. Section 29. That § 7-16-17 be amended to read: 7-16-17. If the state's attorney of one county shall be is requested to go to another county or from one part to another part of his the county to transact any business as state's attorney, he the state's attorney shall be paid by his the county the amount of his the necessary expenses in transacting such the business in addition to the salary fixed by the county board. Section 30. That § 7-16-19 be amended to read: 7-16-19. In counties any county of over fifty thousand population and any other county where the board of county commissioners so designates, the state's attorney shall be a full-time position and the state's attorney may not be counsel or attorney in any action, civil or criminal, in the courts of this state except when acting on behalf of his the county or the State of South Dakota. Section 31. That § 7-16-19.1 be amended to read: 7-16-19.1. The state's attorney of a county not employing a full-time state's attorney may maintain the Office of State's Attorney at his the state's attorney's regular business address. The board of county commissioners may provide him the state's attorney an allowance for fixed office overhead expenses in lieu of furnishing office space at the courthouse. Section 32. That § 7-16-20 be amended to read: 7-16-20. It shall be the The state's attorney's duty attorney, whenever he shall receive any money for fines, forfeitures, recognizances, penalties, or costs, to is received, shall deliver to the officer or person paying the same, duplicate receipts, one of which receipt shall be filed by such the officer or person in the office of the county treasurer. Section 33. That § 7-16-21 be amended to read: 7-16-21. The state's attorney shall pay over to the county treasurer all money he may receive as such received as the state's attorney within ten days after he receives it and it is received. The state's attorney shall file with the county auditor a complete list of the amount so paid showing all fees and costs received in civil actions in which the county is the successful party, as well as all fines, recognizances, forfeitures, penalties, or costs received by him, specifying in each instance the state's attorney. The state's attorney shall specify the name of each person from whom he may have received such money was received, the particular amount paid by each person, and the cause for which each payment was made. A state's attorney who neglects to account for or pay over the money received by him as required by this section is guilty of theft. Section 34. That § 7-16-22 be amended to read: 7-16-22. It shall be the duty of the The county treasurer, in his the treasurer's official name and capacity, to shall cause an action to be instituted upon the bond of such the state's attorney for the recovery of the money so received and unpaid by him the state's attorney. Section 35. That § 7-16A-9 be amended to read: 7-16A-9. A public defender and his assistants shall represent any indigent person who is: (1) Detained by a law enforcement officer without charge or judicial process; (2) Arrested or charged with having committed a crime or of being a juvenile delinquent; (3) Detained under a conviction of a crime, juvenile delinquency, or mental illness; or (4) Otherwise an indigent person entitled to representation by law, to the same extent as a person having his or her own counsel, and with the necessary services and facilities of representation, including investigation and other preparation, authorized or approved by a court. Section 36. That § 7-16A-12 be amended to read: 7-16A-12. If at any stage of proceedings, including appeal or other post-judgment proceedings, a public defender is unable to represent an indigent person, because of a conflict of interest or other good cause, the court concerned may assign a substitute private attorney to represent him the indigent person. A substitute attorney has the same duty to the indigent person as the public defender for whom he the attorney is substituted. The court shall prescribe reasonable compensation for the substitute attorney and approve the expenses necessarily made by him the attorney for the defense of the indigent person in the manner prescribed in pursuant to § 23A-40-8. Section 37. That § 7-16A-18 be amended to read: 7-16A-18. A public defender shall keep appropriate records for each indigent person represented by his the public defender's office. A public defender shall submit an annual report to his the advisory committee showing the number of indigent persons represented by his the public defender's office, the crimes involved, the outcome of each case, and the expenditures made in carrying out his the public defender's responsibilities. Section 38. That § 7-16B-13 be amended to read: 7-16B-13. There is established at the association of county commissioners a county legal expense relief fund administered by the county legal expense relief board created pursuant to § 7-16B-22. Expenditures from the fund shall be approved by the board. Section 39. That § 7-16B-15 be amended to read: 7-16B-15. If thirty-five or more counties elect to participate in the county legal expense relief fund prior to November 1, 1993, the The county legal expense relief board established in § 7-16B-22 shall establish administrative shall promulgate rules, pursuant to chapter 1-26, regarding the procedure and requirements for allowing additional counties to participate in the fund, the procedure and requirements for allowing participating counties to withdraw from the fund, and other policies to facilitate the administration, distributions, and assessments associated with the fund. Section 40. That § 7-16B-16 be amended to read: 7-16B-16. Any participating county may apply to the board for funds from the county legal expense relief fund if that county has incurred expenses related to any one criminal prosecution resulting in a court trial that are in excess of twenty-five thousand dollars. The application shall include such information as the board may prescribe. No claim may be paid for any legal expenses related to a criminal prosecution resulting in a court trial which were incurred before July 1, 1994. Section 41. That § 7-18-2 be amended to read: 7-18-2. The board of county commissioners shall procure and keep a seal with such emblems and devices as it may think proper, which the board deems proper. This shall be the seal of the county, and no other seal shall be used by and the county auditor may not use any other seal. Section 42. That § 7-18-3 be amended to read: 7-18-3. At its regular meeting in January of each year the board of county commissioners shall designate three legal newspapers printed in the county as official newspapers. If there are not three legal newspapers within the county, then as many newspapers that are legal newspapers. No more than two newspapers within the same municipality may be designated as official newspapers by the county, if there are other legal newspapers published elsewhere within the county. The board shall publish a full and complete report of all its official proceedings at all regular and special meetings and shall publish proceedings as soon after any meeting as practicable. The board shall pay for publishing the proceedings at a rate not to exceed ninety percent of the legal line rates for weekly newspapers and not to exceed the legal line rate for daily newspapers, as provided in chapter 17-2. All notices required by law to be published by the county auditor shall also be published in the official newspapers. If any notice includes a legal description of property outside the incorporated limits of a municipality, the notice may include a physical description of the property from the nearest incorporated municipality. Section 43. That § 7-18-3.1 be amended to read: 7-18-3.1. The name of any person receiving or who is entitled to poor relief as provided in chapter 28-13 shall may not be published as a part of the minutes of county commissioners meetings as provided in § 7-18-3. Section 44. That § 7-18-4 be amended to read: 7-18-4. The editor, publisher, or foreman of each Each official newspaper, shall file or cause to be filed with the county auditor an affidavit of publication with the county auditor, executed in due form, of all legal official publications so made; provided, however, that not more than two newspapers within the same municipality shall be so designated, if there are other legal newspapers published elsewhere within made by the county. Section 45. That § 7-18-5 be amended to read: 7-18-5. It shall be the duty of the The county auditor to shall make a full and complete report of the proceedings of each regular and special meeting of the board, and to transmit the same to the publishers of and send a copy to the official newspapers. Such The report shall be made out and transmitted sent within one week from the time such each meeting is held. Section 46. That § 7-18-9 be amended to read: 7-18-9. The board of county commissioners is authorized to may condemn private property for public purposes in the manner and to the extent hereinafter provided by law. Whenever If the board of county commissioners shall deem deems it necessary to condemn private property for the purpose of opening, constructing, changing, relocating, maintaining, repairing, or extending any highway or bridge within its county, or for the purpose of erecting, repairing, or extending any courthouse, jail, or other public building, and of acquiring other or additional ground therefor, or for the purpose of providing cut slopes, borrow pits, or channel changes, or to afford unobstructed vision on said highways in said county at any point of danger to public travel, for right-of-way and borrow pit, or for the purpose of making any other public improvement or to acquire private property for any public use authorized by law, such. The board shall by resolution and order declare such an appropriation necessary to be made, stating and state the purpose thereof and the extent of such the appropriation, and thereupon proceedings for such condemnation and appropriation shall be had as provided by law. Nothing herein shall in this section may be construed as authorizing county commissioners to condemn property for county courthouse or jail site until a majority of the voters of a county shall have voted in favor of the erection of a courthouse or jail. Section 47. That § 7-18-10 be amended to read: 7-18-10. Any county of this state may, through its board of commissioners, enter into agreements with and receive grants from the United States Bureau of Outdoor Recreation or its successor federal agencies. Section 48. That § 7-18A-12 be amended to read: 7-18A-12. Each person who has circulated a petition shall, before filing the petition, sign an affidavit, under oath, verifying that he or she circulated the petition and that either he the circulator or the signer added the signer's place of residence and date of signing. If multiple sheets of paper are necessary to obtain the required number of signatures, each sheet shall be self-contained and separately verified by the circulator. Section 49. That § 7-18A-13 be amended to read: 7-18A-13. When If a petition to initiate is filed with the auditor, he the auditor shall present it to the board of county commissioners at its next regular or special meeting. The board shall enact the proposed ordinance or resolution and shall submit it to a vote of the voters in the manner prescribed for a referendum within sixty days after the final enactment. However, if the petition is filed within three months prior to the primary or general election, the ordinance or resolution may be submitted at the primary or general election. Section 50. That § 7-18A-14 be amended to read: 7-18A-14. No initiated ordinance or resolution shall become operative is effective unless approved by a majority of the votes cast for and against the same ordinance or resolution. If so approved, it shall take the ordinance or resolution takes effect upon the completion of the canvass of the election returns relating thereto. Section 51. That § 7-18A-26 be repealed. 7-18A-26. All county ordinances in effect on July 1, 1975, shall become void unless, prior to July 1, 1978, they have been compiled and published in book form as provided in § 7-18A-27. Section 52. That § 7-19-1 be amended to read: 7-19-1. The state's attorney is authorized to may commence and prosecute actions in the name of and on behalf of the county, as hereinafter as provided in this chapter. Whenever If in the opinion of the state's attorney the commencement and prosecution of any action is necessary to protect the interests of the county in any matter or to recover any money due the county from any person, he the state's attorney may present to the judge of the circuit court of the circuit in which the county is situated a summons and complaint in such matter and ask leave of the judge to commence such action. If it shall appear to such appears to the judge that the interests of the county presumably require the prosecution of such the action, he shall make an endorsement to that effect on the judge shall endorse the summons and thereupon. Then the state's attorney shall have power to may commence and prosecute such the action. Section 53. That § 7-19-2 be amended to read: 7-19-2. Whenever If any real estate shall be is advertised to be sold at execution sale, held pursuant to any judgment in an action to which any county shall be a party, the board of county commissioners of such the county may instruct the county auditor to bid in such on the real estate in the name of the county and. The commissioners shall fix the maximum price to be by him for the auditor to bid for such the real estate. It shall be the duty of the The county auditor upon the receipt of such the instructions to shall attend such the sale and, in case no more. The county auditor shall be bid for such on the real estate than, but may not exceed the maximum amount fixed by such the board, to. The county auditor shall purchase such the real estate at the lowest price at which the same real estate can be procured. Any county is authorized to may hold in its own name and for its own benefit all real estate acquired under the provisions of this section. Section 54. That § 7-20-1 be amended to read: 7-20-1. The county treasurer shall deposit and at all times keep on deposit the money in his possession as county treasurer in state or national banks within the county. In the event that such If the deposits exceed the limit prescribed in § 7-20-10 or if there is but one bank located within the county then such the deposits may be made in other banks or branch banks within an adjacent county of this state having an approved and responsible financial standing. Any such A bank may apply for the privilege of keeping such the county funds upon the conditions herein prescribed and shall state in the application the amount of money desired. If bond or securities are segregated as provided in § 4-6A-3, it shall be the duty of the board of county commissioners to shall approve such the application. Section 55. That § 7-20-12 be amended to read: 7-20-12. Any county officer neglecting or refusing to comply with the provisions of §§ 7-20- 1 to 7-20-11, inclusive, shall be is subject to removal from office. The No county treasurer shall not be is liable on his the county treasurer's official bond for any loss of money deposited in compliance with the provisions of said these sections. Section 56. That § 7-20-14 be amended to read: 7-20-14. The limit of deposit which may be carried or deposited in any such bank by the county treasurer, as provided in § 7-20-10, shall does not apply to banks any bank designated as active depositories; provided however, that in no event shall the. However, no county treasurer may deposit in such banks a bank more than the limit provided for by § 7-20-10 unless he shall first receive the county treasurer receives express authority from the board of county commissioners evidenced by a resolution of such board, duly entered, authorizing the deposit of a greater amount. Section 57. That § 7-21-17 be amended to read: 7-21-17. Every Each contract made in violation of the provisions of § 7-21-16 shall be is null and void in regard to any obligation thereby purported to be imposed on the county, but every such. However, any officer who makes or participates in making or authorizes the making of any such made or authorized the contract shall be is individually liable for its performance. Every such Each officer present when such the unlawful contract is made, or authorized to be made shall be is deemed to have participated in the making or authorization thereof, as the case may be of the contract, unless he the officer dissents therefrom and enters, or causes to be entered, such dissent on the records of such the county. Section 58. That § 7-22-1 be amended to read: 7-22-1. Before any account, claim, or demand against any county for any obligation, property, or services for which such the county is liable may be allowed, the person having such who has the account, claim, or demand, either by himself or agent, shall: (1) Reduce the same to writing, and shall Submit in writing and verify the same to the effect that such that the account is just and true, that the money therein charged was actually paid for the purposes therein stated; that the property therein charged for was actually delivered or used for the purposes therein stated, and was of the value therein charged; and that the services therein charged were actually rendered and of the value as charged, or in case such. If the services were official, for which fees are prescribed by law, that the fees and amounts charged therefore are such as for the services are allowed by law; and that no part of such the account, claim, or demand has been paid; or (2) Present an invoice or verification which shall be attached to a county voucher, the latter being signed or verified by the county official who purchased the property or had the services rendered to the effect that such the account is just and true; that the money therein charged was actually paid for the purposes therein stated; that the property therein charged for was actually delivered or used for the purposes therein stated, and was of the value therein charged; and that the services therein charged for were actually rendered and of the value as charged, or in case such. If the services were official, for which fees are prescribed by law, that the fees and amounts charged therefore are such as for the services are allowed by law; and that no part of such the account, claim, or demand has been paid. The provisions of this section do not apply to any claim or demand for the per diem of jurors or witnesses fixed by law. Section 59. That § 7-22-8 be amended to read: 7-22-8. The treasurer of each organized county shall provide himself with and keep a warrant register which register shall show in a column arranged for that purpose the number, date, and amount of each warrant presented, the particular fund upon which the same warrant is drawn, the date of presentation, the name and address of the person in whose name the same warrant is registered, the date of payment when made, the amount of interest, and the total amount paid thereon, with the date when notice to the person in whose name such the warrant is registered is mailed, as hereinafter provided. Section 60. That § 7-22-9 be amended to read: 7-22-9. Whenever If any warrant shall be is presented to the treasurer for payment and there shall be no funds in the treasury have been appropriated for that purpose, the treasurer shall enter such the warrant in his the warrant register for payment in the order of presentation; and, upon such warrant so registered, he. The treasurer shall endorse on the warrant the registry number, date of registration, and the words \"Not paid for want of funds,\" and sign such the endorsement; provided however, that nothing in this chapter shall be construed to require the holder of any warrant to register the same. Section 61. That § 7-22-13 be amended to read: 7-22-13. Any warrant holder who shall fail fails to present his a warrant to the treasurer within thirty days after the treasurer shall have mailed him written notice to present the same has mailed written notice to the holder, addressed to such the holder's last known address, shall lose his loses the right to payment in order provided in pursuant to § 7-22-12. No holder of a registered warrant shall be is entitled to payment in the order provided in § 7-22-12 unless he shall first have the holder has filed with the treasurer a description of the warrant or warrants held by him the holder, and his the holder's name and post office address. Section 62. That § 7-22-15 be amended to read: 7-22-15. All such registered warrants shall be paid in the order of their registration and it shall be the duty of every such the treasurer, as soon as money sufficient for the payment of such the warrants is received to the credit of the particular fund upon which the same warrants are drawn, to shall immediately notify by mail the persons in whose names the same warrants are drawn or, if he shall receive. If the treasurer receives written notice from some other person that he such person is the holder of any such the warrant, then the treasurer shall notify such the other person and thereupon interest upon such the warrants shall cease and the. The treasurer shall pay and cancel such the warrants upon presentation thereof of the written notice. Section 63. That § 7-22-16 be amended to read: 7-22-16. No county treasurer shall may either directly or indirectly contract for or purchase any warrant issued by the county of which he is for which the treasurer at receives any discount whatever upon the sum due on such the warrant; and if any county. If the treasurer shall so contract contracts for or purchase any such warrant, he shall not be the treasurer is not allowed in settlement the amount of such the warrant or any part thereof and of the warrant. The treasurer shall forfeit the whole amount due on such the warrant to be recovered by civil action at the suit of the state for the use of the county. Section 64. That § 7-25-8 be amended to read: 7-25-8. One copy of the plans and specifications for any building or buildings to be erected shall be and remain on file in the office of the county auditor at all times from the beginning of the publication of the advertisement for bids until the completion of the building or buildings. Any county auditor who shall allow or permit allows or permits the original of any building plans or specifications filed in his the office, as in this section provided, to be taken away removed from his the office after the same shall have been filed commits a petty offense. Section 65. That § 7-25-12 be amended to read: 7-25-12. The board must further shall require a bond from the contractor in a sum equal to the contract price, conditioned that the contractor will execute his executes the contract and complete completes the building or buildings according to the plans and specifications and to the full satisfaction of the board, and. The contractor shall account for all moneys paid to him the contractor and pay all bills and claims on account of labor or materials furnished in and about the performance of the contract including all demands of subcontractors, such. The bond to shall stand as security for all such the bills, claims, and demands and to be a surety bond issued by some a surety company authorized to do a surety bonding business in the state or a personal bond with sufficient sureties, to be approved by the board of county commissioners. Section 66. That § 7-25A-17 be amended to read: 7-25A-17. Each member of the board of supervisors shall receive for his services an amount not to exceed one hundred dollars per month or an amount established by the electors at referendum. In addition, each supervisor shall receive travel and per diem expenses as set by the board. Section 67. That § 7-25A-21 be amended to read: 7-25A-21. The board shall designate a person as treasurer of the district, who shall have is in charge of the funds of the district. The funds shall may only be disbursed only upon the order, or pursuant to the resolution, of the board by warrant or check countersigned by the treasurer and by such other person as may be authorized by the board. The board may give the treasurer other or additional powers and duties as the board may deem deems appropriate and may fix his the compensation for the treasurer. The board may require the treasurer to give a bond in such amount, on such terms, and with such sureties as may be is deemed satisfactory to the board to secure the performance by the treasurer of his the powers and duties. Section 68. That § 7-27-19 be repealed. 7-27-19. The board of county commissioners in each county may appoint some suitable person to collect and send to the annual state or any county fair or other like agricultural exhibition, agricultural, horticultural, mineral, and livestock exhibits, and may expend each year for such purposes a sum not exceeding six hundred dollars. All prizes awarded for such county exhibit shall be paid into the county general fund and become the property of the county. Section 69. That § 7-28-1 be repealed. 7-28-1. The board of county commissioners of any county of the State of South Dakota may appoint one of its members to act with the county auditor and the county treasurer as a purchasing committee for all supplies required for the offices of county auditor, county treasurer, register of deeds, state's attorney, and sheriff. After a purchasing committee has been established in any county, no supplies for any of such offices shall be purchased except by such purchasing committee. The members of the committee shall receive no compensation for the performance of their duties as such purchasing committee other than or in addition to their regular compensation as county officers. Section 70. That § 7-30-5 be amended to read: 7-30-5. Whenever If the highest offer for any tract of land payable in cash is satisfactory, such the bidder shall immediately pay to the county treasurer the amount specified as the annual rental for the tract, and take the treasurer's. The treasurer shall give the bidder a receipt therefor, and shall keep a copy of which shall be retained by the treasurer in his on file in the office. The bidder shall exhibit such receipt to the county auditor, who shall thereupon prepare a lease of such for the tract in duplicate to be signed by the county auditor and the lessee, one copy to be given to the lessee and one copy to be retained by the. The county auditor in his shall give the lessee a copy and shall keep a copy on file in the office. Section 71. That § 7-30-16 be amended to read: 7-30-16. Any lessee, who shall complete constructs a dam pursuant to the permit described in § 7-30-15 and cause has received a certificate, executed by the federal district range program inspector that he has measured the dam and approved it and that the dam contains a certain number of cubic yards of earth, to be filed in the office of the county auditor, shall thereafter be is entitled to payment as provided in § 7-30-17, unless he sooner the lessee defaults in the terms of the lease, abandons same the lease, or fails to bid at the next letting thereof of the lease. The inspector shall state in the certificate the measurements of the dam, including the number of cubic yards of earth and whether the dam was approved by the inspector."}, {"bill_id": 6885, "bill_version_id": 37873, "bill_version": "House Local Government Engrossed", "bill_version_date": "2016-01-21T15:07:12.27-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to make form and style revisions to certain statutes regarding counties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 7-2-13 be amended to read: 7-2-13. Whenever If the area of any county in this state has been altered by the changing of the boundaries and the county's commissioners do not run at large, it shall be the duty of the board of county commissioners of such county, at the first regular meeting thereafter, to shall establish commissioner districts in such the county and fix the. The board shall fix boundaries thereof of each district in the manner provided by law for establishing commissioner districts and changing the boundaries thereof of each district insofar as the same is applicable. Such The commissioner districts so established and the boundaries so fixed shall remain as established and fixed until the same may be changed as provided by law. Section 2. That § 7-3-7 be amended to read: 7-3-7. Whenever If a new county is organized or created out of an organized county in this state or in counties which have heretofore been divided and the liabilities and assets of the county as it existed prior to the division thereof of the county have not been apportioned and divided by the board of county commissioners of the original county and the newly organized portion thereof, it shall be the duty of, the auditor-general of this state, either by himself or his duly authorized assistant, forthwith to shall make an inventory of all of the assets and liabilities of such the original county and such the new county or counties and estimate the value and amount of such the assets and liabilities. After notice to the county commissioners of the counties affected, it shall be the duty of the auditor-general or his assistant to shall apportion the liabilities and assets of such the counties in the manner provided by law for the apportionment of bonded indebtedness. Section 3. That § 7-3-18 be amended to read: 7-3-18. The board of county commissioners may in its discretion let contract the work of transcribing such of records or any part thereof by contract to the lowest and best bidder, but in all events the. The person transcribing the records of any particular office shall be required to attach his the transcriber's certificate without extra cost to each and every instrument or matter transcribed by him to the effect that such the transcript is a full, true, and complete copy of the original instrument as it appears of record in the original county, showing book and page thereof; provided that on matters. However, for any record transcribed from the office of the county treasurer or county auditor it shall only be is only necessary to make one such certificate at the close of each book transcribed. Section 4. That § 7-7-21 be amended to read: 7-7-21. The officer in whose office such deputies or clerks are a deputy or clerk is employed shall have the sole power of appointing the same or removing them may appoint or remove a deputy or clerk at pleasure, which. The appointment or removal shall be by a certificate in writing, and any deputy or clerk so appointed shall before entering upon the duties of his office, take and subscribe the oath or affirmation required by the Constitution, which. The oath or affirmation shall be endorsed on the certificate of appointment and filed as otherwise provided by law. The deputy or clerk shall furnish an official bond in such an amount and with such surety or sureties as his as the principal may deem deems proper, which. The bond shall be attached to the certificate of appointment and oath of office. Section 5. That § 7-7-23 be amended to read: 7-7-23. Any officer who shall receive and appropriate to his receives or appropriates for the officer's own use and benefit any part of the salary allowed any deputy or clerk employed under the provisions of this title shall be is guilty of theft. Section 6. That § 7-8-26.4 be amended to read: 7-8-26.4. If a county officer or employee can demonstrate to the county commission that he has of a condition which will leave him the officer or employee uninsurable upon termination of employment with the county and he elects not to participate in the group hospital, medical, or health insurance plans authorized by §§ 7-8-26 and 7-8-26.1, the board of county commissioners may enter into individual hospital, medical, or health contracts to provide for the protection and benefit of the officer or employee and his the officer or employee's immediate family. The board may pay all or part of the necessary premiums for the coverage of the officer or employee and his the officer or employee's immediate family. However, the monthly premium for an individual contract shall may not exceed the monthly premium for the group plan established in the county pursuant to §§ 7-8-26 and 7-8-26.1. Section 7. That § 7-8A-4 be amended to read: 7-8A-4. The board of county commissioners may appoint as county manager any county officer or employee deemed to be qualified to be the county manager by reason of his training, experience, and administrative qualifications. If any county officer or employee is appointed county manager, the officer or employee shall resign his the office or position and terminate his office responsibilities before assuming the office of county manager. Section 8. That § 7-9-5 be amended to read: 7-9-5. No register of deeds shall may accept for record or record any deed, mortgage, or other conveyance of any platted plot of land until the plat thereof shall have has been accepted for record in his the register of deed's office. Section 9. That § 7-10-3 be amended to read: 7-10-3. The county auditor shall also at the close of each calendar month list all cash and cash items in the hands of held by the county treasurer and at the same time verify the balances in the several bank depositories. He The county auditor shall make a report of the same to the board of county commissioners at each regular meeting, showing the bank balances, the total amount of actual cash, the total amount of checks and drafts which have been in the treasurer's possession not exceeding three days, and he shall make in detail. The county auditor shall also submit an itemized report of all cash items, checks, and drafts which have been in the treasurer's possession over three days, which. This report shall be made a part of the county commissioners' proceedings. Section 10. That § 7-10-9 be amended to read: 7-10-9. An action may be brought against the county auditor and the sureties upon his the official bond, in the name of the state and for its use, or for the use of any county or person injured by the misconduct in office of the auditor, or by the omission of any duty required of him the auditor by law. Section 11. That § 7-11-1 be amended to read: 7-11-1. The county treasurer is the collector of taxes. He The treasurer shall keep his maintain an office at the county seat. It is his duty to The treasurer shall receive all money belonging to the county from whatever source derived and other money which by law is directed to be paid to him the treasurer. Section 12. That § 7-11-2 be amended to read: 7-11-2. Whenever If the county treasurer in furnishing the bond required of him by law shall is required to furnish a bond executed by a surety company legally authorized to transact business in this state, upon the approval of such the bond by the county commissioners, the county shall pay the premium for such the bond. Section 13. That § 7-11-4 be amended to read: 7-11-4. The county treasurer shall be charged with the amount of all tax lists in his hands for collection and credited with the amounts collected thereon and collect and credit the taxes on behalf of the county and maintain the delinquent taxpayer list. Section 14. That § 7-11-4.1 be amended to read: 7-11-4.1. A No county treasurer may not be held personally liable for insufficient or no account checks issued to him the treasurer for the licensure of snowmobiles, cars, trucks motor vehicles, trailers, motorcycles, and or manufactured homes, if the county treasurer has exercised due diligence and has taken the following steps: (1) Required positive identification of the individual person presenting the check. Such identification shall include, but not be limited to, a valid driver's license; and (2) Within a thirty-day period of receiving notice that the check has been dishonored, instituted a collection process on the check. Section 15. That § 7-11-5 be amended to read: 7-11-5. It shall be the duty of the The county treasurer to shall account for and pay into the treasury of the county all money, funds, and sums directly or indirectly received by him by virtue of his office and also all sums received by him as interest or compensation for the use, deposit, or forbearance of any county money or funds in his hands or under his control the treasurer and interest received on deposits. Section 16. That § 7-11-6 be amended to read: 7-11-6. All money received by the county treasurer for the use of the county shall may only be disbursed by him only the treasurer on the warrant of the county auditor drawn according to law, and all. All money shall be paid over by him the treasurer at the time and in the manner provided by law. Section 17. That § 7-11-9 be amended to read: 7-11-9. Whenever If the treasurer receives any money, warrants, or orders on any account other than taxes charged on the tax duplicate, he the treasurer shall make out duplicate receipts for the same, one of which. One receipt shall be delivered to the person paying such the money, warrant, or order and the other receipt shall within one week be filed by the treasurer with the auditor in order that the treasurer may be charged with the amount thereof within one week. Section 18. That § 7-11-17 be amended to read: 7-11-17. The books, accounts, and vouchers of the county treasurer and all money, warrants, or orders remaining in the treasury shall at all times be subject to the inspection and examination of the board of county commissioners; and at, including the regular meetings of the board in January and July of each year and at such any other times as it may direct, he the board directs. The treasurer shall settle with it his the board the accounts as kept by the treasurer. He The treasurer shall exhibit for that purpose all of his books, accounts, and money, and all vouchers relating to the same to be audited and allowed, which. The vouchers shall be retained by the board as evidence of his the treasurer's settlement and if found correct, the account shall be so certified; if not, he shall be. If it is found incorrect, the treasurer is liable on his the bond. Section 19. That § 7-11-18 be amended to read: 7-11-18. If any county treasurer shall fail fails to make return or settlement or to pay over all money with which he the treasurer may stand charged at the time and in the manner prescribed by law, it shall be the duty of the county auditor, on receiving instructions from the state auditor or from the county commissioners, to cause suit to be instituted shall institute a suit against such either the treasurer and his sureties or any of them or the surety, or both, in the circuit court of his the county. Section 20. That § 7-11-19 be amended to read: 7-11-19. The making of profit and converting the same to his profit to private use or benefit, directly or indirectly, by the county treasurer out of any money in the county treasury with the custody of which he the treasurer is charged, by using, loaning, or depositing the same profit in any manner, is theft. In addition the treasurer shall also be is liable upon his the official bond for the profits realized by such the unlawful using of such use of the county funds. Section 21. That § 7-12-1 be amended to read: 7-12-1. The sheriff shall keep and preserve the peace within his the county, for which purpose he is empowered to. The sheriff may call to his aid such persons any person or power of his the county as he may deem the sheriff deems necessary. He must The sheriff shall pursue and apprehend all felons, and must shall execute all writs, warrants, and other process processes from any court or magistrate for which shall be directed to him by the sheriff has the legal authority. Section 22. That § 7-12-2 be amended to read: 7-12-2. The sheriff shall keep his the office at the county seat, serve or post all notices he may receive received from the county auditor or the board of county commissioners, and perform such other duties as are prescribed by the laws of this state law. Section 23. That § 7-12-4 be amended to read: 7-12-4. It shall be the duty of the The sheriff to shall comply with all orders of the attorney general or his agents and at all times, whether on duty under the call of the attorney general or his agents or not, to see to it as far as may be possible that. The sheriff shall faithfully execute and enforce all the laws of this state and especially all laws relating to alcoholic beverages are faithfully executed and enforced. Section 24. That § 7-12-5 be amended to read: 7-12-5. The sheriff shall furnish to the attorney general or his agents from time to time any information regarding conditions in his the county that may be required, and it shall be his duty to inform himself of. The sheriff shall pursue all violations of the criminal laws of this state, to notify the state's attorney thereof, to of violations, collect preliminary information, file criminal complaints or preliminary informations therefor, and to arrest and assist in the prosecution of persons charged therewith. Section 25. That § 7-12-6 be amended to read: 7-12-6. When If the sheriff is sued, the coroner shall serve the papers on him, and his the sheriff. The return on all papers served by him shall have the coroner has the same credit as the sheriff's return, and he. The coroner shall receive the same fees as the sheriff receives for like services. When If the sheriff is disqualified or incapacitated, a deputy sheriff shall exercise the powers and duties of the office of sheriff so far as such disqualification or incapacity of the sheriff involved same is required or needed. Section 26. That § 7-12-11 be amended to read: 7-12-11. The sheriff shall be is responsible for the acts of each such deputy, jailer, and clerk in the performance of the duties of his the sheriff's office, provided, however, that the. The sheriff may summarily relieve any deputy, jailer, or clerk of any or all official responsibilities and duties, summarily. Section 27. That § 7-12-20 be amended to read: 7-12-20. If any sheriff or other officer serves any summons, subpoena, bench warrant, venire, or other process in any action to which the state is a party, the officer shall be required to endorse upon the writ or process or upon a paper attached thereto, at the time he makes his of the return of service thereon, a statement of his the fees for the service, the number of miles traveled, and the amount of his mileage; and in case he shall fail. If the sheriff fails to make his the return with the statement and file the same return with the clerk of the court from which the process issued, before judgment shall be is pronounced in the action to which the process relates, he shall the sheriff may not receive no fees any fee for the service, and the. The county commissioners of the county where the service is performed are also prohibited from allowing the same reimbursement. No fee may be required of a county, its officers, or board of county commissioners in any action commenced by the county. Section 28. That § 7-16-16 be amended to read: 7-16-16. The state's attorney and his deputy the state's attorney's deputies and special agents are entitled to receive from the county their the necessary traveling and hotel expenses, including necessary telephone and telegraph bills, while traveling for the purpose of making investigations and attending to the duties of their office either within or without the state. The county treasurer shall pay the expenses upon the presentation of itemized vouchers approved by the state's attorney. When If the state's attorney or his, the deputy, or special agent uses his own automobile or conveyance, he used a personal motor vehicle, the person is entitled to receive not more than the state rate for each mile necessarily traveled. Section 29. That § 7-16-17 be amended to read: 7-16-17. If the state's attorney of one county shall be is requested to go to another county or from one part to another part of his the county to transact any business as state's attorney, he the state's attorney shall be paid by his the county the amount of his the necessary expenses in transacting such the business in addition to the salary fixed by the county board. Section 30. That § 7-16-19 be amended to read: 7-16-19. In counties any county of over fifty thousand population and any other county where the board of county commissioners so designates, the state's attorney shall be a full-time position and the state's attorney may not be counsel or attorney in any action, civil or criminal, in the courts of this state except when acting on behalf of his the county or the State of South Dakota. Section 31. That § 7-16-19.1 be amended to read: 7-16-19.1. The state's attorney of a county not employing a full-time state's attorney may maintain the Office of State's Attorney at his the state's attorney's regular business address. The board of county commissioners may provide him the state's attorney an allowance for fixed office overhead expenses in lieu of furnishing office space at the courthouse. Section 32. That § 7-16-20 be amended to read: 7-16-20. It shall be the The state's attorney's duty attorney, whenever he shall receive any money for fines, forfeitures, recognizances, penalties, or costs, to is received, shall deliver to the officer or person paying the same, duplicate receipts, one of which receipt shall be filed by such the officer or person in the office of the county treasurer. Section 33. That § 7-16-21 be amended to read: 7-16-21. The state's attorney shall pay over to the county treasurer all money he may receive as such received as the state's attorney within ten days after he receives it and it is received. The state's attorney shall file with the county auditor a complete list of the amount so paid showing all fees and costs received in civil actions in which the county is the successful party, as well as all fines, recognizances, forfeitures, penalties, or costs received by him, specifying in each instance the state's attorney. The state's attorney shall specify the name of each person from whom he may have received such money was received, the particular amount paid by each person, and the cause for which each payment was made. A state's attorney who neglects to account for or pay over the money received by him as required by this section is guilty of theft. Section 34. That § 7-16-22 be amended to read: 7-16-22. It shall be the duty of the The county treasurer, in his the treasurer's official name and capacity, to shall cause an action to be instituted upon the bond of such the state's attorney for the recovery of the money so received and unpaid by him the state's attorney. Section 35. That § 7-16A-9 be amended to read: 7-16A-9. A public defender and his assistants shall represent any indigent person who is: (1) Detained by a law enforcement officer without charge or judicial process; (2) Arrested or charged with having committed a crime or of being a juvenile delinquent; (3) Detained under a conviction of a crime, juvenile delinquency, or mental illness; or (4) Otherwise an indigent person entitled to representation by law, to the same extent as a person having his or her own counsel, and with the necessary services and facilities of representation, including investigation and other preparation, authorized or approved by a court. Section 36. That § 7-16A-12 be amended to read: 7-16A-12. If at any stage of proceedings, including appeal or other post-judgment proceedings, a public defender is unable to represent an indigent person, because of a conflict of interest or other good cause, the court concerned may assign a substitute private attorney to represent him the indigent person. A substitute attorney has the same duty to the indigent person as the public defender for whom he the attorney is substituted. The court shall prescribe reasonable compensation for the substitute attorney and approve the expenses necessarily made by him the attorney for the defense of the indigent person in the manner prescribed in pursuant to § 23A-40-8. Section 37. That § 7-16A-18 be amended to read: 7-16A-18. A public defender shall keep appropriate records for each indigent person represented by his the public defender's office. A public defender shall submit an annual report to his the advisory committee showing the number of indigent persons represented by his the public defender's office, the crimes involved, the outcome of each case, and the expenditures made in carrying out his the public defender's responsibilities. Section 38. That § 7-16B-13 be amended to read: 7-16B-13. There is established at the association of county commissioners a county legal expense relief fund administered by the county legal expense relief board created pursuant to § 7-16B-22. Expenditures from the fund shall be approved by the board. Section 39. That § 7-16B-15 be amended to read: 7-16B-15. If thirty-five or more counties elect to participate in the county legal expense relief fund prior to November 1, 1993, the The county legal expense relief board established in § 7-16B-22 shall establish administrative shall promulgate rules, pursuant to chapter 1-26, regarding the procedure and requirements for allowing additional counties to participate in the fund, the procedure and requirements for allowing participating counties to withdraw from the fund, and other policies to facilitate the administration, distributions, and assessments associated with the fund. Section 40. That § 7-16B-16 be amended to read: 7-16B-16. Any participating county may apply to the board for funds from the county legal expense relief fund if that county has incurred expenses related to any one criminal prosecution resulting in a court trial that are in excess of twenty-five thousand dollars. The application shall include such information as the board may prescribe. No claim may be paid for any legal expenses related to a criminal prosecution resulting in a court trial which were incurred before July 1, 1994. Section 41. That § 7-18-2 be amended to read: 7-18-2. The board of county commissioners shall procure and keep a seal with such emblems and devices as it may think proper, which the board deems proper. This shall be the seal of the county, and no other seal shall be used by and the county auditor may not use any other seal. Section 42. That § 7-18-3 be amended to read: 7-18-3. At its regular meeting in January of each year the board of county commissioners shall designate three legal newspapers printed in the county as official newspapers. If there are not three legal newspapers within the county, then as many newspapers that are legal newspapers. No more than two newspapers within the same municipality may be designated as official newspapers by the county, if there are other legal newspapers published elsewhere within the county. The board shall publish a full and complete report of all its official proceedings at all regular and special meetings and shall publish proceedings as soon after any meeting as practicable. The board shall pay for publishing the proceedings at a rate not to exceed ninety percent of the legal line rates for weekly newspapers and not to exceed the legal line rate for daily newspapers, as provided in chapter 17-2. All notices required by law to be published by the county auditor shall also be published in the official newspapers. If any notice includes a legal description of property outside the incorporated limits of a municipality, the notice may include a physical description of the property from the nearest incorporated municipality. Section 43. That § 7-18-3.1 be amended to read: 7-18-3.1. The name of any person receiving or who is entitled to poor relief as provided in chapter 28-13 shall may not be published as a part of the minutes of county commissioners meetings as provided in § 7-18-3. Section 44. That § 7-18-4 be amended to read: 7-18-4. The editor, publisher, or foreman of each Each official newspaper, shall file or cause to be filed with the county auditor an affidavit of publication with the county auditor, executed in due form, of all legal official publications so made; provided, however, that not more than two newspapers within the same municipality shall be so designated, if there are other legal newspapers published elsewhere within made by the county. Section 45. That § 7-18-5 be amended to read: 7-18-5. It shall be the duty of the The county auditor to shall make a full and complete report of the proceedings of each regular and special meeting of the board, and to transmit the same to the publishers of and send a copy to the official newspapers. Such The report shall be made out and transmitted sent within one week from the time such each meeting is held. Section 46. That § 7-18-9 be amended to read: 7-18-9. The board of county commissioners is authorized to may condemn private property for public purposes in the manner and to the extent hereinafter provided by law. Whenever If the board of county commissioners shall deem deems it necessary to condemn private property for the purpose of opening, constructing, changing, relocating, maintaining, repairing, or extending any highway or bridge within its county, or for the purpose of erecting, repairing, or extending any courthouse, jail, or other public building, and of acquiring other or additional ground therefor, or for the purpose of providing cut slopes, borrow pits, or channel changes, or to afford unobstructed vision on said the highways in said the county at any point of danger to public travel, for right-of-way and borrow pit, or for the purpose of making any other public improvement or to acquire private property for any public use authorized by law, such the board shall by resolution and order declare such an appropriation necessary to be made, stating and state the purpose thereof and the extent of such the appropriation, and thereupon proceedings for such condemnation and appropriation shall be had as provided by law. Nothing herein shall in this section may be construed as authorizing county commissioners to condemn property for county courthouse or jail site until a majority of the voters of a county shall have voted in favor of the erection of a courthouse or jail. Section 47. That § 7-18-10 be amended to read: 7-18-10. Any county of this state may, through its board of commissioners, enter into agreements with and receive grants from the United States Bureau of Outdoor Recreation or its successor federal agencies. Section 48. That § 7-18A-12 be amended to read: 7-18A-12. Each person who has circulated a petition shall, before filing the petition, sign an affidavit, under oath, verifying that he or she circulated the petition and that either he the circulator or the signer added the signer's place of residence and date of signing. If multiple sheets of paper are necessary to obtain the required number of signatures, each sheet shall be self-contained and separately verified by the circulator. Section 49. That § 7-18A-13 be amended to read: 7-18A-13. When If a petition to initiate is filed with the auditor, he the auditor shall present it to the board of county commissioners at its next regular or special meeting. The board shall enact the proposed ordinance or resolution and shall submit it to a vote of the voters in the manner prescribed for a referendum within sixty days after the final enactment. However, if the petition is filed within three months prior to the primary or general election, the ordinance or resolution may be submitted at the primary or general election. Section 50. That § 7-18A-14 be amended to read: 7-18A-14. No initiated ordinance or resolution shall become operative is effective unless approved by a majority of the votes cast for and against the same ordinance or resolution. If so approved, it shall take the ordinance or resolution takes effect upon the completion of the canvass of the election returns relating thereto. Section 51. That § 7-18A-26 be repealed. 7-18A-26. All county ordinances in effect on July 1, 1975, shall become void unless, prior to July 1, 1978, they have been compiled and published in book form as provided in § 7-18A-27. Section 52. That § 7-19-1 be amended to read: 7-19-1. The state's attorney is authorized to may commence and prosecute actions in the name of and on behalf of the county, as hereinafter as provided in this chapter. Whenever If in the opinion of the state's attorney the commencement and prosecution of any action is necessary to protect the interests of the county in any matter or to recover any money due the county from any person, he the state's attorney may present to the judge of the circuit court of the circuit in which the county is situated a summons and complaint in such matter and ask leave of the judge to commence such action. If it shall appear to such appears to the judge that the interests of the county presumably require the prosecution of such the action, he shall make an endorsement to that effect on the judge shall endorse the summons and thereupon. Then the state's attorney shall have power to may commence and prosecute such the action. Section 53. That § 7-19-2 be amended to read: 7-19-2. Whenever If any real estate shall be is advertised to be sold at execution sale, held pursuant to any judgment in an action to which any county shall be a party, the board of county commissioners of such the county may instruct the county auditor to bid in such on the real estate in the name of the county and. The commissioners shall fix the maximum price to be by him for the auditor to bid for such the real estate. It shall be the duty of the The county auditor upon the receipt of such the instructions to shall attend such the sale and, in case no more. The county auditor shall be bid for such on the real estate than, but may not exceed the maximum amount fixed by such the board, to. The county auditor shall purchase such the real estate at the lowest price at which the same real estate can be procured. Any county is authorized to may hold in its own name and for its own benefit all real estate acquired under the provisions of this section. Section 54. That § 7-20-1 be amended to read: 7-20-1. The county treasurer shall deposit and at all times keep on deposit the money in his possession as county treasurer in state or national banks within the county. In the event that such If the deposits exceed the limit prescribed in § 7-20-10 or if there is but one bank located within the county then such the deposits may be made in other banks or branch banks within an adjacent county of this state having an approved and responsible financial standing. Any such A bank may apply for the privilege of keeping such the county funds upon the conditions herein prescribed and shall state in the application the amount of money desired. If bond or securities are segregated as provided in § 4-6A-3, it shall be the duty of the board of county commissioners to shall approve such the application. Section 55. That § 7-20-12 be amended to read: 7-20-12. Any county officer neglecting or refusing to comply with the provisions of §§ 7-20- 1 to 7-20-11, inclusive, shall be is subject to removal from office. The No county treasurer shall not be is liable on his the county treasurer's official bond for any loss of money deposited in compliance with the provisions of said these sections. Section 56. That § 7-20-14 be amended to read: 7-20-14. The limit of deposit which may be carried or deposited in any such bank by the county treasurer, as provided in § 7-20-10, shall does not apply to banks any bank designated as active depositories; provided however, that in no event shall the. However, no county treasurer may deposit in such banks a bank more than the limit provided for by § 7-20-10 unless he shall first receive the county treasurer receives express authority from the board of county commissioners evidenced by a resolution of such board, duly entered, authorizing the deposit of a greater amount. Section 57. That § 7-21-17 be amended to read: 7-21-17. Every Each contract made in violation of the provisions of § 7-21-16 shall be is null and void in regard to any obligation thereby purported to be imposed on the county, but every such. However, any officer who makes or participates in making or authorizes the making of any such made or authorized the contract shall be is individually liable for its performance. Every such Each officer present when such the unlawful contract is made, or authorized to be made shall be is deemed to have participated in the making or authorization thereof, as the case may be of the contract, unless he the officer dissents therefrom and enters, or causes to be entered, such dissent on the records of such the county. Section 58. That § 7-22-1 be amended to read: 7-22-1. Before any account, claim, or demand against any county for any obligation, property, or services for which such the county is liable may be allowed, the person having such who has the account, claim, or demand, either by himself or agent, shall: (1) Reduce the same to writing, and shall Submit in writing and verify the same to the effect that such that the account is just and true, that the money therein charged was actually paid for the purposes therein stated; that the property therein charged for was actually delivered or used for the purposes therein stated, and was of the value therein charged; and that the services therein charged were actually rendered and of the value as charged, or in case such. If the services were official, for which fees are prescribed by law, that the fees and amounts charged therefore are such as for the services are allowed by law; and that no part of such the account, claim, or demand has been paid; or (2) Present an invoice or verification which shall be attached to a county voucher, the latter being signed or verified by the county official who purchased the property or had the services rendered to the effect that such the account is just and true; that the money therein charged was actually paid for the purposes therein stated; that the property therein charged for was actually delivered or used for the purposes therein stated, and was of the value therein charged; and that the services therein charged for were actually rendered and of the value as charged, or in case such. If the services were official, for which fees are prescribed by law, that the fees and amounts charged therefore are such as for the services are allowed by law; and that no part of such the account, claim, or demand has been paid. The provisions of this section do not apply to any claim or demand for the per diem of jurors or witnesses fixed by law. Section 59. That § 7-22-8 be amended to read: 7-22-8. The treasurer of each organized county shall provide himself with and keep a warrant register which register shall show in a column arranged for that purpose the number, date, and amount of each warrant presented, the particular fund upon which the same warrant is drawn, the date of presentation, the name and address of the person in whose name the same warrant is registered, the date of payment when made, the amount of interest, and the total amount paid thereon, with the date when notice to the person in whose name such the warrant is registered is mailed, as hereinafter provided. Section 60. That § 7-22-9 be amended to read: 7-22-9. Whenever If any warrant shall be is presented to the treasurer for payment and there shall be no funds in the treasury have been appropriated for that purpose, the treasurer shall enter such the warrant in his the warrant register for payment in the order of presentation; and, upon such warrant so registered, he. The treasurer shall endorse on the warrant the registry number, date of registration, and the words \"Not paid for want of funds,\" and sign such the endorsement; provided however, that nothing in this chapter shall be construed to require the holder of any warrant to register the same. Section 61. That § 7-22-13 be amended to read: 7-22-13. Any warrant holder who shall fail fails to present his a warrant to the treasurer within thirty days after the treasurer shall have mailed him written notice to present the same has mailed written notice to the holder, addressed to such the holder's last known address, shall lose his loses the right to payment in order provided in pursuant to § 7-22-12. No holder of a registered warrant shall be is entitled to payment in the order provided in § 7-22-12 unless he shall first have the holder has filed with the treasurer a description of the warrant or warrants held by him the holder, and his the holder's name and post office address. Section 62. That § 7-22-15 be amended to read: 7-22-15. All such registered warrants shall be paid in the order of their registration and it shall be the duty of every such the treasurer, as soon as money sufficient for the payment of such the warrants is received to the credit of the particular fund upon which the same warrants are drawn, to shall immediately notify by mail the persons in whose names the same warrants are drawn or, if he shall receive. If the treasurer receives written notice from some other person that he such person is the holder of any such the warrant, then the treasurer shall notify such the other person and thereupon interest upon such the warrants shall cease and the. The treasurer shall pay and cancel such the warrants upon presentation thereof of the written notice. Section 63. That § 7-22-16 be amended to read: 7-22-16. No county treasurer shall may either directly or indirectly contract for or purchase any warrant issued by the county of which he is for which the treasurer at receives any discount whatever upon the sum due on such the warrant; and if any county. If the treasurer shall so contract contracts for or purchase any such warrant, he shall not be the treasurer is not allowed in settlement the amount of such the warrant or any part thereof and of the warrant. The treasurer shall forfeit the whole amount due on such the warrant to be recovered by civil action at the suit of the state for the use of the county. Section 64. That § 7-25-8 be amended to read: 7-25-8. One copy of the plans and specifications for any building or buildings to be erected shall be and remain on file in the office of the county auditor at all times from the beginning of the publication of the advertisement for bids until the completion of the building or buildings. Any county auditor who shall allow or permit allows or permits the original of any building plans or specifications filed in his the office, as in this section provided, to be taken away removed from his the office after the same shall have been filed commits a petty offense. Section 65. That § 7-25-12 be amended to read: 7-25-12. The board must further shall require a bond from the contractor in a sum equal to the contract price, conditioned that the contractor will execute his executes the contract and complete completes the building or buildings according to the plans and specifications and to the full satisfaction of the board, and. The contractor shall account for all moneys paid to him the contractor and pay all bills and claims on account of labor or materials furnished in and about the performance of the contract including all demands of subcontractors, such. The bond to shall stand as security for all such the bills, claims, and demands and to be a surety bond issued by some a surety company authorized to do a surety bonding business in the state or a personal bond with sufficient sureties, to be approved by the board of county commissioners. Section 66. That § 7-25A-17 be amended to read: 7-25A-17. Each member of the board of supervisors shall receive for his services an amount not to exceed one hundred dollars per month or an amount established by the electors at referendum. In addition, each supervisor shall receive travel and per diem expenses as set by the board. Section 67. That § 7-25A-21 be amended to read: 7-25A-21. The board shall designate a person as treasurer of the district, who shall have is in charge of the funds of the district. The funds shall may only be disbursed only upon the order, or pursuant to the resolution, of the board by warrant or check countersigned by the treasurer and by such other person as may be authorized by the board. The board may give the treasurer other or additional powers and duties as the board may deem deems appropriate and may fix his the compensation for the treasurer. The board may require the treasurer to give a bond in such amount, on such terms, and with such sureties as may be is deemed satisfactory to the board to secure the performance by the treasurer of his the powers and duties. Section 68. That § 7-27-19 be repealed. 7-27-19. The board of county commissioners in each county may appoint some suitable person to collect and send to the annual state or any county fair or other like agricultural exhibition, agricultural, horticultural, mineral, and livestock exhibits, and may expend each year for such purposes a sum not exceeding six hundred dollars. All prizes awarded for such county exhibit shall be paid into the county general fund and become the property of the county. Section 69. That § 7-28-1 be repealed. 7-28-1. The board of county commissioners of any county of the State of South Dakota may appoint one of its members to act with the county auditor and the county treasurer as a purchasing committee for all supplies required for the offices of county auditor, county treasurer, register of deeds, state's attorney, and sheriff. After a purchasing committee has been established in any county, no supplies for any of such offices shall be purchased except by such purchasing committee. The members of the committee shall receive no compensation for the performance of their duties as such purchasing committee other than or in addition to their regular compensation as county officers. Section 70. That § 7-30-5 be amended to read: 7-30-5. Whenever If the highest offer for any tract of land payable in cash is satisfactory, such the bidder shall immediately pay to the county treasurer the amount specified as the annual rental for the tract, and take the treasurer's. The treasurer shall give the bidder a receipt therefor, and shall keep a copy of which shall be retained by the treasurer in his on file in the office. The bidder shall exhibit such receipt to the county auditor, who shall thereupon prepare a lease of such for the tract in duplicate to be signed by the county auditor and the lessee, one copy to be given to the lessee and one copy to be retained by the. The county auditor in his shall give the lessee a copy and shall keep a copy on file in the office. Section 71. That § 7-30-16 be amended to read: 7-30-16. Any lessee, who shall complete constructs a dam pursuant to the permit described in § 7-30-15 and cause has received a certificate, executed by the federal district range program inspector that he has measured the dam and approved it and that the dam contains a certain number of cubic yards of earth, to be filed in the office of the county auditor, shall thereafter be is entitled to payment as provided in § 7-30-17, unless he sooner the lessee defaults in the terms of the lease, abandons same the lease, or fails to bid at the next letting thereof of the lease. The inspector shall state in the certificate the measurements of the dam, including the number of cubic yards of earth and whether the dam was approved by the inspector."}, {"bill_id": 6885, "bill_version_id": 39912, "bill_version": "Enrolled", "bill_version_date": "2016-02-24T10:28:14.693-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6885, "action_date": "2016-01-12T12:00:00-06:00", "document_id": 37509, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37509.pdf", "status_text": "First Reading House", "journal_page": 15, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6885, "action_date": "2016-01-13T13:00:00-06:00", "document_id": 37539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37539.pdf", "status_text": "Referred to", "journal_page": 35, "committee_id_action": 325, "committee_id_assigned": 315, "result": "N", "vote": {}}, {"bill_id": 6885, "action_date": "2016-01-19T10:00:00-06:00", "document_id": 37583, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37583.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 315, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6885, "action_date": "2016-01-21T10:00:00-06:00", "document_id": 37701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37701.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 315, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6885, "action_date": "2016-01-21T10:00:00-06:00", "document_id": 37851, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37851.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 315, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6885, "action_date": "2016-01-21T10:00:00-06:00", "document_id": 37851, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37851.pdf", "status_text": "Do Pass Amended", "journal_page": 142, "committee_id_action": 315, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20166, "president_vote": null, "Yea": [964, 1039, 1049, 1021, 1019, 1058, 1031, 1006, 1030, 1026, 996, 1018, 995]}}, {"bill_id": 6885, "action_date": "2016-01-21T10:00:00-06:00", "document_id": 37851, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37851.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 315, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6885, "action_date": "2016-01-25T14:00:00-06:00", "document_id": 38058, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38058.pdf", "status_text": "Do Pass Amended", "journal_page": 164, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20245, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 964, 1040, 995, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 982, 1055, 1044, 1017, 1058, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 991, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1057, 1015, 987, 1036]}}, {"bill_id": 6885, "action_date": "2016-01-26T14:00:00-06:00", "document_id": 38159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38159.pdf", "status_text": "First read in Senate and referred to", "journal_page": 140, "committee_id_action": 309, "committee_id_assigned": 304, "result": "N", "vote": {}}, {"bill_id": 6885, "action_date": "2016-02-22T07:45:00-06:00", "document_id": 39627, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39627.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 304, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6885, "action_date": "2016-02-22T07:45:00-06:00", "document_id": 39702, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39702.pdf", "status_text": "Do Pass", "journal_page": 378, "committee_id_action": 304, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21200, "president_vote": null, "Yea": [1067, 1005, 975, 1000, 997, 1014], "Excused": [1035]}}, {"bill_id": 6885, "action_date": "2016-02-22T07:45:00-06:00", "document_id": 39702, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39702.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 304, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6885, "action_date": "2016-02-23T14:00:00-06:00", "document_id": 39863, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39863.pdf", "status_text": "Do Pass Amended", "journal_page": 412, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21350, "president_vote": null, "Yea": [974, 977, 999, 1037, 966, 1014, 1067, 979, 969, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 967, 975, 1011, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 970, 978, 1013, 973, 1008], "Excused": [1000]}}, {"bill_id": 6885, "action_date": "2016-02-25T12:30:00-06:00", "document_id": 39997, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39997.pdf", "status_text": "Signed by the Speaker", "journal_page": 707, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6885, "action_date": "2016-02-29T14:00:00-06:00", "document_id": 40100, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40100.pdf", "status_text": "Signed by the President", "journal_page": 481, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6885, "action_date": "2016-03-01T14:00:00-06:00", "document_id": 40194, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40194.pdf", "status_text": "Delivered to the Governor", "journal_page": 744, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6885, "action_date": "2016-03-07T14:00:00-06:00", "document_id": 40418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40418.pdf", "status_text": "Signed by the Governor", "journal_page": 784, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6080, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6885"}