{"session_id": 56, "bill_id": 19026, "bill_type": "House Bill", "bill_number": 1269, "bill_title": "authorize qualified dispositions in trust.", "sponsors": [{"legislator_profile_id": 3057, "is_prime": true}, {"legislator_profile_id": 3132, "is_prime": true}, {"legislator_profile_id": 3050, "is_prime": false}, {"legislator_profile_id": 3075, "is_prime": false}, {"legislator_profile_id": 3138, "is_prime": false}, {"legislator_profile_id": 3139, "is_prime": false}, {"legislator_profile_id": 3146, "is_prime": false}], "keywords": ["Fiduciaries and Trusts", "Property"], "audio": [], "bill_versions": [{"bill_id": 19026, "bill_version_id": 99859, "bill_version": "Introduced", "bill_version_date": "2004-01-26T10:01:24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize qualified dispositions in trust. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Claim,\" a right to payment, whether or not the right is reduced to judgment liquidated, unliquidated, fixed, contingent, matured, unmatured, disputed, undisputed, legal, equitable, secured, or unsecured; (2) \"Creditor,\" with respect to a transferor, a person who has a claim; (3) \"Debt,\" liability on a claim; (4) \"Disposition,\" a transfer, conveyance, or assignment of property, including a change in the legal ownership of property occurring upon the substitution of one trustee for another or the addition of one or more new trustees, or the exercise of a power so as to cause a transfer of property to a trustee or trustees. The term does not include the release or relinquishment of an interest in property that theretofore was the subject of a qualified disposition; (5) \"Property,\" real property, personal property, and interests in real or personal property; (6) \"Qualified disposition,\" a disposition by or from a transferor to a qualified trustee or qualified trustees, with or without consideration, by means of a trust instrument; (7) \"Spouse\" and \"former spouse,\" only persons to whom the transferor was married at, or before, the time the qualified disposition is made; (8) \"Transferor,\" any person who is not a resident of this state and who, as an owner of property; as a holder of a power of appointment which authorizes the holder to appoint in favor of the holder, the holder's creditors, the holder's estate, or the creditors of the holder's estate; or as a trustee, directly or indirectly, makes a disposition or causes a disposition to be made. Section 2. For the purposes of this Act, a trust instrument, is an instrument appointing a qualified trustee or qualified trustees for the property that is the subject of a disposition, which instrument: (1) Expressly incorporates the law of this state to govern the validity, construction, and administration of the trust; (2) Is irrevocable, but a trust instrument may not be deemed revocable on account of its inclusion of one or more of the following: (a) A transferor's power to veto a distribution from the trust; (b) A power of appointment, other than a power to appoint to the transferor, the transferor's creditors, the transferor's estate, or the creditors of the transferor's estate, exercisable by will or other written instrument of the transferor effective only upon the transferor's death; (c) The transferor's potential or actual receipt of income, including rights to such income retained in the trust instrument; (d) The transferor's potential or actual receipt of income or principal from a charitable remainder unitrust or charitable remainder annuity trust as such terms are defined in § 664 of the Internal Revenue Code of 1986, 26 U.S.C. § 664, as of January 1, 2004; (e) The transferor's receipt each year of a percentage, not to exceed five percent, specified in the trust instrument of the initial value of the trust or its value determined from time to time pursuant to the trust instrument; (f) The transferor's potential or actual receipt or use of principal if such potential or actual receipt or use of principal would be the result of a qualified trustee or qualified trustees, including a qualified trustee or qualified trustees acting at the direction of a trust advisor described in this section, acting either in such qualified trustee's or qualified trustees' sole discretion or pursuant to an ascertainable standard contained in the trust instrument; (g) The transferor's right to remove a trustee or trust advisor and to appoint a new trustee or trust advisor, other than a person who is a related or subordinate party with respect to the transferor within the meaning of § 672(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 672(c), as of January 1, 2004; (h) The transferor's potential or actual use of real property held under a qualified personal residence trust within the meaning of such term as described in § 2702(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 2702(c), as of January 1, 2004; (3) Provides that the interest of the transferor or other beneficiary in the trust property or the income therefrom may not be transferred, assigned, pledged, or mortgaged, whether voluntarily or involuntarily, before the qualified trustee or qualified trustees actually distribute the property or income therefrom to the beneficiary, and such provision of the trust instrument shall be deemed to be a restriction on the transfer of the transferor's beneficial interest in the trust that is enforceable under applicable nonbankruptcy law within the meaning of § 541(c)(2) of the Bankruptcy Code, 11 U.S.C. § 541(c)(2), as of January 1, 2004; (4) A disposition by a trustee that is not a qualified trustee to a trustee that is a qualified trustee may not be treated as other than a qualified disposition solely because the trust instrument fails to meet the requirements of subdivision (1) of this section. Section 3. For the purposes of this Act, a qualified trustee, is any person who in the case of a natural person, is a resident of this state other than the transferor or, in all other cases, is authorized by the law of this state to act as a trustee and whose activities are subject to supervision by the Division of Banking, the Federal Deposit Insurance Corporation, the Comptroller of the Currency, or the Office of Thrift Supervision, or any successor thereto, and maintains or arranges for custody in this state of some or all of the property that is the subject of the qualified disposition, maintains records for the trust on an exclusive or nonexclusive basis, prepares or arranges for the preparation of fiduciary income tax returns for the trust, or otherwise materially participates in the administration of the trust. Section 4. Neither the transferor nor any other natural person who is a nonresident of this state nor an entity that is not authorized by the law of this state to act as a trustee or whose activities are not subject to supervision as provided in section 3 of this Act may be considered a qualified trustee. However, nothing in this Act precludes a transferor from appointing one or more trust advisors, including: (1) Trust advisors who have authority under the terms of the trust instrument to remove and appoint qualified trustees or trust advisors; (2) Trust advisors who have authority under the terms of the trust instrument to direct, consent to, or disapprove distribution from the trust; and (3) Trust advisors described in § 55-1B-1, whether or not such trust advisors would meet the requirements imposed by section 3 of this Act. For purposes of this section, the term, trust advisor, includes a trust protector or any other person who, in addition to a qualified trustee, holds one or more trust powers. Section 5. Any individual may serve as a trust advisor described in § 55-1B-1, notwithstanding that such individual is the transferor of the qualified disposition, but such an individual may not otherwise serve as trust advisor of a trust that is a qualified disposition except with respect to the retention of the veto right permitted by subdivision (2) of section 2 of this Act. Section 6. If a qualified trustee of a trust ceases to meet the requirements of section 3 of this Act, and there remains no trustee that meets such requirements, such qualified trustee shall be deemed to have resigned as of the time of such cessation, and thereupon the successor qualified trustee provided for in the trust instrument shall become a qualified trustee of the trust, or in the absence of any successor qualified trustee provided for in the trust instrument, the circuit court shall, upon application of any interested party, appoint a successor qualified trustee. Section 7. In the case of a disposition to more than one trustee, a disposition that is otherwise a qualified disposition may not be treated as other than a qualified disposition solely because not all of the trustees are qualified trustees. Section 8. A qualified disposition is subject to sections 9 to 14, inclusive, of this Act notwithstanding a transferor's retention of any or all of the powers and rights described in subdivision (2) of section 2 of this Act and the transferor's service as trust advisor pursuant to section 5 of this Act. The transferor has only such powers and rights as are conferred by the trust instrument. Except as permitted by section 5 of this Act and section 2 of this Act, a transferor has no rights or authority with respect to the property that is the subject of a qualified disposition or the income therefrom, and any agreement or understanding purporting to grant or permit the retention of any greater rights or authority is void. Section 9. Notwithstanding any other provision of law, no action of any kind, including an action to enforce a judgement entered by a court or other body having adjudicative authority, may be brought at law or in equity for an attachment or other provisional remedy against property that is the subject of a qualified disposition or for avoidance of a qualified disposition unless such action is brought pursuant to the provisions of Uniform Fraudulent Transfer Act of chapter 54-8A. Section 10. A creditor's claim under section 9 of this Act is extinguished unless: (1) The creditor's claim arose before the qualified disposition was made, and the action is brought within the limitations of Uniform Fraudulent Transfer Act of chapter 54- 8A in effect on the later of the date of the qualified disposition or August 1, 2000; or (2) Notwithstanding the provisions of Uniform Fraudulent Transfer Act of chapter 54- 8A, the creditor's claim arose concurrent with or subsequent to the qualified disposition and the action is brought within four years after the qualified disposition is made. In any action described in subdivision (1) of this section, the burden to prove the matter by clear and convincing evidence is upon the creditor. Section 11. A qualified disposition that is made by means of a disposition by a transferor who is a trustee is deemed to have been made as of the time, whether before, on, or after July 1, 2004, the property that is the subject of the qualified disposition was originally transferred to the transferor, or any predecessor trustee, making the qualified disposition in a form that meets the requirements of subdivisions (2) and (3) of section 2 of this Act. Section 12. Notwithstanding any law to the contrary, a creditor, including a creditor whose claim arose before or after a qualified disposition, or any other person has only such rights with respect to a qualified disposition as are provided in sections 9 to 16, inclusive, of this Act, and no such creditor nor any other person has any claim or cause of action against the trustee, or advisor, described in section 4 of this Act, of a trust that is the subject of a qualified disposition, or against any person involved in the counseling, drafting, preparation, execution, or funding of a trust that is the subject of a qualified disposition. Section 13. Notwithstanding any other provision of law, no action of any kind, including an action to enforce a judgment entered by a court or other body having adjudicative authority, may be brought at law or in equity against the trustee, or advisor described in section 4 of this Act, of a trust that is the subject of a qualified disposition, or against any person involved in the counseling, drafting, preparation, execution, or funding of a trust that is the subject of a qualified disposition, if, as of the date such action is brought, an action by a creditor with respect to such qualified disposition would be barred under sections 9 to 12, inclusive, of this Act. Section 14. If more than one qualified disposition is made by means of the same trust instrument: (1) The making of a subsequent qualified disposition shall be disregarded in determining whether a creditor's claim with respect to a prior qualified disposition is extinguished as provided in section 10 of this Act; and (2) Any distribution to a beneficiary is deemed to have been made from the latest such qualified disposition. Section 15. Notwithstanding the provisions of sections 9 to 14, inclusive, of this Act, this Act does not apply in any respect: (1) To any person to whom the transferor is indebted on account of an agreement or order of court for the payment of support or alimony in favor of such transferor's spouse, former spouse, or children, or for a division or distribution of property in favor of such transferor's spouse or former spouse, to the extent of such debt; or (2) To any person who suffers death, personal injury, or property damage on or before the date of a qualified disposition by a transferor, which death, personal injury, or property damage is at any time determined to have been caused in whole or in part by the act or omission of either such transferor or by another person for whom such transferor is or was vicariously liable. Subdivision (1) does not apply to any claim for forced heirship or legitim. Section 16. A qualified disposition is avoided only to the extent necessary to satisfy the transferor's debt to the creditor at whose instance the disposition had been avoided, together with such costs, including attorney's fees, as the court may allow. If any qualified disposition is avoided as provided in this section, then: (1) If the court is satisfied that a qualified trustee has not acted in bad faith in accepting or administering the property that is the subject of the qualified disposition: (a) Such qualified trustee has a first and paramount lien against the property that is the subject of the qualified disposition in an amount equal to the entire cost, including attorney's fees, properly incurred by such qualified trustee in the defense of the action or proceedings to avoid the qualified disposition. It is presumed that such qualified trustee did not act in bad faith merely by accepting such property; and (b) The qualified disposition is avoided subject to the proper fees, costs, preexisting rights, claims, and interests of such qualified trustee, and of any predecessor qualified trustee that has not acted in bad faith; and (2) If the court is satisfied that a beneficiary of a trust has not acted in bad faith, the avoidance of the qualified disposition is subject to the right of such beneficiary to retain any distribution made upon the exercise of a trust power or discretion vested in the qualified trustee or qualified trustees of such trust, which power or discretion was properly exercised prior to the creditor's commencement of an action to avoid the qualified disposition. It is presumed that the beneficiary, including a beneficiary who is also a transferor of the trust, did not act in bad faith merely by creating the trust or by accepting a distribution made in accordance with the terms of the trust. Section 17. That § 55-1-19 be amended to read as follows: 55-1-19. If the trustor is also a beneficiary of the trust, a provision restraining the voluntary or involuntary transfer of the trustor's beneficial interest does not prevent the trustor's creditors from satisfying claims from the trustor's interest in the trust estate unless the transfer specifically references and is qualified as a transfer under this Act . Section 18. This Act applies to qualified dispositions and dispositions by transferors who are trustees made after June 30, 2004."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19026, "action_date": "2004-01-26T14:00:00-06:00", "document_id": 99935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99935.pdf", "status_text": "First read in House and referred to", "journal_page": 203, "committee_id_action": 831, "committee_id_assigned": 829, "result": "N", "vote": {}}, {"bill_id": 19026, "action_date": "2004-02-06T07:00:00-06:00", "document_id": 100777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100777.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 829, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19026, "action_date": "2004-02-06T07:00:00-06:00", "document_id": 100777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100777.pdf", "status_text": "Tabled", "journal_page": 431, "committee_id_action": 829, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57093, "president_vote": null, "Yea": [3057, 3060, 3070, 3075, 3080, 3084, 3106, 3114, 3119, 3125, 3133, 3107], "Excused": [3111]}}]}