{"session_id": 8, "bill_id": 2124, "bill_type": "Senate Commemoration", "bill_number": 17, "bill_title": "Congratulating and commending the 2009 Yankton High School Bucks Boys' Cross Country Team and the Yankton High School Gazelles Girls' Cross Country Team for winning the Class AA state title at their respective Class AA State Cross Country Meets.", "sponsors": [{"legislator_profile_id": 772, "is_prime": true}, {"legislator_profile_id": 826, "is_prime": true}, {"legislator_profile_id": 827, "is_prime": false}], "keywords": ["Senate Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 2124, "bill_version_id": 12676, "bill_version": "Introduced", "bill_version_date": "2010-02-22T07:57:26.353-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and commending the 2009 Yankton High School Bucks Boys' Cross Country Team and the Yankton High School Gazelles Girls' Cross Country Team for winning the Class AA state title at their respective Class AA State Cross Country Meets. WHEREAS, the Yankton Bucks Boys' Cross Country Team and the Yankton Gazelles Girls' Cross Country Team, coached by Dave Dannenbring, Luke Youmans, and Doug Haar, exemplified athletic excellence, superiority, and the will to win throughout the season; and WHEREAS, the Yankton Bucks Boys' Cross Country Team members including Travis Brenner, Jeff Grossenberg, Alex Hohenthaner, Mark Wilcox, Mitch Wilcox, Mitch Yaggie, Joshua Lundgren, Logan Smith, and Kipp Kinsley; and the Yankton Gazelles Girls' Cross Country Team members including Megan Hilson, Mariah Hofer, Lauren Storm, Ciara Andrus, Sara Watt, Jenna Grossenburg, Sara Hicks, and Whitlee Larson served as estimable models of discipline, dedication, and determination; and WHEREAS, both teams and their coaches performed exceptionally well throughout the year, winning the aforementioned state titles: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-fifth Legislature of the State of South Dakota, that the Yankton Bucks Boys' Cross Country Team and the Yankton Gazelles Girls' Cross Country Team and their coaches be congratulated and commended on their triumphant 2009 cross country season."}, {"bill_id": 2124, "bill_version_id": 13042, "bill_version": "Enrolled", "bill_version_date": "2010-02-25T13:12:14.7-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and commending the 2009 Yankton High School Bucks Boys' Cross Country Team and the Yankton High School Gazelles Girls' Cross Country Team for winning the Class AA state title at their respective Class AA State Cross Country Meets. WHEREAS, the Yankton Bucks Boys' Cross Country Team and the Yankton Gazelles Girls' Cross Country Team, coached by Dave Dannenbring, Luke Youmans, and Doug Haar, exemplified athletic excellence, superiority, and the will to win throughout the season; and WHEREAS, the Yankton Bucks Boys' Cross Country Team members including Travis Brenner, Jeff Grossenberg, Alex Hohenthaner, Mark Wilcox, Mitch Wilcox, Mitch Yaggie, Joshua Lundgren, Logan Smith, and Kipp Kinsley; and the Yankton Gazelles Girls' Cross Country Team members including Megan Hilson, Mariah Hofer, Lauren Storm, Ciara Andrus, Sara Watt, Jenna Grossenburg, Sara Hicks, and Whitlee Larson served as estimable models of discipline, dedication, and determination; and WHEREAS, both teams and their coaches performed exceptionally well throughout the year, winning the aforementioned state titles: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-fifth Legislature of the State of South Dakota, that the Yankton Bucks Boys' Cross Country Team and the Yankton Gazelles Girls' Cross Country Team and their coaches be congratulated and commended on their triumphant 2009 cross country season. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2124, "action_date": "2010-02-22T14:00:00-06:00", "document_id": 12757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12757.pdf", "status_text": "", "journal_page": 423, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}]}