{"session_id": 32, "bill_id": 9238, "bill_type": "Senate Commemoration", "bill_number": 29, "bill_title": "Honoring, commending, and thanking South Dakota Highway Patrol Trooper Cody Jansen who was named the 2017 South Dakota Trooper of the Year.", "sponsors": [{"legislator_profile_id": 1247, "is_prime": true}, {"legislator_profile_id": 1243, "is_prime": true}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 9238, "bill_version_id": 48927, "bill_version": "Introduced", "bill_version_date": "2018-02-08T09:44:25.573-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring, commending, and thanking South Dakota Highway Patrol Trooper Cody Jansen who was named the 2017 South Dakota Trooper of the Year. WHEREAS, Trooper Jansen patrols the area around Vermillion, South Dakota, and has shown exemplary service to South Dakotans with selfless dedication to ensure our safety; and WHEREAS, Trooper Jansen has shown dedication to the mission of the South Dakota Highway Patrol by promoting public safety through education, enforcement, and, most importantly, leading by example; and WHEREAS, Trooper Jansen serves as a field training officer for new recruits while also serving on the Vermillion Fire EMS Department; and WHEREAS, Trooper Jansen, with the generous support of his family, serves South Dakotans with selfless dedication to their safety: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that the Legislature honors, commends, and congratulates South Dakota Highway Patrol Trooper Cody Jansen for being named the 2017 South Dakota Trooper of the Year."}, {"bill_id": 9238, "bill_version_id": 49192, "bill_version": "Enrolled", "bill_version_date": "2018-02-13T17:21:51.51-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring, commending, and thanking South Dakota Highway Patrol Trooper Cody Jansen who was named the 2017 South Dakota Trooper of the Year. WHEREAS, Trooper Jansen patrols the area around Vermillion, South Dakota, and has shown exemplary service to South Dakotans with selfless dedication to ensure our safety; and WHEREAS, Trooper Jansen has shown dedication to the mission of the South Dakota Highway Patrol by promoting public safety through education, enforcement, and, most importantly, leading by example; and WHEREAS, Trooper Jansen serves as a field training officer for new recruits while also serving on the Vermillion Fire EMS Department; and WHEREAS, Trooper Jansen, with the generous support of his family, serves South Dakotans with selfless dedication to their safety: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that the Legislature honors, commends, and congratulates South Dakota Highway Patrol Trooper Cody Jansen for being named the 2017 South Dakota Trooper of the Year. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9238, "action_date": "2018-02-08T12:00:00-06:00", "document_id": 48995, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48995.pdf", "status_text": "", "journal_page": 424, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}]}