{"session_id": 68, "bill_id": 23774, "bill_type": "Senate Bill", "bill_number": 110, "bill_title": "ensure contracts made for construction and maintenance on public works be compensated to the real value of the services performed.", "sponsors": [{"legislator_profile_id": 4354, "is_prime": true}, {"legislator_profile_id": 4394, "is_prime": true}, {"legislator_profile_id": 4339, "is_prime": false}, {"legislator_profile_id": 4471, "is_prime": false}, {"legislator_profile_id": 4466, "is_prime": false}, {"legislator_profile_id": 4467, "is_prime": false}], "keywords": ["Labor and Employment", "Procurement of Public Improvements", "Trade Regulation"], "audio": [{"meeting_datetime": "2023-01-31T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco14.mp3", "start_seconds": 2370.0}, {"meeting_datetime": "2023-01-31T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco14.mp3", "start_seconds": 2370.0}, {"meeting_datetime": "2023-01-31T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco14.mp3", "start_seconds": 2370.0}], "bill_versions": [{"bill_id": 23774, "bill_version_id": 246104, "bill_version": "Introduced", "bill_version_date": "2023-01-25T08:42:32.507-06:00", "bill_text": "An Act to ensure contracts made for construction and maintenance on public works be compensated to the real value of the services performed. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 37: Terms used in this chapter mean: (1) \"Area,\" the county or locality from which labor for any project is normally secured; (2) \"Hourly wage,\" the hourly wage paid to any employee; (3) \"Prevailing hours of labor,\" the hours of labor per day and per week worked within the area by a larger number of workers of the same class than are employed within the area for any other number of hours per day and per week. The prevailing hours of labor may not be more than eight hours per day or more than forty hours per week; (4) \"Prevailing wage rate,\" the hourly wage of pay plus the contribution for health and welfare benefits, vacation benefits, pension benefits, and any other economic benefit paid to the largest number of laborers or mechanics engaged in the same class of labor within the area. This includes rental rates for truck hire paid to those who own and operate the truck; and (5) \"Project,\" erection, construction, remodeling, or repairing of a public building, highway, or other public work financed in whole or part by state funds. Section 2. That a NEW SECTION be added to title 37: Except as provided in section 7 of this Act, any project contract to which the state is a party must contain a stipulation that: (1) No laborer or mechanic employed directly on the project work site by the contractor or any subcontractor, agent, or other person doing or contracting to do all or a part of the work of the project, is permitted or required to work more hours than the prevailing hours of labor unless paid for all hours in excess of the prevailing hours at a rate of at least one and one-half times the hourly wage of pay; and (2) A laborer or mechanic employed directly on the project work site by the contractor or any subcontractor, agent, or other person doing or contracting to do all or a part of the work of the project, may not be paid a lesser rate of wages than the prevailing wage rate in the same or most similar trade or occupation in the area. This chapter applies to laborers or mechanics who deliver mineral aggregate, such as sand, gravel, or stone, which is incorporated into the work under the contract by depositing the material substantially in place, directly, or through spreaders from the transporting vehicle. Section 3. That a NEW SECTION be added to title 37: The contract must specifically state the prevailing wage rates, prevailing hours of labor, and hourly wages of pay. In no event will the prevailing wage rate be deemed to be less than a reasonable and living wage. Section 4. That a NEW SECTION be added to title 37: The prevailing wage rates, prevailing hours of labor, and hourly wages of pay for all trades and occupations required in any project contract must be ascertained before the state asks for bids. The state agency contemplating the project shall investigate as necessary to ascertain the information. The agency shall report the prevailing wage rates, prevailing hours of labor and hourly wages to the secretary of the Department of Labor and Regulation and shall keep the same information posted on the project in at least one conspicuous place for the information of the employees working on the project. Section 5. That a NEW SECTION be added to title 37: An officer or employee of the state may not execute a contract for a project without complying with this chapter, and a contractor, subcontractor, or agent may not pay any laborer, worker, or mechanic employed directly on the project site a lesser wage for work done under the contract than the prevailing wage rate as stated in the contract. Each agent or subcontractor shall furnish to the contractor evidence of compliance with this section. A violation of this section is a Class 2 misdemeanor. Section 6. That a NEW SECTION be added to title 37: The Department of Labor and Regulation shall enforce this chapter. The department may demand, and the contractor and subcontractor shall furnish to the department, copies of any or all payrolls. The department may examine all records relating to wages paid laborers or mechanics on work to which this chapter applies. Section 7. That a NEW SECTION be added to title 37: This chapter does not apply to a contract, or work under a contract, in which: (1) The estimated total cost of completing the project is less than two thousand five hundred dollars and only one trade or occupation is required to complete it; or (2) The estimated total cost of completing the project is less than twenty-five thousand dollars and more than one trade or occupation is required to complete it. This chapter does not apply to the wage rates and hours of employment of laborers or mechanics who process or manufacture materials or products or deliver materials or products by or for commercial establishments that have a fixed place of business from which they regularly supply processed or manufactured materials or products."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23774, "action_date": "2023-01-25T14:00:00-06:00", "document_id": 245898, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245898.pdf", "status_text": "First read in Senate and referred to", "journal_page": 112, "committee_id_action": 1183, "committee_id_assigned": 1172, "result": "N", "vote": {}}, {"bill_id": 23774, "action_date": "2023-01-31T10:00:00-06:00", "document_id": 246895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246895.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1172, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23774, "action_date": "2023-01-31T10:00:00-06:00", "document_id": 246902, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246902.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 10, "committee_id_action": 1172, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76547, "president_vote": null, "Yea": [4345, 4457, 4453, 4413, 4419, 4436, 4336, 4430], "Nay": [4394]}}]}