{"session_id": 61, "bill_id": 21115, "bill_type": "Senate Bill", "bill_number": 24, "bill_title": "update certain citations to federal regulations regarding the pipeline safety inspection and to revise certain provisions regarding the assessment of pipeline inspection fees.", "sponsors": [], "keywords": ["Public Safety", "Public Utilities Commission"], "audio": [{"meeting_datetime": "2007-01-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco05.mp3", "start_seconds": 754.0}, {"meeting_datetime": "2007-01-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco05.mp3", "start_seconds": 754.0}, {"meeting_datetime": "2007-01-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco05.mp3", "start_seconds": 754.0}, {"meeting_datetime": "2007-01-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco05.mp3", "start_seconds": 754.0}, {"meeting_datetime": "2007-01-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco11.mp3", "start_seconds": 2759.0}, {"meeting_datetime": "2007-01-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco11.mp3", "start_seconds": 2759.0}, {"meeting_datetime": "2007-01-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco11.mp3", "start_seconds": 2759.0}, {"meeting_datetime": "2007-01-31T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou16.mp3", "start_seconds": 5210.0}, {"meeting_datetime": "2007-01-31T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou16.mp3", "start_seconds": 5210.0}, {"meeting_datetime": "2007-01-31T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou16.mp3", "start_seconds": 5210.0}], "bill_versions": [{"bill_id": 21115, "bill_version_id": 110014, "bill_version": "Introduced", "bill_version_date": "2007-01-06T10:41:03-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to update certain citations to federal regulations regarding the pipeline safety inspection and to revise certain provisions regarding the assessment of pipeline inspection fees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-34B-1 be amended to read as follows: 49-34B-1. Terms used in this chapter mean: (1) \"Commission,\" the Public Utilities Commission; (2) \"Emergency release,\" a release of a quantity of gas that is great enough to pose a clear and immediate danger to life, health, environment, or that threatens a significant loss of property; (3) \"Gas,\" natural gas, liquefied natural gas, flammable gas, gas which is toxic or corrosive, or liquefied petroleum gas in distribution systems; (4) \"Gas pipeline,\" all parts of those physical facilities through which gas moves in transportation, including pipe, valves, and other appurtenances attached to pipe, compressor units, metering stations, regulator stations, delivery stations, holders, and fabricated assemblies; (5) \"Gas pipeline facilities,\" new and existing pipelines, rights-of-way, master meter systems, pipeline facilities within this state which transport gas from an interstate gas pipeline to a direct sales customer within this state purchasing gas for its own consumption, and any equipment, facility, or building used in the transportation of gas or in the treatment of gas during the course of transportation; (6) \"Inspection fee,\" any fee assessed to pipeline operators based on the expenses and obligations incurred by the commission in implementing and administering this chapter; (7) \"Intrastate pipeline,\" any pipeline or that part of a pipeline to which this part applies that is not an interstate pipeline; (8) \"Interstate pipeline,\" pipeline facilities used in the transportation of gas which are subject to the jurisdiction of the Federal Energy Regulatory Commission under the Natural Gas Act, United States Code, Title 15, sections 717 to 717z, inclusive, as amended to January 1, 1994 2007 , except that it does not include any pipeline facilities within this state which transport gas from an interstate gas pipeline to a direct sales customer within this state purchasing gas for its own consumption; (9) \"Liquefied natural gas,\" natural gas or synthetic gas having methane (CH4) as its major constituent that has been changed to a liquid or semisolid; (10) \"Master meter system,\" any pipeline system for distributing gas within a definable area, such as a mobile home park, housing project, or apartment complex, where the operator purchases metered gas from an outside source for resale through a gas distribution pipeline system and the gas distribution pipeline system supplies the ultimate consumer who either purchases the gas directly through a meter or by other means, such as by rents; (11) \"Pipeline operator,\" any person who owns or operates a pipeline; (12) \"Release,\" a spilling, leaking, pumping, pouring, emitting, emptying, discharging, injecting, leaching, dumping, disposing, flowing, or any uncontrolled escape of a gas from a pipeline; and (13) \"Transportation of gas,\" the gathering, transmission, or distribution of gas by pipeline or the storage of gas. Section 2. That § 49-34B-2 be amended to read as follows: 49-34B-2. Any rural gathering facility as defined in 49 C.F.R. 192.1(b) (2) 192.8 as of January 1, 2005 2007 , is exempt from this chapter. Section 3. That § 49-34B-3 be amended to read as follows: 49-34B-3. There is created a pipeline safety inspection program. The federal safety standards adopted as Code of Federal Regulations, title 49 appendix, parts 191, 192, 193, and 199 as amended to January 1, 2005 2007 , are adopted as minimum safety standards for this chapter. The commission shall establish and implement a compliance program to enforce these safety standards. The program shall be established and implemented in a manner that fully complies with requirements for state certification under the United States Code, title 49, section 60105, as amended to January 1, 2005 2007 . Section 4. That § 49-34B-4 be amended to read as follows: 49-34B-4. The commission may, by rules promulgated pursuant to chapter 1-26, establish safety standards, but not more stringent than federal safety standards as provided by § 49-34B-3, for the intrastate transportation of gas and gas pipeline facilities. The standards may apply to the design, installation, inspection, testing, construction, extension, operation, replacement, and maintenance of gas pipeline facilities. Standards affecting the design, installation, construction, initial inspection, and initial testing do not apply to pipeline facilities in existence on the date the standards are adopted by either this state or the federal government. The safety standards shall be practicable and designed to meet the need for pipeline safety. In prescribing the standards, the commission shall consider: (1) Relevant available pipeline safety data; (2) Whether the standards are appropriate for the particular type of pipeline transportation of gas; (3) The reasonableness of any proposed standards; (4) The extent to which the standard will contribute to public safety; and (5) The existing standards established by the secretary of the United States Department of Transportation pursuant to the United States Code, title 49, section 60101 et seq. as amended to January 1, 2005 2007 . Section 5. That § 49-34B-9 be amended to read as follows: 49-34B-9. From each pipeline operator subject to the intrastate pipeline inspection authority under this chapter, the commission shall assess and collect an inspection fee in an amount calculated according to § 49-34B-10. To the extent it has jurisdiction, the commission shall allow the operator full rate recovery of inspection fees. The inspection fee shall be assessed no fewer than thirty days after the end of the quarter annually . The operator may, within thirty days after the assessment is mailed, file written objections with the commission stating the grounds upon which it claims that the assessment is not reasonable. The commission shall within thirty days of receiving such objections hold a hearing and issue an order in accordance with its findings as to the proper amount to be assessed to the operator. The order may be appealed pursuant to chapter 1-26. If an operator does not pay, or object to, the fee within thirty days after the assessment was mailed, the commission may impose a delinquency fee of ten percent of the quarterly inspection fee and interest at the rate of fifteen percent per year on the portion of the fee not paid. Fees collected under this section shall be credited to the pipeline safety account which is hereby established in the state treasury. Any interest earned on money in the fund shall be deposited in the fund. The money is continuously appropriated to the use of the commission to implement and administer the provisions of this chapter. Section 6. That § 49-34B-10 be amended to read as follows: 49-34B-10. For each quarter that an inspection fee is to be assessed to intrastate gas pipeline operators, the commission shall calculate its total actual expenses and obligations incurred in implementing and administering this chapter. All expenses directly attributable to specific intrastate pipeline facilities shall be directly charged to the appropriate pipeline operators on a quarterly an annual basis. For all expenses not directly attributable to intrastate gas distribution facilities, the commission shall assess each pipeline operator for a pro rata share of the expenses and obligations based on the number of meters in service on the preceding December thirty-first. For all expenses not directly attributable to intrastate gas transmission and gathering facilities, the commission shall assess each pipeline operator for a pro rata share of the expenses and obligations based on the percentage of total miles to be inspected that are or will be operated by each pipeline operator. For all expenses not directly attributable to intrastate liquefied petroleum gas facilities, the commission shall assess each pipeline operator for a pro rata share of expenses and obligations based on the percentage of total miles to be inspected that are or will be operated by each pipeline operator, until the commission adopts a rule providing for metered billing of facilities carrying liquefied petroleum gas. Section 7. That § 49-34B-13 be amended to read as follows: 49-34B-13. No person is subject to civil penalties under this chapter if prior civil penalties have been imposed under the United States Code, title 49, section 60101 et seq. as amended to January 1, 2005 2007 , for conduct that may give rise to a violation of both acts. Nothing in this chapter limits the powers of the commission, or precludes the pursuit of any other administrative, civil, injunctive, or criminal remedies by the commission or any other person. Administrative remedies need not be exhausted in order to proceed under this chapter. The remedies provided by this chapter are in addition to those provided under existing statutory or common law. Section 8. That § 49-34B-14 be amended to read as follows: 49-34B-14. The commission may, to the extent authorized by agreement with the secretary of the United States Department of Transportation, act as agent for the secretary of transportation to implement the United States Code, title 49, section 60101 et seq. as amended to January 1, 2005 2007 , and any federal pipeline safety regulations promulgated thereto with respect to interstate gas pipelines located within this state, as necessary to obtain annual federal certification. The commission shall, to the extent authorized by federal law, inspect pipelines in the state as authorized by the provisions of this chapter. Section 9. That § 49-34B-15 be amended to read as follows: 49-34B-15. The commission may seek and accept federal designation of the commission's pipeline inspectors as federal agents for the purposes of inspection pursuant to the United States Code, title 49, section 60101 et seq. as amended to January 1, 2005 2007 , and federal rules adopted to implement those acts. If the Department of Transportation delegates inspection authority to the state as provided in this section, the commission shall do what is necessary to carry out its delegated federal authority. Section 10. That § 49-34B-16 be amended to read as follows: 49-34B-16. From each pipeline operator subject to the interstate pipeline inspection authority granted under this chapter, the commission shall assess and collect an inspection fee in an amount calculated under § 49-34B-17. The inspection fee shall be assessed no fewer than thirty days after the end of the quarter annually . The operator may, within thirty days after the assessment is mailed, file written objections with the commission stating the grounds upon which it claims that the assessment is not reasonable. The commission shall within thirty days of receiving such objections hold a hearing and issue an order in accordance with its findings as to the proper amount to be assessed to the operator. The order shall be appealable pursuant to chapter 1-26. If an operator does not pay, or object to, the fee within thirty days after the assessment is mailed, the commission may impose a delinquency fee of ten percent of the quarterly inspection fee and interest at the rate of fifteen percent per year on the portion of the fee not paid. Fees collected under this section shall be deposited in the pipeline safety account established in § 49-34B-9. Any interest earned on money in the fund shall be deposited in the fund. The money is continuously appropriated to the use of the commission to implement and administer the provisions of this chapter. Section 11. That § 49-34B-17 be amended to read as follows: 49-34B-17. For each quarter that an inspection fee is to be assessed to interstate gas pipeline operators, the commission shall calculate its total actual expenses and obligations incurred in implementing and administering this chapter. All expenses directly attributable to specific interstate gas pipeline facilities shall be directly charged to the appropriate pipeline operators on a quarterly an annual basis. For all expenses not directly attributable to interstate pipeline facilities, the commission shall assess each pipeline operator for a pro rata share of the expenses and obligations based on the percentage of the total miles of pipeline to be inspected that are operated or will be operated by each pipeline operator. Section 12. That § 49-34B-19 be amended to read as follows: 49-34B-19. The commission may promulgate pipeline inspection and safety rules pursuant to chapter 1-26 to the extent necessary to enable the state to qualify for annual federal certification to operate the federal pipeline inspection program of intrastate and interstate gas pipelines as authorized by the United States Code, title 49, section 60101 et seq. as amended to January 1, 2005 2007 . Section 13. That § 49-34B-22 be amended to read as follows: 49-34B-22. All information reported to or obtained by the commission under this chapter that contains or relates to a trade secret referred to in United States Code, title 18, section 1905, as amended to January 1, 2005 2007 , or that is granted by chapter 37-29 is confidential for the purpose of that section, except that the information may be disclosed to the commission or commission employee or agent concerned with enforcing this chapter. Nothing in this section authorizes the withholding of information by the commission from a committee of the Legislature."}, {"bill_id": 21115, "bill_version_id": 111331, "bill_version": "Enrolled", "bill_version_date": "2007-02-01T08:21:08-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21115, "action_date": "2007-01-09T12:00:00-06:00", "document_id": 110143, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110143.pdf", "status_text": "First read in Senate and referred to", "journal_page": 21, "committee_id_action": 924, "committee_id_assigned": 898, "result": "N", "vote": {}}, {"bill_id": 21115, "action_date": "2007-01-16T10:00:00-06:00", "document_id": 110277, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110277.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 898, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21115, "action_date": "2007-01-16T10:00:00-06:00", "document_id": 110277, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110277.pdf", "status_text": "Do Pass,", "journal_page": 82, "committee_id_action": 898, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65082, "president_vote": null, "Yea": [3571, 3623, 3627, 3667, 3602, 3634], "Excused": [3585]}}, {"bill_id": 21115, "action_date": "2007-01-16T10:00:00-06:00", "document_id": 110277, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110277.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 898, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21115, "action_date": "2007-01-17T14:00:00-06:00", "document_id": 110335, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110335.pdf", "status_text": "Do Pass,", "journal_page": 98, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65648, "president_vote": null, "Yea": [3571, 3573, 3574, 3575, 3585, 3589, 3595, 3596, 3602, 3603, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3623, 3625, 3626, 3627, 3630, 3633, 3634, 3636, 3641, 3647, 3652, 3659, 3661, 3664, 3667, 3669], "Excused": [3621], "Nay": [3639]}}, {"bill_id": 21115, "action_date": "2007-01-18T14:00:00-06:00", "document_id": 110402, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110402.pdf", "status_text": "First read in House and referred to", "journal_page": 113, "committee_id_action": 923, "committee_id_assigned": 911, "result": "N", "vote": {}}, {"bill_id": 21115, "action_date": "2007-01-24T10:00:00-06:00", "document_id": 110669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110669.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 911, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21115, "action_date": "2007-01-24T10:00:00-06:00", "document_id": 110669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110669.pdf", "status_text": "Do Pass,", "journal_page": 171, "committee_id_action": 911, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66240, "president_vote": null, "Yea": [3572, 3576, 3588, 3592, 3619, 3622, 3642, 3644, 3645, 3650, 3663, 3676, 3658]}}, {"bill_id": 21115, "action_date": "2007-01-25T14:00:00-06:00", "document_id": 110857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110857.pdf", "status_text": "Deferred to another day", "journal_page": 216, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21115, "action_date": "2007-01-29T14:00:00-06:00", "document_id": 111076, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111076.pdf", "status_text": "Deferred to another day", "journal_page": 252, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21115, "action_date": "2007-01-30T14:00:00-06:00", "document_id": 111185, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111185.pdf", "status_text": "Deferred to another day", "journal_page": 274, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21115, "action_date": "2007-01-31T14:00:00-06:00", "document_id": 111304, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111304.pdf", "status_text": "Do Pass,", "journal_page": 296, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67013, "president_vote": null, "Yea": [3572, 3576, 3577, 3578, 3579, 3580, 3581, 3582, 3583, 3586, 3587, 3588, 3590, 3591, 3592, 3593, 3594, 3597, 3598, 3599, 3600, 3604, 3605, 3606, 3609, 3611, 3613, 3614, 3616, 3619, 3620, 3624, 3628, 3629, 3631, 3632, 3635, 3637, 3638, 3640, 3642, 3643, 3644, 3645, 3646, 3648, 3649, 3650, 3651, 3653, 3654, 3655, 3656, 3657, 3658, 3660, 3662, 3663, 3665, 3666, 3668, 3670, 3671, 3673, 3674, 3675, 3676, 3584], "Excused": [3622, 3672]}}, {"bill_id": 21115, "action_date": "2007-02-05T14:00:00-06:00", "document_id": 111593, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111593.pdf", "status_text": "Signed by President", "journal_page": 386, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21115, "action_date": "2007-02-05T14:00:00-06:00", "document_id": 111585, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111585.pdf", "status_text": "Signed by Speaker", "journal_page": 348, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21115, "action_date": "2007-02-06T14:00:00-06:00", "document_id": 111676, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111676.pdf", "status_text": "Delivered to the Governor", "journal_page": 394, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21115, "action_date": "2007-02-07T14:00:00-06:00", "document_id": 111789, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111789.pdf", "status_text": "Signed by Governor", "journal_page": 410, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3825}