{"session_id": 8, "bill_id": 1686, "bill_type": "House Bill", "bill_number": 1041, "bill_title": "revise the discount on the sales of cigarette tax stamps to distributors.", "sponsors": [], "keywords": ["Department of Revenue and Regulation", "Taxes", "Tobacco"], "audio": [{"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap12.mp3", "start_seconds": 8472.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap12.mp3", "start_seconds": 8472.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap12.mp3", "start_seconds": 8472.0}, {"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hta17.mp3", "start_seconds": 210.0}, {"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hta17.mp3", "start_seconds": 210.0}, {"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hta17.mp3", "start_seconds": 210.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hta19.mp3", "start_seconds": 1515.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hta19.mp3", "start_seconds": 1515.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hta19.mp3", "start_seconds": 1515.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hta21.mp3", "start_seconds": 6932.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hta21.mp3", "start_seconds": 6932.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hta21.mp3", "start_seconds": 6932.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hta21.mp3", "start_seconds": 6932.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hta21.mp3", "start_seconds": 6932.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hta21.mp3", "start_seconds": 6932.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hta21.mp3", "start_seconds": 6932.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou25.mp3", "start_seconds": 9388.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou25.mp3", "start_seconds": 9388.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou25.mp3", "start_seconds": 9388.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou25.mp3", "start_seconds": 9388.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst29.mp3", "start_seconds": 2711.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst29.mp3", "start_seconds": 2711.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst29.mp3", "start_seconds": 2711.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst29.mp3", "start_seconds": 2711.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst29.mp3", "start_seconds": 2711.0}, {"meeting_datetime": "2010-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen31.mp3", "start_seconds": 2075.0}, {"meeting_datetime": "2010-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen31.mp3", "start_seconds": 2075.0}, {"meeting_datetime": "2010-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen31.mp3", "start_seconds": 2075.0}, {"meeting_datetime": "2010-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen31.mp3", "start_seconds": 2075.0}, {"meeting_datetime": "2010-03-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen32.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 1686, "bill_version_id": 10309, "bill_version": "Introduced", "bill_version_date": "2010-01-06T11:24:04.06-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the discount on the sales of cigarette tax stamps to distributors. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-50-18 be amended to read as follows: 10-50-18. The secretary of revenue and regulation shall secure stamps, of the design and denomination as the secretary prescribes, suitable to be affixed to packages of cigarettes as evidence of the payment of the tax imposed by this chapter. The secretary shall sell the stamps to licensed distributors at a discount of two percent of their face value and to no other person. 180 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.052 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 1686, "bill_version_id": 12343, "bill_version": "House Taxation Engrossed", "bill_version_date": "2010-02-16T13:38:44.773-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning the application and administration of the cigarette tax and to repeal certain requirements concerning cigarette stamps. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The requirement for affixing stamps to packages containing cigarettes is hereby repealed. Each distributor and wholesaler delivering cigarettes in the state of South Dakota shall pay the tax imposed by this chapter. The Department of Revenue and Regulation shall promulgate rules pursuant to chapter 1-26 to collect the cigarette tax and to administer and enforce the provisions regarding the sale and distribution of cigarettes. 180 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.052 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 1686, "bill_version_id": 12783, "bill_version": "House Engrossed", "bill_version_date": "2010-02-22T17:41:03.58-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning the application and administration of the cigarette tax and to repeal certain requirements concerning cigarette stamps. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: The tax imposed by §10-50-3 shall be paid at the time the distributor or wholesaler brings or causes to be brought into this state cigarettes for sale; makes, manufactures, or fabricates cigarettes in this state for sale in this state; or ships or transports cigarettes to any dealer in this state to be sold by the dealer. Section 2. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: A licensed distributor or licensed wholesaler may only sell cigarettes to a dealer. A dealer may only purchase cigarettes from a wholesaler or distributor licensed pursuant to this chapter. A violation of this section is a Class 2 misdemeanor. Section 3. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: On or before the fifteenth day of each calendar month, each person required to pay the tax imposed by § 10-50-3 shall report, on forms prescribed by the secretary, the amount and type of cigarettes manufactured or brought into this state during the month preceding the month in which the report is made, and the source of the cigarettes. The person shall remit the tax due on the cigarettes with the filing of the form. Any person who fails to timely file the form and pay the tax in this section may be subject to penalty and interest as prescribed in § 10-59-6. Any person seeking to recover overpayment of the tax imposed in § 10-50-3, may do so in the manner prescribed in §§ 10-59-19, 10-59-20, 10-59-21, 10-59-22, 10-59-23, and 10-59-24. The secretary may secure the payment of any unpaid tax in the same manner as prescribed in chapter 10-59. If any taxpayer destroys cigarettes upon which the tax imposed by § 10-50-3 has been paid because of unfitness for sale, a credit or refund in the amount of the tax paid on those products shall be granted as prescribed in this section for the overpayment of tax. Section 4. That § 10-50-4 be repealed. 10-50-4. The payment of the tax imposed by § 10-50-3 shall be evidenced by the affixing of stamps to the packages containing the cigarettes as provided by this chapter. However, for cigarettes offered by manufacturers for gratis distribution as samples, the stamps are not required to be affixed to sample packages if the manufacturer of the cigarette reports and pays the tax directly to the state tax authority. Section 5. That § 10-50-5 be repealed. 10-50-5. No stamps evidencing payment of the tax prescribed in § 10-50-3 shall be in a denomination of less than one cent and whenever the tax at the rate therein prescribed shall be a specified amount plus a fractional part of one cent, the package or carton shall be stamped for the next full cent, provided, that whenever the tax at the rate therein prescribed shall amount to twelve cents the package or carton shall be stamped for the exact amount of twelve cents. Section 6. That § 10-50-6 be amended to read as follows: 10-50-6. Any cigarette on which a tax has been paid, the payment being evidenced by the affixing of the stamp, is not subject to a further tax under this chapter. However, any person, who possesses two thousand or more cigarettes that do not bear a tax stamp indicating that the South Dakota cigarette tax has not been paid, shall pay the tax imposed pursuant to § 10-50-3 plus a penalty equal to ten percent of the total tax due. Section 7. That § 10-50-18 be repealed. 10-50-18. The secretary of revenue and regulation shall secure stamps, of the design and denomination as the secretary prescribes, suitable to be affixed to packages of cigarettes as evidence of the payment of the tax imposed by this chapter. The secretary shall sell the stamps to licensed distributors at a discount of two percent of their face value and to no other person. Section 8. That § 10-50-19 be repealed. 10-50-19. The secretary of revenue and regulation may, in his discretion, permit a licensed distributor to pay for such stamps within thirty days after the date of purchase, provided a bond satisfactory to the secretary of revenue and regulation in an amount not less than the sale price of such stamps shall have been filed with the secretary conditioned upon payment for such stamps or upon a satisfactory depository agreement between the secretary of revenue and regulation and such licensed distributor, provided for a deposit of money or security in a depository to be named, such agreement conditioned upon payment for such stamps. Section 9. That § 10-50-20 be repealed. 10-50-20. No distributor shall sell or transfer any stamps issued under the provisions of this chapter. The secretary of revenue and regulation shall redeem any unused, uncanceled stamps presented by any licensed distributor at a price equal to ninety-five percent of their face value. Section 10. That § 10-50-20.1 be amended to read as follows: 10-50-20.1. Whenever If a distributor destroys cigarettes accidentally or intentionally because of staleness or other unfitness for sale which have been stamped as provided in tax has been paid pursuant to this chapter, a credit or refund shall be given to the distributor at a price equal to ninety-five percent of the face value of the stamps upon proof of loss presented to the department within one year after the destruction of the stamped cigarettes if loss is established to the satisfaction of the Department of Revenue and Regulation. Section 11. That § 10-50-21 be amended to read as follows: 10-50-21. Any person who forges a counterfeit of any stamp prescribed by the secretary of revenue and regulation under the provisions of this chapter, or who uses a counterfeited stamp, or who knowingly possesses a counterfeited stamp, or who uses more than once any stamp required by this chapter, for the purpose of evading evades the tax thereby imposed, by this chapter is guilty of a Class 4 felony. Section 12. That § 10-50-25 be repealed. 10-50-25. If the secretary of revenue and regulation finds that the collection of the tax imposed by this chapter would be facilitated thereby, the secretary may authorize any person, resident or located outside this state, engaged in the business of selling and shipping cigarettes into this state and purchasing at least seventy-five percent of the cigarettes from the manufacturers thereof, and who is a resident of any state authorizing by law the licensing of nonresidents, including residents of this state, to distribute cigarettes therein, upon complying with the requirements of the secretary of revenue and regulation, to affix or cause to be affixed the stamps required by this chapter on behalf of the purchasers of the cigarettes, who would otherwise be taxable therefor. The secretary of revenue and regulation may sell the stamps to such person as hereinbefore provided. Section 13. That § 10-50-26 be repealed. 10-50-26. The secretary of revenue and regulation shall require bond of such nonresident person, satisfactory to the secretary of revenue and regulation, in an amount not to exceed ten thousand dollars, which said bond shall be filed with the secretary of revenue and regulation conditioned upon the payment of the tax in compliance with such other requirements as the secretary of revenue and regulation may specify. Such bond shall be issued by a surety company licensed to do business in this state, and shall be in full force and effect for a period of one year and a day after the expiration of the bond, and until or unless a certificate be issued by the secretary of revenue and regulation to the effect that all taxes due to the state under this chapter have been paid. In the discretion of the secretary of revenue and regulation, a depository agreement may be accepted by the secretary of revenue and regulation in lieu of such surety bond, which said depository agreement shall be upon the same conditions as the bond above referred to, and shall be in full force and effect for one year and a day and until or unless a certificate be issued by the secretary of revenue and regulation to the effect that all taxes due to the state under this chapter have been paid. Section 14. That § 10-50-27 be repealed. 10-50-27. Such nonresident person shall agree to submit his books, accounts, and records to examination during reasonable business hours by the secretary of revenue and regulation or his duly authorized agent. Section 15. That § 10-50-28 be repealed. 10-50-28. Each such nonresident person, other than a foreign corporation which has complied with the provisions of the statutes of this state relative to foreign corporations, shall, in writing, appoint the secretary of state and his successors in office to be his attorney, such appointment to be made, acknowledged, and filed in the manner prescribed in the statutes relative to foreign corporations. Service upon said attorney shall be sufficient service upon any such nonresident person, whether a foreign corporation which has complied with the provisions of the statutes relating to foreign corporations or not, and may be made by leaving a true copy of the process with the secretary of state or at his office. When legal process against any such nonresident person shall be served upon the secretary of state he shall notify such nonresident person in the manner specified in the statutes relating to service of process upon foreign corporations licensed to do business in this state, and shall collect the fee as therein specified. Section 16. That § 10-50-29 be repealed. 10-50-29. Any person complying with the provisions of §§ 10-50-25 to 10-50-28, inclusive, shall thereupon become a licensed distributor within the meaning of this chapter and shall be subject to all provisions of this chapter applicable to licensed distributors. Section 17. That § 10-50-30 be repealed. 10-50-30. Each distributor shall affix or cause to be affixed, in the manner as the secretary of revenue and regulation may specify in rules promulgated pursuant to chapter 1-26, to each individual package of cigarettes, to cartons containing more than one individual package of three, four, or five cigarettes sold or distributed by such distributor, stamps of the proper denomination, as required by this chapter. The stamps shall be affixed by a distributor before the cigarettes are transferred out of the distributor's premises, or in lieu thereof the amount of the tax due shall be entered on the invoice and stamps sufficient in denominations and amount shall accompany the invoice on every delivery of cigarettes. Section 18. That § 10-50-31 be repealed. 10-50-31. Each dealer upon opening any shipping package containing any unstamped taxable articles for purposes of sale or delivery to consumers, shall immediately affix the tax stamps required by this chapter. Section 19. That § 10-50-32 be amended to read as follows: 10-50-32. No person, other than a licensed distributor, may sell, offer for sale, display for sale, or possess with intent to sell, advertise for sale, ship or cause to be shipped, or possess with intent to deliver to another person, any cigarettes which do not bear stamps evidencing the payment of the tax imposed by this chapter has not been paid. A violation of this section is a Class 2 misdemeanor. Any subsequent violation is a Class 6 felony. Section 20. That § 10-50-33 be repealed. 10-50-33. The display or possession, except in original unopened shipping package, container, or case, of cigarettes by any dealers unless fully stamped as required by this chapter shall constitute prima facie evidence of possession with intent to sell the same. Section 21. That § 10-50-34 be amended to read as follows: 10-50-34. The secretary of revenue and regulation and inspectors of the Department of Revenue and Regulation are charged with the duty of enforcing shall enforce the provisions of this chapter, and are given have the power of peace officers and authorized and empowered to may arrest any violator of the provisions of this chapter, to enter complaint and may enter complaints before any court of competent jurisdiction and to seize without formal warrant and use as evidence any forged, counterfeited, spurious, or altered license or stamp found in possession of any person in violation of this chapter. Section 22. That § 10-50-35 be amended to read as follows: 10-50-35. Any cigarettes found at any place in this state without stamps affixed thereto the tax being paid as required by this chapter unless the cigarettes are in the possession of a licensed distributor or wholesaler in the original unopened shipping package or unless they the cigarettes are in a course of transit from without this state and consigned to a licensed distributor or a licensed wholesaler, are declared to be contraband goods and may be seized by the secretary, the secretary's agents, or employees, or by any law enforcement of this state if directed by the secretary to do so, without a warrant. Section 23. That § 10-50-36 be amended to read as follows: 10-50-36. Any cigarettes seized under the provisions of this chapter shall be confiscated and forfeited to the state, and the. The secretary shall sell such the confiscated property cigarettes to a licensed dealer or distributor to the best advantage to the state. The proceeds from such the sale shall be forthwith remitted to the secretary of revenue and regulation as part of the income for the enforcement of this chapter. Such sale by the state shall does not relieve the purchaser from paying the tax and stamping the articles so sold to him, as provided in this chapter otherwise provided. Section 24. That § 10-50-37 be repealed. 10-50-37. Nothing in § 10-50-35 or 10-50-36 shall be construed to require the secretary of revenue and regulation to confiscate unstamped cigarettes when he shall have reason to believe that the owner thereof is not willfully or intentionally evading the tax imposed by this chapter. Section 25. That § 10-50-39 be amended to read as follows: 10-50-39. On or before the fifteenth day of each month each distributor shall render to the secretary of revenue and regulation a verified report of all sales and deliveries on forms prescribed by the secretary, showing the quantity of cigarettes sold or delivered in this state during the preceding calendar month, the amount of stamps purchased and used during such period of time and the amount of stamps on hand at the end of the reporting period and such other information as the secretary shall require requires. Section 26. That § 10-50-58 be repealed. 10-50-58. There is established in the state treasury a special revenue fund to be known as the cigarette stamp purchasing fund. Section 27. That § 10-50-59 be repealed. 10-50-59. In addition to the taxes and fees imposed by this chapter, the secretary of revenue and regulation may recover the cost of any stamps or other indicia that are required to be affixed to packages of cigarettes from those licensees affixing said stamps or indicia. The amount so recovered shall be deposited into the cigarette stamp purchasing fund and all money in the fund is continuously appropriated to the Department of Revenue and Regulation to be used to purchase stamps or other indicia. Section 28. That § 10-50-60 be amended to read as follows: 10-50-60. The secretary of revenue and regulation may promulgate rules pursuant to chapter 1-26 concerning: (1) Credit for damaged or unfit cigarette packages; (2) Refund for unused stamps and other indicia; (3) The definition of cigarette wholesaler; (4) Licensing, including bonding and filing license applications; (5) The filing of returns and payment of tax; (6) Determining the application of the tax and exemptions; (7) Taxpayer record-keeping requirements; and (8) Determining auditing methods. Section 29. That § 10-50-80 be amended to read as follows: 10-50-80. No later than twenty days after the end of each calendar quarter, and more frequently if so directed by the secretary, each distributor and wholesaler shall submit information concerning each nonparticipating manufacturer as the secretary requires to facilitate compliance with §§ 10-50-72 to 10-50-92, inclusive, including, a list by brand family of the total number of cigarettes or, in the case of roll-your-own, the equivalent stick count, for which the distributor or wholesaler affixed cigarette tax stamps to a cigarette package, or otherwise paid the cigarette tax due during the previous calendar quarter. The distributor or wholesaler shall maintain and make available to the secretary all invoices and documentation of sales of all nonparticipating manufacturer cigarettes and any other information relied upon in reporting to the secretary for a period of six years. The secretary may, in addition to any other provision of law, impose and collect a monetary penalty in an amount not to exceed five hundred dollars per day, for the failure of a distributor or wholesaler to timely or accurately comply with this section. Any monetary penalty collected pursuant to this section shall be deposited in the state general fund. Section 30. That § 10-50-82 be amended to read as follows: 10-50-82. No distributor or wholesaler or other person may: (1) Affix a South Dakota cigarette tax stamp to a package or other container of cigarettes, or pay South Dakota cigarette tax on cigarettes of a tobacco product manufacturer or brand family not included in the directory; or (2) Sell sell or distribute, or acquire, hold, own, possess, transport, import, or cause to be imported, cigarettes of a tobacco product manufacturer or brand family not included in the directory that the distributor, wholesaler, or other person knows or should know are intended for distribution or sale in this state. The secretary may, in addition to any other provision of law, impose and collect a monetary penalty in an amount not to exceed the greater of five hundred percent of the retail value of the cigarettes or five thousand dollars for each violation of this section by a distributor or wholesaler. Any monetary penalty collected pursuant to this section shall be deposited in the state general fund."}, {"bill_id": 1686, "bill_version_id": 13118, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2010-03-01T14:08:30.263-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the discount on the sales of cigarette tax stamps to distributors. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-50-18 be amended to read as follows: 10-50-18. The secretary of revenue and regulation shall secure stamps, of the design and denomination as the secretary prescribes, suitable to be affixed to packages of cigarettes as evidence of the payment of the tax imposed by this chapter. The secretary shall sell the stamps to licensed distributors at a discount of two percent one cent off of their face value and to no other person. Section 2. That § 10-50-18 be amended to read as follows: 10-50-18. The secretary of revenue and regulation shall secure stamps, of the design and denomination as the secretary prescribes, suitable to be affixed to packages of cigarettes as evidence of the payment of the tax imposed by this chapter. The secretary shall sell the stamps to licensed distributors at a discount of two one percent of their face value and to no other person. Section 3. The provisions of section 2 of this Act are effective on July 1, 2012."}, {"bill_id": 1686, "bill_version_id": 13776, "bill_version": "Enrolled", "bill_version_date": "2010-03-10T08:58:18.88-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1686, "action_date": "2010-01-12T12:00:00-06:00", "document_id": 10420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10420.pdf", "status_text": "First read in House and referred to", "journal_page": 26, "committee_id_action": 86, "committee_id_assigned": 88, "result": "N", "vote": {}}, {"bill_id": 1686, "action_date": "2010-01-28T08:30:00-06:00", "document_id": 11056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11056.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 88, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1686, "action_date": "2010-01-28T08:30:00-06:00", "document_id": 11384, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11384.pdf", "status_text": "Referred to", "journal_page": 213, "committee_id_action": 88, "committee_id_assigned": 80, "result": "P", "vote": {"vote_id": 5826, "president_vote": null, "Yea": [781, 812, 775, 779, 837, 773, 752], "Excused": [740, 755]}}, {"bill_id": 1686, "action_date": "2010-02-09T07:45:00-06:00", "document_id": 11811, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11811.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 80, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1686, "action_date": "2010-02-11T07:45:00-06:00", "document_id": 11981, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11981.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 80, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1686, "action_date": "2010-02-16T07:15:00-06:00", "document_id": 12108, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12108.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 80, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1686, "action_date": "2010-02-16T07:15:00-06:00", "document_id": 12312, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12312.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 80, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1686, "action_date": "2010-02-16T07:15:00-06:00", "document_id": 12312, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12312.pdf", "status_text": "Do Pass Amended", "journal_page": 396, "committee_id_action": 80, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6525, "president_vote": null, "Yea": [804, 814, 830, 749, 826, 777, 803, 822, 816, 824, 839, 763, 750, 783], "Excused": [815]}}, {"bill_id": 1686, "action_date": "2010-02-16T07:15:00-06:00", "document_id": 12312, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12312.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 80, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1686, "action_date": "2010-02-18T14:00:00-06:00", "document_id": 12564, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12564.pdf", "status_text": "Deferred to another day", "journal_page": 476, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1686, "action_date": "2010-02-19T13:00:00-06:00", "document_id": 12658, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12658.pdf", "status_text": "Deferred to another day", "journal_page": 498, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1686, "action_date": "2010-02-22T14:22:00-06:00", "document_id": 12760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12760.pdf", "status_text": "Motion to amend", "journal_page": 551, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1686, "action_date": "2010-02-22T14:22:00-06:00", "document_id": 12760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12760.pdf", "status_text": "Do Pass Amended", "journal_page": 557, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6961, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 820, 804, 779, 740, 813, 756, 748, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 842, 777, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 750, 742, 792, 783, 755, 751, 773, 744, 840, 784, 839, 819, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 838, 837, 812, 786], "Excused": [757, 770], "Nay": [835]}}, {"bill_id": 1686, "action_date": "2010-02-23T14:00:00-06:00", "document_id": 12874, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12874.pdf", "status_text": "First read in Senate and referred to", "journal_page": 434, "committee_id_action": 84, "committee_id_assigned": 69, "result": "N", "vote": {}}, {"bill_id": 1686, "action_date": "2010-03-01T10:00:00-06:00", "document_id": 12979, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12979.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1686, "action_date": "2010-03-01T10:00:00-06:00", "document_id": 13103, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13103.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1686, "action_date": "2010-03-01T10:00:00-06:00", "document_id": 13103, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13103.pdf", "status_text": "Do Pass Amended", "journal_page": 485, "committee_id_action": 69, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7205, "president_vote": null, "Nay": [758, 739, 764], "Yea": [766, 753, 794, 747, 782, 754]}}, {"bill_id": 1686, "action_date": "2010-03-01T10:00:00-06:00", "document_id": 13103, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13103.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1686, "action_date": "2010-03-03T14:00:00-06:00", "document_id": 13391, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13391.pdf", "status_text": "Do Pass Amended", "journal_page": 552, "committee_id_action": 84, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 7410, "president_vote": null, "Nay": [758, 785, 787, 790, 807, 760, 768, 739, 802, 764, 795, 772, 774, 791, 806, 767, 769, 743, 753, 745, 799], "Yea": [809, 754, 805, 778, 780, 741, 761, 766, 808, 794, 810, 747, 776], "Excused": [782]}}, {"bill_id": 1686, "action_date": "2010-03-03T14:00:00-06:00", "document_id": 13391, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13391.pdf", "status_text": "Intent to reconsider", "journal_page": 552, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1686, "action_date": "2010-03-04T13:00:00-06:00", "document_id": 13498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13498.pdf", "status_text": "Reconsidered", "journal_page": 568, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7488, "president_vote": null, "Nay": [758, 739, 764, 795, 774, 791, 799], "Yea": [809, 785, 787, 790, 807, 754, 805, 760, 778, 768, 780, 802, 741, 772, 766, 806, 767, 808, 769, 743, 753, 745, 794, 810, 747, 776], "Excused": [782, 761]}}, {"bill_id": 1686, "action_date": "2010-03-04T13:00:00-06:00", "document_id": 13498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13498.pdf", "status_text": "Do Pass Amended", "journal_page": 569, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7489, "president_vote": null, "Nay": [758, 785, 787, 739, 764, 795, 774, 791, 745, 799], "Yea": [809, 790, 807, 754, 805, 760, 778, 768, 782, 780, 802, 741, 772, 766, 806, 767, 808, 769, 743, 753, 794, 810, 747, 776], "Excused": [761]}}, {"bill_id": 1686, "action_date": "2010-03-09T11:00:00-06:00", "document_id": 13691, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13691.pdf", "status_text": "Concurred in amendments", "journal_page": 763, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7608, "president_vote": null, "Yea": [821, 825, 771, 793, 844, 831, 820, 804, 779, 740, 756, 748, 817, 814, 811, 830, 798, 829, 832, 826, 757, 835, 842, 777, 834, 803, 822, 759, 824, 788, 800, 801, 827, 750, 742, 770, 783, 755, 751, 773, 840, 784, 819, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 789, 838, 812, 786], "Nay": [781, 775, 765, 749, 843, 792, 839, 823, 837], "Excused": [813, 816, 744]}}, {"bill_id": 1686, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13783.pdf", "status_text": "Signed by the Speaker", "journal_page": 801, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1686, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13782.pdf", "status_text": "Signed by the President", "journal_page": 644, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1686, "action_date": "2010-03-11T10:30:00-06:00", "document_id": 13884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13884.pdf", "status_text": "Delivered to the Governor", "journal_page": 846, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1686, "action_date": "2010-03-12T13:00:00-06:00", "document_id": 13944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13944.pdf", "status_text": "Signed by the Governor", "journal_page": 850, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4502}