{"session_id": 68, "bill_id": 23579, "bill_type": "House Bill", "bill_number": 1216, "bill_title": "establish and revise requirements related to visitation policies and procedures for certain facilities.", "sponsors": [{"legislator_profile_id": 4400, "is_prime": true}, {"legislator_profile_id": 4445, "is_prime": false}, {"legislator_profile_id": 4333, "is_prime": false}, {"legislator_profile_id": 4365, "is_prime": false}, {"legislator_profile_id": 4374, "is_prime": false}, {"legislator_profile_id": 4379, "is_prime": false}, {"legislator_profile_id": 4452, "is_prime": false}, {"legislator_profile_id": 4443, "is_prime": false}, {"legislator_profile_id": 4388, "is_prime": false}, {"legislator_profile_id": 4396, "is_prime": false}, {"legislator_profile_id": 4398, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4439, "is_prime": false}, {"legislator_profile_id": 4417, "is_prime": false}], "keywords": ["Developmentally Disabled Persons", "Health Care", "Human Services", "Nursing Homes", "Public Health and Safety"], "audio": [{"meeting_datetime": "2023-02-16T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe25.mp3", "start_seconds": 3878.0}, {"meeting_datetime": "2023-02-16T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe25.mp3", "start_seconds": 3878.0}, {"meeting_datetime": "2023-02-16T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe25.mp3", "start_seconds": 3878.0}], "bill_versions": [{"bill_id": 23579, "bill_version_id": 247973, "bill_version": "Introduced", "bill_version_date": "2023-02-01T09:20:41.79-06:00", "bill_text": "An Act to establish and revise requirements related to visitation policies and procedures for certain facilities. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 27B-8 be amended with a NEW SECTION: An intermediate care facility for individuals with intellectual disabilities shall establish policies and procedures that allow the visitation of residents to the fullest extent permitted under any applicable regulations or guidelines adopted by the Centers for Medicare and Medicaid Services or the Centers for Disease Control and Prevention, or any federal law. The policies and procedures must address: (1) Infection control and education for visitors; (2) The use of screening and personal protective equipment by visitors; (3) Visiting hours and the duration of visits; and (4) The number of visitors. The policies and procedures may not require a visitor to submit proof of vaccination or immunization as a condition of visitation. A facility may suspend visitation privileges if the visitor violates the policies and procedures required by this section. Section 2. That chapter 27B-8 be amended with a NEW SECTION: The policies and procedures required by section 1 of this Act must, subject to a resident's right to deny or withdraw consent, permit compassionate care visits if: (1) The resident was living with a family member before being admitted to the intermediate care facility for individuals with intellectual disabilities and is struggling with the change in environment and lack of physical family support, as verified by a physician; (2) The resident is incapable of making an informed medical decision; (3) The resident is grieving a friend or family member who died within the last year, as verified by a physician; (4) The resident needs cueing and encouragement, which had previously been provided by family or a caregiver, to eat or drink, and is experiencing weight loss or dehydration, as verified by a physician; (5) The resident is less interactive with others, as verified by a physician; or (6) The resident is a minor. Section 3. That chapter 27B-8 be amended with a NEW SECTION: If, in accordance with a federal law, regulation, or guideline, an intermediate care facility for individuals with intellectual disabilities must limit or restrict visitors, the facility must develop alternative visitation policies and procedures that allow visitation to the greatest extent safely possible. The facility shall inform each resident and designated family members of the alternative visitation policies and procedures and shall provide electronic, or, if requested, printed, notices regarding the: (1) Limitations and restrictions; (2) Reason and rationale for the limitations or restrictions; and (3) Period of time that the limitations or restrictions are to remain in effect. The facility shall post the alternative policies and procedures on its website, if one exists. Any limitations and restrictions instituted in accordance with this section must be reviewed at least every thirty days. The facility shall provide notice of the review to residents and designated family members, encourage the submission of written and oral comments, and give due consideration to the submissions. If, after the required review, the facility determines that the limitations or restrictions are to be continued, the facility must post notice of the continuation on the facility's website and in a conspicuous place within the facility. The notice must cite the federal law, regulation, or guidance being implemented. Section 4. That chapter 27B-8 be amended with a NEW SECTION: An intermediate care facility for individuals with intellectual disabilities shall, prior to the placement of a resident in the facility and at least annually thereafter, provide to the resident and the resident's designated family members: (1) An electronic copy of the visitation policies and procedures; and (2) Contact information for the Department of Human Services and the facility's patient representative. The facility shall provide printed copies of the visitation policies and procedures upon request. Section 5. That chapter 27B-8 be amended with a NEW SECTION: An intermediate care facility for individuals with intellectual disabilities shall file a current copy of its visitation policies with the Department of Human Services. Section 6. That chapter 34-12 be amended with a NEW SECTION: A hospital licensed under this chapter shall establish policies and procedures that allow the visitation of patients to the fullest extent permitted under any applicable regulations or guidelines adopted by the Centers for Medicare and Medicaid Services or the Centers for Disease Control and Prevention, or any federal law. The policies and procedures must address: (1) Infection control and education for visitors; (2) The use of screening and personal protective equipment by visitors; (3) Visiting hours and the duration of visits; and (4) The number of visitors. The policies and procedures may not require a visitor to submit proof of vaccination or immunization as a condition for visitation. A hospital may suspend visitation privileges if the visitor violates the policies and procedures required by this section. Section 7. That chapter 34-12 be amended with a NEW SECTION: The visitation policies and procedures required by section 6 of this Act must, subject to a patient's right to deny or withdraw consent, permit compassionate care visits if: (1) The patient is in the end stages of life, as verified by a physician; (2) The patient was living with a family member before being admitted to the hospital and is struggling with the change in environment and lack of physical family support, as verified by a physician; (3) The patient is incapable of making an informed medical decision; (4) The patient is grieving a friend or family member who died within the last year, as verified by a physician; (5) The patient needs cueing and encouragement, which had previously been provided by family or a caregiver, to eat or drink, and is experiencing weight loss or dehydration, as verified by a physician; (6) The patient is less interactive with others, as verified by a physician; (7) The patient is in labor or delivery; or (8) The patient is a minor. Section 8. That chapter 34-12 be amended with a NEW SECTION: If, in accordance with a federal law, regulation, or guideline, a hospital must limit or restrict visitors, the hospital must develop alternative visitation policies and procedures that allow visitation to the greatest extent safely possible. The hospital shall inform each patient and designated family members of the alternative visitation policies and procedures and shall provide electronic or, if requested, printed notices regarding the: (1) Limitations or restrictions; (2) Reason and rationale for the limitations or restrictions; and (3) Period of time that the limitations and restrictions are to remain in effect. The hospital shall also post the alternative visitation policies and procedures on its website. Any limitations and restrictions instituted in accordance with this section must be reviewed at least every thirty days. The hospital shall provide notice of the review to patients and designated family members, encourage the submission of written and oral comments, and give due consideration to the submissions. If, after the required review, the hospital determines that the limitations or restrictions are to be continued, the hospital must post notice of the continuation on the hospital's website, and in a conspicuous place within the hospital. The notice must cite the federal law, regulation, or guidance being implemented. Section 9. That chapter 34-12 be amended with a NEW SECTION: A hospital shall file a current copy of its visitation policies with the Department of Health. Section 10. That chapter 34-12 be amended with a NEW SECTION: A hospital shall provide a copy of the visitation policies and procedures required by this Act to each patient and, when possible, a family member. The hospital shall include contact information for the Department of Health and for the hospital's patient representative. Section 11. That chapter 34-12 be amended with a NEW SECTION: A nursing facility licensed under this chapter shall establish policies and procedures that allow the visitation of residents to the fullest extent permitted under any applicable regulations or guidelines adopted by the Centers for Medicare and Medicaid Services or the Centers for Disease Control and Prevention, or any federal law. The policies and procedures must address: (1) Infection control and education for visitors; (2) The use of screening and personal protective equipment by visitors; (3) Visiting hours and the duration of visits; and (4) The number of visitors. The policies and procedures may not require a visitor to submit proof of vaccination or immunization as a condition for visitation. A nursing facility may suspend visitation privileges if the visitor violates the policies and procedures required by this section. Section 12. That chapter 34-12 be amended with a NEW SECTION: The visitation policies and procedures required by section 11 of this Act must, subject to a resident's right to deny or withdraw consent, permit compassionate care visits if: (1) The resident is in the end stages of life, as verified by a physician; (2) The resident was living with a family member before being admitted to the nursing facility and is struggling with the change in environment and lack of physical family support, as verified by a physician; (3) The resident is incapable of making an informed medical decision; (4) The resident is grieving a friend or family member who died within the last year, as verified by a phyisican; (5) The resident needs cueing and encouragement, which had previously been provided by family or a caregiver, to eat or drink, and is experiencing weight loss or dehydration, as verified by a physician; or (6) The resident is less interactive with others, as verified by a physician. Section 13. That chapter 34-12 be amended with a NEW SECTION: If, in accordance with a federal law, regulation, or guideline, a nursing facility must limit or restrict visitors, the nursing facility must develop alternative visitation procedures that allow visitation to the greatest extent safely possible. The nursing facility shall inform each resident and designated family members of the alternative visitation policies and procedures and shall provide electronic or, if requested, printed notices regarding the: (1) Limitations and restrictions; (2) Reason and rationale for the limitations or restrictions; and (3) Period of time that the limitations and restrictions are to remain in effect. The nursing facility shall post the alternative visitation policies and procedures on its website, if one exists. Any limitations or restrictions instituted in accordance with this section must be reviewed at least every thirty days. The nursing facility shall provide notice of the review to residents and designated family members, encourage the submission of written and oral comments, and give due consideration to the submissions. If, after the required review, the nursing facility determines that the limitations or restrictions are to be continued, the nursing facility must post notice of the continuation on the facility's website, and in a conspicuous place within the facility. The notice must cite the federal law, regulation, or guidance being implemented. Section 14. That chapter 34-12 be amended with a NEW SECTION: A nursing facility shall file a current copy of its visitation policies with the Department of Health. Section 15. That chapter 34-12 be amended with a NEW SECTION: A nursing facility shall, prior to the signing of an occupancy contract with a resident and at least annually thereafter, provide to the resident and the resident's designated family members: (1) An electronic copy of the visitation policies and procedures; and (2) Contact information for the Department of Health and the nursing facility's patient representative. The nursing facility shall provide printed copies of the visitation policies and procedures upon request. Section 16. That chapter 34-12 be amended with a NEW SECTION: A residential or inpatient hospice facility licensed under this chapter shall establish policies and procedures that allow the visitation of patients to the fullest extent permitted under any applicable regulations or guidelines adopted by the Centers for Medicare and Medicaid Services or the Centers for Disease Control and Prevention, or any federal law. The policies and procedures must address: (1) Infection control and education for visitors; (2) The use of screening and personal protective equipment by visitors; (3) Visiting hours and the duration of visits; and (4) The number of visitors. The policies and procedures may not require a visitor to submit proof of vaccination or immunization as a condition for visitation. A residential or inpatient hospice facility may suspend visitation privileges if the visitor violates the policies and procedures required by this section. Section 17. That chapter 34-12 be amended with a NEW SECTION: The visitation policies and procedures required by section 16 of this Act must, subject to a resident's right to deny or withdraw consent, permit compassionate care visits if: (1) The patient is in the end stages of life, as verified by a health care professional; (2) The resident was living with a family member before being admitted to the residential or inpatient hospice facility and is struggling with the change in environment and lack of physical family support, as verified by a health care professional; (3) The resident is incapable of making an informed medical decision; (4) The resident is grieving a friend or family member who died within the last year, as verified by a health care professional; (5) The resident needs cueing and encouragement, which had previously been provided by family or a caregiver, to eat and drink, and is experiencing weight loss or dehydration, as verified by a health care professional; or (6) The resident is less interactive with others, as verified by a heath care professional. Section 18. That chapter 34-12 be amended with a NEW SECTION: If, in accordance with a federal law, regulation, or guideline, a residential or inpatient hospice facility must limit or restrict visitors, the facility must develop alternative visitation policy and procedures that allow visitation to the greatest extent safely possible. The residential or inpatient hospice facility shall inform each resident and designated family members of the alternative visitation policies and procedures and shall provide electronic or, if requested, printed notices regarding the: (1) Limitations and restrictions; (2) Reason and rationale for the limitations or restrictions; and (3) Period of time that the limitations and restrictions are to remain in effect. The residential or inpatient hospice facility shall post the alternative visitation policies and procedures on its website, if one exists. Any limitations and restrictions instituted in accordance with this section must be reviewed at least every thirty days. The residential or inpatient hospice facility shall provide notice of the review to residents and designated family members, encourage the submission of written and oral comments, and give due consideration to the submissions. If, after the required review, the residential or inpatient hospice facility determines that the limitations or restrictions are to be continued, the facility must post notice of the continuation on the facility's website, and in a conspicuous place within the facility. The notice must cite the federal law, regulation, or guidance being implemented. Section 19. That chapter 34-12 be amended with a NEW SECTION: A residential or inpatient hospice facility shall file a current copy of its visitation policies with the Department of Health. Section 20. That chapter 34-12 be amended with a NEW SECTION: A residential or inpatient hospice facility shall provide to the resident and the resident's designated family members: (1) An electronic copy of the visitation policies and procedures; and (2) Contact information for the Department of Health and the facility's patient representative. A residential or inpatient hospice facility shall provide printed copies of the visitation policies and procedures upon request. Section 21. That chapter 34-12 be amended with a NEW SECTION: An assisted living facility licensed under this chapter shall establish policies and procedures that allow the visitation of residents to the fullest extent permitted under any applicable regulations or guidelines adopted by the Centers for Medicare and Medicaid Services or the Centers for Disease Control and Prevention, or any federal law. The policies and procedures must address: (1) Infection control and education policies for visitors; (2) The use of screening and personal protective equipment by visitors; (3) Visiting hours and the duration of visits; and (4) The number of visitors. The policies and procedures may not require a visitor to submit proof of vaccination or immunization as a condition for visitation. An assisted living facility may suspend visitation privileges if the visitor violates the policies and procedures required by this section. Section 22. That chapter 34-12 be amended with a NEW SECTION: The visitation policies and procedures required by section 21 of this Act must, subject to a resident's right to deny or withdraw consent, permit compassionate care visits if: (1) The resident was living with a family member before being admitted to the assisted living facility and is struggling with the change in environment and lack of physical family support, as verified by a health care professional; (2) The resident is incapable of making an informed medical decision; (3) The resident is grieving a friend or family member who died within the last year, as verified by a health care professional; (4) The resident needs cueing and encouragement, which had previously been provided by family or a caregiver, to eat and drink, and is experiencing weight loss or dehydration, as verified by a health care professional; or (5) The resident is less interactive with others, as verified by a health care professional. Section 23. That chapter 34-12 be amended with a NEW SECTION: If, in accordance with a federal law, regulation, or guideline, an assisted living center must limit or restrict visitors, the facility must develop alternative visitation policies and procedures that allow visitation to the greatest extent safely possible. The facility shall inform each resident and designated family members of the alternative visitation policies and procedures and shall provide electronic or, if requested, printed notices regarding the: (1) Limitations and restrictions; (2) Reason and rationale for the limitations or restrictions; and (3) Period of time that the limitations or restrictions are to remain in effect. The assisted living facility shall post the alternative visitation policies and procedures on its website, if one exists. Any limitations and restrictions instituted in accordance with this section must be reviewed at least every thirty days. The assisted living facility shall provide notice of the review to residents and designated family members, encourage the submission of written and oral comments, and give due consideration to the submissions. If, after the required review, the assisted living facility determines that the limitations or restrictions are to be continued, the facility must post notice of the continuation on the facility's website, and in a conspicuous place within the facility. The notice must cite the federal law, regulation, or guidance being implemented. Section 24. That chapter 34-12 be amended with a NEW SECTION: An assisted living facility shall file a current copy of its visitation policies with the Department of Health. Section 25. That chapter 34-12 be amended with a NEW SECTION: An assisted living facility shall, prior to the signing of an occupancy contract with a resident and at least annually thereafter, provide to the resident and the resident's designated family members: (1) An electronic copy of the visitation policies and procedures; and (2) Contact information for the Department of Health and the assisted living facility's patient representative. The assisted living facility shall provide printed copies of the visitation policies and procedures upon request. Section 26. That § 34-12-67 be REPEALED: Each resident of an assisted living facility has a right to receive visitors of the resident's own choosing, at the time of the resident's own choosing, provided the visitation does not impose upon the rights of another resident. In addition to those persons granted access to a resident in accordance with their official capacities, a facility must provide access to any resident by: (1) A member of the resident's immediate family and other relatives of the resident, subject to reasonable clinical and safety restrictions and the resident's right to deny or withdraw consent; (2) Any other person visiting with the consent of the resident, subject to reasonable clinical and safety restrictions and the resident's right to deny or withdraw consent; and (3) Any person providing health, social, legal, or other services to the resident, subject to reasonable clinical and safety restrictions and the resident's right to deny or withdraw consent. Section 27. That § 34-12-68 be REPEALED: An assisted living facility shall post on its website, if one exists, and in a conspicuous place within the facility, all policies and procedures pertaining to the visitation rights set forth in § 34-12-67. The facility shall, prior to the signing of an occupancy contract with a resident and at least annually thereafter, provide electronic copies of the visitation policies and procedures to the resident and the resident's designated family members and shall provide printed copies upon request. If in accordance with federal or state laws, or if in accordance with best clinical practices during a health emergency, the visitation policies and procedures must be limited or restricted, the facility shall inform each resident and designated family members and shall provide electronic or, if requested, printed notices regarding the limitations and restrictions, the reason and rationale for such, and the period of time that the limitations and restrictions are to remain in effect. The facility shall also post such information on its website, if one exists. Any limitations and restrictions instituted in accordance with this section must be reviewed at least every thirty days. The facility shall provide notice of the review to residents and designated family members, encourage the submission of written and oral comments, and give due consideration to the submissions. If after the required review the facility determines that the limitations or restrictions are to be continued, the facility shall post notice of the continuation on the facility's website, if one exists, and in a conspicuous place within the facility. The notice must include: (1) The citation of the federal or state law being implemented; or (2) A link to evidence-based research indicating that the continuation is clinically necessary for the health and safety of the residents. A printed copy of the applicable laws or evidence-based research must be provided upon request."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23579, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247777.pdf", "status_text": "First read in House and referred to", "journal_page": 194, "committee_id_action": 1159, "committee_id_assigned": 1158, "result": "N", "vote": {}}, {"bill_id": 23579, "action_date": "2023-02-16T07:45:00-06:00", "document_id": 249423, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249423.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1158, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23579, "action_date": "2023-02-16T07:45:00-06:00", "document_id": 249424, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249424.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1158, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77253, "president_vote": null, "Yea": [4341, 4351, 4442, 4368, 4450, 4438, 4447, 4467, 4429], "Nay": [4469, 4444], "Excused": [4408, 4374]}}]}