{"session_id": 64, "bill_id": 23307, "bill_type": "House Bill", "bill_number": 1164, "bill_title": "establish provisions for the regulation of certain products derived from industrial hemp.", "sponsors": [{"legislator_profile_id": 3931, "is_prime": true}], "keywords": ["Crimes", "Marijuana", "Promulgation of Rules", "Public Health and Safety", "Trade"], "audio": [{"meeting_datetime": "2022-02-08T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hhe19.mp3", "start_seconds": 433.0}, {"meeting_datetime": "2022-02-08T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hhe19.mp3", "start_seconds": 433.0}, {"meeting_datetime": "2022-02-08T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hhe19.mp3", "start_seconds": 433.0}], "bill_versions": [{"bill_id": 23307, "bill_version_id": 230284, "bill_version": "Introduced", "bill_version_date": "2022-01-26T15:11:52.55-06:00", "bill_text": "An Act to establish provisions for the regulation of certain products derived from industrial hemp. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 38-35 be amended with a NEW SECTION: The Department of Health shall promulgate rules, pursuant to chapter 1-26, establishing testing requirements for the health and safety of any industrial hemp product created by a processer using the isomerization or acetylation of cannabinoids and intended for human consumption. The rules must provide: (1) Certification standards, requirements for equipment, and qualifications for personnel at laboratories approved by the Department of Health; and (2) Procedures and standards for the testing of: (a) Cannabinoid content and potency; (b) Microbials; (c) Mycotoxins; (d) Metals; (e) Pesticides; and (f) Solvents. Section 2. That chapter 38-35 be amended with a NEW SECTION: The Department of Health shall promulgate rules, pursuant to chapter 1-26, establishing labeling requirements for the health and safety of any industrial hemp product created by a processer using the isomerization or acetylation of cannabinoids and intended for human consumption. Labels must contain: (1) The results of any testing mandated by the Department of Health; (2) A statement that there may be health risks associated with the use of the product; (3) Ingredients and possible allergens; (4) The length of time it typically takes for a product to take effect; (5) A nutritional fact panel; and (6) Clear identification that the product is identifiable as an industrial hemp product. Section 3. That chapter 38-35 be amended with a NEW SECTION: An industrial hemp product created by a processer using the isomerization or acetylation of cannabinoids and intended for human consumption may not be sold without a label meeting the requirements established under any rule adopted under section 2 of this Act. A violation of this section is a Class 1 misdemeanor. Section 4. That chapter 38-35 be amended with a NEW SECTION: If an industrial hemp product was created using the isomerization or acetylation of cannabinoids, is intended for human consumption, and was processed outside of this state, the product may not be sold at retail unless it meets substantially similar requirements established under any rule adopted under sections 1 and 2 of this Act. A violation of this section is a Class 1 misdemeanor. Section 5. That chapter 38-35 be amended with a NEW SECTION: An industrial hemp product created using the isomerization or acetylation of cannabinoids and intended for human consumption may not be knowingly sold or distributed to any person under the age of twenty-one years. A violation of this section is a Class 1 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23307, "action_date": "2022-01-27T14:00:00-06:00", "document_id": 230262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230262.pdf", "status_text": "First read in House and referred to", "journal_page": 138, "committee_id_action": 1008, "committee_id_assigned": 1007, "result": "N", "vote": {}}, {"bill_id": 23307, "action_date": "2022-02-08T07:45:00-06:00", "document_id": 232574, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232574.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1007, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23307, "action_date": "2022-02-08T07:45:00-06:00", "document_id": 232576, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232576.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 1007, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72947, "president_vote": null, "Yea": [3913, 3928, 3948, 3960, 3971, 3981, 3988, 3998, 4008, 4011, 3931, 3954], "Excused": [3955]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23307"}