{"session_id": 43, "bill_id": 11727, "bill_type": "Senate Bill", "bill_number": 155, "bill_title": "provide for step therapy protocol regarding certain prescription drugs.", "sponsors": [{"legislator_profile_id": 1672, "is_prime": true}, {"legislator_profile_id": 1686, "is_prime": true}, {"legislator_profile_id": 1723, "is_prime": false}, {"legislator_profile_id": 1741, "is_prime": false}, {"legislator_profile_id": 1654, "is_prime": false}, {"legislator_profile_id": 1670, "is_prime": false}, {"legislator_profile_id": 1764, "is_prime": false}, {"legislator_profile_id": 1668, "is_prime": false}, {"legislator_profile_id": 1707, "is_prime": false}, {"legislator_profile_id": 1711, "is_prime": false}, {"legislator_profile_id": 1699, "is_prime": false}, {"legislator_profile_id": 1656, "is_prime": false}, {"legislator_profile_id": 1763, "is_prime": false}, {"legislator_profile_id": 1743, "is_prime": false}, {"legislator_profile_id": 1693, "is_prime": false}, {"legislator_profile_id": 1680, "is_prime": false}, {"legislator_profile_id": 1659, "is_prime": false}, {"legislator_profile_id": 1744, "is_prime": false}, {"legislator_profile_id": 1736, "is_prime": false}, {"legislator_profile_id": 1720, "is_prime": false}, {"legislator_profile_id": 1728, "is_prime": false}, {"legislator_profile_id": 1684, "is_prime": false}, {"legislator_profile_id": 1738, "is_prime": false}, {"legislator_profile_id": 1739, "is_prime": false}, {"legislator_profile_id": 1708, "is_prime": false}, {"legislator_profile_id": 1678, "is_prime": false}, {"legislator_profile_id": 1721, "is_prime": false}, {"legislator_profile_id": 1675, "is_prime": false}, {"legislator_profile_id": 1715, "is_prime": false}, {"legislator_profile_id": 1671, "is_prime": false}, {"legislator_profile_id": 1749, "is_prime": false}, {"legislator_profile_id": 1746, "is_prime": false}, {"legislator_profile_id": 1677, "is_prime": false}, {"legislator_profile_id": 1745, "is_prime": false}, {"legislator_profile_id": 1725, "is_prime": false}, {"legislator_profile_id": 1688, "is_prime": false}, {"legislator_profile_id": 1727, "is_prime": false}, {"legislator_profile_id": 1683, "is_prime": false}, {"legislator_profile_id": 1709, "is_prime": false}, {"legislator_profile_id": 1713, "is_prime": false}, {"legislator_profile_id": 1653, "is_prime": false}, {"legislator_profile_id": 1750, "is_prime": false}, {"legislator_profile_id": 1716, "is_prime": false}, {"legislator_profile_id": 1692, "is_prime": false}, {"legislator_profile_id": 1730, "is_prime": false}, {"legislator_profile_id": 1719, "is_prime": false}, {"legislator_profile_id": 1735, "is_prime": false}, {"legislator_profile_id": 1705, "is_prime": false}, {"legislator_profile_id": 1687, "is_prime": false}], "keywords": ["Delayed Effective Date", "Food and Drugs", "Health Care", "Public Health and Safety"], "audio": [{"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sst19.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sst19.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sst19.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sst19.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen25.mp3", "start_seconds": 680.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen25.mp3", "start_seconds": 680.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen25.mp3", "start_seconds": 680.0}, {"meeting_datetime": "2020-03-03T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe30.mp3", "start_seconds": 159.0}, {"meeting_datetime": "2020-03-03T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe30.mp3", "start_seconds": 159.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou32.mp3", "start_seconds": 3985.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou32.mp3", "start_seconds": 3985.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou32.mp3", "start_seconds": 3985.0}], "bill_versions": [{"bill_id": 11727, "bill_version_id": 66388, "bill_version": "Introduced", "bill_version_date": "2020-02-05T09:27:13.76-06:00", "bill_text": "An Act to provide for step therapy protocol regarding certain prescription drugs. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 58-17H-1 be AMENDED: 58-17H-1. Definitions. Terms used in this chapter mean: (1) \"Adverse determination,\" any of the following: (a) A determination by a health carrier or the carrier's designee utilization review organization that, based upon the information provided, a request by a covered person for a benefit under the health carrier's health benefit plan upon application of any utilization review technique does not meet the health carrier's requirements for medical necessity, appropriateness, health care setting, level of care or effectiveness or is determined to be experimental or investigational and the requested benefit is therefore denied, reduced, or terminated or payment is not provided or made, in whole or in part, for the benefit; (b) The denial, reduction, termination, or failure to provide or make payment in whole or in part, for a benefit based on a determination by a health carrier or the carrier's designee utilization review organization of a covered person's eligibility to participate in the health carrier's health benefit plan; (c) Any prospective review or retrospective review determination that denies, reduces, terminates, or fails to provide or make payment, in whole or in part, for a benefit; or (d) A rescission of coverage determination; (2) \"Ambulatory review,\" utilization review of health care services performed or provided in an outpatient setting; (3) \"Authorized representative,\" a person to whom a covered person has given express written consent to represent the covered person for purposes of this chapter, a person authorized by law to provide substituted consent for a covered person, a family member of the covered person or the covered person's treating health care professional if the covered person is unable to provide consent, or a health care professional if the covered person's health benefit plan requires that a request for a benefit under the plan be initiated by the health care professional. For any urgent care request, the term includes a health care professional with knowledge of the covered person's medical condition; (4) \"Case management,\" a coordinated set of activities conducted for individual patient management of serious, complicated, protracted, or other health conditions; (5) \"Certification,\" a determination by a health carrier or the carrier's designee utilization review organization that a request for a benefit under the health carrier's health benefit plan has been reviewed and, based on the information provided, satisfies the health carrier's requirements for medical necessity, appropriateness, health care setting, level of care, and effectiveness; (6) \"Clinical peer,\" a physician or other health care professional who holds a nonrestricted license in a state of the United States and in the same or similar specialty as typically manages the medical condition, procedure, or treatment under review; (7) \"Clinical practice guidelines,\" a systematically developed statement to assist decision making by health care providers and patient decisions about appropriate healthcare for specific clinical circumstances and conditions; (8) \"Clinical review criteria,\" the written screening procedures, decision abstracts, clinical protocols, and practice guidelines used by the health carrier to determine the medical necessity and appropriateness of health care services; (8)(9) \"Concurrent review,\" utilization review conducted during a patient's hospital stay or course of treatment in a facility or other inpatient or outpatient health care setting; (9)(10) \"Covered benefits\" or \"benefits,\" those health care services to which a covered person is entitled under the terms of a health benefit plan; (10)(11) \"Covered person,\" a policyholder, subscriber, enrollee, or other individual participating in a health benefit plan; (11)(12) \"Director,\" the director of the Division of Insurance; (12)(13) \"Discharge planning,\" the formal process for determining, prior to discharge from a facility, the coordination and management of the care that a patient receives following discharge from a facility; (13)(14) \"Emergency medical condition,\" a medical condition manifesting itself by acute symptoms of sufficient severity, including severe pain, such that a prudent layperson, who possesses an average knowledge of health and medicine, could reasonably expect that the absence of immediate medical attention, would result in serious impairment to bodily functions or serious dysfunction of a bodily organ or part, or would place the person's health or, with respect to a pregnant woman, the health of the woman or her unborn child, in serious jeopardy; (14)(15) \"Emergency services,\" with respect to an emergency medical condition: (a) A medical screening examination that is within the capability of the emergency department of a hospital, including ancillary services routinely available to the emergency department to evaluate such emergency condition; and (b) Such further medical examination and treatment, to the extent they are within the capability of the staff and facilities at a hospital to stabilize a patient; (15)(16) \"Facility,\" an institution providing health care services or a health care setting, including hospitals and other licensed inpatient centers, ambulatory surgical or treatment centers, skilled nursing centers, residential treatment centers, diagnostic, laboratory, and imaging centers, and rehabilitation, and other therapeutic health settings; (16)(17) \"Health care professional,\" a physician or other health care practitioner licensed, accredited, or certified to perform specified health services consistent with state law; (17)(18) \"Health care provider\" or \"provider,\" a health care professional or a facility; (18)(19) \"Health care services,\" services for the diagnosis, prevention, treatment, cure, or relief of a health condition, illness, injury, or disease; (19)(20) \"Health carrier,\" an entity subject to the insurance laws and regulations of this state, or subject to the jurisdiction of the director, that contracts or offers to contract, or enters into an agreement to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services, including a sickness and accident insurance company, a health maintenance organization, a nonprofit hospital and health service corporation, or any other entity providing a plan of health insurance, health benefits, or health services; (20)(21) \"Managed care contractor,\" a person who establishes, operates, or maintains a network of participating providers; or contracts with an insurance company, a hospital or medical service plan, an employer, an employee organization, or any other entity providing coverage for health care services to operate a managed care plan or health carrier; (21)(22) \"Managed care entity,\" a licensed insurance company, hospital or medical service plan, health maintenance organization, or an employer or employee organization, that operates a managed care plan or a managed care contractor. The term does not include a licensed insurance company unless it contracts with other entities to provide a network of participating providers; (22)(23) \"Managed care plan,\" a plan operated by a managed care entity that provides for the financing or delivery of health care services, or both, to persons enrolled in the plan through any of the following: (a) Arrangements with selected providers to furnish health care services; (b) Explicit standards for the selection of participating providers; or (c) Financial incentives for persons enrolled in the plan to use the participating providers and procedures provided for by the plan; (23)(24) \"Network,\" the group of participating providers providing services to a health carrier; (24)(25) \"Participating provider,\" a provider who, under a contract with the health carrier or with its contractor or subcontractor, has agreed to provide health care services to covered persons with an expectation of receiving payment, other than coinsurance, copayments, or deductibles, directly or indirectly, from the health carrier; (25)(26) \"Prospective review,\" utilization review conducted prior to an admission or the provision of a health care service or a course of treatment in accordance with a health carrier's requirement that the health care service or course of treatment, in whole or in part, be approved prior to its provision; (26)(27) \"Rescission,\" a cancellation or discontinuance of coverage under a health benefit plan that has a retroactive effect. The term does not include a cancellation or discontinuance of coverage under a health benefit plan if: (a) The cancellation or discontinuance of coverage has only a prospective effect; or (b) The cancellation or discontinuance of coverage is effective retroactively to the extent it is attributable to a failure to timely pay required premiums or contributions towards the cost of coverage; (27)(28) \"Retrospective review,\" any review of a request for a benefit that is not a prospective review request, which does not include the review of a claim that is limited to veracity of documentation, or accuracy of coding, or adjudication for payment; (28)(29) \"Second opinion,\" an opportunity or requirement to obtain a clinical evaluation by a provider other than the one originally making a recommendation for a proposed health care service to assess the medical necessity and appropriateness of the initial proposed health care service; (29)(30) \"Secretary,\" the secretary of the Department of Health; (30)(31) \"Stabilized,\" with respect to an emergency medical condition, that no material deterioration of the condition is likely, with reasonable medical probability, to result from or occur during the transfer of the individual from a facility or, with respect to a pregnant woman, the woman has delivered, including the placenta; (31)(32) \"Step therapy protocol,\" a protocol, policy, or program that establishes the specific sequence in which prescription drugs for a specified medical condition and medically appropriate for a particular patient are covered by a health carrier or health benefit plan. (33) \"Step therapy exception,\" that a step therapy protocol should be overridden in favor of immediate coverage of the health care provider’s selected prescription drug. (34) \"Utilization review,\" a set of formal techniques used by a managed care plan or utilization review organization to monitor and evaluate the medical necessity, appropriateness, and efficiency of health care services and procedures including techniques such as ambulatory review, prospective review, second opinion, certification, concurrent review, case management, discharge planning, and retrospective review; and (32)(35) \"Utilization review organization,\" an entity that conducts utilization review other than a health carrier performing utilization review for its own health benefit plans. (SL 2012, ch 239, § 1 provides: \"The provisions of chapter 219 of the 2011 Session Laws shall be deemed repealed if the Patient Protection and Affordable Care Act, Pub. L. No. 111-148, 124 Stat. 119 (2010), as amended by the Health Care and Education Reconciliation Act of 2010, Pub. L. No. 111-152, 124 Stat. 1029 (2010) is found to be unconstitutional in its entirety by a final decision of a federal court of competent jurisdiction and all appeals exhausted or time for appeals elapsed.\") Section 2. That a NEW SECTION be added: 58-17H-53. Requirements--Restrictions. Clinical review criteria used to establish a step therapy protocol shall be based on clinical practice guidelines that: (1) Recommend that the prescription drugs be taken in the specific sequence required by the step therapy protocol; (2) Are developed and endorsed by a multidisciplinary panel of experts that manages conflicts of interest among the members of the writing and review groups by: (a) Requiring members to disclose any potential conflict of interests with entities, including health carriers, health benefit plans, and pharmaceutical manufacturers and recuse themselves from voting if they have a conflict of interest; (b) Using a methodologist to work with writing groups to provide objectivity in data analysis and ranking of evidence through the preparation of evidence tables and facilitating consensus; and (c) Offering opportunities for public review and comments; (3) Are based on high-quality studies, research, and medical practice; (4) Are created by an explicit and transparent process that: (a) Minimizes biases and conflicts of interest; (b) Explains the relationship between treatment options and outcomes; (c) Rates the quality of the evidence supporting recommendations; and (d) Considers relevant patient subgroups and preferences; and (5) Are continually updated through a review of new evidence, research, and newly developed treatments. In the absence of clinical guidelines that meet the requirements of subdivision (2), peer-reviewed publications may be substituted. When establishing a step therapy protocol, a utilization review organization shall also take into account the needs of atypical patient populations and diagnoses when establishing clinical review criteria. This section may not be construed to require a health carrier, health benefit plan, utilization review organization, or the state to set up a new entity to develop clinical review criteria used for step therapy protocols. Section 3. That a NEW SECTION be added: 58-17H-54. Exception process. When coverage of a prescription drug for the treatment of any medical condition is restricted for use by a health carrier, health benefit plan, or utilization review organization through the use of a step therapy protocol, the patient and prescribing practitioner shall have access to a clear readily accessible and convenient process to request a step therapy exception using the factors outlined in § 58-17H-55. A health carrier, health benefit plan, or utilization review organization may use its existing medical exceptions process to satisfy this requirement. The process shall be made easily accessible on the health carrier's, health benefit plan's, or utilization review organization's website. Section 4. That a NEW SECTION be added: 58-17H-55. Exceptions. A step therapy exception shall be expeditiously granted if: (1) The required prescription drug is contraindicated or will likely cause an adverse reaction by or physical or mental harm to the patient; (2) The required prescription drug is expected to be ineffective based on the known clinical characteristics of the patient and the known characteristics of the prescription drug regimen; (3) The patient has tried the required prescription drug while under their current or a previous health insurance or health benefit plan, or another prescription drug in the same pharmacologic class or with the same mechanism of action and such prescription drug was discontinued due to lack of efficacy or effectiveness, diminished effect, or an adverse event; (4) The required prescription drug is not in the best interest of the patient, based on medical necessity; or (5) The patient is stable on a prescription drug selected by their health care provider for the medical condition under consideration while on a current or previous health insurance or health benefit plan. Upon the granting of a step therapy exception, a health carrier, health benefit plan, or utilization review organization shall authorize coverage for the prescription drug prescribed by the patient’s treating health care provider. A health carrier, health benefit plan, or utilization review organization shall grant or deny a step therapy exception request within seventy-two hours of receipt. In cases of a step therapy exception request that is an urgent care request, a health carrier, health benefit plan, or utilization review organization shall grant or deny the step therapy exception request within twenty-four hours of receipt. Should a response by a health carrier, health benefit plan, or utilization review organization not be received within the time allotted, the step therapy exception request shall be deemed granted. If a request for a step therapy override exception is denied, the denial is an adverse determination and the health carrier, health benefit plan, or utilization review organization shall provide notification of adverse determination pursuant to § 58-17H-32, except in cases of an urgent care request, where the health carrier, health benefit plan, or utilization review organization shall provide notification of adverse determination pursuant to § 58-17H-48. Any denial of a request for a step therapy override exception is subject to the grievance procedures located in chapter 58-17I. This section may not be construed to prevent a health carrier, health benefit plan, or utilization review organization from requiring a pharmacist to effect substitutions of prescription drugs consistent with § 36-11-46.1. This section may also not be construed to prevent a health care provider from prescribing a prescription drug that is determined to be medically appropriate. Section 5. That a NEW SECTION be added: 58-17H-56. Applicability--Step Therapy Protocol. Sections 58-17H-53 through 58-17H-56 apply in the case of any health benefit plan that provides coverage of a prescription drug pursuant to a policy that meets the definition of a step therapy protocol as defined in § 58-17H-1, regardless of whether the policy is described as a step therapy protocol. Section 6. That § 58-17-156 be AMENDED: 58-17-156. Policies, contracts, certificates, and plans subject to §§ 58-17-154 to 58-17-162. Except as provided in § 58-17-155, §§ 58-17-154 to through 58-17-162, inclusive, apply to all individual and group health insurance policies, contracts, and certificates issued by health carriers as defined in subdivision § 58-17H-1(19) and self-funded nonfederal governmental plans with the exception of the state employee health plan sponsored by the State of South Dakota. Section 7. Sections 58-17H-53 through 58-17H-56 apply to health benefit plans delivered, issued for delivery, or renewed on or after January 1, 2021."}, {"bill_id": 11727, "bill_version_id": 67557, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2020-02-12T13:06:19.27-06:00", "bill_text": "An Act to provide for step therapy protocol regarding certain prescription drugs. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 58-17H-1 be AMENDED: 58-17H-1. Definitions. Terms used in this chapter mean: (1) \"Adverse determination,\" any of the following: (a) A determination by a health carrier or the carrier's designee utilization review organization that, based upon the information provided, a request by a covered person for a benefit under the health carrier's health benefit plan upon application of any utilization review technique does not meet the health carrier's requirements for medical necessity, appropriateness, health care setting, level of care or effectiveness or is determined to be experimental or investigational and the requested benefit is therefore denied, reduced, or terminated or payment is not provided or made, in whole or in part, for the benefit; (b) The denial, reduction, termination, or failure to provide or make payment in whole or in part, for a benefit based on a determination by a health carrier or the carrier's designee utilization review organization of a covered person's eligibility to participate in the health carrier's health benefit plan; (c) Any prospective review or retrospective review determination that denies, reduces, terminates, or fails to provide or make payment, in whole or in part, for a benefit; or (d) A rescission of coverage determination; (2) \"Ambulatory review,\" utilization review of health care services performed or provided in an outpatient setting; (3) \"Authorized representative,\" a person to whom a covered person has given express written consent to represent the covered person for purposes of this chapter, a person authorized by law to provide substituted consent for a covered person, a family member of the covered person or the covered person's treating health care professional if the covered person is unable to provide consent, or a health care professional if the covered person's health benefit plan requires that a request for a benefit under the plan be initiated by the health care professional. For any urgent care request, the term includes a health care professional with knowledge of the covered person's medical condition; (4) \"Case management,\" a coordinated set of activities conducted for individual patient management of serious, complicated, protracted, or other health conditions; (5) \"Certification,\" a determination by a health carrier or the carrier's designee utilization review organization that a request for a benefit under the health carrier's health benefit plan has been reviewed and, based on the information provided, satisfies the health carrier's requirements for medical necessity, appropriateness, health care setting, level of care, and effectiveness; (6) \"Clinical practice guidelines,\" a systematically developed statement to assist decision making by health care professionals and patient decisions about appropriate health care for specific clinical circumstances and conditions; (7) \"Clinical peer,\" a physician or other health care professional who holds a nonrestricted license in a state of the United States and in the same or similar specialty as typically manages the medical condition, procedure, or treatment under review; (7)(8) \"Clinical review criteria,\" the written screening procedures, decision abstracts, clinical protocols, and practice guidelines used by the health carrier to determine the medical necessity and appropriateness of health care services; (8)(9) \"Concurrent review,\" utilization review conducted during a patient's hospital stay or course of treatment in a facility or other inpatient or outpatient health care setting; (9)(10) \"Covered benefits\" or \"benefits,\" those health care services to which a covered person is entitled under the terms of a health benefit plan; (10)(11) \"Covered person,\" a policyholder, subscriber, enrollee, or other individual participating in a health benefit plan; (11)(12) \"Director,\" the director of the Division of Insurance; (12)(13) \"Discharge planning,\" the formal process for determining, prior to discharge from a facility, the coordination and management of the care that a patient receives following discharge from a facility; (13)(14) \"Emergency medical condition,\" a medical condition manifesting itself by acute symptoms of sufficient severity, including severe pain, such that a prudent layperson, who possesses an average knowledge of health and medicine, could reasonably expect that the absence of immediate medical attention, would result in serious impairment to bodily functions or serious dysfunction of a bodily organ or part, or would place the person's health or, with respect to a pregnant woman, the health of the woman or her unborn child, in serious jeopardy; (14)(15) \"Emergency services,\" with respect to an emergency medical condition: (a) A medical screening examination that is within the capability of the emergency department of a hospital, including ancillary services routinely available to the emergency department to evaluate such emergency condition; and (b) Such further medical examination and treatment, to the extent they are within the capability of the staff and facilities at a hospital to stabilize a patient; (15)(16) \"Facility,\" an institution providing health care services or a health care setting, including hospitals and other licensed inpatient centers, ambulatory surgical or treatment centers, skilled nursing centers, residential treatment centers, diagnostic, laboratory, and imaging centers, and rehabilitation, and other therapeutic health settings; (16)(17) \"Health care professional,\" a physician or other health care practitioner licensed, accredited, or certified to perform specified health services consistent with state law; (17)(18) \"Health care provider\" or \"provider,\" a health care professional or a facility; (18)(19) \"Health care services,\" services for the diagnosis, prevention, treatment, cure, or relief of a health condition, illness, injury, or disease; (19)(20) \"Health carrier,\" an entity subject to the insurance laws and regulations of this state, or subject to the jurisdiction of the director, that contracts or offers to contract, or enters into an agreement to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services, including a sickness and accident insurance company, a health maintenance organization, a nonprofit hospital and health service corporation, or any other entity providing a plan of health insurance, health benefits, or health services; (20)(21) \"Managed care contractor,\" a person who establishes, operates, or maintains a network of participating providers; or contracts with an insurance company, a hospital or medical service plan, an employer, an employee organization, or any other entity providing coverage for health care services to operate a managed care plan or health carrier; (21)(22) \"Managed care entity,\" a licensed insurance company, hospital or medical service plan, health maintenance organization, or an employer or employee organization, that operates a managed care plan or a managed care contractor. The term does not include a licensed insurance company unless it contracts with other entities to provide a network of participating providers; (22)(23) \"Managed care plan,\" a plan operated by a managed care entity that provides for the financing or delivery of health care services, or both, to persons enrolled in the plan through any of the following: (a) Arrangements with selected providers to furnish health care services; (b) Explicit standards for the selection of participating providers; or (c) Financial incentives for persons enrolled in the plan to use the participating providers and procedures provided for by the plan; (23)(24) \"Network,\" the group of participating providers providing services to a health carrier; (24)(25) \"Participating provider,\" a provider who, under a contract with the health carrier or with its contractor or subcontractor, has agreed to provide health care services to covered persons with an expectation of receiving payment, other than coinsurance, copayments, or deductibles, directly or indirectly, from the health carrier; (26) \"Pharmaceutical sample,\" a unit of a prescription drug that is not intended to be sold and is intended to promote the sale of the drug; (25)(27) \"Prospective review,\" utilization review conducted prior to an admission or the provision of a health care service or a course of treatment in accordance with a health carrier's requirement that the health care service or course of treatment, in whole or in part, be approved prior to its provision; (26)(28) \"Rescission,\" a cancellation or discontinuance of coverage under a health benefit plan that has a retroactive effect. The term does not include a cancellation or discontinuance of coverage under a health benefit plan if: (a) The cancellation or discontinuance of coverage has only a prospective effect; or (b) The cancellation or discontinuance of coverage is effective retroactively to the extent it is attributable to a failure to timely pay required premiums or contributions towards the cost of coverage; (27)(29) \"Retrospective review,\" any review of a request for a benefit that is not a prospective review request, which does not include the review of a claim that is limited to veracity of documentation, or accuracy of coding, or adjudication for payment; (28)(30) \"Second opinion,\" an opportunity or requirement to obtain a clinical evaluation by a provider other than the one originally making a recommendation for a proposed health care service to assess the medical necessity and appropriateness of the initial proposed health care service; (29)(31) \"Secretary,\" the secretary of the Department of Health; (30)(32) \"Stabilized,\" with respect to an emergency medical condition, that no material deterioration of the condition is likely, with reasonable medical probability, to result from or occur during the transfer of the individual from a facility or, with respect to a pregnant woman, the woman has delivered, including the placenta; (31)(33) \"Utilization review,\" a set of formal techniques used by a managed care plan or utilization review organization to monitor and evaluate the medical necessity, appropriateness, and efficiency of health care services and procedures including techniques such as ambulatory review, prospective review, second opinion, certification, concurrent review, case management, discharge planning, and retrospective review; (34) \"Step therapy override exception,\" a step therapy protocol should be overridden in favor of coverage of the prescription drug selected by a health care professional within the applicable time frames in § 58-17H-55 and in compliance with chapter 58-17H. This determination is based on a review of the covered person's or health care professional's request for an override, along with supporting rationale and documentation; (35) \"Step therapy protocol,\" a protocol or program that establishes a specific sequence in which prescription drugs are covered under a pharmacy or medical benefit by a health carrier, a health benefit plan, or a utilization review organization for a specified medical condition and medically appropriate for a health carrier, a health benefit plan, or utilization review organization, including self-administered drugs and drugs administered by a health care professional; and (32)(36) \"Utilization review organization,\" an entity that conducts utilization review other than a health carrier performing utilization review for its own health benefit plans. (SL 2012, ch 239, § 1 provides: \"The provisions of chapter 219 of the 2011 Session Laws shall be deemed repealed if the Patient Protection and Affordable Care Act, Pub. L. No. 111-148, 124 Stat. 119 (2010), as amended by the Health Care and Education Reconciliation Act of 2010, Pub. L. No. 111-152, 124 Stat. 1029 (2010) is found to be unconstitutional in its entirety by a final decision of a federal court of competent jurisdiction and all appeals exhausted or time for appeals elapsed.\") Section 2. That a NEW SECTION be added: 58-17H-53. Step therapy protocols. A health carrier, health benefit plan, or utilization review organization shall consider available recognized evidence-based and peer-reviewed clinical practice guidelines when establishing a step therapy protocol. Upon written request of a covered person, a health carrier, health benefit plan, or utilization review organization shall provide any clinical review criteria applicable to a specific prescription drug covered by the health carrier, health benefit plan, or utilization review organization. Section 3. That a NEW SECTION be added: 58-17H-54. Step therapy protocols--Process--Transparency. When coverage of a prescription drug for the treatment of any medical condition is restricted for use by a health carrier, health benefit plan, or utilization review organization through the use of a step therapy protocol, the covered person and the prescribing health care professional shall have access to a clear, readily accessible, and convenient process to request a step therapy override exception. A health carrier, health benefit plan, or utilization review organization may use its existing medical exceptions process to satisfy this requirement. The process used shall be easily accessible on the internet site of the health carrier, health benefit plan, or utilization review organization. Section 4. That a NEW SECTION be added: 58-17H-55. Step therapy override exceptions. A step therapy override exception shall be approved by a health carrier, health benefit plan, or utilization review organization if any of the following circumstances apply: (1) The prescription drug required under the step therapy protocol is contraindicated pursuant to the drug manufacturer's prescribing information for the drug or, due to a documented adverse event with a previous use or a documented medical condition, including a comorbid condition, is likely to do any of the following: (a) Cause an adverse reaction to a covered person; (b) Decrease the ability of a covered person to achieve or maintain reasonable functional ability in performing daily activities; (c) Cause physical or mental harm to a covered person; (2) The prescription drug required under the step therapy protocol is expected to be ineffective based on the known clinical characteristics of the covered person, such as the covered person's adherence to or compliance with the covered person's individual plan of care, and any of the following: (a) The known characteristics of the prescription drug regimen as described in peer-reviewed literature or in the manufacturer's prescribing information for the drug; (b) The health care professional's medical judgment based on clinical practice guidelines or peer-reviewed journals; (c) The covered person's documented experience with the prescription drug regimen; (3) The covered person has had a trial of a therapeutically equivalent dose of the prescription drug under the step therapy protocol while under the covered person's current or previous health benefit plan for a period of time to allow for a positive treatment outcome, and such prescription drug was discontinued by the covered person's health care professional due to lack of effectiveness; (4) The covered person is currently receiving a positive therapeutic outcome on a prescription drug selected by the covered person's health care professional for the medical condition under consideration while under the covered person's current or previous health benefit plan. This subdivision may not be construed to encourage the use of a pharmaceutical sample for the sole purpose of meeting the requirements for a step therapy override exception. Upon approval of a step therapy override exception, the health carrier, health benefit plan, or utilization review organization shall authorize coverage for the prescription drug selected by the covered person's prescribing health care professional if the prescription drug is a covered prescription drug under the covered person's health benefit plan. Except in the case of an urgent care request, a health carrier, health benefit plan, or utilization review organization shall make a determination to approve or deny a request for a step therapy override exception within five calendar days after receipt of complete, clinically relevant written documentation supporting a step therapy override exception under subdivisions (1) through (4) of this section. In the case of an urgent care request, a health carrier, health benefit plan, or utilization review organization shall approve or deny a request for a step therapy override exception within seventy-two hours after receipt of such documentation. If a request for a step therapy override exception is incomplete or additional clinically relevant information is required, the health carrier, health benefit plan, or utilization review organization may request such information within the applicable time period provided in this section. Once the information is submitted, the applicable time period for approval or denial shall begin again. If a health carrier, health plan, or utilization review organization fails to respond to the request for a step override exception within the applicable time, the step therapy override exception shall be deemed granted. If a nonurgent care request for a step therapy override exception is denied, the denial is an adverse determination and the health carrier, health benefit plan, or utilization review organization shall provide notification of adverse determination pursuant to § 58-17H-32. If an urgent care request is denied, the health carrier, health benefit plan, or utilization review organization shall provide notification of adverse determination pursuant to § 58-17H-48. Any denial of a request for a step therapy override exception is subject to the grievance procedures under chapter 58-17I. Section 5. That a NEW SECTION be added: 58-17H-56. Limitations. Nothing in §§ 58-17H-53 to 55-17H-56 shall be construed to prevent: (1) A health carrier, health benefit plan, or utilization review organization from requiring a covered person to try a prescription drug with the same generic name and demonstrated bioavailability or biological product that is an interchangeable biological product pursuant to §§ 36-11-46.1 and 36-11-46.9 before providing coverage for the equivalent branded prescription drug; (2) A health care professional from prescribing a prescription drug that is determined to be medically appropriate. Section 6. That § 58-17-156 be AMENDED: 58-17-156. Policies, contracts, certificates, and plans subject to §§ 58-17-154 to 58-17-162. Except as provided in § 58-17-155, §§ 58-17-154 to through 58-17-162, inclusive, apply to all individual and group health insurance policies, contracts, and certificates issued by health carriers as defined in subdivision 58-17H-1(19) § 58-17H-1 and self-funded nonfederal governmental plans with the exception of the state employee health plan sponsored by the State of South Dakota. Section 7. Sections 58-17H-53 through 55-17H-56 apply only to a health benefit plan delivered, issued for delivery, or renewed on or after January 1, 2021."}, {"bill_id": 11727, "bill_version_id": 69680, "bill_version": "Enrolled", "bill_version_date": "2020-03-05T16:45:01.497-06:00", "bill_text": "ENTITLED An Act to provide for step therapy protocol regarding certain prescription drugs. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 58-17H-1 be AMENDED: 58-17H-1. Definitions. Terms used in this chapter mean: (1) \"Adverse determination,\" any of the following: (a) A determination by a health carrier or the carrier's designee utilization review organization that, based upon the information provided, a request by a covered person for a benefit under the health carrier's health benefit plan upon application of any utilization review technique does not meet the health carrier's requirements for medical necessity, appropriateness, health care setting, level of care or effectiveness or is determined to be experimental or investigational and the requested benefit is therefore denied, reduced, or terminated or payment is not provided or made, in whole or in part, for the benefit; (b) The denial, reduction, termination, or failure to provide or make payment in whole or in part, for a benefit based on a determination by a health carrier or the carrier's designee utilization review organization of a covered person's eligibility to participate in the health carrier's health benefit plan; (c) Any prospective review or retrospective review determination that denies, reduces, terminates, or fails to provide or make payment, in whole or in part, for a benefit; or (d) A rescission of coverage determination; (2) \"Ambulatory review,\" utilization review of health care services performed or provided in an outpatient setting; (3) \"Authorized representative,\" a person to whom a covered person has given express written consent to represent the covered person for purposes of this chapter, a person authorized by law to provide substituted consent for a covered person, a family member of the covered person or the covered person's treating health care professional if the covered person is unable to provide consent, or a health care professional if the covered person's health benefit plan requires that a request for a benefit under the plan be initiated by the health care professional. For any urgent care request, the term includes a health care professional with knowledge of the covered person's medical condition; (4) \"Case management,\" a coordinated set of activities conducted for individual patient management of serious, complicated, protracted, or other health conditions; (5) \"Certification,\" a determination by a health carrier or the carrier's designee utilization review organization that a request for a benefit under the health carrier's health benefit plan has been reviewed and, based on the information provided, satisfies the health carrier's requirements for medical necessity, appropriateness, health care setting, level of care, and effectiveness; (6) \"Clinical practice guidelines,\" a systematically developed statement to assist decision making by health care professionals and patient decisions about appropriate health care for specific clinical circumstances and conditions; (7) \"Clinical peer,\" a physician or other health care professional who holds a nonrestricted license in a state of the United States and in the same or similar specialty as typically manages the medical condition, procedure, or treatment under review; (8) \"Clinical review criteria,\" the written screening procedures, decision abstracts, clinical protocols, and practice guidelines used by the health carrier to determine the medical necessity and appropriateness of health care services; (9) \"Concurrent review,\" utilization review conducted during a patient's hospital stay or course of treatment in a facility or other inpatient or outpatient health care setting; (10) \"Covered benefits\" or \"benefits,\" those health care services to which a covered person is entitled under the terms of a health benefit plan; ((11) \"Covered person,\" a policyholder, subscriber, enrollee, or other individual participating in a health benefit plan; (12) \"Director,\" the director of the Division of Insurance; (13) \"Discharge planning,\" the formal process for determining, prior to discharge from a facility, the coordination and management of the care that a patient receives following discharge from a facility; (14) \"Emergency medical condition,\" a medical condition manifesting itself by acute symptoms of sufficient severity, including severe pain, such that a prudent layperson, who possesses an average knowledge of health and medicine, could reasonably expect that the absence of immediate medical attention, would result in serious impairment to bodily functions or serious dysfunction of a bodily organ or part, or would place the person's health or, with respect to a pregnant woman, the health of the woman or her unborn child, in serious jeopardy; (15) \"Emergency services,\" with respect to an emergency medical condition: (a) A medical screening examination that is within the capability of the emergency department of a hospital, including ancillary services routinely available to the emergency department to evaluate such emergency condition; and (b) Such further medical examination and treatment, to the extent they are within the capability of the staff and facilities at a hospital to stabilize a patient; (16) \"Facility,\" an institution providing health care services or a health care setting, including hospitals and other licensed inpatient centers, ambulatory surgical or treatment centers, skilled nursing centers, residential treatment centers, diagnostic, laboratory, and imaging centers, and rehabilitation, and other therapeutic health settings; (17) \"Health care professional,\" a physician or other health care practitioner licensed, accredited, or certified to perform specified health services consistent with state law; (18) \"Health care provider\" or \"provider,\" a health care professional or a facility; (19) \"Health care services,\" services for the diagnosis, prevention, treatment, cure, or relief of a health condition, illness, injury, or disease; (20) \"Health carrier,\" an entity subject to the insurance laws and regulations of this state, or subject to the jurisdiction of the director, that contracts or offers to contract, or enters into an agreement to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services, including a sickness and accident insurance company, a health maintenance organization, a nonprofit hospital and health service corporation, or any other entity providing a plan of health insurance, health benefits, or health services; (21) \"Managed care contractor,\" a person who establishes, operates, or maintains a network of participating providers; or contracts with an insurance company, a hospital or medical service plan, an employer, an employee organization, or any other entity providing coverage for health care services to operate a managed care plan or health carrier; (22) \"Managed care entity,\" a licensed insurance company, hospital or medical service plan, health maintenance organization, or an employer or employee organization, that operates a managed care plan or a managed care contractor. The term does not include a licensed insurance company unless it contracts with other entities to provide a network of participating providers; (23) \"Managed care plan,\" a plan operated by a managed care entity that provides for the financing or delivery of health care services, or both, to persons enrolled in the plan through any of the following: (a) Arrangements with selected providers to furnish health care services; (b) Explicit standards for the selection of participating providers; or (c) Financial incentives for persons enrolled in the plan to use the participating providers and procedures provided for by the plan; (24) \"Network,\" the group of participating providers providing services to a health carrier; (25) \"Participating provider,\" a provider who, under a contract with the health carrier or with its contractor or subcontractor, has agreed to provide health care services to covered persons with an expectation of receiving payment, other than coinsurance, copayments, or deductibles, directly or indirectly, from the health carrier; (26) \"Pharmaceutical sample,\" a unit of a prescription drug that is not intended to be sold and is intended to promote the sale of the drug; (27) \"Prospective review,\" utilization review conducted prior to an admission or the provision of a health care service or a course of treatment in accordance with a health carrier's requirement that the health care service or course of treatment, in whole or in part, be approved prior to its provision; (28) \"Rescission,\" a cancellation or discontinuance of coverage under a health benefit plan that has a retroactive effect. The term does not include a cancellation or discontinuance of coverage under a health benefit plan if: (a) The cancellation or discontinuance of coverage has only a prospective effect; or (b) The cancellation or discontinuance of coverage is effective retroactively to the extent it is attributable to a failure to timely pay required premiums or contributions towards the cost of coverage; (29) \"Retrospective review,\" any review of a request for a benefit that is not a prospective review request, which does not include the review of a claim that is limited to veracity of documentation, or accuracy of coding, or adjudication for payment; (30) \"Second opinion,\" an opportunity or requirement to obtain a clinical evaluation by a provider other than the one originally making a recommendation for a proposed health care service to assess the medical necessity and appropriateness of the initial proposed health care service; (31) \"Secretary,\" the secretary of the Department of Health; (32) \"Stabilized,\" with respect to an emergency medical condition, that no material deterioration of the condition is likely, with reasonable medical probability, to result from or occur during the transfer of the individual from a facility or, with respect to a pregnant woman, the woman has delivered, including the placenta; (33) \"Utilization review,\" a set of formal techniques used by a managed care plan or utilization review organization to monitor and evaluate the medical necessity, appropriateness, and efficiency of health care services and procedures including techniques such as ambulatory review, prospective review, second opinion, certification, concurrent review, case management, discharge planning, and retrospective review; (34) \"Step therapy override exception,\" a step therapy protocol should be overridden in favor of coverage of the prescription drug selected by a health care professional within the applicable time frames in § 58-17H-55 and in compliance with chapter 58-17H. This determination is based on a review of the covered person's or health care professional's request for an override, along with supporting rationale and documentation; (35) \"Step therapy protocol,\" a protocol or program that establishes a specific sequence in which prescription drugs are covered under a pharmacy or medical benefit by a health carrier, a health benefit plan, or a utilization review organization for a specified medical condition and medically appropriate for a health carrier, a health benefit plan, or utilization review organization, including self-administered drugs and drugs administered by a health care professional; and (36) \"Utilization review organization,\" an entity that conducts utilization review other than a health carrier performing utilization review for its own health benefit plans. (SL 2012, ch 239, § 1 provides: \"The provisions of chapter 219 of the 2011 Session Laws shall be deemed repealed if the Patient Protection and Affordable Care Act, Pub. L. No. 111-148, 124 Stat. 119 (2010), as amended by the Health Care and Education Reconciliation Act of 2010, Pub. L. No. 111-152, 124 Stat. 1029 (2010) is found to be unconstitutional in its entirety by a final decision of a federal court of competent jurisdiction and all appeals exhausted or time for appeals elapsed.\") Section 2. That a NEW SECTION be added: 58-17H-53. Step therapy protocols. A health carrier, health benefit plan, or utilization review organization shall consider available recognized evidence-based and peer-reviewed clinical practice guidelines when establishing a step therapy protocol. Upon written request of a covered person, a health carrier, health benefit plan, or utilization review organization shall provide any clinical review criteria applicable to a specific prescription drug covered by the health carrier, health benefit plan, or utilization review organization. Section 3. That a NEW SECTION be added: 58-17H-54. Step therapy protocols--Process--Transparency. When coverage of a prescription drug for the treatment of any medical condition is restricted for use by a health carrier, health benefit plan, or utilization review organization through the use of a step therapy protocol, the covered person and the prescribing health care professional shall have access to a clear, readily accessible, and convenient process to request a step therapy override exception. A health carrier, health benefit plan, or utilization review organization may use its existing medical exceptions process to satisfy this requirement. The process used shall be easily accessible on the internet site of the health carrier, health benefit plan, or utilization review organization. Section 4. That a NEW SECTION be added: 58-17H-55. Step therapy override exceptions. A step therapy override exception shall be approved by a health carrier, health benefit plan, or utilization review organization if any of the following circumstances apply: (1) The prescription drug required under the step therapy protocol is contraindicated pursuant to the drug manufacturer's prescribing information for the drug or, due to a documented adverse event with a previous use or a documented medical condition, including a comorbid condition, is likely to do any of the following: (a) Cause an adverse reaction to a covered person; (b) Decrease the ability of a covered person to achieve or maintain reasonable functional ability in performing daily activities; (c) Cause physical or mental harm to a covered person; (2) The prescription drug required under the step therapy protocol is expected to be ineffective based on the known clinical characteristics of the covered person, such as the covered person's adherence to or compliance with the covered person's individual plan of care, and any of the following: (a) The known characteristics of the prescription drug regimen as described in peer-reviewed literature or in the manufacturer's prescribing information for the drug; (b) The health care professional's medical judgment based on clinical practice guidelines or peer-reviewed journals; (c) The covered person's documented experience with the prescription drug regimen; (3) The covered person has had a trial of a therapeutically equivalent dose of the prescription drug under the step therapy protocol while under the covered person's current or previous health benefit plan for a period of time to allow for a positive treatment outcome, and such prescription drug was discontinued by the covered person's health care professional due to lack of effectiveness; (4) The covered person is currently receiving a positive therapeutic outcome on a prescription drug selected by the covered person's health care professional for the medical condition under consideration while under the covered person's current or previous health benefit plan. This subdivision may not be construed to encourage the use of a pharmaceutical sample for the sole purpose of meeting the requirements for a step therapy override exception. Upon approval of a step therapy override exception, the health carrier, health benefit plan, or utilization review organization shall authorize coverage for the prescription drug selected by the covered person's prescribing health care professional if the prescription drug is a covered prescription drug under the covered person's health benefit plan. Except in the case of an urgent care request, a health carrier, health benefit plan, or utilization review organization shall make a determination to approve or deny a request for a step therapy override exception within five calendar days after receipt of complete, clinically relevant written documentation supporting a step therapy override exception under subdivisions (1) through (4) of this section. In the case of an urgent care request, a health carrier, health benefit plan, or utilization review organization shall approve or deny a request for a step therapy override exception within seventy-two hours after receipt of such documentation. If a request for a step therapy override exception is incomplete or additional clinically relevant information is required, the health carrier, health benefit plan, or utilization review organization may request such information within the applicable time period provided in this section. Once the information is submitted, the applicable time period for approval or denial shall begin again. If a health carrier, health plan, or utilization review organization fails to respond to the request for a step override exception within the applicable time, the step therapy override exception shall be deemed granted. If a nonurgent care request for a step therapy override exception is denied, the denial is an adverse determination and the health carrier, health benefit plan, or utilization review organization shall provide notification of adverse determination pursuant to § 58-17H-32. If an urgent care request is denied, the health carrier, health benefit plan, or utilization review organization shall provide notification of adverse determination pursuant to § 58-17H-48. Any denial of a request for a step therapy override exception is subject to the grievance procedures under chapter 58-17I. Section 5. That a NEW SECTION be added: 58-17H-56. Limitations. Nothing in §§ 58-17H-53 to 55-17H-56 shall be construed to prevent: (1) A health carrier, health benefit plan, or utilization review organization from requiring a covered person to try a prescription drug with the same generic name and demonstrated bioavailability or biological product that is an interchangeable biological product pursuant to §§ 36-11-46.1 and 36-11-46.9 before providing coverage for the equivalent branded prescription drug; (2) A health care professional from prescribing a prescription drug that is determined to be medically appropriate. Section 6. That § 58-17-156 be AMENDED: 58-17-156. Policies, contracts, certificates, and plans subject to §§ 58-17-154 to 58-17-162. Except as provided in § 58-17-155, §§ 58-17-154 through 58-17-162 apply to all individual and group health insurance policies, contracts, and certificates issued by health carriers as defined in § 58-17H-1 and self-funded nonfederal governmental plans with the exception of the state employee health plan sponsored by the State of South Dakota. Section 7. Sections 58-17H-53 through 55-17H-56 apply only to a health benefit plan delivered, issued for delivery, or renewed on or after January 1, 2021. An Act to provide for step therapy protocol regarding certain prescription drugs. I certify that the attached Act originated in the: Senate as Bill No. 155 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 155 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11727, "action_date": "2020-02-05T14:00:00-06:00", "document_id": 66204, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66204.pdf", "status_text": "First read in Senate and referred to", "journal_page": 141, "committee_id_action": 447, "committee_id_assigned": 450, "result": "N", "vote": {}}, {"bill_id": 11727, "action_date": "2020-02-12T10:00:00-06:00", "document_id": 67235, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67235.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 450, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11727, "action_date": "2020-02-12T10:00:00-06:00", "document_id": 67236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67236.pdf", "status_text": "Hoghoused", "journal_page": null, "committee_id_action": 450, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11727, "action_date": "2020-02-12T10:00:00-06:00", "document_id": 67236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67236.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 450, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32905, "president_vote": null, "Yea": [1741, 1720, 1663, 1686, 1703, 1705, 1717, 1693], "Excused": [1658]}}, {"bill_id": 11727, "action_date": "2020-02-18T14:00:00-06:00", "document_id": 67677, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67677.pdf", "status_text": "Deferred to another day", "journal_page": 238, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11727, "action_date": "2020-02-19T14:00:00-06:00", "document_id": 67882, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67882.pdf", "status_text": "Deferred to another day", "journal_page": 254, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11727, "action_date": "2020-02-20T14:00:00-06:00", "document_id": 68002, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68002.pdf", "status_text": "Deferred to another day", "journal_page": 292, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11727, "action_date": "2020-02-21T13:00:00-06:00", "document_id": 68177, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68177.pdf", "status_text": "Deferred to another day", "journal_page": 305, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11727, "action_date": "2020-02-24T14:00:00-06:00", "document_id": 68369, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68369.pdf", "status_text": "Do Pass Amended", "journal_page": 323, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33627, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1703, 1749, 1746, 1726, 1718, 1752, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1652, 1705]}}, {"bill_id": 11727, "action_date": "2020-02-25T14:00:00-06:00", "document_id": 68534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68534.pdf", "status_text": "First Reading House", "journal_page": 387, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11727, "action_date": "2020-02-27T11:00:00-06:00", "document_id": 68872, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68872.pdf", "status_text": "Referred to", "journal_page": 423, "committee_id_action": 480, "committee_id_assigned": 466, "result": "N", "vote": {}}, {"bill_id": 11727, "action_date": "2020-03-03T07:45:00-06:00", "document_id": 68906, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68906.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11727, "action_date": "2020-03-03T07:45:00-06:00", "document_id": 68907, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68907.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34139, "president_vote": null, "Yea": [1670, 1740, 1675, 1679, 1698, 1709, 1656, 1696, 1662, 1712, 1755, 1731], "Excused": [1699]}}, {"bill_id": 11727, "action_date": "2020-03-04T14:00:00-06:00", "document_id": 69321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69321.pdf", "status_text": "Deferred to another day", "journal_page": 477, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11727, "action_date": "2020-03-05T14:00:00-06:00", "document_id": 69525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69525.pdf", "status_text": "Do Pass Amended", "journal_page": 494, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34546, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1654, 1670, 1710, 1668, 1751, 1665, 1711, 1672, 1656, 1743, 1680, 1744, 1736, 1728, 1702, 1676, 1682, 1662, 1748, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1747, 1655, 1667, 1722, 1657, 1737, 1675, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1701, 1666, 1725, 1674, 1688, 1727, 1683, 1664, 1709, 1660, 1696, 1692, 1661, 1762, 1697, 1755, 1691, 1712, 1687, 1734], "Excused": [1699, 1740, 1681, 1653]}}, {"bill_id": 11727, "action_date": "2020-03-09T11:00:00-05:00", "document_id": 69668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69668.pdf", "status_text": "Signed by the President", "journal_page": 470, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11727, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69897.pdf", "status_text": "Delivered to the Governor", "journal_page": 488, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11727, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69924.pdf", "status_text": "Signed by the Speaker", "journal_page": 583, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11727, "action_date": "2020-03-30T11:00:00-05:00", "document_id": 70027, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/70027.pdf", "status_text": "Signed by the Governor", "journal_page": 558, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 404, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11727"}