{"session_id": 10, "bill_id": 2244, "bill_type": "Senate Bill", "bill_number": 70, "bill_title": "prohibit the creation of private transfer fee obligations and to require certain procedures for notice and disclosure for existing private transfer fee obligations.", "sponsors": [{"legislator_profile_id": 36, "is_prime": true}, {"legislator_profile_id": 10, "is_prime": true}, {"legislator_profile_id": 12, "is_prime": false}, {"legislator_profile_id": 17, "is_prime": false}, {"legislator_profile_id": 21, "is_prime": false}, {"legislator_profile_id": 60, "is_prime": false}, {"legislator_profile_id": 105, "is_prime": false}, {"legislator_profile_id": 51, "is_prime": false}, {"legislator_profile_id": 46, "is_prime": false}, {"legislator_profile_id": 26, "is_prime": false}, {"legislator_profile_id": 25, "is_prime": false}, {"legislator_profile_id": 84, "is_prime": false}, {"legislator_profile_id": 76, "is_prime": false}, {"legislator_profile_id": 18, "is_prime": false}, {"legislator_profile_id": 57, "is_prime": false}, {"legislator_profile_id": 11, "is_prime": false}, {"legislator_profile_id": 39, "is_prime": false}, {"legislator_profile_id": 28, "is_prime": false}, {"legislator_profile_id": 31, "is_prime": false}, {"legislator_profile_id": 43, "is_prime": false}, {"legislator_profile_id": 4, "is_prime": false}, {"legislator_profile_id": 3, "is_prime": false}, {"legislator_profile_id": 32, "is_prime": false}, {"legislator_profile_id": 102, "is_prime": false}, {"legislator_profile_id": 5, "is_prime": false}, {"legislator_profile_id": 27, "is_prime": false}, {"legislator_profile_id": 34, "is_prime": false}, {"legislator_profile_id": 52, "is_prime": false}, {"legislator_profile_id": 50, "is_prime": false}, {"legislator_profile_id": 6, "is_prime": false}, {"legislator_profile_id": 35, "is_prime": false}, {"legislator_profile_id": 97, "is_prime": false}, {"legislator_profile_id": 29, "is_prime": false}, {"legislator_profile_id": 22, "is_prime": false}, {"legislator_profile_id": 47, "is_prime": false}], "keywords": ["Contracts", "Fees", "Property", "Real Estate"], "audio": [{"meeting_datetime": "2011-01-27T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco12.mp3", "start_seconds": 393.0}, {"meeting_datetime": "2011-01-27T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco12.mp3", "start_seconds": 393.0}, {"meeting_datetime": "2011-01-27T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco12.mp3", "start_seconds": 393.0}, {"meeting_datetime": "2011-01-27T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco12.mp3", "start_seconds": 393.0}, {"meeting_datetime": "2011-01-27T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco12.mp3", "start_seconds": 393.0}, {"meeting_datetime": "2011-01-27T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco12.mp3", "start_seconds": 393.0}, {"meeting_datetime": "2011-02-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco14.mp3", "start_seconds": 3738.0}, {"meeting_datetime": "2011-02-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco14.mp3", "start_seconds": 3738.0}, {"meeting_datetime": "2011-02-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco14.mp3", "start_seconds": 3738.0}, {"meeting_datetime": "2011-02-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco14.mp3", "start_seconds": 3738.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen17.mp3", "start_seconds": 2488.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen17.mp3", "start_seconds": 2488.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen17.mp3", "start_seconds": 2488.0}, {"meeting_datetime": "2011-02-16T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hco23.mp3", "start_seconds": 1625.0}, {"meeting_datetime": "2011-02-16T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hco23.mp3", "start_seconds": 1625.0}, {"meeting_datetime": "2011-02-16T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hco23.mp3", "start_seconds": 1625.0}, {"meeting_datetime": "2011-02-16T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hco23.mp3", "start_seconds": 1625.0}], "bill_versions": [{"bill_id": 2244, "bill_version_id": 15234, "bill_version": "Introduced", "bill_version_date": "2011-01-21T08:25:25.723-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit the creation of private transfer fee obligations and to require certain procedures for notice and disclosure for existing private transfer fee obligations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, transfer, means the sale, gift, conveyance, assignment, inheritance, or other transfer of an ownership interest in real property located in this state. Section 2. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, private transfer fee, means a fee or charge required by a private transfer fee obligation and payable upon the transfer of an interest in real property, or payable for the right to make or accept such transfer, regardless of whether the fee is a fixed amount or is determined as a percentage of the value of the property, the purchase price, or other consideration given for the transfer. The term, private transfer fee, does not include the following: (1) Any consideration payable by the grantee to the grantor for the interest in real property being transferred, including any subsequent additional consideration for the property payable by the grantee based upon any subsequent appreciation, development, or sale of the property if such additional consideration is payable on a onetime basis only and the obligation to make such payment does not bind successors in title to the property. For the purposes of this subdivision, an interest in real property may include a separate mineral estate and its appurtenant surface access rights; (2) Any commission payable to a licensed real estate broker for the transfer of real property pursuant to an agreement between the broker and the grantor or the grantee, including any subsequent additional commission for that transfer payable by the grantor or the grantee based upon any subsequent appreciation, development, or sale of the property; (3) Any interest, charges, fees, or other amounts payable by a borrower to a lender pursuant to a loan secured by a mortgage against real property, including any fee payable to the lender for consenting to an assumption of the loan or a transfer of the real property subject to the mortgage, any fees or charges payable to the lender for estoppel letters or certificates, and any shared appreciation interest or profit participation or other consideration and payable to the lender in connection with the loan; (4) Any rent, reimbursement, charge, fee, or other amount payable by a lessee to a lessor under a lease, including any fee payable to the lessor for consenting to an assignment, subletting, encumbrance, or transfer of the lease; (5) Any consideration payable to the holder of an option to purchase an interest in real property or the holder of a right of first refusal or first offer to purchase an interest in real property for waiving, releasing, or not exercising the option or right upon the transfer of the property to another person; (6) Any tax, fee, charge, assessment, fine, or other amount payable to or imposed by a governmental authority; (7) Any fee, charge, assessment, fine, or other amount payable to a homeowners', condominium, cooperative, mobile home, or property owners' association pursuant to a declaration or covenant or law applicable to such association, including fees or charges payable for estoppel letters or certificates issued by the association or its authorized agent; (8) Any fee, charge, assessment, dues, contribution, or other amount imposed by a declaration or covenant encumbering a community, and payable to a nonprofit or charitable organization for the purpose of supporting cultural, educational, charitable, recreational, environmental, conservation, or other similar activities benefiting the community that is subject to the declaration or covenant; (9) Any fee, charge, assessment, dues, contribution, or other amount pertaining to the purchase or transfer of a club membership relating to real property owned by the member, including any amount determined by reference to the value, purchase price, or other consideration given for the transfer of the real property. Section 3. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, private transfer fee obligation, means an obligation arising under a declaration or covenant recorded against the title to real property, or under any other contractual agreement or promise, whether or not recorded, that requires or purports to require the payment of a private transfer fee to the declarant or other person specified in the declaration, covenant, or agreement, or to any successor or assign, upon a subsequent transfer of an interest in the real property. Section 4. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: Any private transfer fee obligation recorded or entered into in this state after June 30, 2011, does not run with the title to real property and is not binding on or enforceable at law or in equity against any subsequent owner, purchaser, or mortgagee of any interest in real property as an equitable servitude or otherwise. Any private transfer fee obligation that is recorded or entered into in this state after June 30, 2011, is void and unenforceable. No private transfer fee obligation recorded or entered into in this state before June 30, 2011, is presumed valid and enforceable. Section 5. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: Any person who records or enters into an agreement imposing a private transfer fee obligation in the person's favor after June 30, 2011, is liable for any damages resulting from the imposition of the transfer fee obligation on the transfer of an interest in the real property, including the amount of any transfer fee paid by a party to the transfer, and any attorney fees, expenses, and costs incurred by a party to the transfer or mortgagee of the real property to recover any transfer fee paid or in connection with an action to quiet title. If an agent acts on behalf of a principal to record or secure a private transfer fee obligation, liability shall be assessed to the principal, rather than the agent. Section 6. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: Private transfer fee obligations shall be disclosed as follows: (1) For transfers of real property subject to the disclosure requirements contained in §§ 43-4-38 to 43-4-44, inclusive, disclosure of any private transfer fee obligations shall be made using the property condition disclosure statement set forth in § 43-4-44; (2) For transfers of real property not subject to the disclosure requirements contained in §§ 43-4-38 to 43-4-44, inclusive, each seller of real property shall furnish to any purchaser a written statement disclosing the existence of any private transfer fee obligation. This written statement shall include a description of the private transfer fee obligation and include a statement that private transfer fee obligations are subject to certain prohibitions pursuant to this Act. The written document must contain a statement with the following language: A private transfer fee obligation has been imposed with respect to this property. A private transfer obligation may lower the value of this property. State law prohibits the creation of private transfer fee obligations pursuant to section 4 of this Act and requires certain notice procedures to be followed with respect to private transfer fee obligations pursuant to sections 7 to 12, inclusive, of this Act. Section 7. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: For any private transfer fee obligation imposed prior to July 1, 2011, the receiver of the fee shall, prior to December 31, 2011, record in the office of the register of deeds in the county in which the real property subject to the private transfer fee is located, a separate document that meets all of the following requirements: (1) The title of the document shall be “Notice of Private Transfer Fee Obligation” in at least fourteen point boldface type; (2) The amount, if the fee is a flat amount, or the percentage of the sales price constituting the cost of the transfer fee, or such other basis by which the transfer fee is to be calculated; (3) If the real property is residential property, actual dollar-cost examples of the transfer fee for a home priced at one hundred thousand dollars, two hundred fifty thousand dollars, and five hundred thousand dollars; (4) The date or circumstances under which the private transfer fee obligation expires, if any; (5) The purpose for which the funds from the private transfer fee obligation will be used; (6) The name of the person to which funds are to be paid and specific contact information regarding where the funds are to be sent; (7) The acknowledged signature of the payee; and (8) The legal description of the real property burdened by the private transfer fee obligation. Section 8. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: The person to whom the transfer fee is to be paid may file an amendment to the notice of transfer fee containing new contact information, but such amendment shall contain the recording information of the notice of transfer fee which it amends and the legal description of the property burdened by the private transfer fee obligation. Section 9. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: If the payee fails to comply fully with section 7 of this Act, the grantor of any real property burdened by the private transfer fee obligation may proceed with the conveyance of any interest in the real property to any grantee and in so doing is deemed to have acted in good faith and is not subject to any obligations under the private transfer fee obligation. In such event, the real property thereafter shall be conveyed free and clear of such transfer fee and private transfer fee obligation. Section 10. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: If the payee fails to provide a written statement of the transfer fee payable within thirty days of the date of a written request for such statement sent to the address shown in the notice of transfer fee, the grantor, on recording of the affidavit required under section 11 of this Act, may convey any interest in the real property to any grantee without payment of the transfer fee and is not subject to any further obligation under the private transfer fee obligation. In such event the real property shall be conveyed free and clear of the transfer fee and private transfer fee obligation. Section 11. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: An affidavit stating the facts enumerated under section 12 of this Act shall be recorded in the office of the register of deeds in the county in which the real property is situated prior to or simultaneously with a conveyance pursuant to section 10 of this Act of real property unburdened by a private transfer fee obligation. An affidavit filed under this section shall state that the affiant has actual knowledge of, and is competent to testify to, the facts in the affidavit and shall include the legal description of the real property burdened by the private transfer fee obligation, the name of the person appearing by the record to be the owner of such real property at the time of the signing of such affidavit, a reference to the instrument of record containing the private transfer fee obligation, and an acknowledgment that the affiant is testifying under penalty of perjury. Section 12. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: If recorded, an affidavit as described in section 11 of this Act constitutes prima facie evidence that: (1) A request for the written statement of the transfer fee payable in order to obtain a release of the fee imposed by the private transfer fee obligation was sent to the address shown in the notification; and (2) The person listed on the notice of transfer fee failed to provide the written statement of the transfer fee payable within thirty days of the date of the notice sent to the address shown in the notification. Section 13. That § 43-4-44 be amended to read as follows: 43-4-44. The following form shall be used for the property condition disclosure statement: SELLER'S PROPERTY CONDITION DISCLOSURE STATEMENT (This disclosure shall be completed by the seller. This is a disclosure required by law. If you do not understand this form, seek legal advice.) Seller ________________________________________________________________________ Property Address ______________________________________________________________ SELLER'S PROPERTY CONDITION DISCLOSURE STATEMENT __________________________________________________________________________ This Disclosure Statement concerns the real property identified above situated in the City of __________ County of __________, State of South Dakota. THIS STATEMENT IS A DISCLOSURE OF THE CONDITION OF THE ABOVE DESCRIBED PROPERTY IN COMPLIANCE WITH § 43-4-38. IT IS NOT A WARRANTY OF ANY KIND BY THE SELLER OR ANY AGENT REPRESENTING ANY PARTY IN THIS TRANSACTION AND IS NOT A SUBSTITUTE FOR ANY INSPECTIONS OR WARRANTIES THE PARTIES MAY WISH TO OBTAIN. Seller hereby authorizes any agent representing any party in this transaction to provide a copy of this statement to any person or entity in connection with any actual or anticipated sale of the property. IF ANY MATERIAL FACT CHANGES BEFORE CONVEYANCE OF TITLE TO THIS PROPERTY, THE SELLER MUST DISCLOSE SUCH MATERIAL FACT WITH A WRITTEN AMENDMENT TO THIS DISCLOSURE STATEMENT. I. LOT OR TITLE INFORMATION 1. When did you purchase or build the home? _______________________________________ If the answer is yes to any of the following, please explain under additional comments or on an attached separate sheet. _____________________________________________________________________________ 2. Were there any title problems when you purchased the property? Yes ____ No ____ 3. Are there any recorded liens or financial instruments against the property, other than a first mortgage? Yes ____ No ____ 4. Are there any unrecorded liens or financial instruments against the property, other than a first mortgage; or have any materials or services been provided in the past one hundred twenty days that would create a lien against the property under chapter 44-9? Yes ____ No ____ Unknown ____ 5. Are there any easements which have been granted in connection with the property (other than normal utility easements for public water and sewer, gas and electric service, telephone service, cable television service, drainage, and sidewalks)? Yes ____ No ____ Unknown ____ 6. Are there any problems related to establishing the lot lines/boundaries? Yes ____ No ____ Unknown ____ 7. Do you have a location survey in your possession or a copy of the recorded plat? If yes, attach a copy. Yes ____ No ____ Unknown ____ 8. Are you aware of any encroachments or shared features, from or on adjoining property (i.e. fences, driveway, sheds, outbuildings, or other improvements)? Yes ____ No ____ 9. Are you aware of any covenants or restrictions affecting the use of the property in accordance with local law? If yes, attach a copy of the covenants and restrictions. Yes ____ No ____ 10. Are you aware of any current or pending litigation, foreclosure, zoning, building code or restrictive covenant violation notices, mechanic's liens, judgments, special assessments, zoning changes, or changes that could affect your property? Yes ____ No ____ 11. Is the property currently occupied by the owner? Yes ____ No ____ 12. Does the property currently receive the owner occupied tax reduction pursuant to SDCL 10-13-39? Yes ____ No ____ 13. Is the property currently part of a property tax freeze for any reason? Yes ____ No ____ Unknown ____ 14. Is the property leased? Yes ____ No ____ 15. If leased, does the property use comply with local zoning laws? Yes ____ No ____ 16. Does this property or any portion of this property receive rent? If yes, how much $____ and how often ____? Yes ____ No ____ 17. Do you pay any mandatory fees or special assessments to a homeowners' or condominium association? Yes ____ No ____ If yes, what are the fees or assessments? $ ____ per ____ (i.e. annually, semi-annually, monthly) Payable to whom: ______________________________________________________________ For what purpose? _____________________________________________________________ 18. Are you aware if the property has ever had standing water in either the front, rear, or side yard more than forty-eight hours after heavy rain? Yes ____ No ____ 19. Is the property located in or near a flood plain? Yes ____ No ____ Unknown ____ 20. Are wetlands located upon any part of the property? Yes ____ No ____ Unknown ____ 21. Are you aware of any private transfer fee obligations, as defined pursuant to section 3 of this Act, that would require a buyer or seller of the property to pay a fee or charge upon the transfer of the property, regardless of whether the fee or charge is a fixed amount or is determined as a percentage of the value of the property? Yes ____ No ____ Unknown ____ If yes, what are the fees or charges? $__________ per __________ (i.e. annually, semi-annually, monthly) II. STRUCTURAL INFORMATION If the answer is yes to any of the following, please explain under additional comments or on an attached separate sheet. 1. Are you aware of any water penetration problems in the walls, windows, doors, basement, or crawl space? Yes ____ No ____ 2. What water damage related repairs, if any, have been made? If any, when? _________________________________________________________________ 3. Are you aware if drain tile is installed on the property? Yes ____ No ____ 4. Are you aware of any interior cracked walls or floors, or cracks or defects in exterior driveways, sidewalks, patios, or other hard surface areas? Yes ____ No ____ What related repairs, if any, have been made? _____________________________________________________________________________ 5. Are you aware of any roof leakage, past or present? Yes ____ No ____ Type of roof covering: __________________________________________________________ Age: ________________________________________________________________________ What roof repairs, if any, have been made, when and by whom? _________________________ Describe any existing unrepaired damage to the roof: __________________________________ 6. Are you aware of insulation in: the ceiling/attic? Yes ____ No ____ the walls? Yes ____ No ____ the floors? Yes ____ No ____ 7. Are you aware of any pest infestation or damage, either past or present? Yes ____ No ____ 8. Are you aware of the property having been treated for any pest infestation or damage? Yes ____ No ____ If yes, who treated it and when? ___________________________________________________ 9. Are you aware of any work upon the property which required a building, plumbing, electrical, or any other permit? Yes ____ No ____ If yes, describe the work: ________________________________________________________ Was a permit obtained? Yes _____________________________________________________ Was the work approved by an inspector? Yes ____ No ____ 10. Are you aware of any past or present damage to the property (i.e. fire, smoke, wind, floods, hail, or snow)? Yes ____ No ____ If yes, describe ________________________________________________________________ Have any insurance claims been made? Yes ____ No ____ Unknown ____ Was an insurance payment received? Yes ____ No ____ Unknown ____ Has the damage been repaired? Yes ____ No ____ If yes, describe in detail: _________________________________________________________ _____________________________________________________________________________ 11. Are you aware of any problems with sewer blockage or backup, past or present? Yes ____ No ____ 12. Are you aware of any drainage, leakage, or runoff from any sewer, septic tank, storage tank, or drain on the property into any adjoining lake, stream, or waterway? Yes ____ No ____ If yes, describe in detail: _________________________________________________________ _____________________________________________________________________________ III. SYSTEMS/UTILITIES INFORMATION IV. HAZARDOUS CONDITIONS Are you aware of any existing hazardous conditions of the property and are you aware of any tests having been performed? If the answer is yes to any of the questions above, please explain in additional comments or on an attached separate sheet. I. LOT OR TITLE INFORMATION II. STRUCTURAL INFORMATION III. SYSTEMS/UTILITIES INFORMATION IV. HAZARDOUS CONDITIONS V. MISCELLANEOUS INFORMATION VI. ADDITIONAL COMMENTS (ATTACH ADDITIONAL PAGES IF NECESSARY) CLOSING SECTION"}, {"bill_id": 2244, "bill_version_id": 16117, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2011-02-01T13:07:03.25-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit the creation of private transfer fee obligations and to require certain procedures for notice and disclosure for existing private transfer fee obligations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, transfer, means the sale, gift, conveyance, assignment, inheritance, or other transfer of an ownership interest in real property located in this state. Section 2. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, private transfer fee, means a fee or charge required by a private transfer fee obligation and payable upon the transfer of an interest in real property, or payable for the right to make or accept such transfer, regardless of whether the fee is a fixed amount or is determined as a percentage of the value of the property, the purchase price, or other consideration given for the transfer. The term, private transfer fee, does not include the following: (1) Any consideration payable by the grantee to the grantor for the interest in real property being transferred, including any subsequent additional consideration for the property payable by the grantee based upon any subsequent appreciation, development, or sale of the property if such additional consideration is payable on a onetime basis only and the obligation to make such payment does not bind successors in title to the property. For the purposes of this subdivision, an interest in real property may include a separate mineral estate and its appurtenant surface access rights; (2) Any commission payable to a licensed real estate broker for the transfer of real property pursuant to an agreement between the broker and the grantor or the grantee, including any subsequent additional commission for that transfer payable by the grantor or the grantee based upon any subsequent appreciation, development, or sale of the property; (3) Any interest, charges, fees, or other amounts payable by a borrower to a lender pursuant to a loan secured by a mortgage against real property, including any fee payable to the lender for consenting to an assumption of the loan or a transfer of the real property subject to the mortgage, any fees or charges payable to the lender for estoppel letters or certificates, and any shared appreciation interest or profit participation or other consideration and payable to the lender in connection with the loan; (4) Any rent, reimbursement, charge, fee, or other amount payable by a lessee to a lessor under a lease, including any fee payable to the lessor for consenting to an assignment, subletting, encumbrance, or transfer of the lease; (5) Any consideration payable to the holder of an option to purchase an interest in real property or the holder of a right of first refusal or first offer to purchase an interest in real property for waiving, releasing, or not exercising the option or right upon the transfer of the property to another person; (6) Any tax, fee, charge, assessment, fine, or other amount payable to or imposed by a governmental authority; (7) Any fee, charge, assessment, fine, or other amount payable to a homeowners', condominium, cooperative, mobile home, or property owners' association pursuant to a declaration or covenant or law applicable to such association, including fees or charges payable for estoppel letters or certificates issued by the association or its authorized agent; (8) Any fee, charge, assessment, dues, contribution, or other amount pertaining to the purchase or transfer of a club membership relating to real property owned by the member, including any amount determined by reference to the value, purchase price, or other consideration given for the transfer of the real property. Section 3. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, private transfer fee obligation, means an obligation arising under a declaration or covenant recorded against the title to real property, or under any other contractual agreement or promise, whether or not recorded, that requires or purports to require the payment of a private transfer fee to the declarant or other person specified in the declaration, covenant, or agreement, or to any successor or assign, upon a subsequent transfer of an interest in the real property. Section 4. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: Any private transfer fee obligation recorded or entered into in this state after June 30, 2011, does not run with the title to real property and is not binding on or enforceable at law or in equity against any subsequent owner, purchaser, or mortgagee of any interest in real property as an equitable servitude or otherwise. Any private transfer fee obligation that is recorded or entered into in this state after June 30, 2011, is void and unenforceable. No private transfer fee obligation recorded or entered into in this state before June 30, 2011, is presumed valid and enforceable. Section 5. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: Any person who records or enters into an agreement imposing a private transfer fee obligation in the person's favor after June 30, 2011, is liable for any damages resulting from the imposition of the transfer fee obligation on the transfer of an interest in the real property, including the amount of any transfer fee paid by a party to the transfer, and any attorney fees, expenses, and costs incurred by a party to the transfer or mortgagee of the real property to recover any transfer fee paid or in connection with an action to quiet title. If an agent acts on behalf of a principal to record or secure a private transfer fee obligation, liability shall be assessed to the principal, rather than the agent. Section 6. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: Private transfer fee obligations shall be disclosed as follows: (1) For transfers of real property subject to the disclosure requirements contained in §§ 43-4-38 to 43-4-44, inclusive, disclosure of any private transfer fee obligations shall be made using the property condition disclosure statement set forth in § 43-4-44; (2) For transfers of real property not subject to the disclosure requirements contained in §§ 43-4-38 to 43-4-44, inclusive, each seller of real property shall furnish to any purchaser a written statement disclosing the existence of any private transfer fee obligation. This written statement shall include a description of the private transfer fee obligation and include a statement that private transfer fee obligations are subject to certain prohibitions pursuant to this Act. The written document must contain a statement with the following language: A private transfer fee obligation has been imposed with respect to this property. A private transfer obligation may lower the value of this property. State law prohibits the creation of private transfer fee obligations pursuant to section 4 of this Act and requires certain notice procedures to be followed with respect to private transfer fee obligations pursuant to sections 7 to 12, inclusive, of this Act. Section 7. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: For any private transfer fee obligation imposed prior to July 1, 2011, the receiver of the fee shall, prior to December 31, 2011, record in the office of the register of deeds in the county in which the real property subject to the private transfer fee is located, a separate document that meets all of the following requirements: (1) The title of the document shall be “Notice of Private Transfer Fee Obligation” in at least fourteen point boldface type; (2) The amount, if the fee is a flat amount, or the percentage of the sales price constituting the cost of the transfer fee, or such other basis by which the transfer fee is to be calculated; (3) If the real property is residential property, actual dollar-cost examples of the transfer fee for a home priced at one hundred thousand dollars, two hundred fifty thousand dollars, and five hundred thousand dollars; (4) The date or circumstances under which the private transfer fee obligation expires, if any; (5) The purpose for which the funds from the private transfer fee obligation will be used; (6) The name of the person to which funds are to be paid and specific contact information regarding where the funds are to be sent; (7) The acknowledged signature of the payee; and (8) The legal description of the real property burdened by the private transfer fee obligation. Section 8. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: The person to whom the transfer fee is to be paid may file an amendment to the notice of transfer fee containing new contact information, but such amendment shall contain the recording information of the notice of transfer fee which it amends and the legal description of the property burdened by the private transfer fee obligation. Section 9. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: If the payee fails to comply fully with section 7 of this Act, the grantor of any real property burdened by the private transfer fee obligation may proceed with the conveyance of any interest in the real property to any grantee and in so doing is deemed to have acted in good faith and is not subject to any obligations under the private transfer fee obligation. In such event, the real property thereafter shall be conveyed free and clear of such transfer fee and private transfer fee obligation. Section 10. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: If the payee fails to provide a written statement of the transfer fee payable within thirty days of the date of a written request for such statement sent to the address shown in the notice of transfer fee, the grantor, on recording of the affidavit required under section 11 of this Act, may convey any interest in the real property to any grantee without payment of the transfer fee and is not subject to any further obligation under the private transfer fee obligation. In such event the real property shall be conveyed free and clear of the transfer fee and private transfer fee obligation. Section 11. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: An affidavit stating the facts enumerated under section 12 of this Act shall be recorded in the office of the register of deeds in the county in which the real property is situated prior to or simultaneously with a conveyance pursuant to section 10 of this Act of real property unburdened by a private transfer fee obligation. An affidavit filed under this section shall state that the affiant has actual knowledge of, and is competent to testify to, the facts in the affidavit and shall include the legal description of the real property burdened by the private transfer fee obligation, the name of the person appearing by the record to be the owner of such real property at the time of the signing of such affidavit, a reference to the instrument of record containing the private transfer fee obligation, and an acknowledgment that the affiant is testifying under penalty of perjury. Section 12. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: If recorded, an affidavit as described in section 11 of this Act constitutes prima facie evidence that: (1) A request for the written statement of the transfer fee payable in order to obtain a release of the fee imposed by the private transfer fee obligation was sent to the address shown in the notification; and (2) The person listed on the notice of transfer fee failed to provide the written statement of the transfer fee payable within thirty days of the date of the notice sent to the address shown in the notification. Section 13. That § 43-4-44 be amended to read as follows: 43-4-44. The following form shall be used for the property condition disclosure statement: SELLER'S PROPERTY CONDITION DISCLOSURE STATEMENT (This disclosure shall be completed by the seller. This is a disclosure required by law. If you do not understand this form, seek legal advice.) Seller ________________________________________________________________________ Property Address ______________________________________________________________ SELLER'S PROPERTY CONDITION DISCLOSURE STATEMENT __________________________________________________________________________ This Disclosure Statement concerns the real property identified above situated in the City of __________ County of __________, State of South Dakota. THIS STATEMENT IS A DISCLOSURE OF THE CONDITION OF THE ABOVE DESCRIBED PROPERTY IN COMPLIANCE WITH § 43-4-38. IT IS NOT A WARRANTY OF ANY KIND BY THE SELLER OR ANY AGENT REPRESENTING ANY PARTY IN THIS TRANSACTION AND IS NOT A SUBSTITUTE FOR ANY INSPECTIONS OR WARRANTIES THE PARTIES MAY WISH TO OBTAIN. Seller hereby authorizes any agent representing any party in this transaction to provide a copy of this statement to any person or entity in connection with any actual or anticipated sale of the property. IF ANY MATERIAL FACT CHANGES BEFORE CONVEYANCE OF TITLE TO THIS PROPERTY, THE SELLER MUST DISCLOSE SUCH MATERIAL FACT WITH A WRITTEN AMENDMENT TO THIS DISCLOSURE STATEMENT. I. LOT OR TITLE INFORMATION 1. When did you purchase or build the home? _______________________________________ If the answer is yes to any of the following, please explain under additional comments or on an attached separate sheet. _____________________________________________________________________________ 2. Were there any title problems when you purchased the property? Yes ____ No ____ 3. Are there any recorded liens or financial instruments against the property, other than a first mortgage? Yes ____ No ____ 4. Are there any unrecorded liens or financial instruments against the property, other than a first mortgage; or have any materials or services been provided in the past one hundred twenty days that would create a lien against the property under chapter 44-9? Yes ____ No ____ Unknown ____ 5. Are there any easements which have been granted in connection with the property (other than normal utility easements for public water and sewer, gas and electric service, telephone service, cable television service, drainage, and sidewalks)? Yes ____ No ____ Unknown ____ 6. Are there any problems related to establishing the lot lines/boundaries? Yes ____ No ____ Unknown ____ 7. Do you have a location survey in your possession or a copy of the recorded plat? If yes, attach a copy. Yes ____ No ____ Unknown ____ 8. Are you aware of any encroachments or shared features, from or on adjoining property (i.e. fences, driveway, sheds, outbuildings, or other improvements)? Yes ____ No ____ 9. Are you aware of any covenants or restrictions affecting the use of the property in accordance with local law? If yes, attach a copy of the covenants and restrictions. Yes ____ No ____ 10. Are you aware of any current or pending litigation, foreclosure, zoning, building code or restrictive covenant violation notices, mechanic's liens, judgments, special assessments, zoning changes, or changes that could affect your property? Yes ____ No ____ 11. Is the property currently occupied by the owner? Yes ____ No ____ 12. Does the property currently receive the owner occupied tax reduction pursuant to SDCL 10-13-39? Yes ____ No ____ 13. Is the property currently part of a property tax freeze for any reason? Yes ____ No ____ Unknown ____ 14. Is the property leased? Yes ____ No ____ 15. If leased, does the property use comply with local zoning laws? Yes ____ No ____ 16. Does this property or any portion of this property receive rent? If yes, how much $____ and how often ____? Yes ____ No ____ 17. Do you pay any mandatory fees or special assessments to a homeowners' or condominium association? Yes ____ No ____ If yes, what are the fees or assessments? $ ____ per ____ (i.e. annually, semi-annually, monthly) Payable to whom: ______________________________________________________________ For what purpose? _____________________________________________________________ 18. Are you aware if the property has ever had standing water in either the front, rear, or side yard more than forty-eight hours after heavy rain? Yes ____ No ____ 19. Is the property located in or near a flood plain? Yes ____ No ____ Unknown ____ 20. Are wetlands located upon any part of the property? Yes ____ No ____ Unknown ____ 21. Are you aware of any private transfer fee obligations, as defined pursuant to section 3 of this Act, that would require a buyer or seller of the property to pay a fee or charge upon the transfer of the property, regardless of whether the fee or charge is a fixed amount or is determined as a percentage of the value of the property? Yes ____ No ____ Unknown ____ If yes, what are the fees or charges? $__________ per __________ (i.e. annually, semi-annually, monthly) II. STRUCTURAL INFORMATION If the answer is yes to any of the following, please explain under additional comments or on an attached separate sheet. 1. Are you aware of any water penetration problems in the walls, windows, doors, basement, or crawl space? Yes ____ No ____ 2. What water damage related repairs, if any, have been made? If any, when? _________________________________________________________________ 3. Are you aware if drain tile is installed on the property? Yes ____ No ____ 4. Are you aware of any interior cracked walls or floors, or cracks or defects in exterior driveways, sidewalks, patios, or other hard surface areas? Yes ____ No ____ What related repairs, if any, have been made? _____________________________________________________________________________ 5. Are you aware of any roof leakage, past or present? Yes ____ No ____ Type of roof covering: __________________________________________________________ Age: ________________________________________________________________________ What roof repairs, if any, have been made, when and by whom? _________________________ Describe any existing unrepaired damage to the roof: __________________________________ 6. Are you aware of insulation in: the ceiling/attic? Yes ____ No ____ the walls? Yes ____ No ____ the floors? Yes ____ No ____ 7. Are you aware of any pest infestation or damage, either past or present? Yes ____ No ____ 8. Are you aware of the property having been treated for any pest infestation or damage? Yes ____ No ____ If yes, who treated it and when? ___________________________________________________ 9. Are you aware of any work upon the property which required a building, plumbing, electrical, or any other permit? Yes ____ No ____ If yes, describe the work: ________________________________________________________ Was a permit obtained? Yes _____________________________________________________ Was the work approved by an inspector? Yes ____ No ____ 10. Are you aware of any past or present damage to the property (i.e. fire, smoke, wind, floods, hail, or snow)? Yes ____ No ____ If yes, describe ________________________________________________________________ Have any insurance claims been made? Yes ____ No ____ Unknown ____ Was an insurance payment received? Yes ____ No ____ Unknown ____ Has the damage been repaired? Yes ____ No ____ If yes, describe in detail: _________________________________________________________ _____________________________________________________________________________ 11. Are you aware of any problems with sewer blockage or backup, past or present? Yes ____ No ____ 12. Are you aware of any drainage, leakage, or runoff from any sewer, septic tank, storage tank, or drain on the property into any adjoining lake, stream, or waterway? Yes ____ No ____ If yes, describe in detail: _________________________________________________________ _____________________________________________________________________________ III. SYSTEMS/UTILITIES INFORMATION IV. HAZARDOUS CONDITIONS Are you aware of any existing hazardous conditions of the property and are you aware of any tests having been performed? If the answer is yes to any of the questions above, please explain in additional comments or on an attached separate sheet. I. LOT OR TITLE INFORMATION II. STRUCTURAL INFORMATION III. SYSTEMS/UTILITIES INFORMATION IV. HAZARDOUS CONDITIONS V. MISCELLANEOUS INFORMATION VI. ADDITIONAL COMMENTS (ATTACH ADDITIONAL PAGES IF NECESSARY) CLOSING SECTION"}, {"bill_id": 2244, "bill_version_id": 17151, "bill_version": "Enrolled", "bill_version_date": "2011-02-22T09:36:28.367-06:00", "bill_text": "II. STRUCTURAL INFORMATION III. SYSTEMS/UTILITIES INFORMATION IV. HAZARDOUS CONDITIONS"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2244, "action_date": "2011-01-21T13:00:00-06:00", "document_id": 15285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15285.pdf", "status_text": "First read in Senate and referred to", "journal_page": 164, "committee_id_action": 113, "committee_id_assigned": 90, "result": "N", "vote": {}}, {"bill_id": 2244, "action_date": "2011-01-27T10:00:00-06:00", "document_id": 15621, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15621.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 90, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2244, "action_date": "2011-01-27T10:00:00-06:00", "document_id": 15832, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15832.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 90, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2244, "action_date": "2011-02-01T10:00:00-06:00", "document_id": 15844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15844.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 90, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2244, "action_date": "2011-02-01T10:00:00-06:00", "document_id": 16108, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16108.pdf", "status_text": "Do Pass Amended", "journal_page": 275, "committee_id_action": 90, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8402, "president_vote": null, "Yea": [44, 79, 77, 27, 16, 43], "Excused": [55]}}, {"bill_id": 2244, "action_date": "2011-02-03T13:00:00-06:00", "document_id": 16307, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16307.pdf", "status_text": "Deferred to another day", "journal_page": 322, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2244, "action_date": "2011-02-07T14:00:00-06:00", "document_id": 16427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16427.pdf", "status_text": "Do Pass Amended", "journal_page": 341, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8656, "president_vote": null, "Yea": [44, 30, 42, 79, 40, 46, 41, 24, 26, 25, 38, 78, 76, 2, 18, 77, 82, 13, 55, 31, 43, 4, 16, 9, 10, 19, 81, 27, 34, 52, 80, 8, 45, 22], "Nay": [75]}}, {"bill_id": 2244, "action_date": "2011-02-08T14:00:00-06:00", "document_id": 16537, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16537.pdf", "status_text": "First read in House and referred to", "journal_page": 321, "committee_id_action": 115, "committee_id_assigned": 101, "result": "N", "vote": {}}, {"bill_id": 2244, "action_date": "2011-02-16T10:00:00-06:00", "document_id": 16793, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16793.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 101, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2244, "action_date": "2011-02-16T10:00:00-06:00", "document_id": 16970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16970.pdf", "status_text": "Do Pass", "journal_page": 413, "committee_id_action": 101, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9123, "president_vote": null, "Yea": [72, 87, 51, 7, 84, 90, 96, 54, 95, 3, 50, 89], "Excused": [70]}}, {"bill_id": 2244, "action_date": "2011-02-16T10:00:00-06:00", "document_id": 16970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16970.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 101, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2244, "action_date": "2011-02-17T14:00:00-06:00", "document_id": 17097, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17097.pdf", "status_text": "Do Pass Amended", "journal_page": 449, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9246, "president_vote": null, "Yea": [12, 56, 17, 33, 21, 72, 60, 87, 1, 105, 51, 49, 15, 36, 7, 94, 104, 84, 88, 61, 90, 57, 11, 63, 70, 96, 23, 39, 54, 20, 71, 92, 28, 37, 83, 95, 58, 85, 103, 3, 32, 102, 68, 98, 67, 99, 64, 73, 69, 50, 14, 6, 86, 74, 35, 97, 29, 101, 66, 100, 91, 89, 65, 47, 5], "Nay": [53, 59, 93], "Excused": [48, 62]}}, {"bill_id": 2244, "action_date": "2011-02-22T14:00:00-06:00", "document_id": 17209, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17209.pdf", "status_text": "Signed by the President", "journal_page": 491, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2244, "action_date": "2011-02-23T14:00:00-06:00", "document_id": 17281, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17281.pdf", "status_text": "Signed by the Speaker", "journal_page": 505, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2244, "action_date": "2011-02-28T14:00:00-06:00", "document_id": 17543, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17543.pdf", "status_text": "Delivered to the Governor", "journal_page": 548, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2244, "action_date": "2011-03-08T10:00:00-06:00", "document_id": 18056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18056.pdf", "status_text": "Signed by the Governor", "journal_page": 644, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4887}