{"session_id": 24, "bill_id": 7023, "bill_type": "House Bill", "bill_number": 1211, "bill_title": "require statewide livestock ownership inspection.", "sponsors": [{"legislator_profile_id": 1035, "is_prime": true}, {"legislator_profile_id": 988, "is_prime": true}, {"legislator_profile_id": 1042, "is_prime": false}, {"legislator_profile_id": 1057, "is_prime": false}, {"legislator_profile_id": 974, "is_prime": false}, {"legislator_profile_id": 964, "is_prime": false}, {"legislator_profile_id": 1040, "is_prime": false}, {"legislator_profile_id": 986, "is_prime": false}, {"legislator_profile_id": 1050, "is_prime": false}, {"legislator_profile_id": 1060, "is_prime": false}, {"legislator_profile_id": 1014, "is_prime": false}, {"legislator_profile_id": 979, "is_prime": false}, {"legislator_profile_id": 985, "is_prime": false}, {"legislator_profile_id": 1056, "is_prime": false}, {"legislator_profile_id": 1021, "is_prime": false}, {"legislator_profile_id": 1065, "is_prime": false}, {"legislator_profile_id": 984, "is_prime": false}, {"legislator_profile_id": 963, "is_prime": false}, {"legislator_profile_id": 994, "is_prime": false}, {"legislator_profile_id": 982, "is_prime": false}, {"legislator_profile_id": 1055, "is_prime": false}, {"legislator_profile_id": 1058, "is_prime": false}, {"legislator_profile_id": 1036, "is_prime": false}, {"legislator_profile_id": 975, "is_prime": false}, {"legislator_profile_id": 1016, "is_prime": false}, {"legislator_profile_id": 1046, "is_prime": false}, {"legislator_profile_id": 1023, "is_prime": false}, {"legislator_profile_id": 1029, "is_prime": false}, {"legislator_profile_id": 1000, "is_prime": false}, {"legislator_profile_id": 990, "is_prime": false}, {"legislator_profile_id": 1051, "is_prime": false}], "keywords": ["Agriculture and Horticulture", "Animals and Livestock", "Prison and Jail Impact"], "audio": [{"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag23.mp3", "start_seconds": 230.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag23.mp3", "start_seconds": 230.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag23.mp3", "start_seconds": 230.0}], "bill_versions": [{"bill_id": 7023, "bill_version_id": 38653, "bill_version": "Introduced", "bill_version_date": "2016-02-03T10:49:11.187-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require statewide livestock ownership inspection. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 40-18-2 be amended to read: 40-18-2. At least three of the five members of the board shall be persons who derive the major portion of their income from the livestock business and who are owners of brands duly recorded with the board. At least three of the five members of the board shall reside in the livestock ownership inspection areas. No appointed member may act as a member of the board while holding an elective or appointive state or federal office. No more than three of the members shall may be of any one political party. All members of the board shall be South Dakota residents. Section 2. That § 40-18-15 be amended to read: 40-18-15. The board may inspect all livestock moved within the South Dakota livestock ownership inspection area and all livestock leaving the South Dakota livestock ownership inspection area state and all livestock leaving the state for the purpose of determining the proper ownership and brands, if any, of such livestock and. The board shall have general charge, supervision, and custody of all instruments, records, and files in connection with such livestock ownership inspection activities. Section 3. That § 40-18-16 be amended to read: 40-18-16. The board may promulgate rules pursuant to chapter 1-26 to: (1) Describe prohibited brand symbols for various types of livestock and identify locations on animals where a brand is permitted; (2) Provide for the registration, transfer, and renewal of livestock brands; (3) Establish a brand registration fee not to exceed twenty-five dollars; (4) Establish a brand renewal fee not to exceed ten dollars per year or a brand renewal fee not to exceed fifty dollars for each five-year ownership period and a brand transfer fee not to exceed twenty-five dollars; (5) Establish an ownership inspection fee not to exceed one dollar for each head of livestock; (6) Establish recordable livestock brands; (7) Establish law enforcement, ownership inspection, and transportation requirements within or without the ownership inspection area; (8) Establish a duplicate certificate fee not to exceed five dollars; (9) Establish a mileage fee for inspectors not to exceed the rate set by the State Board of Finance. Section 4. That § 40-18-17 be amended to read: 40-18-17. The Brand Board shall provide for the registration of livestock brands, for the inspection of livestock for ownership identification purposes, and for the enforcement of laws pertaining to the inspection, sale, branding, ownership, transportation, and theft of livestock within the ownership inspection area and the state. Section 5. That § 40-19-10.1 be amended to read: 40-19-10.1. No person may bring cattle branded with a brand registered in another state into the ownership inspection area state for grazing or feeding purposes without a permit authorized by the board. If the brand is a duplicate of or conflicts with a brand issued pursuant to this chapter, a permit may only be issued at the discretion of the board. No permit is required if the cattle are rebranded with a brand registered pursuant to this chapter. The application for a permit shall be on a form approved by the board and shall be signed by the owner of the cattle. Any calves born to cattle which are subject to the permit may be branded with the out-of-state brand upon prior written notice to the board. The calves shall be added to the permit. No cattle or calves subject to the permit may be removed from the ownership inspection area state, sold, or slaughtered without an ownership inspection. No person may brand any cattle imported into or purchased within the ownership inspection area state for feeding purposes with a brand registered in another state without a permit authorized by the board. No permit may be issued if the brand is a duplicate of or conflicts with a brand issued pursuant to this chapter. The application for a permit shall be signed by the owner of the cattle. No cattle subject to the permit may be removed from the ownership inspection area state, sold, or slaughtered without an ownership inspection. Cattle purchased at a licensed livestock auction market in the ownership inspection area state may be branded with the owner's out-of-state brand if the cattle are branded at the market, are purchased for export from the state within two calendar days of purchase, and an authorization form is obtained from the board prior to branding the cattle. A violation of this section is a Class 1 misdemeanor. Section 6. That § 40-20-1 be amended to read: 40-20-1. The South Dakota livestock ownership inspection area consists of all of that part of the entire State of South Dakota lying within the following counties: Harding, Butte, Lawrence, Pennington, Custer, Fall River, Perkins, Meade, Oglala Lakota, Corson, Dewey, Ziebach, Haakon, Stanley, Jackson, Jones, Mellette, Bennett, Todd, Lyman, Tripp, and Gregory. Section 7. That § 40-20-2 be repealed. 40-20-2. Any county contiguous to the livestock ownership inspection area may become a part of such area upon a petition signed by a majority of the owners of livestock residing within such county to be attached, which shall be presented to the board. The board shall, in its discretion, either reject or approve such petition at its next regular or special meeting. No area in the brand inspection area may be smaller than a county. Section 8. That § 40-20-3 be repealed. 40-20-3. Any county which has become a part of the livestock inspection area by petition and which adjoins a noninspection area may withdraw from the inspection area by a petition requesting withdrawal. The petition shall be signed by a majority of the owners of livestock in the county seeking withdrawal. The petition shall be filed with the board. The board shall at its next regular or special meeting enter a resolution approving the withdrawal, which action removes the county described in the petition from the ownership inspection area. No area seeking withdrawal may be smaller than a county. Section 9. That § 40-20-4 be amended to read: 40-20-4. Except as provided in this chapter, it is a Class 1 misdemeanor for any person to remove or authorize the removal of any livestock from any point within the livestock ownership inspection area state to any point within one mile of the border with a destination outside the ownership inspection area state unless the livestock have first been inspected for ownership and unless the shipper possesses the local inspection certificate, market clearance, shippers permit, or such other form of authorization as may be required by the board. Except as provided in § 40-20-29, a local inspection certificate is valid for transportation of livestock out of the inspection area state for twenty-four hours after the time of the inspection as noted on the inspection certificate. If there is no valid local inspection certificate, the livestock shall be inspected before leaving the inspection area state. Livestock being removed from the ownership inspection area state without authorization from the board may be impounded by any law enforcement officer until the livestock are inspected for ownership by an authorized brand inspector. The venue of any offense under this section is in the county where such livestock were loaded or in any county through which the livestock were transported or trailed. Any livestock being transported to a destination outside the ownership inspection area state shall be inspected for ownership if they cease to be in the custody of the carrier at any time prior to leaving the ownership inspection area before leaving the state. Any livestock shipper within the livestock ownership inspection area state wanting livestock inspected as provided in this section shall notify an inspector in advance of the inspection and allow the inspector reasonable time to provide the inspection. Section 10. That § 40-20-4.1 be amended to read: 40-20-4.1. Notwithstanding the provisions of § 40-20-4, an owner of any livestock who wishes to move the livestock out of the ownership inspection area state for any purpose other than sale or trade of the livestock may obtain a written permit from the board for movement of the livestock. The written permit shall remain in effect for the life of the livestock described, or for a specific term, and it is void if the livestock changes ownership. The fee for the permit shall be established by rules promulgated pursuant to chapter 1-26. The permit fee includes the costs of any inspection and the fee imposed under the provisions of § 40-18-16. A permit for the transportation of horses and mules may be authorized by the board pursuant to § 40-18-16. Section 11. That § 40-20-5 be amended to read: 40-20-5. If the border of the livestock ownership inspection area state of South Dakota divides any ranch or farm, written permission may be given by the board to the owner or lessee of the ranch or farm to trail livestock out of the South Dakota inspection area state for grazing purposes without inspection. The border of the South Dakota inspection area shall be contiguous to an inspection area of an adjacent state. The board may cancel such permission at any time subject to the provisions of chapter 1-26. Section 12. That § 40-20-6 be amended to read: 40-20-6. Subject to the conditions set forth in §§ 40-20-7 to 40-20-12, inclusive, if livestock is transported or trailed to a designated inspection point outside the livestock ownership inspection area state designated by the board as an open market, no livestock ownership inspection is required at point of origin. Section 13. That § 40-20-7 be amended to read: 40-20-7. In lieu of an ownership inspection, any person who intends to remove livestock from the livestock ownership inspection area state for the purpose of sale or slaughter may obtain a shipper's permit from the board or its authorized agent for the transportation of livestock to a previously designated open market or slaughter plant pursuant to § 40-18-16. The permit may be obtained forty-eight hours in advance of shipment from an authorized agent of the board. Section 14. That § 40-20-7.1 be amended to read: 40-20-7.1. A market clearance is valid for transporting livestock out of the ownership inspection area state only if the transportation originates at the market where the livestock were inspected. If the livestock are unloaded or held at any other location other than the market of origin, they the livestock shall be reinspected for ownership immediately prior to further transportation. Section 15. That § 40-20-10 be amended to read: 40-20-10. If authorization is required, it is a Class 1 misdemeanor for any carrier or owner to transport any livestock from the livestock ownership inspection area state or to within a mile of the border with a destination outside the livestock ownership inspection area state unless the carrier or owner is in possession of authorization by the board. Section 16. That § 40-20-12 be amended to read: 40-20-12. If livestock shipped from the livestock ownership inspection area state are consigned to an open market described in § 40-20-6, it is a Class 1 misdemeanor for any person to change the consignment to a point other than a livestock market previously designated by the board as an open market, unless the livestock receive a livestock ownership inspection and the carrier receives a certificate or clearance from the board showing that all the livestock belongs to the shipper. Section 17. That § 40-20-18 be amended to read: 40-20-18. Any person in charge or control of any motor vehicle transporting livestock from any point within the livestock ownership inspection area state shall, upon demand of any state law enforcement officer, exhibit to the officer authorization as required pursuant to § 40-20-4. It is a Class 2 misdemeanor for any person not to be in possession of such the authorization if required by the provisions of this section. Section 18. That § 40-20-26 be amended to read: 40-20-26. It is a Class 1 misdemeanor for any licensed livestock auction market in the livestock ownership inspection area state to allow any livestock brought into the yards of the market for purpose of sale to leave the yards until first inspected for ownership. However, if a shipment of livestock arrives at any auction market in the ownership inspection area after daylight hours, facilities shall be made available to yard such livestock separate and apart from any other livestock. The auction market may sell such livestock that night, but livestock so sold shall be returned to the separate yard facilities, and may not be removed therefrom until an ownership inspection has been made. The livestock ownership inspector may, in his discretion, reinspect the livestock before they the livestock leave the yards of the auction market. Section 19. That § 40-20-26.1 be amended to read: 40-20-26.1. It is a Class 1 misdemeanor for any person to sell or to transfer ownership of any livestock within the livestock ownership inspection area state without first obtaining an ownership inspection, except as provided in § 40-20-26. Section 20. That § 40-20-26.2 be amended to read: 40-20-26.2. The provisions of § 40-20-26.1 notwithstanding, ownership of livestock with the seller's South Dakota recorded and healed brand or the owner's unbranded livestock may be transferred by means of an authorized bill of sale without a brand inspection. The bill of sale shall be on a form prescribed by the board. A copy of an authorized bill of sale shall be forwarded to the board. An authorized bill of sale does not substitute for inspection of livestock being removed from the ownership inspection area of South Dakota state. An authorized bill of sale may transfer no more than five head of livestock to any one buyer. Multiple authorized bills of sale may not be executed to subdivide numbers of livestock greater than five to any one buyer. The transfer of livestock without an authorized bill of sale under this section or in violation of the requirements relating to the number of livestock that may be transferred to a single buyer is a Class 1 misdemeanor. Section 21. That § 40-20-29 be amended to read: 40-20-29. It is a Class 1 misdemeanor for any person to slaughter or process livestock commercially within the livestock ownership inspection area state until the livestock have received an ownership inspection and the certificate of such the inspection is filed and is made a part of that person's permanent records, or unless the person has the hide of each slaughtered carcass available for inspection. An ownership brand inspection certificate on livestock is valid for no longer than four days from the date of issue. Livestock arriving at slaughter destination later than four days from the date indicated on the inspection certificate shall be inspected and the fee collected. All certificates of ownership inspection shall, at any time upon demand, be displayed to any law enforcement officer or to the board. Section 22. That § 40-20-32 be amended to read: 40-20-32. Any person who operates a drylot cattle feeding operation, within the confines of permanently fenced lots and within the ownership inspection area may apply to the board for designation as a registered feedlot. The board shall prescribe a form for this purpose. Upon receipt of an application and within thirty days, the board may grant a permit if the following requirements are satisfied: (1) The operator's feedlot is a permanently fenced drylot; (2) The operator commonly practices feeding cattle to finish for slaughter; and (3) The operator brands all cattle carrying mixed brands, held under common ownership, with a registered brand or a feedlot assigned brand approved by the board. Section 23. That § 40-20-37 be amended to read: 40-20-37. It is a Class 1 misdemeanor for any buyer of livestock at a licensed livestock auction market in the ownership inspection area, or any person on the buyer's behalf, to remove any livestock from the market until the livestock have been inspected for ownership as provided in § 40-20-26. Section 24. That § 40-20-39 be amended to read: 40-20-39. Livestock that is removed from the ownership inspection area state in violation of this chapter may be inspected at any place outside the inspection area and the fee collected for the inspection. The inspection does not exempt any person from prosecution for violation of the inspection laws. Section 25. That § 40-21-10 be amended to read: 40-21-10. If any livestock, inspected under the provisions of this chapter or chapter 40-20 bears bear an unrecorded brand, or a recorded brand other than the brand of the person selling the livestock or transporting the livestock out of the ownership inspection area state, and does do not bear the recorded brand of such the person, then the person selling or transporting the livestock shall be required to establish ownership to the livestock, by presenting to the livestock ownership inspector a witnessed bill of sale to the animal or by other satisfactory evidence of ownership which may include an affidavit of ownership signed by the person selling or transporting the livestock and witnessed by the ownership inspector. If any livestock listed on the original bill of sale or affidavit of ownership are not sold or transported out of the ownership inspection area state, the inspector shall pick up the ownership documents and issue a receipt showing the number of livestock sold or transported and the number remaining. If any livestock are unbranded, the inspector may require the shipper or seller to establish ownership by presenting to the inspector an affidavit of ownership. Only an original bill of sale or affidavit of ownership is valid for proof of ownership. Any bill of sale or affidavit shall be notarized or signed by two witnesses. Section 26. That § 40-21-11 be amended to read: 40-21-11. If any livestock inspected under the provisions of this chapter or chapter 40-20 bears bear the recorded brand of the seller or the person transporting the livestock out of the ownership inspection area state, and also bears bear a recorded brand of another person, then the seller or the person transporting the livestock out of the ownership inspection area state may be required, at the discretion of the livestock ownership inspector, to establish ownership to the livestock by presenting to the ownership inspector satisfactory evidence of ownership. Section 27. That § 40-21-12.1 be amended to read: 40-21-12.1. If the person transporting livestock out of the ownership inspection area state as described in § 40-21-10 or 40-21-11 fails to establish ownership of any livestock, the board may hold the livestock. If a hold has been placed on the livestock, it is a Class 1 misdemeanor for the person to remove the livestock from the ownership inspection area state or sell the livestock before the board has cleared the hold for release. Any livestock hold continuing beyond sixty days shall be forwarded by the inspector to the board for review and final disposition, which may include clarification, settlement, or payment related to proper ownership. Section 28. That § 40-22-12 be amended to read: 40-22-12. Any person slaughtering or processing livestock outside the ownership inspection area shall, upon demand of any law enforcement officer, provide names and dates of persons who delivered livestock for slaughter that may have originated from within the ownership inspection area state. Section 29. This Act is effective on July 1, 2017."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7023, "action_date": "2016-02-03T14:00:00-06:00", "document_id": 38701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38701.pdf", "status_text": "First read in House and referred to", "journal_page": 260, "committee_id_action": 325, "committee_id_assigned": 321, "result": "N", "vote": {}}, {"bill_id": 7023, "action_date": "2016-02-18T07:45:00-06:00", "document_id": 39372, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39372.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 321, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7023, "action_date": "2016-02-18T07:45:00-06:00", "document_id": 39525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39525.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 430, "committee_id_action": 321, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21066, "president_vote": null, "Nay": [964, 1056, 1058, 988], "Yea": [1039, 980, 1018, 1054, 1007, 1030, 1032, 1055, 1031]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7023"}