{"session_id": 47, "bill_id": 13634, "bill_type": "Senate Commemoration", "bill_number": 1, "bill_title": "Recognizing and commending the fiftieth anniversary of Crazy Horse Memorial.", "sponsors": [{"legislator_profile_id": 2138, "is_prime": true}, {"legislator_profile_id": 2139, "is_prime": true}, {"legislator_profile_id": 2094, "is_prime": false}, {"legislator_profile_id": 2171, "is_prime": false}, {"legislator_profile_id": 2182, "is_prime": false}, {"legislator_profile_id": 2191, "is_prime": false}, {"legislator_profile_id": 2196, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 13634, "bill_version_id": 78274, "bill_version": "Introduced", "bill_version_date": "1998-01-14T00:00:00-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Recognizing and commending the fiftieth anniversary of Crazy Horse Memorial. WHEREAS, Sculptor Korczak Ziolkowski (1908-1982) came to the Black Hills at the invitation of Chief Henry Standing Bear whose invitation said, \"My fellow chiefs and I would like the white man to know the red man has great heroes too;\" and WHEREAS, Crazy Horse Memorial was dedicated on June 3, 1948, when Chief Standing Bear, Korczak, and Governor George T. Mickelson (helped by his seven-year-old son, George S.) set off the first blast on the mountain carving, and the Memorial's fiftieth anniversary on June 3, 1998, will be celebrated with the dedication of the completed face of Crazy Horse; WHEREAS, Korczak, his wife, Ruth, and their large family have dedicated their lives to the creation and continuation of Crazy Horse Memorial which represents the North American Indian tribes, and the noble goal of reconciliation between races; and WHEREAS, Crazy Horse Memorial is a nonprofit educational and cultural project whose primary goals include the world's largest mountain carving-in-progress, the Indian Museum of North America, and the planned University and Medical Training Center for the North American Indian: NOW, THEREFORE, BE IT COMMEMORATED, by the Seventy-third Legislature of the State of South Dakota, that the Legislature does hereby recognize the admirable humanitarian purposes of Crazy Horse Memorial and commends the decades of steady progress and the completion of the powerful face of Crazy Horse on the fiftieth anniversary of Crazy Horse Memorial."}, {"bill_id": 13634, "bill_version_id": 78273, "bill_version": "Enrolled", "bill_version_date": "1998-01-15T18:21:16-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13634, "action_date": "1998-01-14T14:00:00-06:00", "document_id": 76886, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76886.pdf", "status_text": "", "journal_page": 45, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13634, "action_date": "1998-01-16T14:00:00-06:00", "document_id": 76889, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76889.pdf", "status_text": "", "journal_page": null, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}]}