{"session_id": 69, "bill_id": 24540, "bill_type": "House Bill", "bill_number": 1014, "bill_title": "amend the criteria for designation as a regional nursing facility and applicable reimbursement.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24540", "sponsors": [{"legislator_profile_id": 4476, "is_prime": true}, {"legislator_profile_id": 4508, "is_prime": true}], "keywords": ["Health Care", "Nursing Homes", "Promulgation of Rules", "Public Health and Safety"], "audio": [], "bill_versions": [{"bill_id": 24540, "bill_version_id": 257351, "bill_version": "Introduced", "bill_version_date": "2023-12-22T14:58:04.14-06:00", "bill_text": "An Act to amend the criteria for designation as a regional nursing facility and applicable reimbursement. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34-12-35.12 be AMENDED: 34-12-35.12. A nursing facility may submit to the Department of Human Services an application for designation as a regional nursing facility. In order to To obtain the designation, a nursing facility must: (1) Be enrolled and in good standing with South Dakota Medicaid; (2) Provide home and community-based services in the region through an affiliation or a contractual arrangement; (3) Demonstrate intent to construct a new nursing facility or to substantially remodel an existing nursing facility, upon merging with one or more health care nursing facilities within a thirty sixty-mile radius, unless no other nursing facilities exist within a sixty-mile radius; (4) Demonstrate that the newly constructed nursing facility or the substantially remodeled nursing facility will: (a) Support a homelike environment with a cluster, neighborhood, or household model layout; (b) Contain single occupancy rooms and toilet areas;Support access to a continuum of care; (c) Abide by best practices regarding infection control and prevention; (d) Allow for private visitation; and (e) Support other best practices related to aging to meet current market needs; (5) Meet any other criteria set forth in rules promulgated by the department for the implementation of this section. Upon approval of the application and completion of the construction or remodeling referenced in this section, the department shall must designate the newly constructed or substantially remodeled nursing facility as a regional nursing facility. Upon a determination by the department that the proposal is budget-neutral for South Dakota Medicaid, the department shall reimburse the facility in accordance with the regional nursing facility rate methodology. The department shall reimburse a regional nursing facility for allowable capital costs to construct or substantially remodel the regional nursing facility based on the number of patients whose care is paid for by medicaid. To receive reimbursement, the regional nursing facility must submit invoices to the department specifying the allowable capital costs sought to be reimbursed. The department shall reimburse allowable capital costs over thirty years based on the annual depreciation of the capital. The department may shall promulgate rules, in accordance with chapter 1-26, to implement this section. establishing application procedures, defining allowable capital costs, and establishing the method for reimbursing allowable capital costs."}], "amendments": [], "fiscal_notes": [], "action_log": []}