{"session_id": 57, "bill_id": 19948, "bill_type": "House Bill", "bill_number": 1251, "bill_title": "create a school report card system.", "sponsors": [{"legislator_profile_id": 3189, "is_prime": true}, {"legislator_profile_id": 3224, "is_prime": true}], "keywords": ["Administrative Rules", "Education", "School Districts"], "audio": [{"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hed26hb1251a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hed26hb1251a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hed26hb1251a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19948, "bill_version_id": 103745, "bill_version": "Introduced", "bill_version_date": "2005-02-01T08:40:08-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a school report card system. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created the South Dakota school report card system to provide parents and other residents of the school district with information on the school districts in which they live and the schools their children attend including data on school performance, school finance, school populations, and other factors. The South Dakota school report cards shall be published annually by the Department of Education in coordination with the report cards required by 20 U.S.C. 6311 (h)(2)(A) and (B) in effect on November 5, 2002, which are required to contain information on a school's student performance on state assessments, student performance data compared against the state's objectives, two-year trend data on state assessments in each subject area and at each grade, student graduation rates, professional qualifications of teachers, and student discipline policy. Section 2. The South Dakota school report card for each school shall include: (1) The school's average composite score on the test administered by the American College Testing Program and on the Scholastic Assessment Test, and the percentage of students taking those tests; (2) The number of students in the school that qualified for a South Dakota opportunity scholarship pursuant to § 13-55-31; (3) The number of students in the school that completed postsecondary courses while still in high school pursuant to § 13-28-37; (4) The number of students who graduated from the school the previous year and required remedial courses during their first year of postsecondary education; (5) The school's student/teacher ratio; (6) The school's population at each grade level; (7) The school's dropout rate; (8) A report on the condition of the school's buildings; (9) A review of the school's current financial condition; (10) Five-year projections of student enrollment; (11) Five-year projections of the district's total revenue, including general support foundation program funds and property taxes, based on the enrollment projections; (12) Five-year projections of school district expenditures; and (13) Five-year projections on the district's general fund unreserved fund balance. If the fund balance projections for any school district indicate a deficit, the department shall also provide within the report for each school in that district a list of options that taxpayers might consider to address the financial concerns of the district. Section 3. The Department of Education shall promulgate rules, pursuant to chapter 1-26, to establish the report card system timelines and procedures for gathering necessary information from schools and school districts and for distributing the report cards."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19948, "action_date": "2005-02-01T14:00:00-06:00", "document_id": 103840, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103840.pdf", "status_text": "First read in House and referred to", "journal_page": 263, "committee_id_action": 860, "committee_id_assigned": 849, "result": "N", "vote": {}}, {"bill_id": 19948, "action_date": "2005-02-15T10:00:00-06:00", "document_id": 104783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104783.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 849, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19948, "action_date": "2005-02-15T10:00:00-06:00", "document_id": 104783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104783.pdf", "status_text": "Tabled", "journal_page": 496, "committee_id_action": 849, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60132, "president_vote": null, "Yea": [3156, 3158, 3159, 3169, 3191, 3220, 3222, 3233, 3235, 3251, 3253, 3213, 3189], "Excused": [3225, 3254]}}]}