{"session_id": 53, "bill_id": 17118, "bill_type": "House Bill", "bill_number": 1178, "bill_title": "establish a defined contribution  account for members of the South Dakota Retirement System which may be funded by a transfer of amounts of sick leave paid upon termination of employment, a transfer of the proceeds of individual retirement accounts, and dividends based on favorable experience of the system.", "sponsors": [{"legislator_profile_id": 2747, "is_prime": true}, {"legislator_profile_id": 2794, "is_prime": true}], "keywords": ["South Dakota Retirement System"], "audio": [{"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hre12hb1178a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hre12hb1178a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hre12hb1178a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17118, "bill_version_id": 92129, "bill_version": "Introduced", "bill_version_date": "2002-01-16T09:32:54-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a defined contribution account for members of the South Dakota Retirement System which may be funded by a transfer of amounts of sick leave paid upon termination of employment, a transfer of the proceeds of individual retirement accounts, and dividends based on favorable experience of the system. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: An employer may, at the member's option, transfer to the system any amount payable as unused sick leave which is eligible for lump sum payment to the member upon separation from employment at retirement as defined in subdivision 3-12-47(63). The amount is to be deposited in a dividend account for the member as provided in this Act. Section 2. That § 3-12-47 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Dividend,\" an amount added to a defined contribution account of a member as of a dividend declaration date other than any amount added due to the effective rate of interest; \"Dividend account,\" a defined contribution account within the system which includes dividends, if any; any transfers from an employer of a payment for sick leave upon termination of employment; any transfer from an individual retirement account of the member; and credited interest; \"Dividend declaration date,\" July first of any year that a dividend is added to the dividend account; \"Purchase cost,\" the calculated amount for the purchase or conversion of service excluding any interest amounts for periodic payments for purchases or conversion of service pursuant to § § 3-12-83, 3-12-84, 3-12-130, and 3-12-130.1. Section 3. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: Each member and the beneficiary of each deceased member is entitled to a dividend on the initial dividend declaration date, equal to not more than ten percent of the total of the member contributions, employer contributions, and the purchase cost, if any. Member and employer contributions include the member and employer contributions redeposited pursuant to § 3-12-80 (excluding interest), but not the additional contributions pursuant to § 3-12-104 for optional spouse benefits. A dividend is payable only if current or future benefits are payable to a member, a member's surviving spouse, or a member's children. Section 4. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: The board may, subject to the provisions of this Act and conditioned upon the approval by a majority vote of the members of the Retirement Laws Committee created pursuant to § 2-6-8, declare an initial dividend and determine the initial dividend declaration date. Before the board may declare the initial dividend, the approved actuary shall certify that adequate funding is available. The total amount of the dividends may not exceed the greater of the amount that the actual investment return of the fund for the preceding fiscal year exceeds the investment return rate established by the board pursuant to § 3-12-121, or the average of such amounts for the preceding five fiscal years. Section 5. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: In each year after the initial dividend declaration date, the board may, after certification by the approved actuary that adequate funding is available and conditioned upon the approval by a majority vote of the members of the Retirement Laws Committee created pursuant to § 2-6-8, declare a dividend for members. The total amount of the dividends may not exceed the greater of the amount that the actual investment return of the fund for the preceding fiscal year exceeds the investment return rate established by the board pursuant to § 3-12-121, or the average of such amounts for the preceding five fiscal years. For each individual member, the dividend shall be a percentage of the total of member contributions, employer contributions, and the purchase cost, if any, as of a July first, the dividend declaration date. Section 6. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: Each dividend account shall be credited with the effective rate of interest on each July first. If the dividend account is withdrawn in a lump sum, the interest shall be prorated on a monthly basis to the first of the month of the withdrawal. Section 7. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 3-12-112, the total dividend account may be disbursed to the extent possible for the payment of medical expenses, health insurance premiums, or long- term care insurance premiums after retirement or other means as provided in administrative rules adopted by the board pursuant to § 3-12-58. Section 8. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: The member may designate a beneficiary for the dividend account separate and distinct from the beneficiary designated for lump sum payments pursuant to § 3-12-110. The dividend account may not be considered accumulated contributions and, once withdrawn, may not be redeposited pursuant to § 3-12-80. If the accumulated contributions are withdrawn pursuant to § 3-12-76, 3-12-76.1, or 3-12-110, the dividend account shall also be withdrawn. Section 9. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: If the accumulated contributions of any member have been withdrawn pursuant to § 3-12-76, 3-12-76.1, or 3-12-110 prior to the dividend declaration date, no dividend is payable."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17118, "action_date": "2002-01-16T14:00:00-06:00", "document_id": 92223, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92223.pdf", "status_text": "First read in House and referred to", "journal_page": 143, "committee_id_action": 768, "committee_id_assigned": 762, "result": "N", "vote": {}}, {"bill_id": 17118, "action_date": "2002-01-24T15:00:00-06:00", "document_id": 92843, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92843.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 762, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17118, "action_date": "2002-01-24T15:00:00-06:00", "document_id": 92843, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92843.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 277, "committee_id_action": 762, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53451, "president_vote": null, "Yea": [2803, 2783, 2813, 2793], "Excused": [2741]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17118"}