{"session_id": 32, "bill_id": 9241, "bill_type": "Senate Commemoration", "bill_number": 36, "bill_title": "Honoring The Salvation Army for their dedication and service to the Aberdeen Community for one hundred twenty-five years.", "sponsors": [{"legislator_profile_id": 1294, "is_prime": true}, {"legislator_profile_id": 1218, "is_prime": true}, {"legislator_profile_id": 1230, "is_prime": false}, {"legislator_profile_id": 1231, "is_prime": false}, {"legislator_profile_id": 1217, "is_prime": false}, {"legislator_profile_id": 1246, "is_prime": false}, {"legislator_profile_id": 1228, "is_prime": false}, {"legislator_profile_id": 1291, "is_prime": false}, {"legislator_profile_id": 1275, "is_prime": false}, {"legislator_profile_id": 1247, "is_prime": false}, {"legislator_profile_id": 1292, "is_prime": false}, {"legislator_profile_id": 1248, "is_prime": false}, {"legislator_profile_id": 1224, "is_prime": false}, {"legislator_profile_id": 1277, "is_prime": false}, {"legislator_profile_id": 1303, "is_prime": false}, {"legislator_profile_id": 1259, "is_prime": false}, {"legislator_profile_id": 1261, "is_prime": false}, {"legislator_profile_id": 1242, "is_prime": false}, {"legislator_profile_id": 1276, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 9241, "bill_version_id": 49242, "bill_version": "Introduced", "bill_version_date": "2018-02-14T11:11:24.277-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring The Salvation Army for their dedication and service to the Aberdeen Community for one hundred twenty-five years. WHEREAS, The Salvation Army has been pursuing its mission to preach the gospel of Jesus Christ and to meet human needs in His name without discrimination since 1865; and WHEREAS, The Salvation Army assists twenty-five million Americans annually and serves in one hundred twenty-eight countries around the globe; and WHEREAS, children have always been a priority and cared for through The Salvation Army of Aberdeen; and WHEREAS, The Salvation Army of Aberdeen provided a Christmas for all by organizing a community meal, free Christmas trees for families, and toys for children; and WHEREAS, The Salvation Army of Aberdeen spreads the gospel of Jesus Christ daily through its deeds and has implemented a vacation bible school for children: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that The Salvation Army be honored for their one hundred twenty-five years of service to the Aberdeen community and gratitude be expressed to all of the volunteers of The Salvation Army for their unwavering service to Aberdeen."}, {"bill_id": 9241, "bill_version_id": 49490, "bill_version": "Enrolled", "bill_version_date": "2018-02-20T17:15:53.937-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring The Salvation Army for their dedication and service to the Aberdeen Community for one hundred twenty-five years. WHEREAS, The Salvation Army has been pursuing its mission to preach the gospel of Jesus Christ and to meet human needs in His name without discrimination since 1865; and WHEREAS, The Salvation Army assists twenty-five million Americans annually and serves in one hundred twenty-eight countries around the globe; and WHEREAS, children have always been a priority and cared for through The Salvation Army of Aberdeen; and WHEREAS, The Salvation Army of Aberdeen provided a Christmas for all by organizing a community meal, free Christmas trees for families, and toys for children; and WHEREAS, The Salvation Army of Aberdeen spreads the gospel of Jesus Christ daily through its deeds and has implemented a vacation bible school for children: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that The Salvation Army be honored for their one hundred twenty-five years of service to the Aberdeen community and gratitude be expressed to all of the volunteers of The Salvation Army for their unwavering service to Aberdeen. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9241, "action_date": "2018-02-14T14:00:00-06:00", "document_id": 49287, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49287.pdf", "status_text": "", "journal_page": 472, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9241"}