{"session_id": 10, "bill_id": 2792, "bill_type": "Senate Bill", "bill_number": 196, "bill_title": "modify the ethanol production incentive payment, to create the ethanol infrastructure incentive fund, to appropriate money to encourage the use of ethanol, and to make transfers into the ethanol infrastructure incentive fund and the revolving economic development and initiative fund.", "sponsors": [], "keywords": ["Appropriation", "Ethanol", "Office of the Governor", "REDI Fund", "Taxation"], "audio": [{"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst19.mp3", "start_seconds": 1074.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst19.mp3", "start_seconds": 1074.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst19.mp3", "start_seconds": 1074.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen21.mp3", "start_seconds": 4284.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen21.mp3", "start_seconds": 4284.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen21.mp3", "start_seconds": 4284.0}, {"meeting_datetime": "2011-03-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hst33.mp3", "start_seconds": 174.0}, {"meeting_datetime": "2011-03-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hst33.mp3", "start_seconds": 174.0}, {"meeting_datetime": "2011-03-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hst33.mp3", "start_seconds": 174.0}, {"meeting_datetime": "2011-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou34.mp3", "start_seconds": 6297.0}, {"meeting_datetime": "2011-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou34.mp3", "start_seconds": 6297.0}, {"meeting_datetime": "2011-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou34.mp3", "start_seconds": 6297.0}], "bill_versions": [{"bill_id": 2792, "bill_version_id": 15978, "bill_version": "Introduced", "bill_version_date": "2011-01-31T10:50:56.873-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to modify the ethanol production incentive payment, to create the ethanol infrastructure incentive fund, to appropriate money to encourage the use of ethanol, and to make transfers into the ethanol infrastructure incentive fund and the revolving economic development and initiative fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-47B-162 be amended to read as follows: 10-47B-162. A production incentive payment of twenty cents per gallon is available to ethanol producers for ethyl alcohol which is fully distilled and produced in South Dakota. To be eligible for this payment, the ethyl alcohol shall be denatured and subsequently blended with gasoline to create ethanol blend. The ethyl alcohol shall be ninety-nine percent pure and shall be distilled from cereal grains. Annual production incentive payments for any facility may not exceed one million dollars. An ethanol production facility is eligible for a production incentive payment under this section only if the facility has produced qualifying ethyl alcohol on or before December 31, 2006. No facility may receive any production incentive payments in an amount greater than ten million nine million six hundred eighty-two thousand dollars. The cumulative annual production incentive payments made under this section may not exceed four million dollars for fiscal year 2003, five million dollars for fiscal year 2004, six million dollars for fiscal year 2005, seven million dollars for fiscal year 2006, seven million dollars for fiscal year 2007, seven million dollars for fiscal year 2008, seven million dollars for fiscal year 2009, seven million dollars for fiscal year 2010, seven million dollars for fiscal year 2011, four million dollars for fiscal year 2012, four million dollars for fiscal year 2013, four million five hundred thousand dollars for fiscal year 2014, four million five hundred thousand dollars for fiscal year 2015, four million five hundred thousand dollars for fiscal year 2016, and seven million dollars per fiscal year thereafter. Payments from the ethanol fuel fund shall be prorated equally to all of the facilities each month based on claims submitted for that month and the amount of funds available for that month. No facility may receive payment for more than four hundred sixteen thousand six hundred sixty-seven gallons per month. If excess funds are available in the fund in any given month, payment may be made to facilities for previous months when funds were not sufficient to pay the claims from the previous months. All moneys available in the ethanol fuel fund at the end of the fiscal year shall be prorated equally to the facilities based upon all unpaid claims received through the end of that fiscal year. Section 2. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: There is hereby established the ethanol infrastructure incentive fund to receive funds transferred from the ethanol fuel fund pursuant to § 10-47B-164. Any money in the ethanol infrastructure incentive fund is continuously appropriated for the following purposes: (1) To award incentive grants to motor fuel retail dealers as defined in § 10-47B-3 for the purpose of entering into contracts for the purchase or installation, or for the purchase and installation, of ethanol blender pumps and associated piping and storage systems and related equipment to be used at facilities operated by the motor fuel retail dealers for the sale of motor fuel to the public; (2) To award incentive grants to motor fuel retail dealers as defined in § 10-47B-3 for the purpose of entering into contracts for the purchase, or the purchase, of pumps and pump equipment authorized to dispense gasoline containing up to and including eighty-five percent ethanol; (3) To award incentive grants to encourage the purchase of flex fuel vehicles; (4) To encourage the increased use of ethanol in South Dakota; and (5) To otherwise encourage the installation of infrastructure related to sale and distribution of ethanol. The Governor's Office of Economic Development shall establish, by rules promulgated pursuant to chapter 1-26, such regulations and procedures as are necessary to implement this section. For the purposes of this section, the term, ethanol blender pump, refers to a mechanism provided by the retail dealer for the dispensing at retail as defined in § 10-47B-3 of ethanol blend so that the end user may choose a particular grade of ethanol to gasoline to be dispensed. The Governor's Office of Economic Development may use up to five percent of any amount appropriated to the ethanol infrastructure incentive fund for administration of the fund or any incentive programs established by this section. Section 3. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: The Governor's Office of Economic Development may promulgate rules pursuant to chapter 1-26 concerning the ethanol infrastructure incentive fund as follows: (1) The submission of grant applications for the ethanol infrastructure incentive fund; (2) Eligibility criteria for grants from the ethanol infrastructure incentive fund; (3) Application procedures for grants from the ethanol infrastructure incentive fund; (4) Criteria for determining which applicants will receive grants from the ethanol infrastructure incentive fund; and (5) Follow-up reporting to the Governor's Office of Economic Development by grant recipients. Section 4. That § 10-47B-164 be amended to read as follows: 10-47B-164. Any money in the ethanol fuel fund is continuously appropriated for purposes of providing ethanol production payments to qualified ethanol producers for purposes of making deposits into the ethanol infrastructure incentive fund, and for purposes of making deposits into the revolving economic development and initiative fund. The department may receive and approve ethanol production incentive payment claims and authorize the issuance of payment warrants to licensed ethanol producer claimants based on claims presented by the licensees. At the end of each fiscal year, any unobligated cash in excess of one hundred thousand dollars in the ethanol fuel fund shall be transferred to the state highway fund. There shall be a transfer from the ethanol fuel fund to the ethanol infrastructure incentive fund in fiscal year 2012 of one million dollars, a transfer from the ethanol fuel fund to the ethanol infrastructure incentive fund in fiscal year 2013 of one million dollars, a transfer from the ethanol fuel fund to the ethanol infrastructure incentive fund in fiscal year 2014 of five hundred thousand dollars, a transfer from the ethanol fuel fund to the ethanol infrastructure incentive fund in fiscal year 2015 of five hundred thousand dollars, and a transfer from the ethanol fuel fund to the ethanol infrastructure incentive fund in fiscal year 2016 of five hundred thousand dollars. There shall be a transfer from the ethanol fuel fund to the revolving economic development and initiative fund in fiscal year 2012 of two million dollars, a transfer from the ethanol fuel fund to the revolving economic development and initiative fund in fiscal year 2013 of two million dollars, a transfer from the ethanol fuel fund to the revolving economic development and initiative fund in fiscal year 2014 of two million dollars, a transfer from the ethanol fuel fund to the revolving economic development and initiative fund in fiscal year 2015 of two million dollars, and a transfer from the ethanol fuel fund to the revolving economic development and initiative fund in fiscal year 2016 of two million dollars. The transfers from the ethanol fuel fund to the ethanol infrastructure incentive fund and the revolving economic development and initiative fund in each fiscal year shall be made before any production incentive payment is made pursuant to § 10-47B-162 in the fiscal year. No production incentive payment may be made pursuant to § 10-47B-162 unless the ethanol fuel fund has a balance of at least nine hundred fifty thousand dollars."}, {"bill_id": 2792, "bill_version_id": 18119, "bill_version": "Enrolled", "bill_version_date": "2011-03-09T09:23:04.723-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2792, "action_date": "2011-01-31T14:00:00-06:00", "document_id": 16043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16043.pdf", "status_text": "First read in Senate and referred to", "journal_page": 247, "committee_id_action": 113, "committee_id_assigned": 98, "result": "N", "vote": {}}, {"bill_id": 2792, "action_date": "2011-02-09T10:00:00-06:00", "document_id": 16417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16417.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 98, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2792, "action_date": "2011-02-09T10:00:00-06:00", "document_id": 16610, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16610.pdf", "status_text": "Do Pass", "journal_page": 372, "committee_id_action": 98, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8803, "president_vote": null, "Nay": [44], "Excused": [40], "Yea": [46, 24, 26, 77, 45, 9, 34]}}, {"bill_id": 2792, "action_date": "2011-02-10T13:00:00-06:00", "document_id": 16730, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16730.pdf", "status_text": "Deferred to another day", "journal_page": 402, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2792, "action_date": "2011-02-14T14:00:00-06:00", "document_id": 16827, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16827.pdf", "status_text": "Do Pass", "journal_page": 420, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8993, "president_vote": null, "Yea": [44, 75, 30, 42, 79, 40, 46, 41, 24, 26, 25, 38, 78, 76, 2, 18, 77, 55, 31, 43, 4, 16, 9, 10, 19, 81, 27, 34, 52, 80, 8, 45, 22], "Nay": [82], "Excused": [13]}}, {"bill_id": 2792, "action_date": "2011-02-15T14:00:00-06:00", "document_id": 16910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16910.pdf", "status_text": "First read in House and referred to", "journal_page": 396, "committee_id_action": 115, "committee_id_assigned": 108, "result": "N", "vote": {}}, {"bill_id": 2792, "action_date": "2011-03-07T07:45:00-06:00", "document_id": 17720, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17720.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 108, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2792, "action_date": "2011-03-07T07:45:00-06:00", "document_id": 17920, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17920.pdf", "status_text": "Do Pass", "journal_page": 636, "committee_id_action": 108, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9851, "president_vote": null, "Yea": [12, 53, 60, 51, 59, 36, 61, 57, 37, 58, 5, 35, 91]}}, {"bill_id": 2792, "action_date": "2011-03-08T14:00:00-06:00", "document_id": 18084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18084.pdf", "status_text": "Do Pass", "journal_page": 679, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9963, "president_vote": null, "Excused": [12, 23, 85, 64], "Yea": [53, 56, 17, 33, 21, 72, 60, 87, 1, 105, 48, 51, 49, 15, 59, 36, 7, 94, 104, 84, 88, 61, 57, 11, 63, 70, 96, 62, 39, 54, 20, 71, 92, 28, 37, 83, 95, 58, 103, 3, 32, 102, 68, 98, 67, 99, 73, 69, 50, 14, 6, 86, 93, 74, 35, 97, 29, 101, 66, 100, 91, 89, 65, 47, 5], "Nay": [90]}}, {"bill_id": 2792, "action_date": "2011-03-09T10:00:00-06:00", "document_id": 18127, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18127.pdf", "status_text": "Signed by the President", "journal_page": 677, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2792, "action_date": "2011-03-10T10:00:00-06:00", "document_id": 18181, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18181.pdf", "status_text": "Signed by the Speaker", "journal_page": 727, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2792, "action_date": "2011-03-11T10:00:00-06:00", "document_id": 18214, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18214.pdf", "status_text": "Delivered to the Governor", "journal_page": 692, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2792, "action_date": "2011-03-28T10:00:00-05:00", "document_id": 18239, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18239.pdf", "status_text": "Signed by the Governor", "journal_page": 707, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4753}