{"session_id": 10, "bill_id": 2703, "bill_type": "Senate Bill", "bill_number": 146, "bill_title": "require certain notice requirements for retailers that do not have nexus in South Dakota which are selling tangible personal property, services, or products transferred electronically for use in South Dakota.", "sponsors": [{"legislator_profile_id": 60, "is_prime": true}, {"legislator_profile_id": 10, "is_prime": true}, {"legislator_profile_id": 1, "is_prime": false}, {"legislator_profile_id": 25, "is_prime": false}], "keywords": ["Sales Tax", "Taxation", "Use Tax"], "audio": [{"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sta17.mp3", "start_seconds": 164.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sta17.mp3", "start_seconds": 164.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sta17.mp3", "start_seconds": 164.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen19.mp3", "start_seconds": 2107.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen19.mp3", "start_seconds": 2107.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen19.mp3", "start_seconds": 2107.0}, {"meeting_datetime": "2011-02-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hta27.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2011-02-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hta27.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2011-02-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hta27.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2011-02-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hta27.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2011-02-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hta27.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2011-02-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hta27.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou30.mp3", "start_seconds": 2281.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou30.mp3", "start_seconds": 2281.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou30.mp3", "start_seconds": 2281.0}], "bill_versions": [{"bill_id": 2703, "bill_version_id": 15658, "bill_version": "Introduced", "bill_version_date": "2011-01-26T08:21:17.543-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require certain notice requirements for retailers that do not have nexus in South Dakota which are selling tangible personal property, services, or products transferred electronically for use in South Dakota. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"De minimis online auction website,\" any online auction website that facilitates total gross sales in South Dakota in the prior calendar year of less than one hundred thousand dollars and reasonably expects South Dakota sales in the current calendar year will be less than one hundred thousand dollars; (2) \"De minimis retailer,\" any noncollecting retailer that made total gross sales in South Dakota in the prior calendar year of less than one hundred thousand dollars and reasonably expects South Dakota sales in the current calendar year will be less than one hundred thousand dollars; (3) \"Noncollecting retailer,\" any retailer, not currently registered to collect and remit South Dakota sales and use tax, who makes sales of tangible personal property, services, and products transferred electronically from a place of business outside of South Dakota to be shipped to South Dakota for use, storage, or consumption and who is not required to collect South Dakota sales or use taxes; (4) \"Online auction website,\" a collection of web pages on the Internet that allows any person to display tangible personal property, services, or products transferred electronically for sale which is purchased through a competitive process where a participant places a bid with the highest bidder purchasing the property, service, or product when the bidding period ends; (5) \"South Dakota purchaser,\" any purchaser that purchases tangible personal property, services, or products transferred electronically to be shipped or transferred to South Dakota. Section 2. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: Pursuant to this Act, each noncollecting retailer shall give notice that South Dakota use tax is due on nonexempt purchases of tangible personal property, services, or products transferred electronically and shall be paid by the South Dakota purchaser. The notice shall be readily visible and contain the information as follows: (1) The noncollecting retailer is not required, and does not collect South Dakota sales or use tax; (2) The purchase is subject to state use tax unless it is specifically exempt from taxation; (3) The purchase is not exempt merely because the purchase is made over the Internet, by catalog, or by other remote means; (4) The state requires each South Dakota purchaser to report any purchase that was not taxed and pay tax on the purchase. The tax may be reported and paid on the South Dakota use tax form; and (5) The use tax form and corresponding instructions are available on the South Dakota Department of Revenue and Regulation website. Section 3. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: The notice required by section 2 of this Act on a website shall occur on a page necessary to facilitate the applicable transaction. The notice shall be sufficient if the noncollecting retailer provides a prominent linking notice that reads as follows: \"See important South Dakota sales and use tax information regarding the tax you may owe directly to the state of South Dakota.\" The prominent linking notice shall direct the purchaser to the principal notice information required by section 2 of this Act. The notice required by section 2 of this Act in a catalog shall be part of the order form. The notice shall be sufficient if the noncollecting retailer provides a prominent reference to a supplemental page that reads as follows: \"See important South Dakota sales and use tax information regarding the tax you may owe directly to the state of South Dakota on page __.\" The notice on the order form shall direct the purchaser to the page that includes the principal notice required by section 2 of this Act. Section 4. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: For any internet purchase made pursuant to this Act, the invoice notice shall occur on the electronic order confirmation. The notice shall be sufficient if the noncollecting retailer provides a prominent linking notice that reads as follows: \"See important South Dakota sales and use tax information regarding the tax you may owe directly to the state of South Dakota.\" The invoice notice link shall direct the purchaser to the principal notice required by section 2 of this Act. If the noncollecting retailer does not issue an electronic order confirmation, the complete notice shall be placed on the purchase order, bill, receipt, sales slip, order form, or packing statement. For any catalog or phone purchase made pursuant to this Act, the complete notice shall be placed on the purchase order, bill, receipt, sales slip, order form, or packing statement. Section 5. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: For any internet purchase made pursuant to this Act, notice on the check-out page fulfills both the website and invoice notice requirements simultaneously, the notice shall be sufficient if the noncollecting retailer provides a prominent linking notice that reads as follows: \"See important South Dakota sales and use tax information regarding the tax you may owe directly to the state of South Dakota.\" The check-out page notice link shall direct the purchaser to the principal notice required by section 2 of this Act. If a retailer is required to provide a similar notice for another state in addition to South Dakota, the retailer may provide a consolidated notice so long as the notice includes the information contained in section 2 of this Act, specifically references South Dakota, and meets the placement requirements of this section. Section 6. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: A noncollecting retailer may not state or display or imply that no tax is due on any South Dakota purchase unless the display is accompanied by the notice required by section 2 of this Act each time the display appears. If a summary of the transaction includes a line designated \"sales tax\" and shows the amount of sales tax as zero, this constitutes a display implying that no tax is due on the purchase. This display shall be accompanied by the notice required by section 2 of this Act each time it appears. Notwithstanding the limitation in this section, if a noncollecting retailer knows that a purchase is exempt from South Dakota tax pursuant to South Dakota law, the noncollecting retailer may display or indicate that no sales or use tax is due even if the display is not accompanied by the notice required by section 2 of the Act. Section 7. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: With the exception of notification on an invoice, the provisions of this Act apply to online auction websites. Section 8. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: A de minimis retailer and a de minimis online auction website are exempt from the notice requirements provided by this Act."}, {"bill_id": 2703, "bill_version_id": 17345, "bill_version": "House Taxation Engrossed", "bill_version_date": "2011-02-24T13:23:54.477-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require certain notice requirements for retailers that do not have nexus in South Dakota which are selling tangible personal property, services, or products transferred electronically for use in South Dakota. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"De minimis online auction website,\" any online auction website that facilitates total gross sales in South Dakota in the prior calendar year of less than one hundred thousand dollars and reasonably expects South Dakota sales in the current calendar year will be less than one hundred thousand dollars; (2) \"De minimis retailer,\" any noncollecting retailer that made total gross sales in South Dakota in the prior calendar year of less than one hundred thousand dollars and reasonably expects South Dakota sales in the current calendar year will be less than one hundred thousand dollars; (3) \"Noncollecting retailer,\" any retailer, not currently registered to collect and remit South Dakota sales and use tax, who makes sales of tangible personal property, services, and products transferred electronically from a place of business outside of South Dakota to be shipped to South Dakota for use, storage, or consumption and who is not required to collect South Dakota sales or use taxes; (4) \"Online auction website,\" a collection of web pages on the Internet that allows any person to display tangible personal property, services, or products transferred electronically for sale which is purchased through a competitive process where a participant places a bid with the highest bidder purchasing the property, service, or product when the bidding period ends; (5) \"South Dakota purchaser,\" any purchaser that purchases tangible personal property, services, or products transferred electronically to be shipped or transferred to South Dakota. Section 2. Pursuant to this Act, each noncollecting retailer shall give notice that South Dakota use tax is due on nonexempt purchases of tangible personal property, services, or products transferred electronically and shall be paid by the South Dakota purchaser. The notice shall be readily visible and contain the information as follows: (1) The noncollecting retailer is not required, and does not collect South Dakota sales or use tax; (2) The purchase is subject to state use tax unless it is specifically exempt from taxation; (3) The purchase is not exempt merely because the purchase is made over the Internet, by catalog, or by other remote means; (4) The state requires each South Dakota purchaser to report any purchase that was not taxed and pay tax on the purchase. The tax may be reported and paid on the South Dakota use tax form; and (5) The use tax form and corresponding instructions are available on the South Dakota Department of Revenue and Regulation website. Section 3. The notice required by section 2 of this Act on a website shall occur on a page necessary to facilitate the applicable transaction. The notice shall be sufficient if the noncollecting retailer provides a prominent linking notice that reads as follows: \"See important South Dakota sales and use tax information regarding the tax you may owe directly to the state of South Dakota.\" The prominent linking notice shall direct the purchaser to the principal notice information required by section 2 of this Act. The notice required by section 2 of this Act in a catalog shall be part of the order form. The notice shall be sufficient if the noncollecting retailer provides a prominent reference to a supplemental page that reads as follows: \"See important South Dakota sales and use tax information regarding the tax you may owe directly to the state of South Dakota on page __.\" The notice on the order form shall direct the purchaser to the page that includes the principal notice required by section 2 of this Act. Section 4. For any internet purchase made pursuant to this Act, the invoice notice shall occur on the electronic order confirmation. The notice shall be sufficient if the noncollecting retailer provides a prominent linking notice that reads as follows: \"See important South Dakota sales and use tax information regarding the tax you may owe directly to the state of South Dakota.\" The invoice notice link shall direct the purchaser to the principal notice required by section 2 of this Act. If the noncollecting retailer does not issue an electronic order confirmation, the complete notice shall be placed on the purchase order, bill, receipt, sales slip, order form, or packing statement. For any catalog or phone purchase made pursuant to this Act, the complete notice shall be placed on the purchase order, bill, receipt, sales slip, order form, or packing statement. Section 5. For any internet purchase made pursuant to this Act, notice on the check-out page fulfills both the website and invoice notice requirements simultaneously, the notice shall be sufficient if the noncollecting retailer provides a prominent linking notice that reads as follows: \"See important South Dakota sales and use tax information regarding the tax you may owe directly to the state of South Dakota.\" The check-out page notice link shall direct the purchaser to the principal notice required by section 2 of this Act. If a retailer is required to provide a similar notice for another state in addition to South Dakota, the retailer may provide a consolidated notice so long as the notice includes the information contained in section 2 of this Act, specifically references South Dakota, and meets the placement requirements of this section. Section 6. A noncollecting retailer may not state or display or imply that no tax is due on any South Dakota purchase unless the display is accompanied by the notice required by section 2 of this Act each time the display appears. If a summary of the transaction includes a line designated \"sales tax\" and shows the amount of sales tax as zero, this constitutes a display implying that no tax is due on the purchase. This display shall be accompanied by the notice required by section 2 of this Act each time it appears. Notwithstanding the limitation in this section, if a noncollecting retailer knows that a purchase is exempt from South Dakota tax pursuant to South Dakota law, the noncollecting retailer may display or indicate that no sales or use tax is due even if the display is not accompanied by the notice required by section 2 of the Act. Section 7. With the exception of notification on an invoice, the provisions of this Act apply to online auction websites. Section 8. A de minimis retailer and a de minimis online auction website are exempt from the notice requirements provided by this Act. Section 9. No criminal penalty or civil liability may be applied or assessed for failure to comply with the provisions of this Act."}, {"bill_id": 2703, "bill_version_id": 17857, "bill_version": "Enrolled", "bill_version_date": "2011-03-03T14:02:56.59-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2703, "action_date": "2011-01-26T14:00:00-06:00", "document_id": 15747, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15747.pdf", "status_text": "First read in Senate and referred to", "journal_page": 213, "committee_id_action": 113, "committee_id_assigned": 99, "result": "N", "vote": {}}, {"bill_id": 2703, "action_date": "2011-02-07T10:00:00-06:00", "document_id": 16187, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16187.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 99, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2703, "action_date": "2011-02-07T10:00:00-06:00", "document_id": 16389, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16389.pdf", "status_text": "Do Pass", "journal_page": 332, "committee_id_action": 99, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8634, "president_vote": null, "Yea": [41, 31, 43, 16, 55, 25], "Nay": [2]}}, {"bill_id": 2703, "action_date": "2011-02-08T14:00:00-06:00", "document_id": 16544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16544.pdf", "status_text": "Deferred to another day", "journal_page": 360, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2703, "action_date": "2011-02-09T14:00:00-06:00", "document_id": 16639, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16639.pdf", "status_text": "Do Pass", "journal_page": 380, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8833, "president_vote": null, "Yea": [44, 75, 30, 42, 79, 40, 46, 41, 24, 26, 25, 38, 78, 76, 18, 77, 82, 13, 55, 31, 43, 4, 10, 19, 81, 27, 34, 52, 80, 8, 45, 22], "Nay": [2], "Excused": [16, 9]}}, {"bill_id": 2703, "action_date": "2011-02-10T13:00:00-06:00", "document_id": 16727, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16727.pdf", "status_text": "First read in House and referred to", "journal_page": 358, "committee_id_action": 115, "committee_id_assigned": 109, "result": "N", "vote": {}}, {"bill_id": 2703, "action_date": "2011-02-24T08:00:00-06:00", "document_id": 17167, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17167.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 109, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2703, "action_date": "2011-02-24T08:00:00-06:00", "document_id": 17321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17321.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 109, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2703, "action_date": "2011-02-24T08:00:00-06:00", "document_id": 17321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17321.pdf", "status_text": "Do Pass Amended", "journal_page": 509, "committee_id_action": 109, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9448, "president_vote": null, "Yea": [72, 49, 15, 57, 39, 54, 58, 102, 98, 50, 91, 7, 89], "Nay": [92, 67]}}, {"bill_id": 2703, "action_date": "2011-02-28T14:00:00-06:00", "document_id": 17545, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17545.pdf", "status_text": "Deferred to another day", "journal_page": 562, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2703, "action_date": "2011-03-01T14:00:00-06:00", "document_id": 17651, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17651.pdf", "status_text": "Do Pass Amended", "journal_page": 578, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9711, "president_vote": null, "Yea": [12, 53, 56, 17, 33, 21, 72, 60, 87, 1, 105, 48, 51, 49, 15, 59, 36, 7, 84, 88, 61, 90, 57, 11, 63, 70, 96, 23, 62, 39, 54, 20, 71, 28, 37, 83, 58, 85, 103, 3, 102, 68, 98, 99, 64, 73, 69, 50, 14, 6, 86, 93, 74, 35, 97, 29, 101, 66, 100, 91, 89, 65, 47, 5], "Excused": [94, 104, 95], "Nay": [92, 32, 67]}}, {"bill_id": 2703, "action_date": "2011-03-03T13:00:00-06:00", "document_id": 17861, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17861.pdf", "status_text": "Concurred in amendments", "journal_page": 611, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9834, "president_vote": null, "Yea": [44, 75, 30, 42, 79, 40, 46, 41, 24, 25, 38, 78, 76, 18, 77, 82, 13, 55, 31, 43, 4, 16, 9, 10, 19, 81, 27, 34, 52, 80, 8, 22], "Excused": [26, 45], "Nay": [2]}}, {"bill_id": 2703, "action_date": "2011-03-07T14:00:00-06:00", "document_id": 17983, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17983.pdf", "status_text": "Signed by the President", "journal_page": 640, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2703, "action_date": "2011-03-08T14:00:00-06:00", "document_id": 18084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18084.pdf", "status_text": "Signed by the Speaker", "journal_page": 688, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2703, "action_date": "2011-03-09T10:00:00-06:00", "document_id": 18127, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18127.pdf", "status_text": "Delivered to the Governor", "journal_page": 666, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2703, "action_date": "2011-03-11T10:00:00-06:00", "document_id": 18214, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18214.pdf", "status_text": "Signed by the Governor", "journal_page": 696, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4750, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2703"}