{"session_id": 19, "bill_id": 4384, "bill_type": "Senate Bill", "bill_number": 217, "bill_title": "exempt certain rodeo events from sales taxes.", "sponsors": [{"legislator_profile_id": 330, "is_prime": true}, {"legislator_profile_id": 413, "is_prime": true}, {"legislator_profile_id": 420, "is_prime": false}, {"legislator_profile_id": 366, "is_prime": false}, {"legislator_profile_id": 348, "is_prime": false}, {"legislator_profile_id": 331, "is_prime": false}, {"legislator_profile_id": 414, "is_prime": false}, {"legislator_profile_id": 352, "is_prime": false}, {"legislator_profile_id": 367, "is_prime": false}], "keywords": ["Recreation and Sports", "Sales Tax"], "audio": [{"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sta19.mp3", "start_seconds": 230.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sta19.mp3", "start_seconds": 230.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sta19.mp3", "start_seconds": 230.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap25.mp3", "start_seconds": 72.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap25.mp3", "start_seconds": 72.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap25.mp3", "start_seconds": 72.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap25.mp3", "start_seconds": 72.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap25.mp3", "start_seconds": 10153.0}], "bill_versions": [{"bill_id": 4384, "bill_version_id": 24681, "bill_version": "Introduced", "bill_version_date": "2013-01-28T08:52:47.787-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to exempt certain rodeo events from sales taxes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45-13 be amended to read as follows: 10-45-13. There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, the gross receipts from the following: (1) Sales of tickets or admissions to the grounds and grandstand attractions of state, county, district, regional, and local fairs; (2) Admissions to nonprofit historic sites and repertory theater performances operated by nonprofit organizations; (3) Admissions to community operated celebrations and shows sponsored by a chamber of commerce or other similar nonprofit organization if the county or municipality in which the activity takes place officially sponsors the activity and no charge is made to the operators of the celebration or show for the use of county, city or town facilities or services; (4) Admissions to events or receipts from activities sponsored and operated by colleges or vocational schools or elementary or high schools or related clubs or supporting organizations approved or supervised by a school or college when the entire net proceeds are spent for educational purposes and any associations of them and receipts from tangible personal property or any product transferred electronically sold at such events. However, receipts from tangible personal property or any product transferred electronically sold at such events or activities are included in the measure of sales tax at the time of purchase by the college or school or related club or supporting organization; (5) Religious, benevolent, fraternal, youth association or charitable activities, including any bingo or lottery conducted pursuant to § 22-25-25, where the entire amount of such receipts after deducting all costs directly related to the conduct of such activities is expended for religious, benevolent, fraternal, youth association or charitable purposes, and, except for any bingo or lottery, the receipts are not the result of engaging in business for more than three consecutive days. For the purposes of determining whether this business has been engaged in for more than three days, days necessary to set up, organize, prepare for, take down, or disassemble the business or activity may not be construed as days engaged in business. However, receipts from tangible personal property, any product transferred electronically, or services purchased for use in the activity are included in the measure of sales tax; (6) Sales of tangible personal property or any product transferred electronically when the net receipts therefrom are used primarily for the restoration or maintenance of the Governor's mansion and capitol grounds; (7) Any charge or entry fee made to persons for engaging in participatory events limited to tournaments, contests and league activities. However, receipts from tangible personal property, any product transferred electronically, or services purchased for use in tournaments, contests and league activities shall be included in the measure of the tax imposed by this chapter; (8) Admissions to events or receipts from activities sponsored and operated by county or municipal historical societies or centennial committees when the entire net proceeds are spent for centennial celebration purposes. However, receipts from tangible personal property, any product transferred electronically, or services purchased for use in the activity are included in the measure of sales tax; (9) Religious, benevolent, fraternal, youth association or charitable activities conducted at county fairs, if the entire amount of such receipts after deducting all costs directly related to the conduct of such activities is expended for religious, benevolent, fraternal, youth association or charitable purposes, and the receipts are not the result of engaging in business for more than five consecutive days. However, receipts from tangible personal property, any product transferred electronically, or services purchased for use in the activity are included in the measure of sales tax; (10) Admissions to circus performances and rodeos sponsored or operated by religious, benevolent, fraternal or youth associations, if the entire amount of the receipts after deducting all costs directly related to the conduct of the circus performances or rodeos is expended for religious, benevolent, fraternal, youth associations or charitable purposes; (11) Admissions to events or receipts from activities sponsored and operated by religious, benevolent, or charitable organizations for a period not to exceed thirty days in any calendar year, if the entire amount of the receipts after deducting all costs directly related to the conduct of the event or activity is expended for the benefit of homeless persons. Section 2. That § 10-45-91 be repealed. 10-45-91. Notwithstanding the provisions of § 10-45-13, admissions to rodeos and rodeo related activities and events are subject to the tax imposed by §§ 10-45-8 and 10-45D-2."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4384, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24841.pdf", "status_text": "First read in Senate and referred to", "journal_page": 241, "committee_id_action": 200, "committee_id_assigned": 186, "result": "N", "vote": {}}, {"bill_id": 4384, "action_date": "2013-02-06T10:00:00-06:00", "document_id": 25161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25161.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 186, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4384, "action_date": "2013-02-06T10:00:00-06:00", "document_id": 25343, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25343.pdf", "status_text": "Deferred to another day", "journal_page": 0, "committee_id_action": 186, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13481, "president_vote": null, "Nay": [388, 419], "Yea": [336, 385, 384, 383, 331]}}, {"bill_id": 4384, "action_date": "2013-02-14T14:00:00-06:00", "document_id": 25769, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25769.pdf", "status_text": "Referred to", "journal_page": 413, "committee_id_action": 200, "committee_id_assigned": 199, "result": "P", "vote": {}}, {"bill_id": 4384, "action_date": "2013-02-19T08:00:00-06:00", "document_id": 25770, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25770.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 199, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4384, "action_date": "2013-02-19T08:00:00-06:00", "document_id": 25971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25971.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 199, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 13974, "president_vote": null, "Yea": [367, 376, 319], "Nay": [317, 365, 379, 321], "Excused": [387, 338]}}, {"bill_id": 4384, "action_date": "2013-02-19T08:00:00-06:00", "document_id": 25971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25971.pdf", "status_text": "Tabled", "journal_page": 477, "committee_id_action": 199, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13977, "president_vote": null, "Nay": [367, 376], "Yea": [317, 365, 379, 319, 321], "Excused": [387, 338]}}]}