{"session_id": 24, "bill_id": 6894, "bill_type": "House Bill", "bill_number": 1054, "bill_title": "authorize the production and sale of industrial hemp.", "sponsors": [{"legislator_profile_id": 1035, "is_prime": true}, {"legislator_profile_id": 990, "is_prime": true}, {"legislator_profile_id": 1042, "is_prime": false}, {"legislator_profile_id": 1057, "is_prime": false}, {"legislator_profile_id": 974, "is_prime": false}, {"legislator_profile_id": 964, "is_prime": false}, {"legislator_profile_id": 1040, "is_prime": false}, {"legislator_profile_id": 1060, "is_prime": false}, {"legislator_profile_id": 980, "is_prime": false}, {"legislator_profile_id": 979, "is_prime": false}, {"legislator_profile_id": 985, "is_prime": false}, {"legislator_profile_id": 976, "is_prime": false}, {"legislator_profile_id": 1022, "is_prime": false}, {"legislator_profile_id": 1002, "is_prime": false}, {"legislator_profile_id": 1065, "is_prime": false}, {"legislator_profile_id": 984, "is_prime": false}, {"legislator_profile_id": 994, "is_prime": false}, {"legislator_profile_id": 1038, "is_prime": false}, {"legislator_profile_id": 987, "is_prime": false}, {"legislator_profile_id": 982, "is_prime": false}, {"legislator_profile_id": 1055, "is_prime": false}, {"legislator_profile_id": 1058, "is_prime": false}, {"legislator_profile_id": 1036, "is_prime": false}, {"legislator_profile_id": 1048, "is_prime": false}, {"legislator_profile_id": 975, "is_prime": false}, {"legislator_profile_id": 1018, "is_prime": false}, {"legislator_profile_id": 1059, "is_prime": false}, {"legislator_profile_id": 1031, "is_prime": false}, {"legislator_profile_id": 1001, "is_prime": false}, {"legislator_profile_id": 1027, "is_prime": false}, {"legislator_profile_id": 1028, "is_prime": false}, {"legislator_profile_id": 1007, "is_prime": false}, {"legislator_profile_id": 1030, "is_prime": false}, {"legislator_profile_id": 988, "is_prime": false}, {"legislator_profile_id": 1066, "is_prime": false}, {"legislator_profile_id": 1026, "is_prime": false}, {"legislator_profile_id": 1069, "is_prime": false}, {"legislator_profile_id": 1000, "is_prime": false}, {"legislator_profile_id": 996, "is_prime": false}, {"legislator_profile_id": 1032, "is_prime": false}], "keywords": ["Administrative Rules", "Agriculture and Horticulture", "Background Checks", "Controlled Substances", "Fees", "Licenses"], "audio": [{"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag13.mp3", "start_seconds": 130.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag13.mp3", "start_seconds": 130.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag13.mp3", "start_seconds": 130.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag13.mp3", "start_seconds": 130.0}, {"meeting_datetime": "2016-02-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou15.mp3", "start_seconds": 3986.0}, {"meeting_datetime": "2016-02-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou15.mp3", "start_seconds": 3986.0}, {"meeting_datetime": "2016-02-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou15.mp3", "start_seconds": 3986.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sag23.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sag23.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sag23.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sag23.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sag23.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sag23.mp3", "start_seconds": 140.0}], "bill_versions": [{"bill_id": 6894, "bill_version_id": 37598, "bill_version": "Introduced", "bill_version_date": "2016-01-15T08:49:11.11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the production and sale of industrial hemp. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Industrial hemp (cannabis sativa l.), having no more than three-tenths of one percent tetrahydrocannabinol, is hereby designated an oilseed. Upon meeting the requirements of sections 2 to 5, inclusive, of this Act, any person in this state may plant, grow, harvest, possess, process, sell, and buy industrial hemp (cannabis sativa l.) having no more than three-tenths of one percent tetrahydrocannabinol. Section 2. That the code be amended by adding a NEW SECTION to read: Any person desiring to grow or process industrial hemp for commercial purposes or research shall apply to the Department of Agriculture for a license on a form prescribed by the department in rules promulgated pursuant to chapter 1-26. The application for a license shall include the name and address of the applicant and the legal description of the land area to be used to produce or process industrial hemp. Except for employees of the South Dakota Department of Agriculture, the South Dakota Agricultural Experiment Station, or the South Dakota State University Extension Service involved in research and extension-related activities, the department shall require each applicant for initial licensure to submit to a statewide and nationwide criminal history record check. The criminal history record check shall be through fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. If no disqualifying record is identified at the state level, the fingerprints shall be forwarded by the Division of Criminal Investigation to the Federal Bureau of Investigation for a national criminal history record check. All costs associated with the criminal history record check are the responsibility of the applicant. Criminal history records provided to the department under this section are confidential. The department may use the records only in determining an applicant's eligibility for licensure. Any person with a prior criminal conviction may be denied licensure. Section 3. That the code be amended by adding a NEW SECTION to read: If the applicant has completed the application process pursuant to section 2 of this Act to the satisfaction of the Department of Agriculture, the department shall issue the license, which is valid for a period of one year. Any person licensed under this Act is presumed to be growing or processing industrial hemp for commercial purposes or research. A license required by this Act is not conditioned on or subject to review or approval by the United States Drug Enforcement Agency. This section and section 2 of this Act do not apply to any person licensed by the United States Drug Enforcement Agency to conduct research. Section 4. That the code be amended by adding a NEW SECTION to read: Each person licensed pursuant to section 3 of this Act shall file with the Department of Agriculture documentation indicating that the seeds planted were of a type and variety certified to have no more than three-tenths of one percent tetrahydrocannabinol and a copy of any contract to grow industrial hemp. Each licensee shall notify the department of the sale or distribution of any industrial hemp grown by the licensee and the names of the persons to whom the industrial hemp was sold or distributed. Section 5. That the code be amended by adding a NEW SECTION to read: The Department of Agriculture shall promulgate rules, pursuant to chapter 1-26, to allow industrial hemp to be tested during growth for tetrahydrocannabinol levels and to allow for supervision of the industrial hemp during its growing, harvesting, and processing. To provide sufficient funds to pay costs associated with monitoring and testing industrial hemp in the state, the department shall assess each applicant a fee of five dollars per acre. The minimum fee assessed is one hundred fifty dollars per applicant. Collections from the fee shall be used to enforce the provisions of this Act. Section 6. That the code be amended by adding a NEW SECTION to read: The provisions of chapter 38-27 do not apply to the industrial hemp authorized pursuant to this Act."}, {"bill_id": 6894, "bill_version_id": 38546, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "2016-02-02T12:45:04.797-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the production and sale of industrial hemp. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Industrial hemp (cannabis sativa l.), having no more than three-tenths of one percent tetrahydrocannabinol, is hereby designated an oilseed. Upon meeting the requirements of sections 2 to 6, inclusive, of this Act, any person in this state may plant, grow, harvest, possess, process, sell, and buy industrial hemp (cannabis sativa l.) having no more than three-tenths of one percent tetrahydrocannabinol. Section 2. That the code be amended by adding a NEW SECTION to read: Any person desiring to grow or process industrial hemp for commercial purposes or research shall apply to the Department of Agriculture for a license on a form prescribed by the department in rules promulgated pursuant to chapter 1-26. The application for a license shall include the name and address of the applicant and the legal description of the land area to be used to produce or process industrial hemp. Except for employees of the South Dakota Department of Agriculture, the South Dakota Agricultural Experiment Station, or the South Dakota State University Extension Service involved in research and extension-related activities, the department shall require each applicant for initial licensure to submit to a statewide and nationwide criminal history record check. The criminal history record check shall be through fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. If no disqualifying record is identified at the state level, the fingerprints shall be forwarded by the Division of Criminal Investigation to the Federal Bureau of Investigation for a national criminal history record check. All costs associated with the criminal history record check are the responsibility of the applicant. Criminal history records provided to the department under this section are confidential. The department may use the records only in determining an applicant's eligibility for licensure. Any person with a prior criminal conviction may be denied licensure. Section 3. That the code be amended by adding a NEW SECTION to read: If the applicant has completed the application process pursuant to section 2 of this Act to the satisfaction of the Department of Agriculture, the department shall issue the license, which is valid for a period of one year. Any person licensed under this Act is presumed to be growing or processing industrial hemp for commercial purposes or research. A license required by this Act is not conditioned on or subject to review or approval by the United States Drug Enforcement Agency. This section and section 2 of this Act do not apply to any person licensed by the United States Drug Enforcement Agency to conduct research. Section 4. That the code be amended by adding a NEW SECTION to read: Each person licensed pursuant to section 3 of this Act shall file with the Department of Agriculture documentation indicating that the seeds planted were of a type and variety certified to have no more than three-tenths of one percent tetrahydrocannabinol and a copy of any contract to grow industrial hemp. Each licensee shall notify the department of the sale or distribution of any industrial hemp grown by the licensee and the names of the persons to whom the industrial hemp was sold or distributed. Section 5. That the code be amended by adding a NEW SECTION to read: Only a person licensed to grow or process industrial hemp pursuant to this Act may possess any part, stalk, leaf, bud, flower, or seed of an industrial hemp plant. Section 6. That the code be amended by adding a NEW SECTION to read: The Department of Agriculture shall promulgate rules, pursuant to chapter 1-26, to allow industrial hemp to be tested during growth for tetrahydrocannabinol levels and to allow for supervision of the industrial hemp during its growing, harvesting, and processing. To provide sufficient funds to pay costs associated with monitoring and testing industrial hemp in the state, the department shall assess each applicant a fee of five dollars per acre. The minimum fee assessed is one hundred fifty dollars per applicant. Collections from the fee shall be used to enforce the provisions of this Act. Section 7. That the code be amended by adding a NEW SECTION to read: The provisions of chapter 38-27 do not apply to the industrial hemp authorized pursuant to this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6894, "action_date": "2016-01-15T12:30:00-06:00", "document_id": 37624, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37624.pdf", "status_text": "First read in House and referred to", "journal_page": 50, "committee_id_action": 325, "committee_id_assigned": 317, "result": "N", "vote": {}}, {"bill_id": 6894, "action_date": "2016-01-19T14:00:00-06:00", "document_id": 37724, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37724.pdf", "status_text": "Referred to", "journal_page": 55, "committee_id_action": 325, "committee_id_assigned": 321, "result": "P", "vote": {}}, {"bill_id": 6894, "action_date": "2016-02-02T07:45:00-06:00", "document_id": 38375, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38375.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 321, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6894, "action_date": "2016-02-02T07:45:00-06:00", "document_id": 38519, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38519.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 321, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20395, "president_vote": null, "Yea": [964, 1039, 980, 1056, 1058, 1018, 1054, 1007, 1030, 988, 1032, 1055, 1031]}}, {"bill_id": 6894, "action_date": "2016-02-02T07:45:00-06:00", "document_id": 38519, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38519.pdf", "status_text": "Do Pass Amended", "journal_page": 230, "committee_id_action": 321, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20399, "president_vote": null, "Yea": [964, 980, 1056, 1058, 1018, 1007, 1030, 988, 1032, 1055, 1031], "Nay": [1039, 1054]}}, {"bill_id": 6894, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38841.pdf", "status_text": "Do Pass Amended", "journal_page": 294, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20582, "president_vote": null, "Nay": [1043, 995, 1039, 1049, 1061, 1019, 968, 991, 1052, 1023, 1025], "Yea": [1042, 1063, 983, 1057, 964, 1040, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1022, 1056, 1002, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1017, 1058, 1036, 1048, 1024, 1003, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 1007, 1030, 988, 993, 1026, 981, 1069, 1029, 996, 990, 1032, 1051, 965, 1053, 1064, 989], "Excused": [1021, 1015]}}, {"bill_id": 6894, "action_date": "2016-02-05T13:00:00-06:00", "document_id": 38923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38923.pdf", "status_text": "First read in Senate and referred to", "journal_page": 233, "committee_id_action": 309, "committee_id_assigned": 296, "result": "N", "vote": {}}, {"bill_id": 6894, "action_date": "2016-02-18T10:00:00-06:00", "document_id": 39314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39314.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 296, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6894, "action_date": "2016-02-18T10:00:00-06:00", "document_id": 39549, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39549.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 296, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 21087, "president_vote": null, "Yea": [979, 1016, 994, 975], "Nay": [1014, 1001, 1046, 973, 1037]}}, {"bill_id": 6894, "action_date": "2016-02-18T10:00:00-06:00", "document_id": 39549, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39549.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 333, "committee_id_action": 296, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21090, "president_vote": null, "Nay": [979, 994, 975], "Excused": [1016], "Yea": [1014, 1001, 1046, 973, 1037]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6894"}