{"session_id": 64, "bill_id": 23366, "bill_type": "House Bill", "bill_number": 1307, "bill_title": "revise the definition of cremation.", "sponsors": [{"legislator_profile_id": 3926, "is_prime": true}, {"legislator_profile_id": 3965, "is_prime": true}, {"legislator_profile_id": 3923, "is_prime": false}, {"legislator_profile_id": 3934, "is_prime": false}, {"legislator_profile_id": 3950, "is_prime": false}, {"legislator_profile_id": 3973, "is_prime": false}, {"legislator_profile_id": 3981, "is_prime": false}, {"legislator_profile_id": 3995, "is_prime": false}], "keywords": [], "audio": [{"meeting_datetime": "2022-02-14T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju22.mp3", "start_seconds": 3959.0}, {"meeting_datetime": "2022-02-14T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju22.mp3", "start_seconds": 3959.0}, {"meeting_datetime": "2022-02-14T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju22.mp3", "start_seconds": 3959.0}], "bill_versions": [{"bill_id": 23366, "bill_version_id": 232132, "bill_version": "Introduced", "bill_version_date": "2022-02-02T10:09:57.263-06:00", "bill_text": "An Act to revise the definition of cremation. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34-26A-1 be AMENDED: 34-26A-1. Terms used in this chapter mean: (1) \"Board,\" the State Board of Funeral Service; (1A) \"Casket,\" a rigid container which that is designed for the encasement of human remains, and which is usually constructed of wood, metal, or like material and ornamented and lined with fabric; (2) \"Closed container,\" any container in which that cremated remains can be placed and closed in a manner so as to prevent leakage or spillage of cremated remains or the entrance of foreign material; (3) \"Cremated remains,\" all human remains recovered after the completion of the cremation process, including pulverization which that leaves only bone fragments reduced to unidentifiable dimensions; (4) \"Cremation,\" the technical process, using heat or alkaline hydrolysis, that reduces human remains to bone fragments. The reduction takes place through heat and evaporation or through hydrolysis; (5) \"Cremation chamber,\" the enclosed space within which the cremation process takes place. Cremation chambers covered by these procedures shall must be used exclusively for the cremation of human remains; (6) \"Cremation container,\" the container in which that the human remains are placed in before insertion into the cremation chamber for a cremation. A cremation container shall must be composed of readily combustible materials suitable for cremation, be able to be closed in order to provide a complete covering for the human remains, be resistant to leakage or spillage, be rigid enough for handling with ease, and be able to provide protection for the health, safety, and personal integrity of crematory personnel; (7) \"Crematory authority,\" the legal entity or the authorized representative of the legal entity which that is licensed by the board to operate a crematory and perform cremation; (8) \"Crematory,\" the building or portion of a building that houses the cremation chamber and the holding facility; (9) \"Holding facility,\" an area within or adjacent to the crematory facility designated for the retention of human remains prior to cremation that complies with any applicable public health law, preserves the dignity of the human remains, recognizes the integrity, health, and safety of the crematory authority personnel operating the crematory, and is secure from access by anyone other than authority personnel; (10) \"Human remains,\" the body of a deceased person, not including pathological waste; (11) \"Niche,\" a compartment or cubicle for the memorialization or permanent placement of an urn containing cremated remains; (12) \"Pathological waste,\" human tissues, organs, and blood or body fluids, in liquid or semiliquid form, that are removed from a person for medical purposes during treatment, surgery, biopsy, or autopsy; (13) \"Scattering area,\" a designated area for the scattering of cremated remains; (14) \"Temporary container,\" a receptacle for cremated remains usually made of cardboard, plastic film, or similar material designed to hold the cremated remains until an urn or other permanent container is acquired; and (15) \"Urn,\" a receptacle designed to permanently encase the cremated remains."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23366, "action_date": "2022-02-02T14:00:00-06:00", "document_id": 231905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231905.pdf", "status_text": "First Reading House", "journal_page": 178, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23366, "action_date": "2022-02-04T13:30:00-06:00", "document_id": 232452, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232452.pdf", "status_text": "Referred to", "journal_page": 211, "committee_id_action": 1008, "committee_id_assigned": 1009, "result": "N", "vote": {}}, {"bill_id": 23366, "action_date": "2022-02-14T10:00:00-06:00", "document_id": 233251, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233251.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1009, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23366, "action_date": "2022-02-14T10:00:00-06:00", "document_id": 233253, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233253.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 1, "committee_id_action": 1009, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73532, "president_vote": null, "Yea": [3913, 3915, 3927, 3976, 3983, 3984, 3988, 3989, 3997, 4001, 3946], "Excused": [3985, 3998]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23366"}