{"session_id": 32, "bill_id": 9182, "bill_type": "Senate Bill", "bill_number": 195, "bill_title": "establish certain provisions regarding the state procurement process for internet, data, and telecommunications services.", "sponsors": [{"legislator_profile_id": 1289, "is_prime": true}, {"legislator_profile_id": 1256, "is_prime": true}, {"legislator_profile_id": 1268, "is_prime": false}, {"legislator_profile_id": 1279, "is_prime": false}, {"legislator_profile_id": 1228, "is_prime": false}, {"legislator_profile_id": 1238, "is_prime": false}, {"legislator_profile_id": 1262, "is_prime": false}, {"legislator_profile_id": 1290, "is_prime": false}, {"legislator_profile_id": 1232, "is_prime": false}, {"legislator_profile_id": 1293, "is_prime": false}, {"legislator_profile_id": 1274, "is_prime": false}, {"legislator_profile_id": 1229, "is_prime": false}], "keywords": ["Public Property, Purchases and Contracts", "State Affairs and Government", "Telecommunications"], "audio": [{"meeting_datetime": "2018-02-06T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco18a.mp3", "start_seconds": 125.0}, {"meeting_datetime": "2018-02-06T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco18a.mp3", "start_seconds": 125.0}, {"meeting_datetime": "2018-02-06T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco18a.mp3", "start_seconds": 125.0}], "bill_versions": [{"bill_id": 9182, "bill_version_id": 48405, "bill_version": "Introduced", "bill_version_date": "2018-02-01T09:16:25.243-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain provisions regarding the state procurement process for internet, data, and telecommunications services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: For the purposes of this Act, the term, telecommunications services, includes internet and data services. Section 2. That the code be amended by adding a NEW SECTION to read: To be awarded a contract with the state for the provision of telecommunications services, a service provider shall publicly disclose to all of the provider's customers in the state, including the state itself, accurate information regarding the network and transport management practices including cellular data and wireless broadband transport, performance and commercial terms of the provider's broadband internet access services sufficient for consumers to make informed choices regarding use of the services and for content, application, service, and device providers to develop, market, and maintain internet offerings. Section 3. That the code be amended by adding a NEW SECTION to read: To receive a contract from the state for the provision of telecommunications services, a service provider may not, with respect to any consumer in the state, including the state itself as a consumer: (1) Block lawful content, applications, services, or nonharmful devices, subject to reasonable network management that is disclosed to the consumer; (2) Throttle, impair or degrade lawful internet traffic on the basis of internet content, application, or service, or use of a nonharmful device, subject to reasonable network management that is disclosed to the consumer; (3) Engage in paid prioritization; (4) Unreasonably interfere with or unreasonably disadvantage end users' ability to select, access, and use broadband internet access service or the lawful internet content, applications, services, or devices of their choice; or (5) Unreasonably interfere with or unreasonably disadvantage edge providers' ability to make lawful content, applications, services, or devices available to end users. Section 4. That the code be amended by adding a NEW SECTION to read: The Bureau of Administration may promulgate rules pursuant to chapter 1-26 or other policies and guidance as deemed necessary and appropriate to carry out the provisions of this Act and to monitor the Act's enforcement. Section 5. That the code be amended by adding a NEW SECTION to read: Each contracting department or agency that procures telecommunications services shall cooperate with the Bureau of Administration in implementing this Act and provide information and assistance as the bureau requires in the performance of the bureau's functions pursuant to this Act. Agencies shall receive approval from the Bureau of Administration before procuring internet services, including cellular data or wireless broadband internet services."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9182, "action_date": "2018-02-01T14:00:00-06:00", "document_id": 48504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48504.pdf", "status_text": "First read in Senate and referred to", "journal_page": 326, "committee_id_action": 395, "committee_id_assigned": 369, "result": "N", "vote": {}}, {"bill_id": 9182, "action_date": "2018-02-06T15:00:00-06:00", "document_id": 48521, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48521.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 369, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9182, "action_date": "2018-02-06T15:00:00-06:00", "document_id": 48810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48810.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 396, "committee_id_action": 369, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25451, "president_vote": null, "Nay": [1290], "Yea": [1304, 1239, 1218, 1288, 1243, 1234]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9182"}