{"session_id": 32, "bill_id": 8403, "bill_type": "House Bill", "bill_number": 1212, "bill_title": "revise certain provisions regarding the custody of a minor child.", "sponsors": [{"legislator_profile_id": 1309, "is_prime": true}, {"legislator_profile_id": 1233, "is_prime": true}, {"legislator_profile_id": 1214, "is_prime": false}, {"legislator_profile_id": 1294, "is_prime": false}, {"legislator_profile_id": 1282, "is_prime": false}, {"legislator_profile_id": 1234, "is_prime": false}, {"legislator_profile_id": 1280, "is_prime": false}], "keywords": ["Domestic Relations", "Parent and Child"], "audio": [], "bill_versions": [{"bill_id": 8403, "bill_version_id": 47919, "bill_version": "Introduced", "bill_version_date": "2018-01-25T09:31:53.487-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the custody of a minor child. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-4A-11 be amended to read: 25-4A-11. Upon the filing of a summons and complaint for divorce or separate maintenance or any other custody action or proceeding, the plaintiff shall also file and serve upon the defendant a copy of the standard guidelines. The standard guidelines attached to the summons shall become an order of the court upon fulfillment of the requirements of service. Any minor child of the marriage shall remain in the custody of the parent who has been the primary caregiver for the minor child for the majority of time in the twelve months preceding the filing of the summons and complaint A shared parenting plan shall be established for any minor child of the marriage or relationship, unless the parties agree otherwise. The standard guidelines shall apply and continue in effect, unless the parties agree, or the court orders otherwise. Imposition of the standard guidelines creates no presumption as to who may be awarded custody at any hearing. If there is a threat of domestic violence from either parent, the minor child shall remain in the custody of the parent who has been the primary caregiver for the minor child for the majority of the time in the twelve months preceding the filing of the summons and complaint, unless the primary caregiver is the parent who has made the threat or if the parties agree otherwise."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8403, "action_date": "2018-01-25T13:00:00-06:00", "document_id": 48021, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48021.pdf", "status_text": "First read in House and referred to", "journal_page": 201, "committee_id_action": 396, "committee_id_assigned": 394, "result": "N", "vote": {}}, {"bill_id": 8403, "action_date": "2018-02-01T14:00:00-06:00", "document_id": 48515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48515.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 291, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8403"}