{"session_id": 19, "bill_id": 3895, "bill_type": "House Bill", "bill_number": 1116, "bill_title": "revise the terms and expiration dates of appointees to certain boards and commissions.", "sponsors": [], "keywords": ["Professions and Occupations", "Public Officers and Employees", "State Affairs and Government"], "audio": [{"meeting_datetime": "2013-01-25T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst12.mp3", "start_seconds": 5440.0}, {"meeting_datetime": "2013-01-25T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst12.mp3", "start_seconds": 5440.0}, {"meeting_datetime": "2013-01-25T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst12.mp3", "start_seconds": 5440.0}, {"meeting_datetime": "2013-01-25T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst12.mp3", "start_seconds": 5440.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst29.mp3", "start_seconds": 4084.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst29.mp3", "start_seconds": 4084.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst29.mp3", "start_seconds": 4084.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst29.mp3", "start_seconds": 4084.0}], "bill_versions": [{"bill_id": 3895, "bill_version_id": 24035, "bill_version": "Introduced", "bill_version_date": "2013-01-18T10:26:16.043-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the terms and expiration dates of appointees to certain boards and commissions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-20B-4 be amended to read as follows: 36-20B-4. The South Dakota Board of Accountancy, which has responsibility for the administration and enforcement of this chapter, consists of six members, all of whom shall be residents of this state. Five members shall be appointed by the Governor for three-year terms. Four of the appointed members shall be holders of active certificates and three of these shall be in the practice of public accountancy. One appointed member shall be a lay member who is not a holder of a certificate under this chapter but shall have had professional or practical experience in the use of accounting services and financial statements, so as to be qualified to make judgments about the qualifications and conduct of persons and firms subject to regulation under this chapter. The auditor general shall serve as an ex officio member. The Governor shall, by appointment, fill any vacancy occurring during a term for the remainder of the unexpired term. Any member of the board whose certificate is revoked or suspended shall automatically cease to be a member of the board. The Governor may remove any member of the board for cause. The Governor may stagger the terms to enable the board to have different terms expire each year. No member may serve more than three consecutive full terms. However, appointment to fill an unexpired term is not considered a complete term for this purpose. The terms of members shall begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term shall expire expires on October thirtieth in the third year of appointment. Members terms that end June 30, 2012, are extended to October 30, 2012. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 2. That § 51A-2-8 be amended to read as follows: 51A-2-8. The term of office of members of the commission as created by this chapter shall be is three years each. However, the term of office of only one member who is a director or officer of a bank shall may expire each year. Vacancies arising other than from the natural expiration of a term shall be appointed for the remainder of the unexpired term only and such appointees shall meet the qualifications prescribed by law for the vacated position. All appointments to the commission shall be are effective on the thirty-first day of October in which the Governor appoints the member, unless otherwise designated by the Governor. Members shall serve until their successors are appointed and qualified. Any member may be removed by the Governor for cause. The three-year terms shall expire on October thirtieth in the third year of appointment. Members terms that end June 20, 2012, are extended to October 30, 2012. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 3. That § 62-2-10 be amended to read as follows: 62-2-10. The Governor shall appoint a State Workers' Compensation Advisory Council, composed of eight members, four representing employees, two of whom shall be from recommendations submitted by the South Dakota Federation of Labor. No employee representative may be a member of a personnel department. Four shall represent employers. The members may not be all of the same political party. Expenses of council members shall be paid by the Department of Labor and Regulation. The length of terms is three years with no more than three expiring each year. Members shall serve until a new appointment is made by the Governor. The secretary of labor and regulation is a nonvoting member. Five voting members of the council are a quorum for meetings. The lieutenant governor shall serve as the chair and has the right to vote. Any recommendations by the advisory council shall be by majority vote. The terms of members shall begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term shall expire expires on October thirtieth in the third year of appointment. Members terms that end June 30, 2012, are extended to October 30, 2012. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. The council shall aid the Department of Labor and Regulation in reviewing the workers' compensation program as to its content, adequacy, and effectiveness and make recommendations for its improvement. The council shall meet as frequently as necessary but not less than twice each year. The council shall make reports of its meetings that shall include a record of its discussions, including all issues voted upon and the vote count, and its recommendations. The council shall make an annual report to the Governor and Legislature by December thirty-first of each year. The department shall make the reports available to any interested persons or groups. Section 4. That § 36-14-2 be amended to read as follows: 36-14-2. The Governor shall appoint a Board of Barber Examiners which shall include three professional members. The term of each shall be is three years commencing on the thirty-first day of October. The appointee's term shall expire expires on October thirtieth in the third year of appointment. Members terms that end June 30, 2012, are extended to October 30, 2012. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. No member may serve more than three consecutive full terms. However, appointment to fill an unexpired term is not considered a complete term for this purpose. Each of these members shall be a practical barber who has followed the occupation of barber in this state for at least five years immediately preceding the barber's appointment. The Governor may remove a member for cause and shall fill all vacancies. Any member appointed to fill a vacancy shall serve the remainder of the unexpired term. The Governor may stagger the terms to enable the board to have different terms expire each year. Section 5. That § 1-36-3 be amended to read as follows: 1-36-3. The Board of Social Services is hereby continued within the Department of Social Services and shall consist of seven members, not more than four of which shall may be members of the same political party, appointed by the Governor and subject to removal for cause only. The term of office of each member shall be is three years. The terms of members shall begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term shall expire expires on October thirtieth in the third year of appointment. Members terms that end June 30, 2012, are extended to October 30, 2012. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. A member appointed to fill a vacancy occurring other than by expiration of a term shall be appointed for the unexpired term. Section 6. That § 36-19-2 be amended to read as follows: 36-19-2. The State Board of Funeral Service shall include the five professional members who shall be licensed to practice funeral service. The Governor shall appoint the professional members of the board. However, no person may be appointed as a professional member of the board who has not been licensed in this state, as an embalmer and funeral director, or to practice funeral service, for at least five years prior to appointment. The term of office of appointed members shall be is three years. The Governor shall, by appointment, fill any vacancy. The board shall also include two lay members who are users of the services regulated by the board. The term, lay member who is a user, refers to a person who is not licensed by the board but, where practical, uses the service licensed. The term shall be liberally construed to implement the purpose of this section. The Governor shall appoint the lay members. The lay members shall have the same term of office as other members of the board. No board member may serve more than three consecutive full terms. However, appointment to fill an unexpired term is not considered a complete term for this purpose. The Governor may stagger the terms to enable the board to have different terms expire each year. The terms of members shall begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term shall expire expires on October thirtieth in the third year of appointment. Members terms that end June 30, 1012, are extended to October 30, 2012. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. The board shall also include the secretary of health or the secretary's designee as a nonvoting member. Section 7. That § 36-24-5 be amended to read as follows: 36-24-5. Board members shall be appointed for a term of three years. Each member shall serve until a successor has been appointed. The terms of members shall begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term shall expire expires on October thirtieth in the third year of appointment. Members terms that end June 30, 2012, are extended to October 30, 2012. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 8. That § 36-35-2 be amended to read as follows: 36-35-2. The board consists of five members appointed by the Governor. The terms of the initial members of the board shall be staggered by the drawing of lots with three of the initial members serving a term of three years, two of the initial members serving a term of two years, and one of the initial members serving a term of one year. Any subsequent term on the board shall be is three years. One member of the board shall be a person not licensed by the board. Four members of the board shall be persons licensed by the board. The Governor shall fill any vacancy by appointment to complete the unexpired portion of that member's term. No person may serve more than three consecutive full terms on the board. The appointment to an unexpired term is not considered a full term. The terms of members shall begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term shall expire expires on October thirtieth in the third year of appointment. Members terms that end June 30, 2012, are extended to October 30, 2012. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 9. That § 36-4-1 be amended to read as follows: 36-4-1. The State Board of Medical and Osteopathic Examiners, hereinafter called the Board of Examiners, consists of nine members to be appointed by the Governor for terms of three years. No member may serve more than three consecutive full terms. However, appointment to an unexpired term is not considered a full term for this purpose. Each member shall hold office until a successor is appointed and qualified. Any vacancy on the board shall be filled by appointment by the Governor. The board shall at all times include six doctors of medicine and one doctor of osteopathy. The Governor may stagger terms to enable the board to have different terms expire each year. The terms of members shall begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term shall expire expires on October thirtieth in the third year of appointment. Members terms that end June 30, 2012, are extended to October 30, 2012. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 10. That § 36-9-9 be amended to read as follows: 36-9-9. The term of office for the members of the Board of Nursing is three years and expires on October thirtieth. Each member shall serve until a successor has been appointed and qualified. No member may be appointed to more than three consecutive full terms. However, appointment of a person to an unexpired term is not considered a full term for this purpose. At the expiration of a term, or if a vacancy occurs, the Governor shall appoint a new board member. The Governor may stagger terms to enable the board to have different terms expire each year. The appointee's term shall expire expires on October thirtieth in the third year of appointment. Members terms that end June 30, 2012, are extended to October 30, 2012. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 11. That § 36-28-2 be amended to read as follows: 36-28-2. The South Dakota State Board for Nursing Facility Administrators consists of eleven members. The members of the board shall be appointed by the Governor and shall include one licensed physician and one registered nurse, neither of whom may be an administrator or an employee of a nursing facility nor have any direct financial interest in nursing facilities; one practicing hospital administrator who is also licensed as a nursing facility administrator; two practicing administrators of proprietary nursing facilities; two practicing administrators of nonprofit nursing facilities; a designee of the secretary of health; a designee of the secretary of social services; and, two members of the general public who are not administrators or employees of a nursing facility and who have no direct financial interest in nursing facilities. The terms of all members shall are to be three years. No member may serve more than three consecutive full terms. The terms of members shall begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term shall expire expires on October thirtieth in the third year of appointment. The designees of the health and social services departments shall serve without compensation and reimbursement as provided in § 36-28-25, except that their travel expenses shall be paid by their respective agencies pursuant to § 3-9-2. The appointment to an unexpired term is not considered a full term. Members terms that end June 30, 2012, are extended to October 30, 2012. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 12. That § 40-3-2 be amended to read as follows: 40-3-2. The Animal Industry Board shall consist of seven members appointed by the Governor. Any interested farm, commodity, livestock auction or livestock commission, or veterinary organization may submit nominations to the Governor from which appointments may be made. Each term shall be is for a period of three years and until the successor is appointed and qualified. Vacancies Any vacancy may be filled by appointment of the Governor for the balance of the unexpired term. The terms of members shall begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term shall expire expires on October thirtieth in the third year of appointment. Members terms that end June 30, 2012, are extended to October 30, 2012. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 13. That § 40-31-4 be amended to read as follows: 40-31-4. The processor members of the American Dairy Association shall be appointed by the Governor from among a list of nominees supplied by the South Dakota Dairy Association, said list to. The list shall be at least twice the number of appointments to be made,. Each term is for a period of two years beginning on July first October thirty-first with one processor member to be appointed each year as the terms of previous appointees expire term of a previous appointee expires. Section 14. That § 1-16E-4.1 be amended to read as follows: 1-16E-4.1. The Board of Directors of the Value Added Finance Authority consists of seven members appointed by the Governor. No more than four members may be of the same political party. For the initial board, the Governor shall appoint four members to four-year terms and three members to two-year terms. Thereafter, the term of each member is four years. A member appointed to fill a vacancy occurring other than by expiration of a term is appointed for the remainder of the unexpired term. The terms of members shall begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term shall expire expires on October thirtieth in the third year of appointment. Members terms that end June 30, 2012, are extended to October 30, 2012. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 15. That § 36-12-7 be amended to read as follows: 36-12-7. If any vacancy occurs among the veterinarians on the State Board of Veterinary Medical Examiners due to resignation, death, removal from the state, or suspension as provided in this chapter, or for any other reason, the Governor shall fill such vacancy from the roster of licensed veterinarians within the state until the next succeeding October thirty-first. The appointee's term shall expire expires on October thirtieth in the third year of appointment. Members terms that end June 30, 2012, are extended to October 30, 2012. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 16. That § 38-10-3 be amended to read as follows: 38-10-3. There is hereby established a wheat commission for the utilization, research, and market development of wheat grown in South Dakota. The commission shall be composed of five members who shall be participating growers. The members of the commission shall be appointed by the Governor. Nominations for appointments shall be submitted to the Governor by wheat producers of the state. The terms of members shall begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term shall be is for three years and expire expires on October thirtieth in the third year of appointment. Members terms that end June 30, 2012, are extended to October 30, 2012. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 17. That § 50-2-1 be amended to read as follows: 50-2-1. The Aeronautics Commission consists of seven persons appointed by the Governor, who shall each receive the per diem set by § 4-7-10.4 for the time actually spent in the performance of their official duties, together with traveling expenses set by rule of the Board of Finance. At least four members of the commission shall be or have been actively engaged in and have had at least one year of practical experience in civil or military aeronautics. The terms of members shall begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term shall be is for three years and expire expires on October thirtieth in the third year of appointment. Members terms that end June 30, 2012, are extended to October 30, 2012. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 18. That § 1-44-25 be amended to read as follows: 1-44-25. The South Dakota State Railroad Board consists of seven members to be appointed by the Governor. Members shall serve a three-year term. No more than five members may be of the same political party. Any member appointed to fill a vacancy arising from other than the natural expiration of a term shall serve only for the unexpired term, but may be reappointed to a full term. The board shall annually choose from its membership a chair, a vice chair, and a secretary-treasurer. No member may be removed from office except for cause. The terms of members shall begin on October thirty-first of the calendar year. The appointee's term shall expire expires on October thirtieth in the third year of appointment. Members terms that end June 30, 2012, are extended to October 30, 2012. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 19. That § 14-1-55 be amended to read as follows: 14-1-55. The Governor shall appoint a State Library Board to perform all functions of the former State Library Commission. The board shall consist of six members appointed by the Governor for three-year terms. The members may not be of all the same political party. The initial terms of the members of the board shall be set by the Governor in such a manner that no more than two members' terms expire in the same year. One member shall be the executive director of the Board of Regents or the executive director's designee. The members shall represent, as nearly as practical, all geographic areas of the state. The terms of members shall begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term shall expire expires on October thirtieth in the third year of appointment. Members terms that end June 30, 2012, are extended to October 30, 2012. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 20. That § 1-15-29 be amended to read as follows: 1-15-29. There is hereby established a twenty-member Council of Juvenile Services to be appointed by the Governor and shall be comprised of individuals who have training, experience, or special knowledge of juvenile delinquency prevention or treatment or of the administration of juvenile justice. The membership of the Council of Juvenile Services shall comply with Section 223(a)(3) of the Juvenile Justice and Delinquency Act. The initial members to be appointed shall draw lots to determine who will hold the eight three-year terms, the six two-year terms, and the six one-year terms. Thereafter, each member shall serve a term of three years. Members may be reappointed and may continue to serve an expired term until replaced by the Governor. A chairperson, who may not be a full-time federal, state, or local employee, for the Council of Juvenile Services shall be chosen annually by a majority vote of its members at the first meeting each fiscal year. The terms of members shall begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term shall expire expires on October thirtieth in the third year of appointment. Members terms that end June 30, 2012, are extended to October 30, 2012. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire."}, {"bill_id": 3895, "bill_version_id": 26579, "bill_version": "Enrolled", "bill_version_date": "2013-02-27T10:01:45.957-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3895, "action_date": "2013-01-18T13:00:00-06:00", "document_id": 24084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24084.pdf", "status_text": "First read in House and referred to", "journal_page": 113, "committee_id_action": 202, "committee_id_assigned": 195, "result": "N", "vote": {}}, {"bill_id": 3895, "action_date": "2013-01-25T07:45:00-06:00", "document_id": 24401, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24401.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 195, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3895, "action_date": "2013-01-25T07:45:00-06:00", "document_id": 24578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24578.pdf", "status_text": "Do Pass", "journal_page": 178, "committee_id_action": 195, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12953, "president_vote": null, "Yea": [360, 348, 334, 381, 347, 351, 371, 316, 395, 354, 353, 335], "Excused": [349]}}, {"bill_id": 3895, "action_date": "2013-01-25T07:45:00-06:00", "document_id": 24578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24578.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 195, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3895, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24817, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24817.pdf", "status_text": "Do Pass", "journal_page": 218, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13028, "president_vote": null, "Yea": [420, 346, 415, 418, 326, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 389, 351, 344, 359, 392, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 408, 404, 405, 356, 411, 377, 355, 378, 407, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334], "Excused": [390, 352]}}, {"bill_id": 3895, "action_date": "2013-01-29T14:00:00-06:00", "document_id": 24926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24926.pdf", "status_text": "First read in Senate and referred to", "journal_page": 264, "committee_id_action": 200, "committee_id_assigned": 185, "result": "N", "vote": {}}, {"bill_id": 3895, "action_date": "2013-02-25T10:00:00-06:00", "document_id": 26269, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26269.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3895, "action_date": "2013-02-25T10:00:00-06:00", "document_id": 26330, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26330.pdf", "status_text": "Do Pass", "journal_page": 557, "committee_id_action": 185, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14289, "president_vote": null, "Yea": [337, 340, 328, 333, 339], "Excused": [364, 345, 320]}}, {"bill_id": 3895, "action_date": "2013-02-25T10:00:00-06:00", "document_id": 26330, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26330.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3895, "action_date": "2013-02-26T14:00:00-06:00", "document_id": 26501, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26501.pdf", "status_text": "Do Pass", "journal_page": 581, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14389, "president_vote": null, "Yea": [338, 362, 330, 337, 366, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379]}}, {"bill_id": 3895, "action_date": "2013-02-28T12:30:00-06:00", "document_id": 26771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26771.pdf", "status_text": "Signed by the Speaker", "journal_page": 598, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3895, "action_date": "2013-03-04T14:00:00-06:00", "document_id": 26961, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26961.pdf", "status_text": "Signed by the President", "journal_page": 655, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3895, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27118.pdf", "status_text": "Delivered to the Governor", "journal_page": 735, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3895, "action_date": "2013-03-25T10:00:00-05:00", "document_id": 27484, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27484.pdf", "status_text": "Signed by the Governor", "journal_page": 842, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5395, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3895"}