{"session_id": 69, "bill_id": 24988, "bill_type": "Senate Bill", "bill_number": 98, "bill_title": "establish the admissibility of evidence of similar crimes in child molestation cases.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24988", "sponsors": [{"legislator_profile_id": 4495, "is_prime": true}, {"legislator_profile_id": 4550, "is_prime": true}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4575, "is_prime": false}], "keywords": ["Crimes", "Evidence", "Sex Offenses"], "audio": [], "bill_versions": [{"bill_id": 24988, "bill_version_id": 260543, "bill_version": "Introduced", "bill_version_date": "2024-01-18T09:57:14.957-06:00", "bill_text": "An Act to establish the admissibility of evidence of similar crimes in child molestation cases. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 19-19 be amended with a NEW SECTION: (a) Permitted uses. In a criminal case in which a defendant is accused of child molestation, the court may admit evidence that the defendant committed any other child molestation. The evidence may be considered on any matter to which it is relevant. (b) Disclosure to the defendant. If the prosecutor intends to offer this evidence, the prosecutor must disclose it to the defendant, including witnesses' statements or a summary of the expected testimony. The prosecutor must do so at least fifteen days before trial or at a later time that the court allows for good cause. (c) Effect on other rules. This rule does not limit the admission or consideration of evidence under any other rule. (d) Definition of child and child molestation. As used in this section: (1) \"Child\" means a person below the age of eighteen; and (2) \"Child molestation\" means a crime under federal law or state law involving: (a) Any conduct prohibited by chapter 22-22 and committed with a child; (b) Contact between any part of the defendant's body or an object and a child's genitals or anus; (c) Contact between the defendant's genitals or anus and any part of a child's body; (d) Deriving sexual pleasure or gratification from inflicting death, bodily injury, or physical pain on a child; or (e) An attempt or conspiracy to engage in conduct described in subsections (a) through (d)."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24988, "action_date": "2024-01-18T14:00:00-06:00", "document_id": 260420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260420.pdf", "status_text": "First read in Senate and referred to", "journal_page": 107, "committee_id_action": 1219, "committee_id_assigned": 1214, "result": "N", "vote": {}}]}