{"session_id": 56, "bill_id": 18789, "bill_type": "Senate Bill", "bill_number": 84, "bill_title": "require certain sellers and lessors of residential property to disclose any knowledge of the existence of prior manufacturing of methamphetamines and to provide for development of a disclosure form.", "sponsors": [{"legislator_profile_id": 3078, "is_prime": true}, {"legislator_profile_id": 3120, "is_prime": true}, {"legislator_profile_id": 3044, "is_prime": false}, {"legislator_profile_id": 3046, "is_prime": false}, {"legislator_profile_id": 3052, "is_prime": false}, {"legislator_profile_id": 3059, "is_prime": false}, {"legislator_profile_id": 3073, "is_prime": false}, {"legislator_profile_id": 3094, "is_prime": false}, {"legislator_profile_id": 3131, "is_prime": false}, {"legislator_profile_id": 3133, "is_prime": false}, {"legislator_profile_id": 3134, "is_prime": false}, {"legislator_profile_id": 3137, "is_prime": false}], "keywords": ["Property"], "audio": [{"meeting_datetime": "2004-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco12sb0084a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco12sb0084a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco12sb0084a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen14sb0084a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen14sb0084a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen14sb0084a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen14sb0084a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen14sb0084a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco23sb0084a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco23sb0084a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco23sb0084a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-17T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou25sb0084a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-17T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou25sb0084a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-17T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou25sb0084a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18789, "bill_version_id": 99399, "bill_version": "Introduced", "bill_version_date": "2004-01-21T09:12:31-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require sellers and lessors of residential property to disclose any knowledge of the existence of prior manufacturing of methamphetamines. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 43-4-44 be amended to read as follows: 43-4-44. The following form shall be used for the property condition disclosure statement: SELLER'S PROPERTY CONDITION DISCLOSURE STATEMENT Seller ___________________________________________________________________ Property Address __________________________________________________________ __________________________________________________________ This Disclosure Statement concerns the real property identified above situated in the City of ____________________ County of ____________________, State of South Dakota. THIS STATEMENT IS A DISCLOSURE OF THE CONDITION OF THE ABOVE DESCRIBED PROPERTY IN COMPLIANCE WITH § 43-4-38. IT IS NOT A WARRANTY OF ANY KIND BY THE SELLER OR ANY AGENT REPRESENTING ANY PARTY IN THIS TRANSACTION AND IS NOT A SUBSTITUTE FOR ANY INSPECTIONS OR WARRANTIES THE PARTIES MAY WISH TO OBTAIN. Seller hereby authorizes any agent representing any party in this transaction to provide a copy of this statement to any person or entity in connection with any actual or anticipated sale of the property. IF ANY MATERIAL FACT COMES TO THE ATTENTION OF THE SELLER WHICH WOULD AFFECT ANY STATEMENT MADE BY THE SELLER FOLLOWING THE SIGNING OF THIS STATEMENT AND BEFORE THE TIME OF SETTLEMENT, THE SELLER SHALL NOTIFY THE BUYER AND ANY AGENT REPRESENTING ANY PARTY TO THIS TRANSACTION IN WRITING OF SUCH MATERIAL FACT OR OTHER INFORMATION. I. LOT OR TITLE INFORMATION 1. When did you purchase or build the home? ________________________________ 2. Were there any title problems when you purchased the property? Yes ____ No ____ Unknown ____ If yes, describe: ________________________________ 3. Are there any unrecorded or recorded liens or financial instruments against the property, other than a first mortgage? Yes ____ No ____ Unknown ____ If yes, explain: ___________________________________________________________ 4. Are there any easements which have been granted in connection with the property (other than normal utility easements for public water and sewer, gas and electric service, telephone service, cable television service, drainage, and sidewalks)? Yes ____ No ____ Unknown ____ If yes, explain on separate page and attach hereto. 5. Are there any problems related to establishing the lot lines/boundaries? Yes ____ No ____ Unknown ____ Do you have a location survey in your possession or a copy of the recorded plat? Yes ____ No ____ Unknown ____ If yes, attach a copy of same. 6. Are you aware of any encroachments from or on adjoining property (i.e. fences, driveway, sheds, outbuildings, or other improvements)? Yes ____ No ____ If yes, explain: ___________________________________________________________ 7. Are you aware of any covenants or restrictions affecting the use of the property in accordance with local law? Yes ____ No ____ If yes, attach a copy of the covenants and restrictions, if available. 8. Are you aware of any current or pending litigation, foreclosure, zoning, building code or restrictive covenant violation notices, mechanic's liens, judgments, special assessments, zoning changes or changes that could affect your property? Yes ____ No ____ Unknown ____ If yes, explain: ____________________________________________________________ _________________________________________________________________________ 9. Is the property currently occupied by the owner? Yes ____ No ____ If no, is the property leased? Yes ____ No ____ If yes, please attach a copy of any written lease or a statement as to the terms and conditions of the lease. 10. If leased, does the property use comply with local zoning laws, if any? Yes ____ No ____ Unknown ____ 11. Is there ground rent? Yes ____ No ____ Unknown ____ If so, what is the ground rent payment (i.e. annually, semi-annually, monthly)? $____________ per ____________ 12. Do you pay any mandatory fees or special assessments to a homeowners' or condominium association? Yes ____ No ____ If so, what are the fees or assessments? $ ____ per ____ (i.e. annually, semi-annually, monthly) Payable to whom: ________________________________________ For what purpose: ________________________________________ 13. Does the property ever have standing water in either the front, rear or side yard more than forty-eight hours after heavy rain? Yes ____ No ____ Unknown ____ If yes, describe: __________________________________________________________ 14. Are wetlands located upon any part of the property? Yes ____ No ____ Unknown ____ If yes, describe: __________________________________________________________ 15. Are any features of the property (i.e. walls, fences, roads or driveways) shared in common with adjoining landowners whose use or responsibility for maintenance may have an effect on the property? Yes ____ No ____ Unknown ____ If yes, describe: __________________________________________________________ II. STRUCTURAL INFORMATION 1. Have you experienced any water penetration problems in the walls, windows, doors, basement or crawl space? Yes ____ No ____ Unknown ____ What water damage related repairs, if any, have been made? If so, when? _______________________________________________________________ Is drain tile installed on the property? Yes ____ No ____ Unknown ____ 2. Are there any interior cracked walls or floors, or cracks or defects in exterior driveways, sidewalks, patios, or other hard surface areas? Yes ____ No ____ Unknown ____ If yes, explain: ___________________________________________________________ 3. Have you ever experienced roof leakage? Yes ____ No ____ Unknown ____ Type of roof covering: _____________________________________________________ Age: ________________________ What roof repairs, if any, have been made? __________________________________ If so, when? _______________________________________________________________ Describe any existing unrepaired damage to the roof: _______________________ 4. Have you received notice that fire retardant treated plywood may have been used during roof construction of the property? Yes ____ No ____ If yes, has an inspection of the roof been performed? Yes ____ No ____ Unknown ____ If yes, explain results: ____________________________________________________ 5. Is there insulation in: the ceiling/attic? Yes ____ No ____ Unknown ____ the walls? Yes ____ No ____ Unknown ____ the floors? Yes ____ No ____ Unknown ____ 6. Are you aware of any termite or wood boring infestation or damage, either past or present? Yes ____ No ____ Unknown ____ If yes, explain: ___________________________________________________________ Has the property been treated for any termite or wood boring infestation or damage? Yes ____ No ____ Unknown ____ If yes, who treated it and when? ___________________________________________ 7. Have you performed any work upon the property within the last five years which required a building, plumbing, electrical or any other permit? Yes ____ No ____ If yes, describe the work: ________________________________________________ Was a permit obtained? Yes ____ No ____ Was the work approved by an inspector? Yes ____ No ____ Explain: ____________________________________________ 8. Has the property, structures, or improvements thereon ever been damaged? (i.e. fire, smoke, wind, floods, hail, or snow) Yes ____ No ____ Unknown ____ If yes, has the damage been repaired? Yes ____ No ____ 9. Are you aware of any problems with sewer blockage or backup, past or present? Yes ____ No ____ Unknown ____ III. SYSTEMS/UTILITIES INFORMATION NONE/NOT NOT INCLUDED WORKING WORKING UNKNOWN A. ELECTRICAL SYSTEM Burglar Alarm and/or Security System Ceiling Fan Garage Wiring Garage Door/Opener Control(s) Doorbell Intercom Light Fixtures Sauna Smoke and/or Fire Alarm Switches & Outlets Vent Fan 220 Volt Service B. HEATING AND COOLING SYSTEM Air Exchanger Attic Fan Air Purifier Central Air -- Electric Central Air -- Water Cooled Fireplace Fireplace Insert Furnace/Heat -- Electric or Gas Humidifier Propane Tank -- Leased or Owned Solar House -- Heating Woodburning Stove C. WATER/SEWER SYSTEMS Cistern Hot Tub, Whirlpool, and Controls Plumbing and Fixtures Pool & Equipment Septic/Leaching Field Sump Pump Underground Sprinkler & Heads Water Heater -- Electric or Gas Water Purifier Water Softener -- Leased or Owned Well & Pump Sewer Systems/Drains D. HAZARDOUS CONDITIONS Are there any existing hazardous conditions of the property such as methane gas, lead paint, radon gas in the house or well, radioactive material, a landfill mineshaft, expansive soil, toxic materials, ureaformaldehyde foam insulation, asbestos insulation, or buried fuel or chemical storage tanks? Yes ____ No ____ Unknown ____ Have any tests been performed? Yes ____ No ____ Unknown ____ Explain: ____________________________________________________________ 1. Are you aware of the presence of methane gas? Yes ____ No ____ 2. Have you tested for methane gas? Yes ____ No ____ 3. Are you aware of the presence of lead-based paint? Yes ____ No ____ 4. Have you tested for lead-based paint? Yes ____ No ____ 5. Are you aware of the presence of radon gas? Yes ____ No ____ 6. Have you tested for radon gas? Yes ____ No ____ 7. Are you aware of the presence of radioactive material? Yes ____ No ____ 8. Have you tested for radioactive material? Yes ____ No ____ 9. Are you aware of the presence of a landfill on the property? Yes ____ No ____ 10. Are you aware of the presence of expansive soil on the property? Yes ____ No ____ 11. Are you aware of existence of toxic materials and other conditions having an environmental impact? Yes ____ No ____ 12. Are you aware of the presence of ureaformaldehyde foam insulation? Yes ____ No ____ 13. Are you aware of the presence of asbestos? Yes ____ No ____ 14. Are you aware of any buried fuel or chemical storage tanks on the property? Yes ____ No ____ 15. Are you aware of existence of prior manufacturing of methamphetamines? Yes ____ No ____ IV. MISCELLANEOUS INFORMATION 1. Is the street or road located at the end of the driveway to the property public or private? Public ____ Private ____ Unknown ____ If private, is there a written road maintenance agreement? Yes ____ No ____ Unknown ____ If yes, attach a copy of the maintenance agreement, if available. 2. Is this property located in or near a flood plain? Yes ____ No ____ Unknown ____ 3. When was the fireplace/wood stove/chimney flue last cleaned? Date: __________________ 4. In the twelve months prior to the date of signing this document, did any of the following occur on the subject property: YES NO UNKNOWN a. A human death by homicide ____ ____ ____ b. Other felony committed against the property or a person on the property ____ ____ ____ If yes to any of the above explain: _________________________________________________________________________ 5. Are the improvements connected to a public or private water system? 6. If private, what is the date and result of the last water test? _________________________________________________________________________ 7. Are the improvements connected to a public or private sewer system? _________________________________________________________________________ 8. Are there broken window panes or seals? Yes ____ No ____ Unknown ____ If so, specify: _____________________________________________________________ 9. Are there any items attached to the property that will not be left, such as: towel bars, mirrors, swag lamps and hooks, curtain rods, window coverings, light fixtures, clothes lines, swing sets, storage sheds, ceiling fans, basketball hoops, mail boxes, etc. _________________________________________________________________________ 10. Are there any other problems that have not been disclosed above? Yes ____ No ____ If yes, explain: ____________________________________________________________ CLOSING SECTION The Seller hereby certifies that the information contained herein is true and correct to the best of the Seller's information, knowledge and belief as of the date of the Seller's signature below. If any of these conditions change before conveyance of title to this property, the change will be disclosed in a written amendment to this disclosure statement. SELLER ________________________________ DATE _____________ SELLER ________________________________ DATE _____________ THE SELLER AND THE BUYER MAY WISH TO OBTAIN PROFESSIONAL ADVICE AND INSPECTIONS OF THE PROPERTY TO OBTAIN A TRUE REPORT AS TO THE CONDITION OF THE PROPERTY AND TO PROVIDE FOR APPROPRIATE PROVISIONS IN ANY CONTRACT OF SALE AS NEGOTIATED BETWEEN THE SELLER AND THE BUYER WITH RESPECT TO SUCH PROFESSIONAL ADVICE AND INSPECTIONS. I/We acknowledge receipt of a copy of this statement on the date appearing beside my/our signature(s) below. Any agent representing any party to this transaction makes no representations and is not responsible for any conditions existing in the property. BUYER ________________________________ DATE _____________ BUYER ________________________________ DATE _____________ Section 2. That chapter 43-32 be amended by adding thereto a NEW SECTION to read as follows: SELLER'S PROPERTY CONDITION DISCLOSURE STATEMENT I. LOT OR TITLE INFORMATION II. STRUCTURAL INFORMATION III. SYSTEMS/UTILITIES INFORMATION NONE/NOT NOT INCLUDED WORKING WORKING UNKNOWN IV. MISCELLANEOUS INFORMATION CLOSING SECTION In any hiring of a residential premises, any lessor who has actual knowledge of the existence of any prior manufacturing of methamphetamines on the premises shall disclose that information to any lessee or any person who may become a lessee."}, {"bill_id": 18789, "bill_version_id": 100260, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2004-01-29T14:40:52-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require sellers and lessors of residential property to disclose any knowledge of the existence of prior manufacturing of methamphetamines. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 43-32 be amended by adding thereto a NEW SECTION to read as follows: In any selling or hiring of a residential premises, any seller or lessor who has actual knowledge of the existence of any prior manufacturing of methamphetamines on the premises shall disclose that information to any buyer or lessee or any person who may become a buyer or lessee. 350 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.027 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 18789, "bill_version_id": 100463, "bill_version": "Senate Engrossed", "bill_version_date": "2004-02-02T16:53:45-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require certain sellers and lessors of residential property to disclose any knowledge of the existence of prior manufacturing of methamphetamines and to provide for development of a disclosure form. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 43-32 be amended by adding thereto a NEW SECTION to read as follows: In any hiring of a residential premises, any lessor who has actual knowledge of the existence of any prior manufacturing of methamphetamines on the premises shall disclose that information to any lessee or any person who may become a lessee. If the residential premises consists of two or more housing units, the disclosure requirements provided by this section only apply to the unit where there is knowledge of the existence of any prior manufacturing of methamphetamines. Section 2. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: In any selling of a residential premises, any seller who has actual knowledge of the existence of any prior manufacturing of methamphetamines on the premises shall disclose that information to any purchaser or any person who may become a purchaser. Section 3. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: The commission shall develop a disclosure form, to be filled out by the seller, regarding a purchaser's knowledge of the existence of any prior manufacturing of methamphetamines."}, {"bill_id": 18789, "bill_version_id": 101484, "bill_version": "Enrolled", "bill_version_date": "2004-02-18T09:00:28-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18789, "action_date": "2004-01-21T14:00:00-06:00", "document_id": 99472, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99472.pdf", "status_text": "First read in Senate and referred to", "journal_page": 91, "committee_id_action": 832, "committee_id_assigned": 806, "result": "N", "vote": {}}, {"bill_id": 18789, "action_date": "2004-01-29T10:00:00-06:00", "document_id": 100245, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100245.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 806, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18789, "action_date": "2004-01-29T10:00:00-06:00", "document_id": 100245, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100245.pdf", "status_text": "Do Pass Amended,", "journal_page": 232, "committee_id_action": 806, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58776, "president_vote": null, "Yea": [3044, 3089, 3094, 3132, 3137, 3050, 3109]}}, {"bill_id": 18789, "action_date": "2004-02-02T14:00:00-06:00", "document_id": 100464, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100464.pdf", "status_text": "Motion to Amend,", "journal_page": 276, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18789, "action_date": "2004-02-02T14:00:00-06:00", "document_id": 100464, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100464.pdf", "status_text": "Motion to Amend,", "journal_page": 277, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18789, "action_date": "2004-02-02T14:00:00-06:00", "document_id": 100464, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100464.pdf", "status_text": "Do Pass Amended,", "journal_page": 277, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58988, "president_vote": null, "Yea": [3044, 3046, 3047, 3050, 3052, 3059, 3061, 3062, 3064, 3065, 3066, 3068, 3077, 3079, 3087, 3089, 3091, 3092, 3093, 3094, 3098, 3101, 3103, 3109, 3113, 3115, 3116, 3120, 3128, 3132, 3137, 3138, 3139, 3146], "Nay": [3097]}}, {"bill_id": 18789, "action_date": "2004-02-02T14:00:00-06:00", "document_id": 100464, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100464.pdf", "status_text": "Title Amended", "journal_page": 277, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18789, "action_date": "2004-02-03T14:00:00-06:00", "document_id": 100543, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100543.pdf", "status_text": "First read in House and referred to", "journal_page": 364, "committee_id_action": 831, "committee_id_assigned": 819, "result": "N", "vote": {}}, {"bill_id": 18789, "action_date": "2004-02-12T07:45:00-06:00", "document_id": 101246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101246.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 819, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18789, "action_date": "2004-02-12T07:45:00-06:00", "document_id": 101246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101246.pdf", "status_text": "Do Pass,", "journal_page": 546, "committee_id_action": 819, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57564, "president_vote": null, "Yea": [3051, 3053, 3104, 3112, 3117, 3118, 3121, 3123, 3130, 3131, 3136, 3133, 3096]}}, {"bill_id": 18789, "action_date": "2004-02-13T13:00:00-06:00", "document_id": 101353, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101353.pdf", "status_text": "Deferred to another day", "journal_page": 605, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18789, "action_date": "2004-02-17T14:00:00-06:00", "document_id": 101454, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101454.pdf", "status_text": "Do Pass Amended,", "journal_page": 629, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59529, "president_vote": null, "Excused": [3045, 3073, 3088, 3105, 3123, 3126, 3129, 3140], "Yea": [3048, 3051, 3053, 3054, 3055, 3056, 3057, 3058, 3060, 3067, 3069, 3070, 3071, 3072, 3074, 3075, 3076, 3078, 3080, 3081, 3082, 3083, 3084, 3085, 3086, 3090, 3095, 3096, 3099, 3100, 3102, 3104, 3106, 3107, 3108, 3110, 3112, 3114, 3117, 3118, 3119, 3121, 3122, 3124, 3125, 3127, 3130, 3131, 3133, 3134, 3135, 3136, 3141, 3142, 3143, 3144, 3145, 3147, 3148, 3149, 3111], "Nay": [3049]}}, {"bill_id": 18789, "action_date": "2004-02-18T14:00:00-06:00", "document_id": 101550, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101550.pdf", "status_text": "Signed by President", "journal_page": 560, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18789, "action_date": "2004-02-19T14:00:00-06:00", "document_id": 101633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101633.pdf", "status_text": "Signed by Speaker", "journal_page": 688, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18789, "action_date": "2004-02-21T13:00:00-06:00", "document_id": 101798, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101798.pdf", "status_text": "Delivered to the Governor", "journal_page": 615, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18789, "action_date": "2004-02-26T10:00:00-06:00", "document_id": 102124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102124.pdf", "status_text": "Signed by Governor", "journal_page": 727, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2853, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18789"}