{"session_id": 21, "bill_id": 6835, "bill_type": "Senate Commemoration", "bill_number": 25, "bill_title": "Honoring Macy Miller of Mitchell, South Dakota, for an outstanding high school basketball career.", "sponsors": [{"legislator_profile_id": 914, "is_prime": true}, {"legislator_profile_id": 878, "is_prime": true}, {"legislator_profile_id": 936, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6835, "bill_version_id": 35511, "bill_version": "Introduced", "bill_version_date": "2015-02-25T09:10:32.29-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Macy Miller of Mitchell, South Dakota, for an outstanding high school basketball career. WHEREAS, Macy Miller, in the 2013-2014 women's basketball season for the Mitchell Kernels, averaged 30.7 points, 8.0 rebounds, 5.1 steals, 3.7 assists, and 1.4 blocks per game while shooting 58% from the field; and WHEREAS, Macy Miller broke eight Mitchell Kernels basketball records during her final season setting records for most points scored in a school career (1,921), in a season (768), and in a game (49), as well as records in steals in a season (197), and career (294); and WHEREAS, Macy Miller also established season records in field goals (269), number of free throws, and percent of free throws (213 of 231 for 92%); and WHEREAS, Macy Miller's 768 points in one season sets the state record for all three classes, and her 103 points during the Class AA State Tournament also sets a Class AA State Tournament record; and WHEREAS, Macy Miller was named the Gatorade Player of the Year, not only due to her excellence on the court, but her superior performance academically and dedication to volunteer work. Macy Miller was named South Dakota Miss Basketball and South Dakota Basketball Coaches Association Class AA Player of the Year and honored with the Spirit of Su Award; and WHEREAS, Macy Miller, as a freshman, is a starting guard for the SDSU Jackrabbits: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that the Legislature honors and congratulates Macy Miller for her achievements and wishes her every success in the future."}, {"bill_id": 6835, "bill_version_id": 35732, "bill_version": "Enrolled", "bill_version_date": "2015-02-27T13:29:21.04-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Macy Miller of Mitchell, South Dakota, for an outstanding high school basketball career. WHEREAS, Macy Miller, in the 2013-2014 women's basketball season for the Mitchell Kernels, averaged 30.7 points, 8.0 rebounds, 5.1 steals, 3.7 assists, and 1.4 blocks per game while shooting 58% from the field; and WHEREAS, Macy Miller broke eight Mitchell Kernels basketball records during her final season setting records for most points scored in a school career (1,921), in a season (768), and in a game (49), as well as records in steals in a season (197), and career (294); and WHEREAS, Macy Miller also established season records in field goals (269), number of free throws, and percent of free throws (213 of 231 for 92%); and WHEREAS, Macy Miller's 768 points in one season sets the state record for all three classes, and her 103 points during the Class AA State Tournament also sets a Class AA State Tournament record; and WHEREAS, Macy Miller was named the Gatorade Player of the Year, not only due to her excellence on the court, but her superior performance academically and dedication to volunteer work. Macy Miller was named South Dakota Miss Basketball and South Dakota Basketball Coaches Association Class AA Player of the Year and honored with the Spirit of Su Award; and WHEREAS, Macy Miller, as a freshman, is a starting guard for the SDSU Jackrabbits: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that the Legislature honors and congratulates Macy Miller for her achievements and wishes her every success in the future. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6835, "action_date": "2015-02-25T14:00:00-06:00", "document_id": 35568, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35568.pdf", "status_text": "", "journal_page": 519, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}]}