{"session_id": 48, "bill_id": 14365, "bill_type": "Senate Bill", "bill_number": 180, "bill_title": "create a Bank of South Dakota and an advisory board of directors.", "sponsors": [{"legislator_profile_id": 2213, "is_prime": true}, {"legislator_profile_id": 2292, "is_prime": true}, {"legislator_profile_id": 2240, "is_prime": false}, {"legislator_profile_id": 2243, "is_prime": false}, {"legislator_profile_id": 2246, "is_prime": false}, {"legislator_profile_id": 2252, "is_prime": false}, {"legislator_profile_id": 2262, "is_prime": false}, {"legislator_profile_id": 2274, "is_prime": false}, {"legislator_profile_id": 2297, "is_prime": false}], "keywords": ["Administrative Rules", "Bank of South Dakota", "Banks"], "audio": [], "bill_versions": [{"bill_id": 14365, "bill_version_id": 80472, "bill_version": "Introduced", "bill_version_date": "1999-01-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a Bank of South Dakota and an advisory board of directors. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created the Bank of South Dakota for the purpose of encouraging and promoting agriculture, commerce, and industry. The State of South Dakota shall engage in the business of banking, and for that purpose shall maintain a system of banking owned, controlled, and operated by it. Section 2. There is hereby created an Advisory Board of Directors to the Bank of South Dakota. The advisory board shall operate, manage, and control the Bank of South Dakota, locate and maintain its places of business, of which the principal place shall be within the state, and make and enforce orders, rules, regulations, and bylaws for the transaction of its business. The business and financial transactions of the bank, in addition to other matters specified in this Act, may include anything that any bank or bank holding company lawfully may do, except as it is restricted by the provisions of this Act. This provision may not be held in any way to limit or qualify either the powers of the advisory board granted by nor the functions of the bank as defined in this Act. The powers of the advisory board and the functions of the bank shall be implemented through actions taken and policies adopted by the advisory board. Section 3. The Governor shall appoint an Advisory Board of Directors to the Bank of South Dakota consisting of seven directors subject to confirmation by the senate. The seven directors shall include two directors who are officers of a bank, the majority of the stock of which is owned by South Dakota residents; one director who is an officer of a federally chartered financial institution; one director who is an agricultural producer; one director who is an agricultural business owner; one director who is a retail business owner; and one director who is a manufacturing business owner. The Governor shall appoint a chair, vice chair, and secretary from the Advisory Board of Directors. The term of the directors is four years and each director shall hold office until a successor has been appointed. Terms shall be staggered so that no more than two terms expire each year. The commissioner of school and public lands, state treasurer, and state investment officer shall serve as ex officio nonvoting members. Section 4. The Advisory Board of Directors to the Bank of South Dakota shall meet regularly with the management of the Bank of South Dakota to review the bank's operations to improve management performance, and customer service, and establish internal methods, procedures, and operating policies of the bank. Section 5. The Governor shall appoint a president of the bank, and may appoint and employ any subordinate officers, employees, and agents and shall define the duties, designate the titles, and fix the compensation of each person. Any person appointed by the Governor shall be subject to confirmation by the senate. The total compensation of each appointee and employee, together with other expenditures for the operation and maintenance of the bank, shall remain within the appropriation, revenues, or capital lawfully available for such purposes. Section 6. The Governor, with the approval of the Executive Board of the Legislative Research Council, may remove and discharge any person appointed in the exercise of the powers granted by this Act, whether by the Governor or by the president of the bank. Each appointment and removal contemplated by this Act shall be made as the Governor deems fit to promote the efficiency of the public service. Section 7. All state funds shall be deposited in the Bank of South Dakota by the person having control of such fund or shall be deposited in accordance with constitutional and statutory provisions. Any income earned by the bank for its own account on state moneys that are deposited in or invested with the bank to the credit of the state shall be credited to and become a part of the revenues and income of the bank. Section 8. Any deposit in the Bank of South Dakota is guaranteed by the state. A deposit is exempt from state, county, and municipal taxation. Section 9. For each bank that makes the Bank of South Dakota a reserve depositary, the Bank of South Dakota may perform the function and render the service of a clearinghouse, including all facilities for providing domestic and foreign exchange, and may rediscount paper, on terms as the advisory board shall provide. Section 10. The Bank of South Dakota may make, purchase, or hold loans: (1) To state or federally chartered lending agency or institution, or any other financial institution; (2) To any holder of a Bank of South Dakota certificate of deposit and savings account up to ninety percent of the value of the certificate and savings account offered as security; (3) To a farmer or rancher who is a resident of this state, if the loan is secured by a recorded mortgage giving the Bank of South Dakota a first lien on real estate in South Dakota in amounts not to exceed eighty percent of the value of the security; (4) That is insured or guaranteed in whole or in part by the United States, its agencies, or instrumentalities; (5) To any individual or bank holding company for the purpose of purchasing or refinancing the purchase of bank stock of a bank located in the state; (6) To a nonprofit organization that is exempt from federal taxation under section 501(c)(3) of the Internal Revenue Code, as amended through July 1, 1999, the proceeds of the loans to be used for construction, reconstruction, repair, renovation, maintenance, and associated costs on property under the control of the Department of Game, Fish and Parks; (7) Under Public Law No. 99-198 [99 Stat. 1534; 7 U.S.C. 1932 et seq.], as amended through July 1, 1999, to a nonprofit corporation for the purpose of relending loan funds to any rural business; (8) Under title 7, Code of Federal Regulations, part 1948, subpart C; part 1951, subparts F and R; and part 1955, subparts A, B, and C, as amended through July 1, 1999, to finance any business and community development project in a rural area; (9) Obtained as security pledged for or originated in the restructuring of any other loan properly originated or participated in by the bank; (10) To any instrumentality or subdivision of this state; or (11) If the Bank of South Dakota is participating in the loan and the bank deems it is in the best interests of the bank to do so, the bank may purchase the remaining portion of the loan from a participating lender that is closed by regulatory action, or from the receiver of the participating lender's assets. Section 11. The Bank of South Dakota may: (1) Make an agricultural real estate loan in order to participate in the agricultural mortgage secondary market program established pursuant to the Agricultural Credit Act [Pub. L. 100-233; 101 Stat. 1686; 12 U.S.C. 2279aa-2279aa-14], as amended through July 1, 1999; (2) Purchase participation interest in any loan made or held by any bank, bank holding company, state or federally chartered lending agency or institution, any other financial institution, or any other entity that provides financial services and that meets underwriting standards that are generally accepted by state or federal financial regulatory agencies; (3) Invest the Bank of South Dakota's funds in conformity with policies of the advisory board; (4) Invest the Bank of South Dakota's funds in a public venture capital corporation organized and doing business in this state through the purchase of shares of stock; (5) Buy and sell federal funds; (6) Lease, assign, exchange, transfer, convey, grant, pledge, or mortgage any real and personal property, title to which has been acquired in any manner; (7) Acquire real or personal property or property rights by purchase, lease, or the exercise of the right of eminent domain and may construct, remodel, and repair any building; (8) Receive deposits from any source and deposit the Bank of South Dakota's funds in any bank or other financial institution; (9) Perform any act necessary, convenient, advisable, or desirable to carry out the powers expressly granted or necessarily implied in this Act through or by means of its president, officers, agents, or employees or by contracts with any person; or (10) Purchase any mortgage loan on residential real property originated by a financial institution. Section 12. The Governor's Office of Economic Development shall establish a program through the Bank of South Dakota for the purpose of participating in loans made by South Dakota a financial institution to any nonfarming small business concern. The total amount of a loan may not exceed two hundred fifty thousand dollars and the bank's participation interest may not exceed ninety percent of the total amount of the loan. The interest rate on the amount of the bank's participation interest in a loan may not be greater than the bank's base rate as in effect from time to time, and may float. The bank, under Public Law No. 99-198 [99 Stat. 1534, 7 U.S.C. 1932 et seq.], may make direct loans to nonprofit corporations for the purpose of relending loan funds to any rural business to improve business, industry, and employment opportunities in rural areas. Section 13. There is hereby created the agricultural real estate revolving loan fund. The Bank of South Dakota shall maintain a revolving loan fund for the purpose of making a loan to any South Dakota beginning farmer for the purchase of agricultural real estate. Any money transferred into the fund, interest upon money in the fund, and any payment to the fund of principal and interest on loans made from the fund are hereby appropriated for the purpose of providing loans and to supplement the interest rate on loans to beginning farmers made by the Bank of South Dakota under subdivision 3 of section 10 of this Act and in accordance with the provisions of sections 13 to 16, inclusive, of this Act. Section 14. The agricultural real estate revolving loan fund and any loan made from the fund shall be administered and supervised by the Bank of South Dakota. The bank may deduct a service fee for administering the fund from interest payments received on a loan. An application for a loan from the fund shall be made to the bank and, upon approval, a loan shall be made from the fund in accordance with the provisions of sections 13 to 16, inclusive, of this Act. Section 15. A loan made from the agricultural real estate revolving loan fund may not exceed eighty percent of the appraised value of the agricultural real estate to be acquired with the loan proceeds, with the actual percentage to be determined by the bank. The bank may establish additional terms and conditions as deemed necessary to make a loan. The bank shall take a first mortgage as security for a loan from the fund. Section 16. A loan made from the agricultural real estate revolving loan fund shall have the interest rate fixed at one percent below the bank's then current base rate for the first five years with a maximum rate of six percent per year and variable at one percent below the bank's then current base rate for the second five years. During the second five years, the variable rate must be adjusted annually on the anniversary date. The rate during the remaining term of the loan floats at the bank's base rate as in effect from time to time. The maximum term of a loan is twenty-five years. Section 17. Notwithstanding any other provision of law, the Bank of South Dakota may not make any loan or otherwise give its credit to a member of the advisory board during the member's term on the advisory board. Before taking office, a member of the advisory board shall file a statement with the Bank of South Dakota indicating any personal interest that member has in any loan or loan application in existence or pending at any time during the member's term on the advisory board. Section 18. Any business of the bank shall be conducted under the name of, The Bank of South Dakota. Title to property pertaining to the operation of the bank shall be obtained and conveyed in the name of, the State of South Dakota, doing business as the Bank of South Dakota. Each instrument shall be executed in the name of the State of South Dakota. The president may execute certain instruments on behalf of the bank, including any instrument granting, conveying, or otherwise affecting any interest in or lien upon real or personal property. An officer, employee of or legal counsel to the bank may execute instruments on behalf of the bank if authorized by the president. Section 19. A civil action may be brought against the State of South Dakota on account of claims for relief claimed to have arisen out of transactions connected with the operation of the Bank of South Dakota upon condition that the provisions of this section are complied with. In a civil action, the state shall be designated as, the State of South Dakota, doing business as the Bank of South Dakota. The action may be brought in the same manner and is subject to the same provisions of law as any other civil action. Section 20. Any provision of law requiring that a surety be given on undertakings in any action on appeal, attachment, claim and delivery, and other cases in which an undertaking is required, is not applicable to the State of South Dakota, doing business as the Bank of South Dakota, as the party seeking such relief. The bank is required to give its own undertaking without surety and to reimburse the adverse party when required by law. Section 21. The state auditor general shall contract with an independent certified public accounting firm for an annual audit of the Bank of South Dakota in accordance with generally accepted government auditing standards. The state auditor general shall audit annually or contract for an annual audit of the separate programs and funds administered by the Bank of South Dakota. On request of the state auditor general, the advisory board shall assist the state auditor general in the auditing firm selection process, but the selection of the auditing firm is the state auditor general's responsibility. The auditor selected shall prepare an audit report that includes financial statements presented in accordance with the audit and accounting guide for banks and savings institutions issued by the American Institute of Certified Public Accountants. The auditor also shall prepare audited financial statements for inclusion in the comprehensive annual financial report for the state. The state auditor general may conduct performance audits of the Bank of South Dakota, including the separate programs and funds administered by the bank. The auditor shall report the results of the audit to the advisory board and to the Legislature. The Bank of South Dakota or its separate programs and funds shall pay the costs of the audit. Section 22. The Division of Banking shall examine the Bank of South Dakota at least once each twenty-four months and conduct any investigation of the bank which may be necessary. The Division of Banking shall report the examination results, and the results of any necessary investigation, to the advisory board as soon as practicable and to the Legislature. The Division of Banking shall charge a fee for any examination or investigation at an hourly rate to be set by the Division of Banking, sufficient to cover all reasonable expenses of the division associated with the examination and investigation provided for by this section. Section 23. The advisory board may promulgate rules pursuant to chapter 1-26 to establish a system to provide fund transfer services to its customers, the customers of state and federally chartered banks located within the State of South Dakota, and other financial institutions otherwise authorized to utilize the services of electronic fund transfer systems and to establish charges for any service rendered to other banks. The Bank of South Dakota may acquire equipment as is necessary to establish an electronic fund transfer system. Section 24. The following records of the Bank of South Dakota are confidential: (1) Commercial or financial information of a customer, whether obtained directly or indirectly, except for routine credit inquiries or unless required by due legal process; (2) Internal or interagency memorandums or letters which are available by law to a party other than in litigation with the bank; (3) Information contained in or related to examination, operating, or condition reports prepared by, on behalf of, or for the use of a state or federal agency responsible for the regulation or supervision of any bank activity; (4) Information obtained from the Division of Banking which is not available from that division; and (5) The report by a bank officer or member of the bank's Advisory Board of Directors concerning personal financial statements. Section 25. Notwithstanding any other provision of law to the contrary, the Bank of South Dakota shall replace the state treasurer as the custodian of all securities that are required to be deposited with the state except that the state treasurer is the custodian of all securities resulting from the investment of funds by the state treasurer, or except as otherwise required by this section. Section 26. The sale and leasing of any agricultural real estate acquired by the Bank of South Dakota through foreclosure or deed in lieu of foreclosure shall be done in accordance with chapter 21-47. In the case of a lease by the party holding the right of redemption, that party has the right to purchase at any time."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14365, "action_date": "1999-01-27T14:00:00-06:00", "document_id": 82145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82145.pdf", "status_text": "First read in Senate and referred to", "journal_page": 217, "committee_id_action": 629, "committee_id_assigned": 611, "result": "N", "vote": {}}, {"bill_id": 14365, "action_date": "1999-02-12T07:45:00-06:00", "document_id": 82089, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82089.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14365, "action_date": "1999-02-12T07:45:00-06:00", "document_id": 82089, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82089.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 474, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41400, "president_vote": null, "Yea": [2224, 2270, 2230, 2299, 2241], "Nay": [2246, 2259, 2292], "Excused": [2283]}}]}