{"session_id": 24, "bill_id": 7288, "bill_type": "House Bill", "bill_number": 1212, "bill_title": "revise requirements related to pregnancy help centers.", "sponsors": [{"legislator_profile_id": 969, "is_prime": true}, {"legislator_profile_id": 963, "is_prime": true}, {"legislator_profile_id": 983, "is_prime": false}, {"legislator_profile_id": 1050, "is_prime": false}, {"legislator_profile_id": 1060, "is_prime": false}, {"legislator_profile_id": 1014, "is_prime": false}, {"legislator_profile_id": 1049, "is_prime": false}, {"legislator_profile_id": 1061, "is_prime": false}, {"legislator_profile_id": 998, "is_prime": false}, {"legislator_profile_id": 972, "is_prime": false}, {"legislator_profile_id": 984, "is_prime": false}, {"legislator_profile_id": 994, "is_prime": false}, {"legislator_profile_id": 1044, "is_prime": false}, {"legislator_profile_id": 1017, "is_prime": false}, {"legislator_profile_id": 1058, "is_prime": false}, {"legislator_profile_id": 1041, "is_prime": false}, {"legislator_profile_id": 1003, "is_prime": false}, {"legislator_profile_id": 1005, "is_prime": false}, {"legislator_profile_id": 968, "is_prime": false}, {"legislator_profile_id": 967, "is_prime": false}, {"legislator_profile_id": 1034, "is_prime": false}, {"legislator_profile_id": 1046, "is_prime": false}, {"legislator_profile_id": 1023, "is_prime": false}, {"legislator_profile_id": 1069, "is_prime": false}, {"legislator_profile_id": 1029, "is_prime": false}, {"legislator_profile_id": 1013, "is_prime": false}, {"legislator_profile_id": 990, "is_prime": false}], "keywords": ["Abortion", "Licenses", "Public Health and Safety"], "audio": [{"meeting_datetime": "2016-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe20.mp3", "start_seconds": 195.0}, {"meeting_datetime": "2016-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe20.mp3", "start_seconds": 195.0}, {"meeting_datetime": "2016-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe20.mp3", "start_seconds": 195.0}, {"meeting_datetime": "2016-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe20.mp3", "start_seconds": 195.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she33.mp3", "start_seconds": 163.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she33.mp3", "start_seconds": 163.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she33.mp3", "start_seconds": 163.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she33.mp3", "start_seconds": 163.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she33.mp3", "start_seconds": 2605.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen34.mp3", "start_seconds": 9518.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen34.mp3", "start_seconds": 9518.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen34.mp3", "start_seconds": 9518.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen34.mp3", "start_seconds": 9518.0}, {"meeting_datetime": "2016-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou35.mp3", "start_seconds": 4240.0}, {"meeting_datetime": "2016-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou35.mp3", "start_seconds": 4240.0}, {"meeting_datetime": "2016-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou35.mp3", "start_seconds": 4240.0}], "bill_versions": [{"bill_id": 7288, "bill_version_id": 38680, "bill_version": "Introduced", "bill_version_date": "2016-02-03T11:56:25.367-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise requirements related to pregnancy help centers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-23A-58.1 be amended to read: 34-23A-58.1. On or before January 2, 2013, each pregnancy help center which has been placed on the registry of pregnancy help centers maintained by the Department of Health before January 1, 2012, as a condition to remain on the state registry of pregnancy help centers, shall submit a supplemental affidavit that certifies that: (1) It has available either on staff, or pursuant to a collaborative agreement, a licensed counselor, or licensed psychologist, or licensed certified social worker, or licensed social worker, or licensed nurse, or licensed marriage and family therapist, or licensed physician, to provide the counseling related to the assessment for coercion and the associated imparting of information described in §§ 34-23A-53 to 34-23A-62 34-23A-59.2, inclusive; and (2) It shall strictly adhere to the confidentiality requirements set forth in §§ 34-23A-53 to 34-23A-62 34-23A-59.2, inclusive. Section 2. That § 34-23A-59.1 be amended to read: 34-23A-59.1. Any pregnancy help center listed on the Department of Health registry of pregnancy help centers prior to January 1, 2012, shall, beginning on January 1, 2013, have available either on staff or pursuant to a collaborative agreement, a licensed counselor, or licensed psychologist, or licensed certified social worker, or licensed social worker, or licensed nurse, or licensed marriage and family therapist, or a licensed physician to meet privately with the pregnant mother to provide the counseling and meeting required by §§ 34-23A-53 to 34-23A-61 34-23A-59.2, inclusive. Any pregnancy help center placed on the state registry on or after January 1, 2012, shall have one or more such licensed professionals available on staff or pursuant to collaborative agreement for such purposes beginning on January 1, 2012. Section 3. That § 34-23A-59 be amended to read: 34-23A-59. A pregnancy help center consultation required by §§ 34-23A-53 to 34-23A-61 34-23A-59.2, inclusive, shall be implemented as follows: (1) The pregnancy help center shall be permitted to interview the pregnant mother to determine whether the pregnant mother has been subject to any coercion to have an abortion, or is being pressured into having an abortion, and shall be permitted to inform the pregnant mother in writing or orally, or both, what counseling, education, and assistance that is available to the pregnant mother to help her maintain her relationship with her unborn child and help her care for the child both through the pregnancy help center or any other organization, faith-based program, or governmental program. The pregnancy help center may, if it deems it appropriate, discuss matters pertaining to adoption; (2) During the consultation interviews provided for by §§ 34-23A-53 to 34-23A-62 34-23A-59.2, inclusive, no pregnancy help center, its agents or employees, may discuss with any pregnant mother religion or religious beliefs, either of the mother or the counselor, unless the pregnant mother consents in writing; (3) The pregnancy help center is under no obligation to communicate with the abortion provider in any way, and is under no obligation to submit any written or other form of confirmation that the pregnant mother consulted with the pregnancy help center. The pregnancy help center may voluntarily provide a written statement of assessment to the abortion provider, whose name the woman shall give to the pregnancy help center, if the pregnancy help center obtains information that indicates that the pregnant mother has been subjected to coercion or that her decision to consider an abortion is otherwise not voluntary or not informed. The physician shall make the physician's own independent determination whether or not a pregnant mother's consent to have an abortion is voluntary, uncoerced, and informed before having the pregnant mother sign a consent to an abortion. The physician shall review and consider any information provided by the pregnancy help center as one source of information, which in no way binds the physician, who shall make an independent determination consistent with the provisions of §§ 34-23A-53 to 34-23A-62 34-23A-59.2, inclusive, the common law requirements, and accepted medical standards; (4) Any written statement or summary of assessment prepared by the pregnancy help center as a result of counseling of a pregnant mother as a result of the procedures created by §§ 34-23A-53 to 34-23A-62 34-23A-59.2, inclusive, may be forwarded by the pregnancy help center, in its discretion, to the abortion physician. If forwarded to the physician, the written statement or summary of assessment shall be maintained as a permanent part of the pregnant mother's medical records. Other than forwarding such documents to the abortion physician, no information obtained by the pregnancy help center from the pregnant mother may be released, without the written signed consent of the pregnant mother or unless the release is in accordance with federal, state, or local law; (5) Commencing on September 1, 2016, the counseling authorized pursuant to this section shall be conducted in accordance with the Uniform Policy and Procedures Guidelines developed and promulgated by the South Dakota Association of Registered Pregnancy Help Centers, which may be modified by the association in a manner authorized by the association's bylaws. Nothing in §§ 34-23A-53 to 34-23A-62 34-23A-59.2, inclusive, may be construed to impose any duties or liability upon a pregnancy help center. However, the failure of a pregnancy help center to comply with the conditions of this Act for being authorized to provide the pregnancy help center counseling, if uncorrected, may result in the Department of Health removing the pregnancy help center from the state's registry of pregnancy help centers. Section 4. That § 34-23A-10.1 be amended to read: 34-23A-10.1. No abortion may be performed unless the physician first obtains a voluntary and informed written consent of the pregnant woman upon whom the physician intends to perform the abortion, unless the physician determines that obtaining an informed consent is impossible due to a medical emergency and further determines that delaying in performing the procedure until an informed consent can be obtained from the pregnant woman or her next of kin in accordance with chapter 34-12C is impossible due to the medical emergency, which determinations shall then be documented in the medical records of the patient. A consent to an abortion is not voluntary and informed, unless, in addition to any other information that must be disclosed under the common law doctrine, the physician provides that pregnant woman with the following information: (1) A statement in writing providing the following information: (a) The name of the physician who will perform the abortion; (b) That the abortion will terminate the life of a whole, separate, unique, living human being; (c) That the pregnant woman has an existing relationship with that unborn human being and that the relationship enjoys protection under the United States Constitution and under the laws of South Dakota; (d) That by having an abortion, her existing relationship and her existing constitutional rights with regards to that relationship will be terminated; (e) A description of all known medical risks of the procedure and statistically significant risk factors to which the pregnant woman would be subjected, including: (i) Depression and related psychological distress; (ii) Increased risk of suicide ideation and suicide; (iii) A statement setting forth an accurate rate of deaths due to abortions, including all deaths in which the abortion procedure was a substantial contributing factor; (iv) All other known medical risks to the physical health of the woman, including the risk of infection, hemorrhage, danger to subsequent pregnancies, and infertility; (f) The probable gestational age of the unborn child at the time the abortion is to be performed, and a scientifically accurate statement describing the development of the unborn child at that age; and (g) The statistically significant medical risks associated with carrying her child to term compared to undergoing an induced abortion. The disclosures set forth above shall be provided to the pregnant woman in writing and in person no later than two hours before the procedure is to be performed in full compliance with § 34-23A-56. The physician shall ensure that the pregnant woman signs each page of the written disclosure with the certification that she has read and understands all of the disclosures, prior to the patient signing a consent for the procedure. If the pregnant woman asks for a clarification or explanation of any particular disclosure, or asks any other question about a matter of significance to her, the explanation or answer shall be made in writing and be given to the pregnant woman before signing a consent for the procedure and shall be made part of the permanent medical record of the patient; (2) A statement by telephone or in person, by the physician who is to perform the abortion, or by the referring physician, or by an agent of both, at least twenty-four hours before the abortion, providing the following information: (a) That medical assistance benefits may be available for prenatal care, childbirth, and neonatal care; (b) That the father of the unborn child is legally responsible to provide financial support for her child following birth, and that this legal obligation of the father exists in all instances, even in instances in which the father has offered to pay for the abortion; (c) The name, address, and telephone number of a pregnancy help center in reasonable proximity of the abortion facility where the abortion will be performed; and (d) That she has a right to review all of the material and information described in § 34-23A-1, §§ 34-23A-1.2 to 34-23A-1.7, inclusive, § 34-23A-10.1, and § 34-23A-10.3, as well as the printed materials described in § 34-23A-10.3, and the website described in § 34-23A-10.4. The physician or the physician's agent shall inform the pregnant woman, orally or in writing, that the materials have been provided by the State of South Dakota at no charge to the pregnant woman. If the pregnant woman indicates, at any time, that she wants to review any of the materials described, such disclosures shall be either given to her at least twenty-four hours before the abortion or mailed to her at least seventy-two hours before the abortion by certified mail, restricted delivery to addressee, which means the postal employee can only deliver the mail to the addressee; (3) A written statement that sex-selective abortions are illegal in the State of South Dakota and that a pregnant mother cannot have an abortion, either solely or partly, due to the unborn child's sex, regardless of whether that unborn child is a girl or a boy or whether it is of the pregnant mother's free will or the result of the use of pressure and coercion. Prior to the pregnant woman signing a consent to the abortion, she shall sign a written statement that indicates that the requirements of this section have been complied with. Prior to the performance of the abortion, the physician who is to perform the abortion shall receive a copy of the written disclosure documents required by this section, and shall certify in writing that all of the information described in those subdivisions has been provided to the pregnant woman, that the physician is, to the best of his or her ability, satisfied that the pregnant woman has read the materials which are required to be disclosed, and that the physician believes she understands the information imparted. Section 5. That § 34-23A-20 be amended to read: 34-23A-20. If a part of this chapter is invalid, all valid parts that are severable from the invalid part remain in effect. If a part of this chapter is invalid in one or more of its applications, the part remains in effect in all valid applications that are severable from the invalid applications. If any part or provision of this chapter is determined to be invalid, or is preliminarily enjoined, all other parts not determined to be invalid or enjoined are severable from the invalid parts and remain in effect. If any part or provision of this chapter is determined to be invalid, or is preliminarily enjoined in one or more of its applications, all other parts or provisions not determined to be invalid or preliminarily enjoined are severable from the invalid or preliminarily enjoined application and remain in effect. Section 6. That § 34-23A-66 be repealed. 34-23A-66. If a part of subdivision 34-23A-10.1(3), 34-23A-34(22), or 34-23A-56(4A) or § 34-23A-63 or 34-23A-64 is invalid, all valid parts that are severable from the invalid part remain in effect. If a part of subdivision 34-23A-10.1(3), 34-23A-34(22), or 34-23A-56(4A) or § 34-23A-63 or 34-23A-64 is invalid in one or more of its applications, the part remains in effect in all valid applications that are severable from the invalid applications."}, {"bill_id": 7288, "bill_version_id": 40416, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2016-03-07T13:56:47.487-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise requirements related to pregnancy help centers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-23A-58.1 be amended to read: 34-23A-58.1. On or before January 2, 2013, each pregnancy help center which has been placed on the registry of pregnancy help centers maintained by the Department of Health before January 1, 2012, as a condition to remain on the state registry of pregnancy help centers, shall submit a supplemental affidavit that certifies that: (1) It has available either on staff, or pursuant to a collaborative agreement, a licensed counselor, or licensed psychologist, or licensed certified social worker, or licensed social worker, or licensed nurse, or licensed marriage and family therapist, or licensed physician, to provide the counseling related to the assessment for coercion and the associated imparting of information described in §§ 34-23A-53 to 34-23A-62 34-23A-59.2, inclusive; and (2) It shall strictly adhere to the confidentiality requirements set forth in §§ 34-23A-53 to 34-23A-62 34-23A-59.2, inclusive. Section 2. That § 34-23A-59.1 be amended to read: 34-23A-59.1. Any pregnancy help center listed on the Department of Health registry of pregnancy help centers prior to January 1, 2012, shall, beginning on January 1, 2013, have available either on staff or pursuant to a collaborative agreement, a licensed counselor, or licensed psychologist, or licensed certified social worker, or licensed social worker, or licensed nurse, or licensed marriage and family therapist, or a licensed physician to meet privately with the pregnant mother to provide the counseling and meeting required by §§ 34-23A-53 to 34-23A-61 34-23A-59.2, inclusive. Any pregnancy help center placed on the state registry on or after January 1, 2012, shall have one or more such licensed professionals available on staff or pursuant to collaborative agreement for such purposes beginning on January 1, 2012. Section 3. That § 34-23A-59 be amended to read: 34-23A-59. A pregnancy help center consultation required by §§ 34-23A-53 to 34-23A-61 34-23A-59.2, inclusive, shall be implemented as follows: (1) The pregnancy help center shall be permitted to interview the pregnant mother to determine whether the pregnant mother has been subject to any coercion to have an abortion, or is being pressured into having an abortion, and shall be permitted to inform the pregnant mother in writing or orally, or both, what counseling, education, and assistance that is available to the pregnant mother to help her maintain her relationship with her unborn child and help her care for the child both through the pregnancy help center or any other organization, faith-based program, or governmental program. The pregnancy help center may, if it deems it appropriate, discuss matters pertaining to adoption; (2) During the consultation interviews provided for by §§ 34-23A-53 to 34-23A-62 34-23A-59.2, inclusive, no pregnancy help center, its agents or employees, may discuss with any pregnant mother religion or religious beliefs, either of the mother or the counselor, unless the pregnant mother consents in writing; (3) The pregnancy help center is under no obligation to communicate with the abortion provider in any way, and is under no obligation to submit any written or other form of confirmation that the pregnant mother consulted with the pregnancy help center. The pregnancy help center may voluntarily provide a written statement of assessment to the abortion provider, whose name the woman shall give to the pregnancy help center, if the pregnancy help center obtains information that indicates that the pregnant mother has been subjected to coercion or that her decision to consider an abortion is otherwise not voluntary or not informed. The physician shall make the physician's own independent determination whether or not a pregnant mother's consent to have an abortion is voluntary, uncoerced, and informed before having the pregnant mother sign a consent to an abortion. The physician shall review and consider any information provided by the pregnancy help center as one source of information, which in no way binds the physician, who shall make an independent determination consistent with the provisions of §§ 34-23A-53 to 34-23A-62 34-23A-59.2, inclusive, the common law requirements, and accepted medical standards; (4) Any written statement or summary of assessment prepared by the pregnancy help center as a result of counseling of a pregnant mother as a result of the procedures created by §§ 34-23A-53 to 34-23A-62 34-23A-59.2, inclusive, may be forwarded by the pregnancy help center, in its discretion, to the abortion physician. If forwarded to the physician, the written statement or summary of assessment shall be maintained as a permanent part of the pregnant mother's medical records. Other than forwarding such documents to the abortion physician, no information obtained by the pregnancy help center from the pregnant mother may be released, without the written signed consent of the pregnant mother or unless the release is in accordance with federal, state, or local law; (5) Commencing on September 1, 2016, the counseling authorized pursuant to this section shall be conducted in accordance with the Uniform Policy and Procedures Guidelines developed and promulgated by the South Dakota Association of Registered Pregnancy Help Centers and adopted in 2015. Nothing in §§ 34-23A-53 to 34-23A-62 34-23A-59.2, inclusive, may be construed to impose any duties or liability upon a pregnancy help center. However, the failure of a pregnancy help center to comply with the conditions of this Act for being authorized to provide the pregnancy help center counseling, if uncorrected, may result in the Department of Health removing the pregnancy help center from the state's registry of pregnancy help centers. Section 4. That § 34-23A-10.1 be amended to read: 34-23A-10.1. No abortion may be performed unless the physician first obtains a voluntary and informed written consent of the pregnant woman upon whom the physician intends to perform the abortion, unless the physician determines that obtaining an informed consent is impossible due to a medical emergency and further determines that delaying in performing the procedure until an informed consent can be obtained from the pregnant woman or her next of kin in accordance with chapter 34-12C is impossible due to the medical emergency, which determinations shall then be documented in the medical records of the patient. A consent to an abortion is not voluntary and informed, unless, in addition to any other information that must be disclosed under the common law doctrine, the physician provides that pregnant woman with the following information: (1) A statement in writing providing the following information: (a) The name of the physician who will perform the abortion; (b) That the abortion will terminate the life of a whole, separate, unique, living human being; (c) That the pregnant woman has an existing relationship with that unborn human being and that the relationship enjoys protection under the United States Constitution and under the laws of South Dakota; (d) That by having an abortion, her existing relationship and her existing constitutional rights with regards to that relationship will be terminated; (e) A description of all known medical risks of the procedure and statistically significant risk factors to which the pregnant woman would be subjected, including: (i) Depression and related psychological distress; (ii) Increased risk of suicide ideation and suicide; (iii) A statement setting forth an accurate rate of deaths due to abortions, including all deaths in which the abortion procedure was a substantial contributing factor; (iv) All other known medical risks to the physical health of the woman, including the risk of infection, hemorrhage, danger to subsequent pregnancies, and infertility; (f) The probable gestational age of the unborn child at the time the abortion is to be performed, and a scientifically accurate statement describing the development of the unborn child at that age; and (g) The statistically significant medical risks associated with carrying her child to term compared to undergoing an induced abortion. The disclosures set forth above shall be provided to the pregnant woman in writing and in person no later than two hours before the procedure is to be performed in full compliance with § 34-23A-56. The physician shall ensure that the pregnant woman signs each page of the written disclosure with the certification that she has read and understands all of the disclosures, prior to the patient signing a consent for the procedure. If the pregnant woman asks for a clarification or explanation of any particular disclosure, or asks any other question about a matter of significance to her, the explanation or answer shall be made in writing and be given to the pregnant woman before signing a consent for the procedure and shall be made part of the permanent medical record of the patient; (2) A statement by telephone or in person, by the physician who is to perform the abortion, or by the referring physician, or by an agent of both, at least twenty-four hours before the abortion, providing the following information: (a) That medical assistance benefits may be available for prenatal care, childbirth, and neonatal care; (b) That the father of the unborn child is legally responsible to provide financial support for her child following birth, and that this legal obligation of the father exists in all instances, even in instances in which the father has offered to pay for the abortion; (c) The name, address, and telephone number of a pregnancy help center in reasonable proximity of the abortion facility where the abortion will be performed; and (d) That she has a right to review all of the material and information described in § 34-23A-1, §§ 34-23A-1.2 to 34-23A-1.7, inclusive, § 34-23A-10.1, and § 34-23A-10.3, as well as the printed materials described in § 34-23A-10.3, and the website described in § 34-23A-10.4. The physician or the physician's agent shall inform the pregnant woman, orally or in writing, that the materials have been provided by the State of South Dakota at no charge to the pregnant woman. If the pregnant woman indicates, at any time, that she wants to review any of the materials described, such disclosures shall be either given to her at least twenty-four hours before the abortion or mailed to her at least seventy-two hours before the abortion by certified mail, restricted delivery to addressee, which means the postal employee can only deliver the mail to the addressee; (3) A written statement that sex-selective abortions are illegal in the State of South Dakota and that a pregnant mother cannot have an abortion, either solely or partly, due to the unborn child's sex, regardless of whether that unborn child is a girl or a boy or whether it is of the pregnant mother's free will or the result of the use of pressure and coercion. Prior to the pregnant woman signing a consent to the abortion, she shall sign a written statement that indicates that the requirements of this section have been complied with. Prior to the performance of the abortion, the physician who is to perform the abortion shall receive a copy of the written disclosure documents required by this section, and shall certify in writing that all of the information described in those subdivisions has been provided to the pregnant woman, that the physician is, to the best of his or her ability, satisfied that the pregnant woman has read the materials which are required to be disclosed, and that the physician believes she understands the information imparted. Section 5. That § 34-23A-20 be amended to read: 34-23A-20. If a part of this chapter is invalid, all valid parts that are severable from the invalid part remain in effect. If a part of this chapter is invalid in one or more of its applications, the part remains in effect in all valid applications that are severable from the invalid applications. If any part or provision of this chapter is determined to be invalid, or is preliminarily enjoined, all other parts not determined to be invalid or enjoined are severable from the invalid parts and remain in effect. If any part or provision of this chapter is determined to be invalid, or is preliminarily enjoined in one or more of its applications, all other parts or provisions not determined to be invalid or preliminarily enjoined are severable from the invalid or preliminarily enjoined application and remain in effect. Section 6. That § 34-23A-66 be repealed. 34-23A-66. If a part of subdivision 34-23A-10.1(3), 34-23A-34(22), or 34-23A-56(4A) or § 34-23A-63 or 34-23A-64 is invalid, all valid parts that are severable from the invalid part remain in effect. If a part of subdivision 34-23A-10.1(3), 34-23A-34(22), or 34-23A-56(4A) or § 34-23A-63 or 34-23A-64 is invalid in one or more of its applications, the part remains in effect in all valid applications that are severable from the invalid applications."}, {"bill_id": 7288, "bill_version_id": 40555, "bill_version": "Enrolled", "bill_version_date": "2016-03-09T15:46:59.367-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7288, "action_date": "2016-02-03T14:00:00-06:00", "document_id": 38701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38701.pdf", "status_text": "First read in House and referred to", "journal_page": 261, "committee_id_action": 325, "committee_id_assigned": 313, "result": "N", "vote": {}}, {"bill_id": 7288, "action_date": "2016-02-09T07:45:00-06:00", "document_id": 38800, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38800.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 313, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7288, "action_date": "2016-02-11T07:45:00-06:00", "document_id": 39052, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39052.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 313, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7288, "action_date": "2016-02-11T07:45:00-06:00", "document_id": 39211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39211.pdf", "status_text": "Do Pass", "journal_page": 376, "committee_id_action": 313, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20848, "president_vote": null, "Yea": [1040, 995, 1049, 1061, 1065, 1048, 993, 1026, 1053, 1019], "Excused": [1050, 1060, 1003]}}, {"bill_id": 7288, "action_date": "2016-02-11T07:45:00-06:00", "document_id": 39211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39211.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 313, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7288, "action_date": "2016-02-16T14:00:00-06:00", "document_id": 39392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39392.pdf", "status_text": "Do Pass", "journal_page": 396, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20946, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1017, 1058, 1036, 1048, 1024, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 991, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1015, 1003]}}, {"bill_id": 7288, "action_date": "2016-02-17T14:00:00-06:00", "document_id": 39474, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39474.pdf", "status_text": "First read in Senate and referred to", "journal_page": 322, "committee_id_action": 309, "committee_id_assigned": 298, "result": "N", "vote": {}}, {"bill_id": 7288, "action_date": "2016-03-07T10:00:00-06:00", "document_id": 40270, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40270.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 298, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7288, "action_date": "2016-03-07T10:00:00-06:00", "document_id": 40408, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40408.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 298, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7288, "action_date": "2016-03-07T10:00:00-06:00", "document_id": 40408, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40408.pdf", "status_text": "Do Pass Amended", "journal_page": 540, "committee_id_action": 298, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21868, "president_vote": null, "Nay": [974, 1035], "Excused": [966], "Yea": [994, 1066, 1046, 1001]}}, {"bill_id": 7288, "action_date": "2016-03-08T10:00:00-06:00", "document_id": 40488, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40488.pdf", "status_text": "Do Pass Amended", "journal_page": 570, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21959, "president_vote": null, "Yea": [974, 977, 1037, 966, 1014, 1067, 979, 969, 1005, 1047, 998, 997, 984, 994, 1041, 967, 975, 1011, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008], "Nay": [999, 1035]}}, {"bill_id": 7288, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40544.pdf", "status_text": "Concurred in amendments", "journal_page": 855, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22042, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 1039, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 963, 1062, 1038, 987, 982, 1055, 1044, 1058, 1036, 1048, 1024, 968, 1018, 1059, 1054, 1031, 1027, 1028, 1034, 1006, 991, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [986, 972, 1015, 1017, 1003, 992]}}, {"bill_id": 7288, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40577.pdf", "status_text": "Signed by the Speaker", "journal_page": 861, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7288, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40574, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40574.pdf", "status_text": "Signed by the President", "journal_page": 607, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7288, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40577.pdf", "status_text": "Delivered to the Governor", "journal_page": 871, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7288, "action_date": "2016-03-29T11:00:00-05:00", "document_id": 40613, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40613.pdf", "status_text": "Signed by the Governor", "journal_page": 881, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6215, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7288"}