{"session_id": 20, "bill_id": 5314, "bill_type": "Senate Bill", "bill_number": 68, "bill_title": "adopt the uniform real property electronic recording act, to use an existing funding source to implement the provisions of this Act, and to revise certain provisions concerning electronic recording.", "sponsors": [{"legislator_profile_id": 442, "is_prime": true}, {"legislator_profile_id": 434, "is_prime": true}, {"legislator_profile_id": 527, "is_prime": false}, {"legislator_profile_id": 431, "is_prime": false}, {"legislator_profile_id": 447, "is_prime": false}, {"legislator_profile_id": 455, "is_prime": false}, {"legislator_profile_id": 441, "is_prime": false}, {"legislator_profile_id": 454, "is_prime": false}, {"legislator_profile_id": 523, "is_prime": false}, {"legislator_profile_id": 443, "is_prime": false}, {"legislator_profile_id": 438, "is_prime": false}, {"legislator_profile_id": 424, "is_prime": false}, {"legislator_profile_id": 502, "is_prime": false}, {"legislator_profile_id": 435, "is_prime": false}, {"legislator_profile_id": 513, "is_prime": false}, {"legislator_profile_id": 446, "is_prime": false}], "keywords": ["Real Property", "Records", "Register of Deeds"], "audio": [{"meeting_datetime": "2014-02-05T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/slo14.mp3", "start_seconds": 117.0}, {"meeting_datetime": "2014-02-05T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/slo14.mp3", "start_seconds": 117.0}, {"meeting_datetime": "2014-02-05T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/slo14.mp3", "start_seconds": 117.0}, {"meeting_datetime": "2014-02-05T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/slo14.mp3", "start_seconds": 117.0}, {"meeting_datetime": "2014-03-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju31.mp3", "start_seconds": 4758.0}, {"meeting_datetime": "2014-03-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju31.mp3", "start_seconds": 4758.0}, {"meeting_datetime": "2014-03-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju31.mp3", "start_seconds": 4758.0}, {"meeting_datetime": "2014-03-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju31.mp3", "start_seconds": 4758.0}], "bill_versions": [{"bill_id": 5314, "bill_version_id": 28623, "bill_version": "Introduced", "bill_version_date": "2014-01-21T07:28:56.22-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the uniform real property electronic recording act, to use an existing funding source to implement the provisions of this Act, and to revise certain provisions concerning electronic recording. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in sections 1 to10, inclusive, of this Act mean: (1) \"Document,\" any information that is: (a) Inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form; and (b) Eligible to be recorded in the public records maintained by the register of deeds; (2) \"Electronic,\" relating to technology having electrical, digital, magnetic, wireless, optical, electromagnetic, or similar capabilities; (3) \"Electronic document,\" a document that is received by the register of deeds in an electronic form; (4) \"Electronic recording commission\" and \"commission,\" the commission established in section 4 of this Act; (5) \"Electronic signature,\" an electronic sound, symbol, or process attached to or logically associated with a document and executed or adopted by a person with the intent of affixing a signature on the document; (6) \"Paper document,\" a document that is received by the register of deeds in a form that is not electronic; (7) \"Person,\" an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government, or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity; (8) \"Register of deeds,\" the county register of deeds for the county in which a document is received; (9) \"State,\" a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. Section 2. If a law requires, as a condition for recording, that a document be an original, be on paper or another tangible medium, or be in writing, the requirement is satisfied by an electronic document satisfying sections 1 to 10, inclusive, of this Act. If a law requires or refers to something related to tangible media, the requirement or reference is satisfied by an electronic document satisfying sections 1 to10, inclusive, of this Act. If a law requires, as a condition for recording, that a document be signed, the requirement is satisfied by an electronic signature. A requirement that a document or a signature associated with a document be notarized, acknowledged, verified, witnessed, or made under oath is satisfied if the electronic signature of the person authorized to perform that act, and all other information required to be included, is attached to or logically associated with the document or signature. A physical or electronic image of a stamp, impression, or seal does not have to accompany an electronic signature. In a proceeding, evidence of a document or signature may not be excluded solely because it is in electronic form. This section does not require that a register of deeds adopt the process of recording electronic documents. Section 3. A register of deeds who implements any of the functions listed in this section shall do so in compliance with standards established by the electronic recording commission. A register of deeds may: (1) Receive, index, store, archive, and transmit electronic documents; (2) Provide for access to, and for search and retrieval of, documents and information by electronic means; (3) Convert paper documents accepted for recording into electronic form; (4) Convert into electronic form information and documents recorded before the register of deeds began to record electronic documents; (5) Accept electronically any fee or tax that the register of deeds is authorized to collect; and (6) Agree with other officials of a state or a political subdivision thereof, or of the United States, on procedures or processes to facilitate the electronic satisfaction of prior approvals and conditions precedent to recording and the electronic payment of fees and taxes. A register of deeds who accepts electronic documents for recording shall continue to accept paper documents as authorized by state law and shall record both electronic documents and paper documents in the same manner as provided for by law. This Act does not invalidate electronic documents recorded under sections 1 to 10, inclusive, of this Act, chapter 53-12, the federal electronic signatures in global and national commerce act, 15 USC 7001 to 7031, as of January 1, 2014, or any other statute that may apply before the establishment of standards under sections 1 to 10, inclusive, of this Act by the electronic recording commission. Each document that a register of deeds accepts for recordation under this section shall be considered recorded despite its failure to conform to one or more requirements of this section or § 43-28-23, unless the document is not sufficiently legible or cannot be reproduced as a readable copy using the register of deeds' current method of reproduction. Section 4. The electronic recording commission is hereby created and shall consist of nine voting members. The commission shall adopt standards to implement procedures for recording electronic documents with the register of deeds. The commission shall consist of nine members appointed as follows: (1) Five registers of deeds appointed by the president of the South Dakota Association of County Officials, which includes one register of deeds to be appointed from a county that has a population of seventy-five thousand or more; one register of deeds from a county that has a population of twenty thousand or more but less than seventy-five thousand; and one register of deeds from a county that has a population of less than twenty thousand; and two registers of deeds from other counties with no regard to population size; (2) One attorney licensed in the state of South Dakota whose practice emphasizes real property matters appointed by the president of the State Bar Association; (3) Two licensed title abstractors certified in the state of South Dakota appointed by the president of the South Dakota Land Title Association; and (4) One person in the banking industry appointed by the South Dakota Bankers Association. The commission shall annually appoint one nonvoting member who is an information technology professional. The appointed members of the commission shall serve for terms of two years, except that, of the registers of deeds first appointed, two shall serve for one year, two shall serve for two years, and one shall serve for three years; of the certified title abstractors, appointed initially, one will serve for three years and one will serve for two years. If a vacancy occurs on the commission, the respective associations shall make an appointment for the unexpired term in the same manner as the original appointment. Section 5. The first meeting of the commission shall be called by the president of the South Dakota Association of County Officials. At the first meeting, the commission shall elect from among its members a chair and other officers as it considers necessary or appropriate and each meeting is subject to the open meeting requirements pursuant to chapter 1-25. The commission shall at least meet annually or as often as deemed necessary. Unless otherwise directed by the commission, the South Dakota Association of County Officials shall provide support services as needed for the commission to carry out its duties, including meeting space and teleconferencing. The expenses and costs related to retaining professional services, promulgating rules pursuant to chapter 1-26, and organizing the commission shall be funded by the South Dakota association of county officials register of deeds modernization and preservation relief fund established pursuant to § 7-9-28. The electronic recording commission shall approve the expenses and costs. No commission members may be reimbursed from the South Dakota association of county officials register of deeds modernization and preservation relief fund for any travel expenses, subsistence, or per diem while serving on the commission. Section 6. A majority of the members of the commission constitute a quorum for the transaction of business at a meeting of the commission. A majority of the members present and serving are required for official action of the commission. Section 7. The electronic recording commission may remove an appointed member of the commission for incompetency, dereliction of duty, malfeasance, misfeasance, or nonfeasance in office, or any other good cause. Section 8. The commission shall adopt rules, pursuant to chapter 1-26, to keep the standards and practices of registers of deeds in this state in harmony with the standards and practices of recording offices in other jurisdictions that substantially comply with sections 1 to 10, inclusive, of this Act and to keep the technology used by registers of deeds in this state compatible with technology used by recording offices in other jurisdictions that substantially comply with sections 1 to 10, inclusive, of this Act. The electronic recording commission, so far as is consistent with the purposes, policies, and provisions of sections 1 to 10, inclusive, of this Act, in adopting, amending, and repealing standards shall consider: (1) Standards and practices of other jurisdictions; (2) The most recent standards promulgated by national standard-setting bodies; (3) The views of interested persons and governmental officials and entities; (4) The needs of counties of varying size, population, and resources; and (5) Standards requiring adequate information security protection to reasonably ensure that electronic documents are accurate, authentic, adequately preserved, and resistant to tampering. Section 9. In applying and construing the provisions sections 1 to 10, inclusive, of this Act, the commission shall give consideration to the need to promote uniformity of the law with respect to its subject matter among states that enact these provisions. Section 10. Sections 1 to 10, inclusive, of this Act modifies, limits, and supersedes the Federal Electronic Signatures in Global and National Commerce Act (15 U.S.C. Section 7001, et seq.), as of January 1, 2014, but does not modify, limit, or supersede Section 101(c) of that act (15 U.S.C. Section 7001(c)) or authorize electronic delivery of any of the notices described in Section 103(b) of that act (15 U.S.C. Section 7003(b)). Section 11. That § 7-9-2 be amended to read as follows: 7-9-2. The register of deeds shall provide himself with obtain a seal, which may be a rubber stamp, and make an impression of the same upon every instrument to which he attaches his signature as register of deeds. Such seal or rubber stamp shall bear the following inscription: \"Register of deeds of ________ county.\" The seal may be in a rubber, raised embosser, or electronic format and shall be used on each instrument to which the register of deeds affixes his or her signature. The signature of the register of deeds may be in original or electronic format. Section 12. That § 7-9-3 be amended to read as follows: 7-9-3. When any instrument is delivered to the register of deeds for recording or filing, he shall endorse thereon the date, hour, and minute of such delivery and whenever any instrument is recorded he shall also endorse thereon the page and book designated by letter or number in which such instrument is recorded; and in a note at the foot of the record of each recorded instrument he shall write the date, hour, and minute when it was delivered to him and the numbers of the pages on which it is recorded. Each instrument entitled by law to be recorded, shall be recorded during the office hours set pursuant to §§ 7-7-2 and 7-7-2.1 in the order and as of the date and time when the instrument is received by the register of deeds for that purpose. Section 13. That chapter 7-9 be amended by adding thereto a NEW SECTION to read as follows: Unless otherwise provided by law, a paper document that is to be recorded or filed in the register of deeds' records as provided in this section or other applicable law shall contain the original signatures of the parties who execute the document and if required to be acknowledged or further proven, original signatures of the notary public, witnesses or other officer taking an acknowledgment. However, any financing statement filed and recorded pursuant to chapter 57A-9 does not need to contain: (1) The signatures of the debtor or the secured party; or (2) An acknowledgment. No original signature may be required if the document is attached as an exhibit to an affidavit or other document that has an original signature that is acknowledged, sworn to with a proper jurat, or proved according to law. Section 14. That § 7-9-8.1 be amended to read as follows: 7-9-8.1. In the event that microfilming is used by the register of deeds, all recorded instruments may be indexed by document number. Each register of deeds shall plainly endorse each instrument received for record, upon receipt, the date and time of reception of the instrument, and an identifying number. The identifying number may be a unique instrument number or book and page number, or both, that clearly identifies the specific instrument. The register of deeds shall enter the identifying number as part of the entry relating to the instrument in the appropriate indexes maintained by the register of deeds. The document shall indicate whether the instrument was received by electronic transmission and the number of pages recorded or filed with that instrument. Section 15. That § 7-9-29 be amended to read as follows: 7-9-29. The fiscal year for the South Dakota association of county officials register of deeds modernization and preservation relief fund begins on July first and ends on June thirtieth. Before July thirty-first of each year, the association of county officials shall compute each county's share of the deposits from the previous fiscal year. The association shall certify each county's share of the total fund and remit the share to the county auditor on or before August thirty-first of each year. The money in the fund shall be divided equally among each of the sixty-six counties, less the administrative fee to be determined by the board of directors for the South Dakota Association of County Officials and the expenses and costs related to section 5 of this Act. The administrative fee may not exceed one percent of the total annual remittance to the fund. The county auditor shall deposit the money received pursuant to this section in the county register of deeds modernization and preservation relief fund. Section 16. That § 43-25-21 be amended to read as follows: 43-25-21. The corporate seal of any corporation attached to a deed, mortgage, assignment of mortgage, release of mortgage, or other instrument executed and acknowledged by any officer of such corporation is prima facie evidence that such officer was duly authorized to execute such instrument on behalf of such corporation. Likewise, a corporate acknowledgment attached to or made part of any deed, mortgage, assignment of mortgage, release of mortgage, or other instrument executed by any officer of such corporation, except as provided in § 51A-4-11, is prima facie evidence that such officer was duly authorized to execute such instrument on behalf of such corporation. Section 17. That § 51A-4-11 be repealed. 51A-4-11. All conveyances and other instruments affecting the title to real property shall be executed by any executive officer of the bank, or employee so designated by the board of directors under the corporate seal of the bank. All such conveyances or other instruments, which are executed by any one of such individuals and filed and recorded in the office of the register of deeds are hereby declared to be legal, valid and effective as of the date on which such instruments were so executed under such corporate seal."}, {"bill_id": 5314, "bill_version_id": 31748, "bill_version": "Enrolled", "bill_version_date": "2014-03-10T10:05:37.81-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5314, "action_date": "2014-01-21T14:00:00-06:00", "document_id": 28714, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28714.pdf", "status_text": "First read in Senate and referred to", "journal_page": 86, "committee_id_action": 229, "committee_id_assigned": 212, "result": "N", "vote": {}}, {"bill_id": 5314, "action_date": "2014-02-05T08:00:00-06:00", "document_id": 29484, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29484.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 212, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5314, "action_date": "2014-02-05T08:00:00-06:00", "document_id": 29815, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29815.pdf", "status_text": "Do Pass", "journal_page": 220, "committee_id_action": 212, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15594, "president_vote": null, "Yea": [473, 470, 432, 443, 452, 493, 446]}}, {"bill_id": 5314, "action_date": "2014-02-05T08:00:00-06:00", "document_id": 29815, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29815.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 212, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5314, "action_date": "2014-02-06T14:00:00-06:00", "document_id": 29947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29947.pdf", "status_text": "Do Pass", "journal_page": 242, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15699, "president_vote": null, "Yea": [469, 437, 444, 846, 495, 472, 470, 432, 465, 847, 483, 443, 429, 452, 436, 438, 526, 424, 492, 491, 428, 475, 435, 440, 493, 849, 474, 426, 446, 494, 434, 490, 486], "Excused": [473, 447]}}, {"bill_id": 5314, "action_date": "2014-02-07T13:00:00-06:00", "document_id": 30024, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30024.pdf", "status_text": "First read in House and referred to", "journal_page": 339, "committee_id_action": 231, "committee_id_assigned": 227, "result": "N", "vote": {}}, {"bill_id": 5314, "action_date": "2014-03-05T10:00:00-06:00", "document_id": 31319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31319.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 227, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5314, "action_date": "2014-03-05T10:00:00-06:00", "document_id": 31567, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31567.pdf", "status_text": "Do Pass", "journal_page": 645, "committee_id_action": 227, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16979, "president_vote": null, "Excused": [456], "Yea": [505, 431, 455, 509, 457, 523, 458, 466, 476, 460, 513, 441]}}, {"bill_id": 5314, "action_date": "2014-03-05T10:00:00-06:00", "document_id": 31567, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31567.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 227, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5314, "action_date": "2014-03-06T12:30:00-06:00", "document_id": 31667, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31667.pdf", "status_text": "Do Pass", "journal_page": 670, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17075, "president_vote": null, "Yea": [528, 527, 453, 522, 525, 433, 467, 524, 456, 489, 517, 519, 505, 449, 431, 455, 425, 504, 509, 503, 477, 501, 520, 479, 457, 454, 523, 496, 458, 451, 466, 845, 499, 442, 476, 521, 507, 487, 423, 439, 500, 502, 497, 515, 511, 512, 463, 518, 484, 462, 485, 514, 464, 510, 450, 506, 430, 513, 468, 498, 461, 516, 508, 480, 460, 448, 441], "Excused": [481, 478, 459]}}, {"bill_id": 5314, "action_date": "2014-03-11T10:00:00-05:00", "document_id": 31894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31894.pdf", "status_text": "Signed by the President", "journal_page": 629, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5314, "action_date": "2014-03-12T10:30:00-05:00", "document_id": 31972, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31972.pdf", "status_text": "Signed by the Speaker", "journal_page": 750, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5314, "action_date": "2014-03-13T09:00:00-05:00", "document_id": 32053, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32053.pdf", "status_text": "Delivered to the Governor", "journal_page": 652, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5314, "action_date": "2014-03-31T10:00:00-05:00", "document_id": 32148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32148.pdf", "status_text": "Signed by the Governor", "journal_page": 688, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5535}