{"session_id": 48, "bill_id": 14679, "bill_type": "Senate Bill", "bill_number": 212, "bill_title": "revise certain provisions regarding the grant of a permit to construct a railroad.", "sponsors": [{"legislator_profile_id": 2266, "is_prime": true}, {"legislator_profile_id": 2294, "is_prime": true}, {"legislator_profile_id": 2199, "is_prime": false}, {"legislator_profile_id": 2211, "is_prime": false}, {"legislator_profile_id": 2223, "is_prime": false}, {"legislator_profile_id": 2247, "is_prime": false}, {"legislator_profile_id": 2249, "is_prime": false}, {"legislator_profile_id": 2253, "is_prime": false}, {"legislator_profile_id": 2257, "is_prime": false}, {"legislator_profile_id": 2260, "is_prime": false}, {"legislator_profile_id": 2263, "is_prime": false}, {"legislator_profile_id": 2264, "is_prime": false}, {"legislator_profile_id": 2277, "is_prime": false}, {"legislator_profile_id": 2292, "is_prime": false}, {"legislator_profile_id": 2293, "is_prime": false}, {"legislator_profile_id": 2298, "is_prime": false}, {"legislator_profile_id": 2299, "is_prime": false}], "keywords": ["Administrative Rules", "Contested Case", "Railroads"], "audio": [], "bill_versions": [{"bill_id": 14679, "bill_version_id": 80542, "bill_version": "Introduced", "bill_version_date": "1999-01-29T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the grant of a permit to construct a railroad. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-16A-1 be amended to read as follows: 49-16A-1. Terms used in this chapter mean: (1) \"Common carrier,\" a carrier which holds itself out to the general public as engaged in the business of transporting freight in intrastate commerce which it is accustomed to and is capable of transporting from place to place in this state, for hire; (2) \"Department,\" the Department of Transportation created by chapter 1-44; (3) \"For hire,\" the condition of receiving remuneration of any kind, paid or promised, either directly or indirectly, for the transportation of freight; (4) \"Freight,\" all property tendered for transportation by a railroad; (5) \"Railroad,\" a corporation any association or corporation, other than a state agency or authority, engaged in operating a common carrier by rail regardless of motive power used, excluding street railroads; (6) \"Road,\" all track, right-of-way, bridges, mainlines, branchlines, spurs, sidetracks, interchanges and all other fixtures and real property owned or operated by a railroad to discharge its obligations as a common carrier by rail; (7) \"Shipper,\" a consignor or consignee ; (8) \"Commission,\" the Transportation Commission created by § 1-44-4; (9) \"Negotiated in good faith,\" a bona fide offer to pay all costs and damages as compensation for the acquisition of property desired by the applicant for the construction or reconstruction of a road, including the economic costs or diminution associated with or caused by the construction or reconstruction if there is a partial taking of property . Section 2. That § 49-16A-64 be amended to read as follows: 49-16A-64. Any railroad planning to construct or reconstruct a road in this state, and having otherwise complied with all appropriate laws, shall file with the department of transportation an application for a permit to construct or reconstruct a road, and a plat of the road proposed to be constructed or reconstructed , stating the principal points through which it is planned to construct or reconstruct the road. The department shall, if satisfied that the road is desirable and that there is a probability that it will be constructed, grant a permit to the railroad to construct the road. No railroad may exercise any authority granted by chapter 49-16A or 21-35, without first obtaining a permit from the commission to construct or reconstruct the road. The commission shall grant or deny an application for a permit in accordance with sections 3,4, and 5 of this Act. Section 3. That § 49-16A-65 be amended to read as follows: 49-16A-65. The department of transportation may, when assessing a plat submitted pursuant to § 49-16A-64, consider all factors it deems relevant, including existing transportation facilities, their structure, physical condition, and location. The commission shall, in accordance with chapter 1-26, promulgate rules: (1) Establishing a form upon which a railroad may apply for a permit to construct or reconstruct a road; (2) Specifying the information to be submitted by an applicant; and (3) Administering applications for permits to construct or reconstruct a road. Section 4. That chapter 49-16A be amended by adding thereto a NEW SECTION to read as follows: The commission, after notice and hearing conducted in accordance with the contested case provisions of chapter 1-26, may approve an application and grant a permit to construct or reconstruct a road only if the applicant proves by clear and convincing evidence that the construction or reconstruction of the road is a public use consistent with public necessity. Section 5. That chapter 49-16A be amended by adding thereto a NEW SECTION to read as follows: The construction or reconstruction of a road is a public use consistent with public necessity only if the proposed construction or reconstruction: (1) Has as its principal purpose providing railroad transportation to shippers in South Dakota, for commodities produced, manufactured, mined, or grown in South Dakota, if no other road is available, no existing road can be made available, and there is no other means of transportation; (2) Is proposed by an applicant with the financial resources necessary to complete the proposed construction or reconstruction, along with any related facilities, construction, or mitigation which are necessary to protect against harm to the public safety, convenience, or other adverse socioeconomic or environmental impact, as evidenced by an irrevocable financing commitment from a lender with adequate capitalization to fulfill its commitment; (3) Is proposed by an applicant who has, notwithstanding § 34A-9-11, complied with the requirements of chapter 34A-9 and the commission has determined that the proposed construction or reconstruction constitutes major action; (4) Is proposed by an applicant who has negotiated in good faith and exhausted all means available to privately acquire sufficient property to construct or reconstruct a road; and (5) Is proposed by an applicant who has filed a plat, as required by § 49-16A-64, and that plat specifically sets forth the route of the road to be constructed or reconstructed, identifies each affected landowner, and specifies the location, along with construction methods, engineering specifications, and location for all main lines, sidings, yards, bridges, crossings, safety devices, switches, signals, and maintenance facilities."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14679, "action_date": "1999-01-29T14:00:00-06:00", "document_id": 81773, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81773.pdf", "status_text": "First read in Senate and referred to", "journal_page": 254, "committee_id_action": 629, "committee_id_assigned": 613, "result": "N", "vote": {}}, {"bill_id": 14679, "action_date": "1999-02-04T07:45:00-06:00", "document_id": 82108, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82108.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 613, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14679, "action_date": "1999-02-16T07:45:00-06:00", "document_id": 82111, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82111.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 613, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14679, "action_date": "1999-02-16T07:45:00-06:00", "document_id": 82111, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82111.pdf", "status_text": "Tabled", "journal_page": 495, "committee_id_action": 613, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41462, "president_vote": null, "Yea": [2234, 2269, 2285, 2292, 2270], "Nay": [2263, 2294]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14679"}