{"session_id": 24, "bill_id": 6984, "bill_type": "Senate Bill", "bill_number": 54, "bill_title": "adopt the Elder Abuse Task Force's statutory recommendations in order to protect South Dakota seniors and adults with disabilities from abuse, neglect, and exploitation.", "sponsors": [], "keywords": ["Abuse and Neglect", "Courts and Judiciary", "Crimes", "Felony", "Misdemeanor", "Prison and Jail Impact", "Uniform Probate Code"], "audio": [{"meeting_datetime": "2016-01-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen03.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2016-01-19T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju05.mp3", "start_seconds": 240.0}, {"meeting_datetime": "2016-01-19T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju05.mp3", "start_seconds": 240.0}, {"meeting_datetime": "2016-01-19T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju05.mp3", "start_seconds": 240.0}, {"meeting_datetime": "2016-01-26T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju10.mp3", "start_seconds": 165.0}, {"meeting_datetime": "2016-01-26T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju10.mp3", "start_seconds": 165.0}, {"meeting_datetime": "2016-01-28T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju12.mp3", "start_seconds": 87.0}, {"meeting_datetime": "2016-01-28T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju12.mp3", "start_seconds": 87.0}, {"meeting_datetime": "2016-01-28T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju12.mp3", "start_seconds": 87.0}, {"meeting_datetime": "2016-02-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen14.mp3", "start_seconds": 4799.0}, {"meeting_datetime": "2016-02-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen14.mp3", "start_seconds": 4799.0}, {"meeting_datetime": "2016-02-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen14.mp3", "start_seconds": 4799.0}, {"meeting_datetime": "2016-02-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen14.mp3", "start_seconds": 4799.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju27.mp3", "start_seconds": 295.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju27.mp3", "start_seconds": 295.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju27.mp3", "start_seconds": 295.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju27.mp3", "start_seconds": 295.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju27.mp3", "start_seconds": 295.0}, {"meeting_datetime": "2016-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou31.mp3", "start_seconds": 6225.0}, {"meeting_datetime": "2016-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou31.mp3", "start_seconds": 6225.0}, {"meeting_datetime": "2016-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou31.mp3", "start_seconds": 6225.0}], "bill_versions": [{"bill_id": 6984, "bill_version_id": 37558, "bill_version": "Introduced", "bill_version_date": "2016-01-14T09:05:40.707-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Elder Abuse Task Force's statutory recommendations in order to protect South Dakota seniors and adults with disabilities from abuse, neglect, and exploitation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-46-1 be amended to read: 22-46-1. Terms used in this chapter mean: (1) \"Abuse,\" physical harm, bodily injury, or attempt to cause physical harm or injury, or the infliction of fear of imminent physical harm or bodily injury on an elder or a disabled adult; (2) \"Adult with a disability,\" a person eighteen years of age or older who suffers from has a condition of intellectual disability, infirmities of aging as manifested by organic brain damage, advanced age, or other physical dysfunctioning to the extent that the person is unable to protect himself or herself or provide for his or her own care; (2) \"Caretaker,\" a person or entity who is entrusted with the property of an elder or adult with a disability, or who is responsible for the health or welfare of an elder or adult with a disability, and who assumes the position of trust or responsibility voluntarily, by contract, by receipt of payment, or by order of the court; (3) \"Elder,\" a person sixty-five years of age or older; (4) \"Emotional and psychological abuse,\" a caretaker's willful, malicious, and repeated infliction of: (a) A sexual act or the simulation of a sexual act directed at and without the consent of the elder or adult with a disability that involves nudity or is obscene; (b) Unreasonable confinement; (c) Harm or damage or destruction of the property of an elder or adult with a disability, including harm to or destruction of pets; or (d) Ridiculing or demeaning conduct, derogatory remarks, verbal harassment, or threats to inflict physical or emotional and psychological abuse, directed at an elder or adult with a disability; (5) \"Exploitation,\" the wrongful taking or exercising of control over property of an elder or a disabled adult with a disability with intent to defraud the elder or disabled adult with a disability; and (5)(6) \"Neglect,\" harm to an elder's or a disabled adult's the health or welfare of an elder or an adult with a disability, without reasonable medical justification, caused by the conduct of a person responsible for the elder's or disabled adult's health or welfare a caretaker, within the means available for the elder or disabled adult with a disability, including the failure to provide adequate food, clothing, shelter, or medical care; and (7) \"Physical abuse,\" physical harm, bodily injury, attempt to cause physical harm or injury, or fear of imminent physical harm or bodily injury. Section 2. That § 22-46-2 be amended to read: 22-46-2. Any person who physically abuses or neglects an elder or a disabled adult adult with a disability in a manner which does not constitute aggravated assault is guilty of a Class 6 felony. Any person who emotionally or psychologically abuses an elder or adult with a disability is guilty of a Class 1 misdemeanor. Section 3. That the code be amended by adding a NEW SECTION to read: Terms used in sections 3 to 20, inclusive, of this Act mean, unless the context otherwise requires: (1) \"Attorney in fact,\" an agent under a power of attorney pursuant to chapter 59-2 or an attorney in fact under a durable power of attorney pursuant to § 59-7-2.1; (2) \"Caretaker,\" a related or nonrelated person who has the responsibility for the health or welfare of a vulnerable adult as a result of assuming the responsibility voluntarily, by contract, by receipt of payment for care, or by order of the court; (3) \"Conservator,\" as defined in subdivision 29A-5-102(2); (4) \"Vulnerable adult abuse,\" any of the following: (a) Physical abuse as defined in subdivision (7) of section 1 of this Act; (b) Emotional and psychological abuse as defined in subdivision (4) of section 1 of this Act; (c) Neglect as defined in subdivision (6) of section 1 of this Act and § 22-46-1.1; or (d) Financial exploitation; (5) \"Family or household member,\" a spouse, a person cohabiting with the vulnerable adult, a parent, or a person related to the vulnerable adult by consanguinity or affinity, but does not include children of the vulnerable adult who are less than eighteen years of age; (6) \"Fiduciary,\" a person or entity with the legal responsibility to make decisions on behalf of and for the benefit of a vulnerable adult and to act in good faith and with fairness. The term, fiduciary, includes an attorney in fact, a guardian, or a conservator; (7) \"Financial exploitation,\" exploitation as defined in subdivision (5) of section 1 of this Act when committed by a person who stands in a position of trust or confidence; (8) \"Guardian,\" as defined in subdivision 29A-5-102(4); (9) \"Peace officer,\" as defined in subdivision 23A-45-9(13); (10) \"Petitioner,\" a vulnerable adult who files a petition pursuant to sections 3 to 20, inclusive, of this Act, and includes a substitute petitioner who files a petition on behalf of a vulnerable adult pursuant to sections 3 to 20, inclusive, of this Act; (11) \"Present danger of vulnerable adult abuse,\" a situation in which the respondent has recently threatened the vulnerable adult with initial or additional abuse or neglect or the potential for misappropriation, misuse, or removal of the funds, benefits, property, resources, belongings, or assets of the vulnerable adult combined with reasonable grounds to believe that abuse, neglect, or exploitation is likely to occur; (12) \"Pro se,\" a person proceeding on the person's own behalf without legal representation; (13) \"Stands in a position of trust or confidence,\" the person has any of the following relationships relative to the vulnerable adult: (a) Is a parent, spouse, adult child, or other relative by consanguinity or affinity of the vulnerable adult; (b) Is a caretaker for the vulnerable adult; or (c) Is a person who is in a confidential relationship with the vulnerable adult. A confidential relationship does not include a legal, fiduciary, or ordinary commercial or transactional relationship the vulnerable adult may have with a bank incorporated pursuant to the provisions of any state or federal law; any savings and loan association or savings bank incorporated pursuant to the provisions of any state or federal law; any credit union organized pursuant to the provisions of any state or federal law; any attorney licensed to practice law in this state; or any agent, agency, or company regulated under title 58 or chapter 36-21A; (14) \"Substitute petitioner,\" a family or household member, guardian, conservator, attorney in fact, or guardian ad litem for a vulnerable adult, or other interested person who files a petition pursuant to sections 3 to 20, inclusive, of this Act; and (15) \"Vulnerable adult,\" a person sixty-five years of age or older who is unable to protect himself or herself from abuse as a result of age or a mental or physical condition, or an adult with a disability as defined in section 1 of this Act. Section 4. That the code be amended by adding a NEW SECTION to read: A vulnerable adult or a substitute petitioner may seek relief from vulnerable adult abuse by filing a petition and affidavit in the circuit court or in a magistrate court with a magistrate judge presiding. Venue is where either party resides. The petition and affidavit shall include all of the following: (1) The name of the vulnerable adult and the name and address of the vulnerable adult's attorney, if any. If the vulnerable adult is proceeding pro se, the petition shall include a mailing address for the vulnerable adult; (2) The name of the substitute petitioner if the petition is being filed on behalf of a vulnerable adult, and the name and address of the attorney of the substitute petitioner. If the substitute petitioner is proceeding pro se, the petition shall include a mailing address for the substitute petitioner; (3) The name and address, if known, of the respondent; (4) The relationship of the vulnerable adult to the respondent; (5) The nature of the alleged vulnerable adult abuse, including specific facts and circumstances of the abuse; (6) The name and age of any other individual whose welfare may be affected; and (7) The desired relief, including a request for temporary or emergency orders. A petition for relief may be made whether or not there is a pending lawsuit, complaint, petition, or other action between the parties. However, if there is any other lawsuit, complaint, petition, or other action pending between the parties, any new petition made pursuant to this section shall be made to the judge previously assigned to the pending lawsuit, petition, or other action, unless good cause is shown for the assignment of a different judge. If a petition for a protection order alleging the existence of vulnerable adult abuse is filed with the court pursuant to this section and if the court, upon an initial review, determines that the allegations do not support the existence of vulnerable adult abuse, but that the allegations do support the existence of stalking or physical injury pursuant to § 22-19A-8 or domestic abuse pursuant to § 25-10-3, the court may hear and act upon the petition as though the petition had been filed under § 22-19A-8 or § 25-10-3 and subject to the provisions of the respective chapters. Section 5. That the code be amended by adding a NEW SECTION to read: If an affidavit filed with a petition under section 4 of this Act alleges that the vulnerable adult is in present danger of vulnerable adult abuse before an adverse party or his or her attorney can be heard in opposition, the court may grant an ex parte temporary protection order pending a full hearing and grant relief as the court deems proper, including an order: (1) Restraining any person from committing vulnerable adult abuse; and (2) Excluding any person from the dwelling or the residence of the vulnerable adult. Section 6. That the code be amended by adding a NEW SECTION to read: If a substitute petitioner files a petition pursuant to section 4 of this Act on behalf of a vulnerable adult, the vulnerable adult retains the right to all of the following: (1) To contact and retain counsel; (2) To have access to personal records; (3) To file objections to the protection order; (4) To request a hearing on the petition; and (5) To present evidence and cross-examine witnesses at the hearing. Section 7. That the code be amended by adding a NEW SECTION to read: By July 1, 2016, the Unified Judicial System shall prescribe standard forms to be used by a vulnerable adult or substitute petitioner seeking a protection order by proceeding pro se in an action pursuant to sections 3 to 20, inclusive, of this Act. The clerk of the circuit court shall furnish the required forms to any person seeking a protection order through pro se proceedings pursuant to sections 3 to 20, inclusive, of this Act. Section 8. That the code be amended by adding a NEW SECTION to read: Pursuant to § 15-6-17(c), the court may on its own motion or on the motion of a party appoint a guardian ad litem for a vulnerable adult if justice requires. The vulnerable adult's attorney may not also serve as the guardian ad litem. Section 9. That the code be amended by adding a NEW SECTION to read: Upon receipt of the petition, if sufficient grounds are alleged for relief, the court shall order a hearing which shall be held not later than thirty days from the date of the order unless the court grants a continuance for good cause. Personal service of the petition, affidavit, and notice for hearing shall be made on the respondent not less than five days prior to the hearing. Upon application of a party, the court shall issue subpoenas requiring attendance and testimony of witnesses and production of papers. The court shall exercise its discretion in a manner that protects the vulnerable adult from traumatic confrontation with the respondent. Hearings shall be recorded. Upon application, notice to all parties, and hearing, the court may modify the terms of an existing protection order. Section 10. That the code be amended by adding a NEW SECTION to read: An ex parte temporary protection order is effective for a period of thirty days except as provided in section 11 of this Act unless the court grants a continuance for good cause. No continuance may exceed thirty days. If a continuance is granted, the court by order shall extend the ex parte temporary protection order until the rescheduled hearing date. The respondent shall be personally served with a copy of the ex parte order along with a copy of the petition, affidavit, and notice of the date set for the hearing. The ex parte order shall be served without delay under the circumstances of the case including service of the ex parte order on a Sunday or holiday. The law enforcement agency serving the order shall notify the petitioner by telephone or written correspondence when the order is served if the petitioner has provided to the law enforcement agency either a telephone number or address, or both, where the petitioner may be contacted. The law enforcement agency and any officer of the law enforcement agency is immune from civil and criminal liability if the agency or the officer makes a good faith attempt to notify the petitioner in a manner consistent with the provisions of this section. Section 11. That the code be amended by adding a NEW SECTION to read: If an ex parte temporary protection order is in effect and the court issues a protection order pursuant to sections 13 to 20, inclusive, of this Act, the ex parte temporary protection order remains effective until the order issued pursuant to sections 13 to 20, inclusive, of this Act is served on the respondent. Section 12. That the code be amended by adding a NEW SECTION to read: The showing required pursuant to section 13 of this Act may be made by any of the following: (1) The vulnerable adult; (2) The guardian, conservator, attorney in fact, or guardian ad litem of the vulnerable adult; (3) A witness to the vulnerable adult abuse; or (4) An adult protective services worker who has conducted an investigation. Section 13. That the code be amended by adding a NEW SECTION to read: Upon a finding by a preponderance of the evidence that vulnerable adult abuse has occurred, the court may order any of the following: (1) That the respondent be required to move from the residence of the vulnerable adult if both the vulnerable adult and the respondent are titleholders or contract holders of record of the real property, are named as tenants in the rental agreement concerning the use and occupancy of the dwelling unit, are living in the same residence, or are married to each other; (2) That the respondent provide suitable alternative housing for the vulnerable adult; (3) That a peace officer accompany the party who is leaving or has left the party's residence to remove essential personal effects of the party; (4) That the respondent be restrained from vulnerable adult abuse; (5) That the respondent be restrained from entering or attempting to enter on any premises when it appears to the court that restraint is necessary to prevent the respondent from committing vulnerable adult abuse; (6) That the respondent be restrained from exercising any powers on behalf of the vulnerable adult through a court-appointed guardian, conservator, or guardian ad litem, an attorney in fact, or another third party; and (7) In addition to the relief provided in section 14 of this Act, other relief that the court considers necessary to provide for the safety and welfare of the vulnerable adult. Any relief granted by the order for protection shall be for a fixed period and may not exceed five years. Section 14. That the code be amended by adding a NEW SECTION to read: If the court finds that the vulnerable adult has been the victim of financial exploitation, the court may order the relief the court considers necessary to prevent or remedy the financial exploitation, including any of the following: (1) Directing the respondent to refrain from exercising control over the funds, benefits, property, resources, belongings, or assets of the vulnerable adult; (2) Requiring the respondent to return custody or control of the funds, benefits, property, resources, belongings, or assets to the vulnerable adult; (3) Requiring the respondent to follow the instructions of the guardian, conservator, or attorney in fact of the vulnerable adult; and (4) Prohibiting the respondent from transferring the funds, benefits, property, resources, belongings, or assets of the vulnerable adult to any person other than the vulnerable adult. Section 15. That the code be amended by adding a NEW SECTION to read: The court may not use an order issued pursuant to sections 13 to 20, inclusive, of this Act, to do any of the following: (1) To allow any person other than the vulnerable adult to assume responsibility for the funds, benefits, property, resources, belongings, or assets of the vulnerable adult; or (2) For relief that is more appropriately obtained in a proceeding filed pursuant to chapter 29A-5 including giving control and management of the funds, benefits, property, resources, belongings, or assets of the vulnerable adult to a conservator for any purpose other than the relief granted pursuant to section 14 of this Act. Section 16. That the code be amended by adding a NEW SECTION to read: A protection order shall be for a fixed period of time not to exceed five years. The court may amend or extend an order at any time upon a petition filed by either party and after notice and a hearing. The court may extend an order if the court, after a hearing at which the respondent has the opportunity to be heard, finds that the respondent continues to pose a threat to the safety of the vulnerable adult, a person residing with the vulnerable adult, or a member of the vulnerable adult's immediate family, or continues to present a risk of financial exploitation of the vulnerable adult. The number of extensions that the court may grant is not limited. Section 17. That the code be amended by adding a NEW SECTION to read: The court may order that the respondent pay the attorney's fees and court costs of the vulnerable adult and substitute petitioner. Section 18. That the code be amended by adding a NEW SECTION to read: An order pursuant to sections 3 to 20, inclusive, of this Act, does not affect title to real property. Section 19. That the code be amended by adding a NEW SECTION to read: The petitioner may deliver an order within twenty-four hours to the local law enforcement agency having jurisdiction over the residence of the vulnerable adult. Each law enforcement agency shall make available to other law enforcement officers information as to the existence and status of any order for protection issued pursuant to sections 3 to 20, inclusive, of this Act. Section 20. That the code be amended by adding a NEW SECTION to read: The petitioner's right to relief under sections 3 to 20, inclusive, of this Act, is not affected by the vulnerable adult leaving home to avoid vulnerable adult abuse. Section 21. That § 22-46-3 be amended to read as follows: 22-46-3. Any person who, having assumed the duty voluntarily, by written contract, by receipt of payment for care, or by order of a court to provide for the support of an elder or a disabled an adult with a disability, and having been entrusted with the property of that elder or disabled adult with a disability, with intent to defraud, appropriates such property to a use or purpose not in the due and lawful execution of that person's trust, is guilty of theft by exploitation. Theft by exploitation is punishable as theft pursuant to chapter 22-30A. Section 22. That § 22-46-9 be amended to read as follows: 22-46-9. Any person who is a: (1) Physician, dentist, doctor of osteopathy, chiropractor, optometrist, podiatrist, religious healing practitioner, hospital intern or resident, nurse, paramedic, emergency medical technician, social worker, or any health care professional; (2) Long-term care ombudsman; (3) Psychologist, licensed mental health professional, or counselor engaged in professional counseling; or (4) State, county, or municipal criminal justice employee or law enforcement officer; who knows, or has reasonable cause to suspect, that an elder or disabled adult with a disability has been or is being abused or, neglected, or exploited, shall, within twenty-four hours, report such knowledge or suspicion orally or in writing to the state's attorney of the county in which the elder or disabled adult with a disability resides or is present, to the Department of Social Services, or to a law enforcement officer. Any person who knowingly fails to make the required report is guilty of a Class 1 misdemeanor. A person described in this section is not required to report the abuse, neglect, or exploitation of an elder or adult with a disability if the person knows that another person has already reported to a proper agency the same abuse, neglect, or exploitation that would have been the basis of the person's own report. Section 23. That chapter 22-46 be amended by adding a NEW SECTION to read: The person making a report as required by § 22-46-9 and as permitted by § 22-46-11 shall provide, or a proper agency receiving the report shall acquire, to the extent possible, the following information: (1) The name, age, physical address, and contact information of the elder or adult with a disability; (2) The name, age, physical address, and contact information of the person making the report; (3) The name, age, physical address, and contact information of the caretaker of the elder or adult with a disability; (4) The name of the alleged perpetrator; (5) The nature and extent of the elder or adult with a disability's injury, whether physical or financial, if any; (6) The nature and extent of the condition that required the report to be made; and (7) Any other pertinent information. Section 24. That § 22-46-5 be amended to read: 22-46-5. The person or agency that receives, pursuant to § 22-46-7, a report of abuse, neglect, or exploitation of an elder or adult with a disability shall also forward the report to the Office of the Attorney General, if the person or agency determines that reasonable suspicion exists to support further investigation. In investigating violations a violation of this chapter, law enforcement agencies shall cooperate with and assist the Department of Social Services. Upon receiving a report made pursuant to this chapter, the law enforcement agency shall evaluate whether a criminal investigation is appropriate. Section 25. That § 22-46-11 be amended to read: 22-46-11. Any person who knows or has reason to suspect that an elderly or disabled elder or adult with a disability has been abused or, neglected, or exploited as defined in § 22-46-2 or 22-46-3 §§ 22-46-1 to 22-46-3, inclusive, may report that information, regardless of whether that person is one of the mandatory reporters listed in §§ 22-46-9 and 22-46-10. Section 26. That chapter 37-24 be amended by adding a NEW SECTION to read: A financial institution, as defined in 31 U.S.C. § 5312(a)(2), who voluntarily or mandatorily reports via a suspicious activity report, pursuant to 31 U.S.C. § 5318(g), any possible violation of law or regulation constituting exploitation, as defined in subdivision (5) of section 1 of this Act, may also report the information contained in the suspicious activity report to state or local law enforcement. A financial institution is immune from any civil or criminal liability that might otherwise result from complying with this section. Section 27. That chapter 37-24 be amended by adding a NEW SECTION to read: A financial institution shall cooperate with any lead investigative agency, law enforcement, or prosecuting authority that is investigating the abuse, neglect, or exploitation of an elder or adult with a disability and comply with reasonable requests for the production of financial records. A financial institution is immune from any civil or criminal liability that might otherwise result from complying with this section. Section 28. That chapter 22-46 be amended by adding a NEW SECTION to read: A court may find that an elder or adult with a disability has been exploited as defined in § 22-46-1 or 22-46-3. If a court finds exploitation occurred, the elder or adult with a disability has a cause of action against the perpetrator and may recover actual and punitive damages for the exploitation. The action may be brought by the elder or adult with a disability, or that person's guardian, conservator, by a person or organization acting on behalf of the elder or adult with a disability with the consent of that person or that person's guardian or conservator, or by the personal representative of the estate of a deceased elder or adult with a disability without regard to whether the cause of death resulted from the exploitation. The action may be brought in any court of competent jurisdiction to enforce the action. A party who prevails in the action may recover reasonable attorney's fees, costs of the action, compensatory damages, and punitive damages. Section 29. That chapter 22-46 be amended by adding a NEW SECTION to read: In addition to the damages prescribed in section 28 of this Act, the court may impose the following penalties: (1) Revoke, in whole or in part, any revocable: (a) Provision by the elder or adult with a disability that is contained in a governing instrument that confers a general or nongeneral power of appointment on the perpetrator; and (b) Nomination or appointment by the elder or adult with a disability that is contained in a governing instrument that nominates or appoints the perpetrator to serve in any fiduciary or representative capacity, including serving as a personal representative, executor, guardian, conservator, trustee, attorney in fact, or agent; (2) Sever the interests of the elder or adult with a disability and the perpetrator in any property that is held by them at the time of the violation as joint tenants with the right of survivorship and transform the interests of the elder or adult with a disability and the perpetrator into tenancies in common. To the extent that the perpetrator did not provide adequate consideration for the jointly held interest, the court may cause the person's interest in the subject property to be forfeited in whole or in part. Section 30. That chapter 22-46 be amended by adding a NEW SECTION to read: A severance pursuant to subdivision (2) of section 29 of this Act does not affect any third party interest in property that was acquired for value and in good faith reliance on apparent title by survivorship in the perpetrator unless a writing declaring the severance has been noted, registered, filed, or recorded in records that are appropriate to the kind and location of the property and that are relied on as evidence of ownership in the ordinary course of transactions involving that property. Section 31. That chapter 22-46 be amended by adding a NEW SECTION to read: If the court imposes a revocation pursuant to subdivision (1) of section 29 of this Act, provisions of the governing instrument shall be given effect as if the perpetrator disclaimed all provisions revoked by the court or, in the case of a revocation of a nomination in a fiduciary or representative capacity, the perpetrator predeceased the decedent. Section 32. That chapter 22-46 be amended by adding a NEW SECTION to read: The court may authorize remedies provided in section 14 of this Act for violations under section 28 of this Act or § 22-46-3. Section 33. That chapter 22-46 be amended by adding a NEW SECTION to read: The remedies provided in sections 28 to 32, inclusive, of this Act, are in addition to and cumulative with other legal and administrative remedies available to an elder or adult with a disability. Section 34. That § 59-7-2.1 be amended to read: 59-7-2.1. Notwithstanding § 59-7-2, if a principal designates another as the principal's attorney in fact or agent by a written power of attorney which contains the words \"This power of attorney shall not be affected by disability of the principal,\" or \"This power of attorney shall become effective upon the disability of the principal,\" or similar words showing the intent of the principal that the authority conferred is exercisable notwithstanding the principal's disability, the authority of the attorney in fact or agent is exercisable by the attorney in fact or agent as provided in the power on behalf of the principal notwithstanding any later disability or incapacity of the principal or later uncertainty as to whether or not the principal is dead or alive. The durable power of attorney must be signed by the principal or in the principal's conscious presence by another individual directed by the principal to sign the principal's name on the power of attorney. The signature must be witnessed by two other adult individuals. A power of attorney granted pursuant to this section may authorize the attorney-in-fact to consent to, to reject, or to withdraw consent for health care, including any care, service, or procedure to maintain, diagnose, or treat a person's physical or mental condition. Section 35. That chapter 59-7 be amended by adding a NEW SECTION to read: If a conservator of the principal is appointed after the occurrence of the disability or incapacity referred to in § 59-7-2.1, any power of attorney authorizing an agent to act on the principal's finances or estate is terminated at the time of the appointment and the person acting under the power of attorney shall account to the conservator rather than to the principal. Section 36. That chapter 59-7 be amended by adding a NEW SECTION to read: If, after a principal executes a power of attorney for health care pursuant to § 59-7-2.1, a court appoints a guardian of the principal's person, the power of attorney is terminated at the time of the appointment, but the guardian shall follow any provisions contained in the power of attorney for health care delineating the principal's wishes for medical and end-of-life care. Section 37. That § 29A-5-118 be amended to read: 29A-5-118. The appointment of a guardian or conservator of a protected person does not constitute a general finding of legal incompetence unless the court so orders, and the protected person shall otherwise retain all rights which have not been granted to the guardian or conservator, with the exception of the ability to create an agency and confer authority on another person to do any act that the protected person might do, pursuant to § 59-2-1. Unless prior authorization of the court is first obtained, a guardian or conservator may not change the residence of the minor or protected person to another state, terminate or consent to a termination of the minor's or protected person's parental rights, initiate a change in the minor's or protected person's marital status, or revoke or amend a durable power of attorney of which the protected person is the principal, except as provided in sections 35 and 36 of this Act. Section 38. That chapter 29A-5 be amended by adding a NEW SECTION to read: The State Bar of South Dakota shall prepare and approve training curricula for persons appointed as guardians and conservators. The training curricula shall include: (1) The rights of minors and protected persons under chapter 29A-5 and under the laws of the United States generally; (2) The duties and responsibilities of guardians and conservators; (3) Reporting requirements; (4) Least restrictive options in the areas of housing, medical care, and psychiatric care; and (5) Resources to assist guardians and conservators in fulfilling their duties. Each person appointed by the court to be a guardian or conservator must complete the training curricula within four months after the appointment as a guardian or conservator. Section 39. That § 29A-5-110 be amended to read: 29A-5-110. Any adult individual may be appointed as a guardian, a conservator, or both, if capable of providing an active and suitable program of guardianship or conservatorship for the minor or protected person, and if not employed by any public or private agency, entity, or facility that is providing substantial services or financial assistance to the minor or protected person. The court may waive the prohibition on appointing an individual as guardian or conservator because of the individual's employment if the court finds the appointment is in the best interest of the minor or protected person. Any public agency or nonprofit corporation may be appointed as a guardian, a conservator, or both, if it is capable of providing an active and suitable program of guardianship or conservatorship for the minor or protected person, and if it is not providing substantial services or financial assistance to the minor or protected person. Any bank or trust company authorized to exercise trust powers or to engage in trust business in this state may be appointed as a conservator if it is capable of providing a suitable program of conservatorship for the minor or protected person. The Department of Human Services or the Department of Social Services may be appointed as a guardian, a conservator, or both, for individuals under its care or to whom it is providing services or financial assistance, but such appointment may only be made if there is no individual, nonprofit corporation, bank or trust company, or other public agency that is qualified and willing to serve. No individual or entity, other than a bank or trust company, whose only interest is that of a creditor, is eligible for appointment as either a guardian or conservator. No individual who has been convicted of a felony is eligible for appointment as a guardian or conservator unless the court finds appointment of the person convicted of a felony to be in the best interests of the person for whom the guardianship or conservatorship is sought. As part of the best interest determination, the court shall consider the nature of the offense, the date of offense, and the evidence of the proposed guardian's or proposed conservator's rehabilitation. A person, except for a financial institution or its officers, directors, employees, or agents, or a trust company, who has been nominated for appointment as a guardian or conservator, shall obtain an Interstate Identification Index criminal history record check and a record check of South Dakota state court civil judgments for abuse, neglect, or exploitation of an elder or adult with a disability. The nominee shall file the results of these record checks with the court at least ten days prior to the appointment hearing date, unless waived or modified by the court for good cause shown by affidavit filed simultaneously with the petition for appointment. The judge may not sign an order appointing a guardian or conservator until the record check results have been filed with the court and reviewed by the judge. The record check results, or the lack thereof, shall be certified by affidavit. The court may not require a record check upon the application of a petitioner for a temporary guardianship or temporary conservatorship. The court may waive the record check for good cause shown. Section 40. That § 29A-5-111 be amended to read: 29A-5-111. The appointment of a guardian or conservator does not become effective nor may letters of guardianship or conservatorship issue until the guardian or conservator has filed an acceptance of office and any required bond. The court may not require the filing of a bond by a guardian except for good cause shown. The court shall determine whether the filing of a bond by a conservator is necessary. In determining the necessity for or amount of a conservator's bond, the court shall consider: (1) The value of the personal estate and annual gross income and other receipts within the conservator's control; (2) The extent to which the estate has been deposited under an arrangement requiring an order of court for its removal; (3) Whether an order has been entered waiving the requirement that accountings be filed and presented or permitting accountings to be filed less frequently than annually; (4) The extent to which the income and receipts are payable directly to a facility responsible for or which has assumed responsibility for the care or custody of the minor or protected person; (5) Whether a guardian has been appointed, and if so, whether the guardian has presented reports as required; (6) Whether the conservator was appointed pursuant to a nomination which requested that bond be waived; and (7) Any other factors which the court deems appropriate. Any required bond shall be with such surety and in such amount and form as the court may order. The court may order additional bond or reduce bond whenever it considers such modification to be in the best interests of the minor, the protected person, or the estate. The surety or sureties of the bond must immediately serve notice to the court and to the minor, the protected person, or the estate if the bond is not renewed by the guardian or conservator."}, {"bill_id": 6984, "bill_version_id": 39947, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2016-02-24T13:43:41.393-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Elder Abuse Task Force's statutory recommendations in order to protect South Dakota seniors and adults with disabilities from abuse, neglect, and exploitation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-46-1 be amended to read: 22-46-1. Terms used in this chapter mean: (1) \"Abuse,\" physical harm, bodily injury, or attempt to cause physical harm or injury, or the infliction of fear of imminent physical harm or bodily injury on an elder or a disabled adult; (2) \"Adult with a disability,\" a person eighteen years of age or older who suffers from has a condition of intellectual disability, infirmities of aging as manifested by organic brain damage, advanced age, or other physical dysfunctioning to the extent that the person is unable to protect himself or herself or provide for his or her own care; (2) \"Caretaker,\" a person or entity who is entrusted with the property of an elder or adult with a disability, or who is responsible for the health or welfare of an elder or adult with a disability, and who assumes the position of trust or responsibility voluntarily, by contract, by receipt of payment, or by order of the court; (3) \"Elder,\" a person sixty-five years of age or older; (4) \"Emotional and psychological abuse,\" a caretaker's willful, malicious, and repeated infliction of: (a) A sexual act or the simulation of a sexual act directed at and without the consent of the elder or adult with a disability that involves nudity or is obscene; (b) Unreasonable confinement; (c) Harm or damage or destruction of the property of an elder or adult with a disability, including harm to or destruction of pets; or (d) Ridiculing or demeaning conduct, derogatory remarks, verbal harassment, or threats to inflict physical or emotional and psychological abuse, directed at an elder or adult with a disability; (5) \"Exploitation,\" the wrongful taking or exercising of control over property of an elder or a disabled adult with a disability with intent to defraud the elder or disabled adult with a disability; and (5)(6) \"Neglect,\" harm to an elder's or a disabled adult's the health or welfare of an elder or an adult with a disability, without reasonable medical justification, caused by the conduct of a person responsible for the elder's or disabled adult's health or welfare a caretaker, within the means available for the elder or disabled adult with a disability, including the failure to provide adequate food, clothing, shelter, or medical care; and (7) \"Physical abuse,\" physical harm, bodily injury, attempt to cause physical harm or injury, or fear of imminent physical harm or bodily injury. Section 2. That § 22-46-2 be amended to read: 22-46-2. Any person who physically abuses or neglects an elder or a disabled adult adult with a disability in a manner which does not constitute aggravated assault is guilty of a Class 6 felony. Any person who emotionally or psychologically abuses an elder or adult with a disability is guilty of a Class 1 misdemeanor. Section 3. That the code be amended by adding a NEW SECTION to read: Terms used in sections 3 to 20, inclusive, of this Act mean, unless the context otherwise requires: (1) \"Attorney in fact,\" an agent under a power of attorney pursuant to chapter 59-2 or an attorney in fact under a durable power of attorney pursuant to § 59-7-2.1; (2) \"Caretaker,\" a related or nonrelated person who has the responsibility for the health or welfare of a vulnerable adult as a result of assuming the responsibility voluntarily, by contract, by receipt of payment for care, or by order of the court; (3) \"Conservator,\" as defined in subdivision 29A-5-102(2); (4) \"Vulnerable adult abuse,\" any of the following: (a) Physical abuse as defined in subdivision (7) of section 1 of this Act; (b) Emotional and psychological abuse as defined in subdivision (4) of section 1 of this Act; (c) Neglect as defined in subdivision (6) of section 1 of this Act and § 22-46-1.1; or (d) Financial exploitation; (5) \"Family or household member,\" a spouse, a person cohabiting with the vulnerable adult, a parent, or a person related to the vulnerable adult by consanguinity or affinity, but does not include children of the vulnerable adult who are less than eighteen years of age; (6) \"Fiduciary,\" a person or entity with the legal responsibility to make decisions on behalf of and for the benefit of a vulnerable adult and to act in good faith and with fairness. The term, fiduciary, includes an attorney in fact, a guardian, or a conservator; (7) \"Financial exploitation,\" exploitation as defined in subdivision (5) of section 1 of this Act when committed by a person who stands in a position of trust or confidence; (8) \"Guardian,\" as defined in subdivision 29A-5-102(4); (9) \"Peace officer,\" as defined in subdivision 23A-45-9(13); (10) \"Petitioner,\" a vulnerable adult who files a petition pursuant to sections 3 to 20, inclusive, of this Act, and includes a substitute petitioner who files a petition on behalf of a vulnerable adult pursuant to sections 3 to 20, inclusive, of this Act; (11) \"Present danger of vulnerable adult abuse,\" a situation in which the respondent has recently threatened the vulnerable adult with initial or additional abuse or neglect or the potential for misappropriation, misuse, or removal of the funds, benefits, property, resources, belongings, or assets of the vulnerable adult combined with reasonable grounds to believe that abuse, neglect, or exploitation is likely to occur; (12) \"Pro se,\" a person proceeding on the person's own behalf without legal representation; (13) \"Stands in a position of trust or confidence,\" the person has any of the following relationships relative to the vulnerable adult: (a) Is a parent, spouse, adult child, or other relative by consanguinity or affinity of the vulnerable adult; (b) Is a caretaker for the vulnerable adult; or (c) Is a person who is in a confidential relationship with the vulnerable adult. A confidential relationship does not include a legal, fiduciary, or ordinary commercial or transactional relationship the vulnerable adult may have with a bank incorporated pursuant to the provisions of any state or federal law; any savings and loan association or savings bank incorporated pursuant to the provisions of any state or federal law; any credit union organized pursuant to the provisions of any state or federal law; any attorney licensed to practice law in this state; or any agent, agency, or company regulated under title 58 or chapter 36-21A; (14) \"Substitute petitioner,\" a family or household member, guardian, conservator, attorney in fact, or guardian ad litem for a vulnerable adult, or other interested person who files a petition pursuant to sections 3 to 20, inclusive, of this Act; and (15) \"Vulnerable adult,\" a person sixty-five years of age or older who is unable to protect himself or herself from abuse as a result of age or a mental or physical condition, or an adult with a disability as defined in section 1 of this Act. Section 4. That the code be amended by adding a NEW SECTION to read: A vulnerable adult or a substitute petitioner may seek relief from vulnerable adult abuse by filing a petition and affidavit in the circuit court or in a magistrate court with a magistrate judge presiding. Venue is where either party resides. The petition and affidavit shall include all of the following: (1) The name of the vulnerable adult and the name and address of the vulnerable adult's attorney, if any. If the vulnerable adult is proceeding pro se, the petition shall include a mailing address for the vulnerable adult; (2) The name of the substitute petitioner if the petition is being filed on behalf of a vulnerable adult, and the name and address of the attorney of the substitute petitioner. If the substitute petitioner is proceeding pro se, the petition shall include a mailing address for the substitute petitioner; (3) The name and address, if known, of the respondent; (4) The relationship of the vulnerable adult to the respondent; (5) The nature of the alleged vulnerable adult abuse, including specific facts and circumstances of the abuse; (6) The name and age of any other individual whose welfare may be affected; and (7) The desired relief, including a request for temporary or emergency orders. A petition for relief may be made whether or not there is a pending lawsuit, complaint, petition, or other action between the parties. However, if there is any other lawsuit, complaint, petition, or other action pending between the parties, any new petition made pursuant to this section shall be made to the judge previously assigned to the pending lawsuit, petition, or other action, unless good cause is shown for the assignment of a different judge. If a petition for a protection order alleging the existence of vulnerable adult abuse is filed with the court pursuant to this section and if the court, upon an initial review, determines that the allegations do not support the existence of vulnerable adult abuse, but that the allegations do support the existence of stalking or physical injury pursuant to § 22-19A-8 or domestic abuse pursuant to § 25-10-3, the court may hear and act upon the petition as though the petition had been filed under § 22-19A-8 or § 25-10-3 and subject to the provisions of the respective chapters. Section 5. That the code be amended by adding a NEW SECTION to read: If an affidavit filed with a petition under section 4 of this Act alleges that the vulnerable adult is in present danger of vulnerable adult abuse before an adverse party or his or her attorney can be heard in opposition, the court may grant an ex parte temporary protection order pending a full hearing and grant relief as the court deems proper, including an order: (1) Restraining any person from committing vulnerable adult abuse; and (2) Excluding any person from the dwelling or the residence of the vulnerable adult. Section 6. That the code be amended by adding a NEW SECTION to read: If a substitute petitioner files a petition pursuant to section 4 of this Act on behalf of a vulnerable adult, the vulnerable adult retains the right to all of the following: (1) To contact and retain counsel; (2) To have access to personal records; (3) To file objections to the protection order; (4) To request a hearing on the petition; and (5) To present evidence and cross-examine witnesses at the hearing. Section 7. That the code be amended by adding a NEW SECTION to read: By July 1, 2016, the Unified Judicial System shall prescribe standard forms to be used by a vulnerable adult or substitute petitioner seeking a protection order by proceeding pro se in an action pursuant to sections 3 to 20, inclusive, of this Act. The clerk of the circuit court shall furnish the required forms to any person seeking a protection order through pro se proceedings pursuant to sections 3 to 20, inclusive, of this Act. Section 8. That the code be amended by adding a NEW SECTION to read: Pursuant to § 15-6-17(c), the court may on its own motion or on the motion of a party appoint a guardian ad litem for a vulnerable adult if justice requires. The vulnerable adult's attorney may not also serve as the guardian ad litem. Section 9. That the code be amended by adding a NEW SECTION to read: Upon receipt of the petition, if sufficient grounds are alleged for relief, the court shall order a hearing which shall be held not later than thirty days from the date of the order unless the court grants a continuance for good cause. Personal service of the petition, affidavit, and notice for hearing shall be made on the respondent not less than five days prior to the hearing. Upon application of a party, the court shall issue subpoenas requiring attendance and testimony of witnesses and production of papers. The court shall exercise its discretion in a manner that protects the vulnerable adult from traumatic confrontation with the respondent. Hearings shall be recorded. Upon application, notice to all parties, and hearing, the court may modify the terms of an existing protection order. Section 10. That the code be amended by adding a NEW SECTION to read: An ex parte temporary protection order is effective for a period of thirty days except as provided in section 11 of this Act unless the court grants a continuance for good cause. No continuance may exceed thirty days unless the court finds good cause for the additional continuance and: (1) The parties stipulate to an additional continuance; or (2) The court finds that law enforcement is unable to locate the respondent for purposes of service of the ex parte protection order. If a continuance is granted, the court by order shall extend the ex parte temporary protection order until the rescheduled hearing date. The respondent shall be personally served with a copy of the ex parte order along with a copy of the petition, affidavit, and notice of the date set for the hearing. The ex parte order shall be served without delay under the circumstances of the case including service of the ex parte order on a Sunday or holiday. The law enforcement agency serving the order shall notify the petitioner by telephone or written correspondence when the order is served if the petitioner has provided to the law enforcement agency either a telephone number or address, or both, where the petitioner may be contacted. The law enforcement agency and any officer of the law enforcement agency is immune from civil and criminal liability if the agency or the officer makes a good faith attempt to notify the petitioner in a manner consistent with the provisions of this section. Section 11. That the code be amended by adding a NEW SECTION to read: If an ex parte temporary protection order is in effect and the court issues a protection order pursuant to sections 13 to 20, inclusive, of this Act, the ex parte temporary protection order remains effective until the order issued pursuant to sections 13 to 20, inclusive, of this Act is served on the respondent. Section 12. That the code be amended by adding a NEW SECTION to read: The showing required pursuant to section 13 of this Act may be made by any of the following: (1) The vulnerable adult; (2) The guardian, conservator, attorney in fact, or guardian ad litem of the vulnerable adult; (3) A witness to the vulnerable adult abuse; or (4) An adult protective services worker who has conducted an investigation. Section 13. That the code be amended by adding a NEW SECTION to read: Upon a finding by a preponderance of the evidence that vulnerable adult abuse has occurred, the court may order any of the following: (1) That the respondent be required to move from the residence of the vulnerable adult if both the vulnerable adult and the respondent are titleholders or contract holders of record of the real property, are named as tenants in the rental agreement concerning the use and occupancy of the dwelling unit, are living in the same residence, or are married to each other; (2) That the respondent provide suitable alternative housing for the vulnerable adult; (3) That a peace officer accompany the party who is leaving or has left the party's residence to remove essential personal effects of the party; (4) That the respondent be restrained from vulnerable adult abuse; (5) That the respondent be restrained from entering or attempting to enter on any premises when it appears to the court that restraint is necessary to prevent the respondent from committing vulnerable adult abuse; (6) That the respondent be restrained from exercising any powers on behalf of the vulnerable adult through a court-appointed guardian, conservator, or guardian ad litem, an attorney in fact, or another third party; and (7) In addition to the relief provided in section 14 of this Act, other relief that the court considers necessary to provide for the safety and welfare of the vulnerable adult. Any relief granted by the order for protection shall be for a fixed period and may not exceed five years. Section 14. That the code be amended by adding a NEW SECTION to read: If the court finds that the vulnerable adult has been the victim of financial exploitation, the court may order the relief the court considers necessary to prevent or remedy the financial exploitation, including any of the following: (1) Directing the respondent to refrain from exercising control over the funds, benefits, property, resources, belongings, or assets of the vulnerable adult; (2) Requiring the respondent to return custody or control of the funds, benefits, property, resources, belongings, or assets to the vulnerable adult; (3) Requiring the respondent to follow the instructions of the guardian, conservator, or attorney in fact of the vulnerable adult; and (4) Prohibiting the respondent from transferring the funds, benefits, property, resources, belongings, or assets of the vulnerable adult to any person other than the vulnerable adult. Section 15. That the code be amended by adding a NEW SECTION to read: The court may not use an order issued pursuant to sections 13 to 20, inclusive, of this Act, to do any of the following: (1) To allow any person other than the vulnerable adult to assume responsibility for the funds, benefits, property, resources, belongings, or assets of the vulnerable adult; or (2) For relief that is more appropriately obtained in a proceeding filed pursuant to chapter 29A-5 including giving control and management of the funds, benefits, property, resources, belongings, or assets of the vulnerable adult to a conservator for any purpose other than the relief granted pursuant to section 14 of this Act. Section 16. That the code be amended by adding a NEW SECTION to read: A protection order shall be for a fixed period of time not to exceed five years. The court may amend or extend an order at any time upon a petition filed by either party and after notice and a hearing. The court may extend an order if the court, after a hearing at which the respondent has the opportunity to be heard, finds that the respondent continues to pose a threat to the safety of the vulnerable adult, a person residing with the vulnerable adult, or a member of the vulnerable adult's immediate family, or continues to present a risk of financial exploitation of the vulnerable adult. The number of extensions that the court may grant is not limited. Section 17. That the code be amended by adding a NEW SECTION to read: The court may order that the respondent pay the attorney's fees and court costs of the vulnerable adult and substitute petitioner. Section 18. That the code be amended by adding a NEW SECTION to read: An order pursuant to sections 3 to 20, inclusive, of this Act, does not affect title to real property. Section 19. That the code be amended by adding a NEW SECTION to read: The petitioner may deliver an order within twenty-four hours to the local law enforcement agency having jurisdiction over the residence of the vulnerable adult. Each law enforcement agency shall make available to other law enforcement officers information as to the existence and status of any order for protection issued pursuant to sections 3 to 20, inclusive, of this Act. Section 20. That the code be amended by adding a NEW SECTION to read: The petitioner's right to relief under sections 3 to 20, inclusive, of this Act, is not affected by the vulnerable adult leaving home to avoid vulnerable adult abuse. Section 21. That § 22-46-3 be amended to read as follows: 22-46-3. Any person who, having assumed the duty voluntarily, by written contract, by receipt of payment for care, or by order of a court to provide for the support of an elder or a disabled an adult with a disability, and having been entrusted with the property of that elder or disabled adult with a disability, with intent to defraud, appropriates such property to a use or purpose not in the due and lawful execution of that person's trust, is guilty of theft by exploitation. Theft by exploitation is punishable as theft pursuant to chapter 22-30A. Section 22. That § 22-46-9 be amended to read as follows: 22-46-9. Any person who is a: (1) Physician, dentist, doctor of osteopathy, chiropractor, optometrist, podiatrist, religious healing practitioner, hospital intern or resident, nurse, paramedic, emergency medical technician, social worker, or any health care professional; (2) Long-term care ombudsman; (3) Psychologist, licensed mental health professional, or counselor engaged in professional counseling; or (4) State, county, or municipal criminal justice employee or law enforcement officer; who knows, or has reasonable cause to suspect, that an elder or disabled adult with a disability has been or is being abused or, neglected, or exploited, shall, within twenty-four hours, report such knowledge or suspicion orally or in writing to the state's attorney of the county in which the elder or disabled adult with a disability resides or is present, to the Department of Social Services, or to a law enforcement officer. Any person who knowingly fails to make the required report is guilty of a Class 1 misdemeanor. A person described in this section is not required to report the abuse, neglect, or exploitation of an elder or adult with a disability if the person knows that another person has already reported to a proper agency the same abuse, neglect, or exploitation that would have been the basis of the person's own report. Section 23. That chapter 22-46 be amended by adding a NEW SECTION to read: The person making a report as required by § 22-46-9 and as permitted by § 22-46-11 shall provide, or a proper agency receiving the report shall acquire, to the extent possible, the following information: (1) The name, age, physical address, and contact information of the elder or adult with a disability; (2) The name, age, physical address, and contact information of the person making the report; (3) The name, age, physical address, and contact information of the caretaker of the elder or adult with a disability; (4) The name of the alleged perpetrator; (5) The nature and extent of the elder or adult with a disability's injury, whether physical or financial, if any; (6) The nature and extent of the condition that required the report to be made; and (7) Any other pertinent information. Section 24. That § 22-46-5 be amended to read: 22-46-5. The person or agency that receives, pursuant to § 22-46-7, a report of abuse, neglect, or exploitation of an elder or adult with a disability shall also forward the report to the Office of the Attorney General, if the person or agency determines that reasonable suspicion exists to support further investigation. In investigating violations a violation of this chapter, law enforcement agencies shall cooperate with and assist the Department of Social Services. Upon receiving a report made pursuant to this chapter, the law enforcement agency shall evaluate whether a criminal investigation is appropriate. Section 25. That § 22-46-11 be amended to read: 22-46-11. Any person who knows or has reason to suspect that an elderly or disabled elder or adult with a disability has been abused or, neglected, or exploited as defined in § 22-46-2 or 22-46-3 §§ 22-46-1 to 22-46-3, inclusive, may report that information, regardless of whether that person is one of the mandatory reporters listed in §§ 22-46-9 and 22-46-10. Section 26. That chapter 37-24 be amended by adding a NEW SECTION to read: A financial institution, as defined in 31 U.S.C. § 5312(a)(2), who voluntarily or mandatorily reports via a suspicious activity report, pursuant to 31 U.S.C. § 5318(g), any possible violation of law or regulation constituting exploitation, as defined in subdivision (5) of section 1 of this Act, may also report the information contained in the suspicious activity report to state or local law enforcement. A financial institution is immune from any civil or criminal liability that might otherwise result from complying with this section. Section 27. That chapter 37-24 be amended by adding a NEW SECTION to read: A financial institution shall cooperate with any lead investigative agency, law enforcement, or prosecuting authority that is investigating the abuse, neglect, or exploitation of an elder or adult with a disability and comply with reasonable requests for the production of financial records. A financial institution is immune from any civil or criminal liability that might otherwise result from complying with this section. Section 28. That chapter 22-46 be amended by adding a NEW SECTION to read: A court may find that an elder or adult with a disability has been exploited as defined in § 22-46-1 or 22-46-3. If a court finds exploitation occurred, the elder or adult with a disability has a cause of action against the perpetrator and may recover actual and punitive damages for the exploitation. The action may be brought by the elder or adult with a disability, or that person's guardian, conservator, by a person or organization acting on behalf of the elder or adult with a disability with the consent of that person or that person's guardian or conservator, or by the personal representative of the estate of a deceased elder or adult with a disability without regard to whether the cause of death resulted from the exploitation. The action may be brought in any court of competent jurisdiction to enforce the action. A party who prevails in the action may recover reasonable attorney's fees, costs of the action, compensatory damages, and punitive damages. Section 29. That chapter 22-46 be amended by adding a NEW SECTION to read: In addition to the damages prescribed in section 28 of this Act, the court may impose the following penalties: (1) Revoke, in whole or in part, any revocable: (a) Provision by the elder or adult with a disability that is contained in a governing instrument that confers a general or nongeneral power of appointment on the perpetrator; and (b) Nomination or appointment by the elder or adult with a disability that is contained in a governing instrument that nominates or appoints the perpetrator to serve in any fiduciary or representative capacity, including serving as a personal representative, executor, guardian, conservator, trustee, attorney in fact, or agent; (2) Sever the interests of the elder or adult with a disability and the perpetrator in any property that is held by them at the time of the violation as joint tenants with the right of survivorship and transform the interests of the elder or adult with a disability and the perpetrator into tenancies in common. To the extent that the perpetrator did not provide adequate consideration for the jointly held interest, the court may cause the person's interest in the subject property to be forfeited in whole or in part. Section 30. That chapter 22-46 be amended by adding a NEW SECTION to read: A severance pursuant to subdivision (2) of section 29 of this Act does not affect any third party interest in property that was acquired for value and in good faith reliance on apparent title by survivorship in the perpetrator unless a writing declaring the severance has been noted, registered, filed, or recorded in records that are appropriate to the kind and location of the property and that are relied on as evidence of ownership in the ordinary course of transactions involving that property. Section 31. That chapter 22-46 be amended by adding a NEW SECTION to read: If the court imposes a revocation pursuant to subdivision (1) of section 29 of this Act, provisions of the governing instrument shall be given effect as if the perpetrator disclaimed all provisions revoked by the court or, in the case of a revocation of a nomination in a fiduciary or representative capacity, the perpetrator predeceased the decedent. Section 32. That chapter 22-46 be amended by adding a NEW SECTION to read: The court may authorize remedies provided in section 14 of this Act for violations under section 28 of this Act or § 22-46-3. Section 33. That chapter 22-46 be amended by adding a NEW SECTION to read: The remedies provided in sections 28 to 32, inclusive, of this Act, are in addition to and cumulative with other legal and administrative remedies available to an elder or adult with a disability. Section 34. That § 59-7-2.1 be amended to read: 59-7-2.1. Notwithstanding § 59-7-2, if a principal designates another as the principal's attorney in fact or agent by a written power of attorney which contains the words \"This power of attorney shall not be affected by disability of the principal,\" or \"This power of attorney shall become effective upon the disability of the principal,\" or similar words showing the intent of the principal that the authority conferred is exercisable notwithstanding the principal's disability, the authority of the attorney in fact or agent is exercisable by the attorney in fact or agent as provided in the power on behalf of the principal notwithstanding any later disability or incapacity of the principal or later uncertainty as to whether or not the principal is dead or alive. The durable power of attorney must be signed by the principal or in the principal's conscious presence by another individual directed by the principal to sign the principal's name on the power of attorney. The signature must be witnessed by two other adult individuals or by a notary public. A power of attorney granted pursuant to this section may authorize the attorney-in-fact to consent to, to reject, or to withdraw consent for health care, including any care, service, or procedure to maintain, diagnose, or treat a person's physical or mental condition. Section 35. That chapter 59-7 be amended by adding a NEW SECTION to read: If a conservator of the principal is appointed after the occurrence of the disability or incapacity referred to in § 59-7-2.1, any power of attorney authorizing an agent to act on the principal's finances or estate is terminated at the time of the appointment and the person acting under the power of attorney shall account to the conservator rather than to the principal. Section 36. That chapter 59-7 be amended by adding a NEW SECTION to read: If, after a principal executes a power of attorney for health care pursuant to § 59-7-2.1, a court appoints a guardian of the principal's person, the power of attorney is terminated at the time of the appointment, but the guardian shall follow any provisions contained in the power of attorney for health care delineating the principal's wishes for medical and end-of-life care. Section 37. That § 29A-5-118 be amended to read: 29A-5-118. The appointment of a guardian or conservator of a protected person does not constitute a general finding of legal incompetence unless the court so orders, and the protected person shall otherwise retain all rights which have not been granted to the guardian or conservator, with the exception of the ability to create an agency and confer authority on another person to do any act that the protected person might do, pursuant to § 59-2-1. Unless prior authorization of the court is first obtained, a guardian or conservator may not change the residence of the minor or protected person to another state, terminate or consent to a termination of the minor's or protected person's parental rights, initiate a change in the minor's or protected person's marital status, or revoke or amend a durable power of attorney of which the protected person is the principal, except as provided in sections 35 and 36 of this Act. Section 38. That chapter 29A-5 be amended by adding a NEW SECTION to read: The State Bar of South Dakota shall prepare and approve training curricula for persons appointed as guardians and conservators. The training curricula shall include: (1) The rights of minors and protected persons under chapter 29A-5 and under the laws of the United States generally; (2) The duties and responsibilities of guardians and conservators; (3) Reporting requirements; (4) Least restrictive options in the areas of housing, medical care, and psychiatric care; and (5) Resources to assist guardians and conservators in fulfilling their duties. Each person appointed by the court to be a guardian or conservator must complete the training curricula within four months after the appointment as a guardian or conservator. Section 39. That § 29A-5-110 be amended to read: 29A-5-110. Any adult individual may be appointed as a guardian, a conservator, or both, if capable of providing an active and suitable program of guardianship or conservatorship for the minor or protected person, and if not employed by any public or private agency, entity, or facility that is providing substantial services or financial assistance to the minor or protected person. The court may waive the prohibition on appointing an individual as guardian or conservator because of the individual's employment if the court finds the appointment is in the best interest of the minor or protected person. Any public agency or nonprofit corporation may be appointed as a guardian, a conservator, or both, if it is capable of providing an active and suitable program of guardianship or conservatorship for the minor or protected person, and if it is not providing substantial services or financial assistance to the minor or protected person. Any bank or trust company authorized to exercise trust powers or to engage in trust business in this state may be appointed as a conservator if it is capable of providing a suitable program of conservatorship for the minor or protected person. The Department of Human Services or the Department of Social Services may be appointed as a guardian, a conservator, or both, for individuals under its care or to whom it is providing services or financial assistance, but such appointment may only be made if there is no individual, nonprofit corporation, bank or trust company, or other public agency that is qualified and willing to serve. No individual or entity, other than a bank or trust company, whose only interest is that of a creditor, is eligible for appointment as either a guardian or conservator. No individual who has been convicted of a felony is eligible for appointment as a guardian or conservator unless the court finds appointment of the person convicted of a felony to be in the best interests of the person for whom the guardianship or conservatorship is sought. As part of the best interest determination, the court shall consider the nature of the offense, the date of offense, and the evidence of the proposed guardian's or proposed conservator's rehabilitation. A person, except for a financial institution or its officers, directors, employees, or agents, or a trust company, who has been nominated for appointment as a guardian or conservator, shall obtain an Interstate Identification Index criminal history record check and a record check of South Dakota state court civil judgments for abuse, neglect, or exploitation of an elder or adult with a disability. The nominee shall file the results of these record checks with the court at least ten days prior to the appointment hearing date, unless waived or modified by the court for good cause shown by affidavit filed simultaneously with the petition for appointment. The judge may not sign an order appointing a guardian or conservator until the record check results have been filed with the court and reviewed by the judge. The record check results, or the lack thereof, shall be certified by affidavit. The court may not require a record check upon the application of a petitioner for a temporary guardianship or temporary conservatorship. The court may waive the record check for good cause shown. Section 40. That § 29A-5-111 be amended to read: 29A-5-111. The appointment of a guardian or conservator does not become effective nor may letters of guardianship or conservatorship issue until the guardian or conservator has filed an acceptance of office and any required bond. The court may not require the filing of a bond by a guardian except for good cause shown. The court shall determine whether the filing of a bond by a conservator is necessary. In determining the necessity for or amount of a conservator's bond, the court shall consider: (1) The value of the personal estate and annual gross income and other receipts within the conservator's control; (2) The extent to which the estate has been deposited under an arrangement requiring an order of court for its removal; (3) Whether an order has been entered waiving the requirement that accountings be filed and presented or permitting accountings to be filed less frequently than annually; (4) The extent to which the income and receipts are payable directly to a facility responsible for or which has assumed responsibility for the care or custody of the minor or protected person; (5) Whether a guardian has been appointed, and if so, whether the guardian has presented reports as required; (6) Whether the conservator was appointed pursuant to a nomination which requested that bond be waived; and (7) Any other factors which the court deems appropriate. Any required bond shall be with such surety and in such amount and form as the court may order. The court may order additional bond or reduce bond whenever it considers such modification to be in the best interests of the minor, the protected person, or the estate. The surety or sureties of the bond must immediately serve notice to the court and to the minor, the protected person, or the estate if the bond is not renewed by the guardian or conservator."}, {"bill_id": 6984, "bill_version_id": 40454, "bill_version": "Enrolled", "bill_version_date": "2016-03-08T08:33:54.157-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6984, "action_date": "2016-01-14T12:30:00-06:00", "document_id": 37586, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37586.pdf", "status_text": "First read in Senate and referred to", "journal_page": 46, "committee_id_action": 309, "committee_id_assigned": 302, "result": "N", "vote": {}}, {"bill_id": 6984, "action_date": "2016-01-19T08:00:00-06:00", "document_id": 37584, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37584.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 302, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6984, "action_date": "2016-01-28T08:00:00-06:00", "document_id": 38111, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38111.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 302, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6984, "action_date": "2016-01-28T08:00:00-06:00", "document_id": 38328, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38328.pdf", "status_text": "Do Pass", "journal_page": 158, "committee_id_action": 302, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20350, "president_vote": null, "Yea": [974, 1041, 1046, 973, 967, 978], "Excused": [1035]}}, {"bill_id": 6984, "action_date": "2016-02-02T14:00:00-06:00", "document_id": 38564, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38564.pdf", "status_text": "Deferred to another day", "journal_page": 175, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6984, "action_date": "2016-02-03T14:00:00-06:00", "document_id": 38700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38700.pdf", "status_text": "Do Pass", "journal_page": 203, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20515, "president_vote": null, "Yea": [974, 977, 999, 1037, 966, 1014, 1067, 979, 969, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 967, 975, 1011, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008]}}, {"bill_id": 6984, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38841.pdf", "status_text": "First read in House and referred to", "journal_page": 292, "committee_id_action": 325, "committee_id_assigned": 320, "result": "N", "vote": {}}, {"bill_id": 6984, "action_date": "2016-02-24T10:00:00-06:00", "document_id": 39749, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39749.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6984, "action_date": "2016-02-24T10:00:00-06:00", "document_id": 39938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39938.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6984, "action_date": "2016-02-24T10:00:00-06:00", "document_id": 39938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39938.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6984, "action_date": "2016-02-24T10:00:00-06:00", "document_id": 39938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39938.pdf", "status_text": "Do Pass Amended", "journal_page": 657, "committee_id_action": 320, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21418, "president_vote": null, "Yea": [1060, 985, 1061, 963, 1038, 1044, 1054, 991, 1025, 1029, 1024], "Excused": [987, 1017]}}, {"bill_id": 6984, "action_date": "2016-02-29T14:00:00-06:00", "document_id": 40105, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40105.pdf", "status_text": "Deferred to another day", "journal_page": 723, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6984, "action_date": "2016-03-01T14:00:00-06:00", "document_id": 40194, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40194.pdf", "status_text": "Deferred to another day", "journal_page": 743, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6984, "action_date": "2016-03-02T14:00:00-06:00", "document_id": 40278, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40278.pdf", "status_text": "Do Pass Amended", "journal_page": 763, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21764, "president_vote": null, "Nay": [1043, 983, 964, 1022, 1019, 1017, 1058, 1036], "Yea": [1042, 1063, 1040, 995, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1056, 1061, 1021, 1002, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 991, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1057, 1015]}}, {"bill_id": 6984, "action_date": "2016-03-07T14:00:00-06:00", "document_id": 40423, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40423.pdf", "status_text": "Concurred in amendments", "journal_page": 542, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21880, "president_vote": null, "Yea": [974, 977, 1037, 1014, 1067, 979, 969, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 967, 975, 1011, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008], "Excused": [999, 966]}}, {"bill_id": 6984, "action_date": "2016-03-08T10:00:00-06:00", "document_id": 40488, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40488.pdf", "status_text": "Signed by the President", "journal_page": 577, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6984, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40544.pdf", "status_text": "Signed by the Speaker", "journal_page": 845, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6984, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40533, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40533.pdf", "status_text": "Delivered to the Governor", "journal_page": 585, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6984, "action_date": "2016-03-11T09:00:00-06:00", "document_id": 40593, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40593.pdf", "status_text": "Signed by the Governor", "journal_page": 615, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6156}