{"session_id": 4, "bill_id": 4799, "bill_type": "House Bill", "bill_number": 1273, "bill_title": "exempt agricultural land from the general fund and special education fund levies imposed by school districts.", "sponsors": [{"legislator_profile_id": 532, "is_prime": true}, {"legislator_profile_id": 533, "is_prime": true}, {"legislator_profile_id": 529, "is_prime": false}, {"legislator_profile_id": 539, "is_prime": false}, {"legislator_profile_id": 531, "is_prime": false}], "keywords": ["Agriculture", "Education", "Property Taxes", "School Districts"], "audio": [{"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta14.mp3", "start_seconds": 155.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta14.mp3", "start_seconds": 155.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta14.mp3", "start_seconds": 155.0}], "bill_versions": [{"bill_id": 4799, "bill_version_id": 1581, "bill_version": "Introduced", "bill_version_date": "2008-01-23T08:35:40.64-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to exempt agricultural land from the general fund and special education fund levies imposed by school districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 2008 2009 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be nine dollars and eleven cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, owner-occupied property as provided for in subdivision (3) (2) of this section, and nonagricultural acreage property as provided for in subdivision (4) (3) of this section; (2) The maximum tax levy on agricultural property for such school district shall be two dollars and seventy-one cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed four dollars and twenty-six cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (4) (3) The maximum tax levy on nonagricultural acreage property as defined in § 10-6- 33.14, for such school district shall be three dollars and seventy-one cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. No school district may impose a levy for the general fund of a school district on any property that is classified as agricultural property pursuant to chapter 10-6. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue and Regulation. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 2. That § 13-37-16 be amended to read as follows: 13-37-16. For taxes payable in 1997 2009 , and each year thereafter, the school board shall levy no more than one dollar and forty cents per thousand dollars of taxable valuation, as a special levy in addition to all other levies authorized by law for the amount so determined to be necessary , and such . The tax levy shall be spread against all of the taxable property of the district , except, any property classified as agricultural property pursuant to chapter 10-6. No school district may impose a levy for the special education fund of a school district on any property that is classified as agricultural property pursuant to chapter 10-6 . The proceeds derived from such the levy shall constitute constitute a school district special education fund of the district for the payment of costs for the special education of all children in need of special education or special education and related services who reside within the district pursuant to the provisions of §§ 13-37-8.2 to 13-37-8.10, inclusive. The levy in this section shall be based on valuations such that the median level of assessment represents 85% the percentage of market value as determined by the Department of Revenue and Regulation pursuant to § 10-13-37 . The total amount of taxes that would be generated at the levy pursuant to this section shall be considered local effort. Money in the special education fund may be expended for the purchase or lease of any assistive technology that is directly related to special education and specified in a student's individualized education plan. This section does not apply to real property improvements."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4799, "action_date": "2008-01-23T14:00:00-06:00", "document_id": 1717, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1717.pdf", "status_text": "First read in House and referred to", "journal_page": 213, "committee_id_action": 27, "committee_id_assigned": 23, "result": "N", "vote": {}}, {"bill_id": 4799, "action_date": "2008-01-29T07:45:00-06:00", "document_id": 1796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1796.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 23, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4799, "action_date": "2008-01-29T07:45:00-06:00", "document_id": 2059, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2059.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 314, "committee_id_action": 23, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 828, "president_vote": null, "Nay": [609], "Yea": [542, 568, 628, 546, 537, 599, 554, 566, 619, 626, 559, 564, 574], "Excused": [589]}}]}