{"session_id": 48, "bill_id": 14884, "bill_type": "Senate Bill", "bill_number": 223, "bill_title": "make the state treasurer an ex officio voting member of certain boards or commissions.", "sponsors": [{"legislator_profile_id": 2234, "is_prime": true}], "keywords": ["Administrative Rules", "Board Membership", "State Treasurer"], "audio": [], "bill_versions": [{"bill_id": 14884, "bill_version_id": 80561, "bill_version": "Introduced", "bill_version_date": "1999-02-01T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to make the state treasurer an ex officio voting member of certain boards or commissions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 5-12-1 be amended to read as follows: 5-12-1. There is created the South Dakota building authority, a body corporate and politic, to consist of seven members appointed by the Governor with the advice and consent of the senate. The terms for the initial appointments shall be as follows: one member four years; two members three years; two members two years and two members one year. Not all of the members shall be of the same political party. No person shall may be appointed to the building authority who is an elected official of the State of South Dakota or any subdivision thereof . However, the state treasurer shall be an ex officio voting member of the authority . One of the members shall be designated by the Governor as chairman chair . Section 2. That § 1-16B-8 be amended to read as follows: 1-16B-8. The board of directors of the authority consists of five six members. The Governor shall appoint five members to the board for four-year staggered terms. No more than four members of the board may be members of the same political party. The state treasurer shall be an ex officio voting member of the authority. Section 3. That § 1-16A-4 be amended to read as follows: 1-16A-4. The authority shall consist of seven members to be appointed by the Governor who shall be residents of the state. Not more than four of said seven members of the authority shall be of the same political party. At least one of the members to be appointed by the Governor shall be or shall have been a trustee, director, comptroller , or other employee of a public or of a private nonprofit hospital knowledgeable in hospital and health care construction and financing. At least one of such appointed members shall be or shall have been a trustee, director, comptroller , or other employee of a public or nonprofit private college or university knowledgeable in the construction and financing of such educational facilities. At least one such appointed member shall be a person experienced in and having a favorable reputation for skill, knowledge , and experience in the field of state and municipal finance. At least one of such appointed members shall be a person experienced in and having a favorable reputation for skill, knowledge , and experience in the field of health facility architecture. At least one of such appointed members shall be a person experienced in and having a favorable reputation for skill, knowledge , and experience in the field of higher educational facility architecture. In making appointments the Governor shall take into consideration nominees recommended to him for appointment by professional organizations of hospitals, long term care facilities, higher education associations, investment banking , and architects. The state treasurer shall be an ex officio voting member of the authority. Section 4. That § 1-16G-1 be amended to read as follows: 1-16G-1. There is created a board of economic development and the Governor may appoint up to thirteen members to consult with and advise the Governor and the Governor's commissioner for economic development in carrying out the functions of the office. The members of the board shall be appointed by the Governor for four-year terms of office so arranged that no more that four members' terms expire in any given year. Not all members may be from the same political party. The Governor shall designate the terms at the time of appointment. Any member appointed to fill a vacancy arising from other than the natural expiration of a term shall serve only the unexpired portion of the term. The state treasurer shall be an ex officio voting member of the board. Section 5. That § 11-11-12 be amended to read as follows: 11-11-12. The powers of the authority shall be vested in seven commissioners, who shall be residents of the state, to be appointed by the Governor, with the advice and consent of the senate. Not more than four of the commissioners shall be of the same political party. The state treasurer shall be an ex officio voting member of the board. Section 6. That § 49-16B-3 be amended to read as follows: 49-16B-3. There is created the South Dakota Railroad Authority, a body corporate and politic, to consist of seven members appointed by the Governor, by and with the advice and consent of the senate. No person may be appointed to the authority who is an elected official of the State of South Dakota or any subdivision thereof. The authority shall annually choose a chairperson from its membership. The state treasurer shall be an ex officio voting member of the board. Section 7. That § 1-40-10 be amended to read as follows: 1-40-10. The Board of Environment and Natural Resources created by this chapter shall perform all quasi-legislative, quasi-judicial, advisory , and special budgetary functions (as defined in § 1-32-1) of the former board of directors of the South Dakota conservancy district, created by chapter 46A-2. The state treasurer shall be an ex officio voting member of the board. Section 8. That § 5-17-2 be amended to read as follows: 5-17-2. The state cement commission is abolished. The South Dakota state cement plant commission is created. The commission shall consist of seven members to be appointed by the Governor. Members shall serve a four-year term. The state treasurer shall be an ex officio voting member of the commission. No more than five members shall be members of the same political party. The terms of members of the South Dakota state cement plant commission who are first appointed after the effective date of this order shall be: two appointed for a term of one year; two appointed for a term of two years; two for a term of three years; and one for a term of four years, and such initial terms shall be designated by the Governor. Any member appointed to fill a vacancy arising from other than the natural expiration of a term shall serve only for the unexpired term, but may be reappointed to a full term. The commission shall annually choose from its membership a chairman, a vice-chairman , and a secretary-treasurer. No member shall be removed from office except for cause. Section 9. That § 41-2-1 be amended to read as follows: 41-2-1. There is hereby continued the department of state government known as the Department of Game, Fish and Parks, and a commission comprised of eight members, appointed by the Governor as provided in § 41-2-3 subject to confirmation by the state senate. The state treasurer shall be an ex officio voting member of the commission. Section 10. The state treasurer shall be an ex officio voting member of the board of any agency, authority, or commission authorized to conduct statewide programs in the State of South Dakota and to issue bonds and notes of indebtedness. Any agency, authority, or commission authorized by the statutes of this state to issue bonds shall upon first considering the issuance of any bond or note immediately notify the state treasurer. The state treasurer may pursuant to chapter 1-26 promulgate rules to provide for the notification provided for in this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14884, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82147, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82147.pdf", "status_text": "First read in Senate and referred to", "journal_page": 276, "committee_id_action": 629, "committee_id_assigned": 611, "result": "N", "vote": {}}, {"bill_id": 14884, "action_date": "1999-02-12T07:45:00-06:00", "document_id": 82089, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82089.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14884, "action_date": "1999-02-12T07:45:00-06:00", "document_id": 82089, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82089.pdf", "status_text": "Tabled", "journal_page": 474, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41396, "president_vote": null, "Yea": [2224, 2230, 2299, 2283, 2241], "Excused": [2270, 2246], "Nay": [2259, 2292]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14884"}