{"session_id": 68, "bill_id": 24342, "bill_type": "House Concurrent Resolution", "bill_number": 6012, "bill_title": "Stating South Dakota's preferred policy to promote best results in animal identification and tracking through flexibility in methods.", "sponsors": [{"legislator_profile_id": 4388, "is_prime": true}, {"legislator_profile_id": 4339, "is_prime": false}, {"legislator_profile_id": 4443, "is_prime": false}, {"legislator_profile_id": 4385, "is_prime": false}, {"legislator_profile_id": 4386, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}], "keywords": ["Animals and Livestock", "House Concurrent Resolution"], "audio": [], "bill_versions": [{"bill_id": 24342, "bill_version_id": 247967, "bill_version": "Introduced", "bill_version_date": "2023-02-01T09:08:50.897-06:00", "bill_text": "A CONCURRENT RESOLUTION, Stating South Dakota's preferred policy to promote best results in animal identification and tracking through flexibility in methods. WHEREAS, the U.S. Department of Agriculture Animal and Plant Health Inspection Service has published a proposed rule, Docket No. APHIS-2021-0020, Use of Electronic Identification Eartags as Official Identification in Cattle and Bison. The proposed rule compels U.S. cattle producers to purchase from certain manufacturers, and affix to their adult, U.S.-origin cattle moving interstate, an official radio frequency identification eartag at a cost ranging from two dollars and one cent to three dollars and sixty-five cents per head; and WHEREAS, the ability to efficiently track food-producing animals from birth to slaughter is vital to safeguarding animal health, protecting the safety of the food supply, and promoting the economic vitality of South Dakota's animal agriculture industry; and WHEREAS, the practice of offering more than one method to identify and trace food-producing animals produces superior results when compared to mandating a single identification and tracking method that may not be optimal in all cases; and WHEREAS, in 2022, recognizing the value of multiple methods of animal identification, the South Dakota Legislature passed and Governor Noem signed HB 1096, which provided that a livestock owner may choose to identify animals using any methods set forth in 9 C.F.R. § 86, as adopted on January 9, 2013, as well as any additional methods that are later approved by the South Dakota Animal Industry Board; and WHEREAS, there is a grave concern that most, if not all, of the official radio frequency identification eartag manufacturers that the Animal and Plant Health Inspection Service has approved pursuant to the proposed rule may be sourcing either the electronic chip within the official eartag or the entire official eartag from foreign countries, such as the People's Republic of China: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Ninety-Eighth Legislature of the State of South Dakota, the Senate concurring therein, that the opportunity for cattle producers to choose from a variety of animal identification methods, including those set forth in 9 C.F.R. § 86, as adopted on January 9, 2013, as well as any additional methods that are later approved by the South Dakota Animal Industry Board, is the preferred policy of South Dakota and will provide the optimal ability to identify and trace food-producing animals."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24342, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247777.pdf", "status_text": "First read in House and referred to", "journal_page": 191, "committee_id_action": 1159, "committee_id_assigned": 1153, "result": "N", "vote": {}}, {"bill_id": 24342, "action_date": "2023-02-16T07:45:00-06:00", "document_id": 249207, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249207.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1153, "committee_id_assigned": null, "result": "N", "vote": {}}]}