{"session_id": 20, "bill_id": 5433, "bill_type": "House Bill", "bill_number": 1049, "bill_title": "establish and revise certain provisions regarding the South Dakota Athletic Commission.", "sponsors": [], "keywords": ["Class 1 Misdemeanor", "Class 2 Misdemeanor", "Fees", "Licenses", "Prison or Jail Impact Statement", "Professions and Occupations", "Recreation and Sports"], "audio": [{"meeting_datetime": "2014-01-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hco08.mp3", "start_seconds": 386.0}, {"meeting_datetime": "2014-01-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hco08.mp3", "start_seconds": 386.0}, {"meeting_datetime": "2014-01-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hco08.mp3", "start_seconds": 386.0}, {"meeting_datetime": "2014-01-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou09.mp3", "start_seconds": 3312.0}, {"meeting_datetime": "2014-01-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou09.mp3", "start_seconds": 3312.0}, {"meeting_datetime": "2014-01-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou09.mp3", "start_seconds": 3312.0}, {"meeting_datetime": "2014-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sco13.mp3", "start_seconds": 3740.0}, {"meeting_datetime": "2014-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sco13.mp3", "start_seconds": 3740.0}, {"meeting_datetime": "2014-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sco13.mp3", "start_seconds": 3740.0}, {"meeting_datetime": "2014-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen15.mp3", "start_seconds": 3105.0}, {"meeting_datetime": "2014-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen15.mp3", "start_seconds": 3105.0}, {"meeting_datetime": "2014-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen15.mp3", "start_seconds": 3105.0}], "bill_versions": [{"bill_id": 5433, "bill_version_id": 28402, "bill_version": "Introduced", "bill_version_date": "2014-01-11T12:37:48.93-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish and revise certain provisions regarding the South Dakota Athletic Commission. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 42-12-8 be amended to read as follows: 42-12-8. There is hereby created, within the jurisdiction of the Department of Labor and Regulation, the South Dakota Athletic Commission consisting of five members appointed by the Governor. Not all members may be of the same political party. One member shall have experience with, or have been active in boxing, kickboxing, or mixed martial arts. One member shall represent the public at large. Each member shall serve terms of three years, but no member may serve more than three consecutive terms. Section 2. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: Each appointment to the commission shall be for a period of three years except for the initial appointments which shall be for staggered terms. Each member shall serve until the expiration of the term for which the commissioner was appointed or until the member's successor is appointed and qualified to serve on the commission. If a vacancy occurs other than by expiration of term, the Governor shall appoint a qualified person to fill the vacancy for the unexpired term. The appointment to an unexpired term is not considered a full term. No member may serve more than three consecutive full terms. Section 3. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: The commission shall hold at least one meeting annually. The commission may hold other meetings at a time and place set by the chair or by a majority of the commission. A majority of the commissioners constitutes a quorum to conduct business. A majority of those present and voting constitutes a decision of the commission. Section 4. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: The commission shall select a chair, vice chair, and secretary annually. No member may serve as chair for more than three consecutive years. Section 5. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: Members of the commission shall receive a per diem established pursuant to § 4-7-10.4 and expenses at the same rate as other state employees while engaged in official duties. Section 6. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: The commission, its members, and its agents are immune from personal liability for actions taken in good faith in the discharge of the commission's duties, and the state shall hold the commission, its members, and its agents harmless from all costs, damages, and attorney fees arising from claims and suits against them with respect to matters to which such immunity applies. The attorney general shall represent and appear for them in any action or proceeding brought by or against the commission, its members, and its agents because of such acts. Section 7. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: The commission may acquire liability coverage from an outside entity to provide adequate coverage against claims. Section 8. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: No boxer, kickboxer, or mixed martial artist may participate in any competition or sparring exhibition without having a certificate of registration issued by the commission. Each boxer, kickboxer, or mixed martial artist shall submit an application upon a form prescribed by the commission and pay the required application fee. Any boxer, kickboxer, or mixed martial artist in a competition or sparring exhibition who does not have a certificate of registration issued by the commission is guilty of a Class 2 misdemeanor. The commission may file a civil suit to enjoin any person engaging in a competition or sparring exhibition without a certificate of registration issued by the commission. Section 9. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: No manager, matchmaker, or promoter may participate in, facilitate, produce, stage, arrange, or profit from a competition or sparring exhibition without having a license issued by the commission. A manager, matchmaker, or promoter shall submit an application upon a form prescribed by the commission and shall pay the required application fee. Any person, club, corporation, association, or entity required to have a license pursuant to this section that participates in, facilitates, produces, stages, arranges, or profits from a competition or sparring exhibition without having a license issued by the commission is guilty of a Class 2 misdemeanor. The commission may file a civil suit to enjoin any person or entity engaging in a competition or sparring exhibition without a license issued by the commission. Section 10. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: No competition or sparring exhibition may be held without having a certificate of registration issued by the commission. The commission shall prescribe the form and the fee for registration. Any person, competitor, club, corporation, association, or entity that participates in, facilitates, produces, stages, arranges, or profits from a competition or sparring exhibition that does not have a certificate of registration issued by the commission is guilty of a Class 1 misdemeanor. The commission may file a civil suit to enjoin any person or entity from participating in, facilitating, producing, staging, arranging, or profiting from a competition or sparring exhibition that does not have a certificate of registration issued by the commission. Section 11. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: Any competition or sparring exhibition held in South Dakota shall keep any written records pertaining to the competition or sparring exhibition that may be required by the commission. The records shall be made available for inspection by a representative or agent of the commission during normal business hours. Section 12. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: Any member of the commission, or its representative or agent, may freely enter upon and inspect a competition or sparring exhibition at the time and place set for the competition or sparring exhibition. Section 13. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: Any assets, interest, revenues, income, and proceeds acquired from a competition or sparring exhibition held without having a certificate of registration issued by the commission are subject to forfeiture to the commission. Section 14. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: If the commission determines that a person, club, corporation, association, or entity is in violation of this chapter or any rule promulgated pursuant to this chapter, the commission may take the following actions: (1) Deny an application for registration or licensure; (2) Suspend, temporarily suspend, revoke, or refuse to renew a registration or license; (3) Place on probation, condition, or limit a registration or license; (4) Require reimbursement of the commission for expenses resulting from suspension, temporary suspension, revocation, refusal to renew, fines, censure, or reprimand resulting from a violation; (5) Pursue legal actions against a person, club, corporation, association, or entity that is not authorized to act by this chapter; (6) Impose an administrative fine as provided for by this chapter; (7) Seek an injunction as provided for by this chapter; (8) Issue a cease and desist order as provided for by this chapter; or (9) Other sanctions which the commission finds appropriate. Section 15. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: The commission may summarily suspend a registration or license in advance of a final adjudication or during the appeals process if the commission finds that a registrant or licensee represents a clear and immediate danger to the public safety or to the safety of other competitors or participants in any competition or sparring exhibition. Any registrant or licensee whose registration or license is suspended under this section is entitled to a prompt hearing pursuant to § 1-26-29. The registrant or licensee may subsequently appeal the suspension to circuit court in accordance with chapter 1-26. Section 16. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: Proceedings for the revocation or suspension of any registration or license shall be conducted pursuant to chapter 1-26 and any rules promulgated pursuant to this chapter. Section 17. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: The findings and actions of the commission on disciplinary matters are subject to appeal as provided by chapter 1-26 and any rules promulgated pursuant to this chapter. Section 18. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: Any person, club, corporation, association, or entity that has violated any provision of this chapter or any rule promulgated pursuant to this chapter is subject to the following penalties: (1) Administrative fine: (a) Boxer, kickboxer, or martial artist: any person registered by the commission who violates any provision of this chapter or rules promulgated pursuant to this chapter is liable for an administrative fine not to exceed five hundred dollars for each offense; (b) Manager, promoter, or matchmaker: any person, club, corporation, association, or entity licensed by the commission which violates any provision of this chapter or rules promulgated pursuant to this chapter is liable for an administrative fine not to exceed two thousand dollars for each offense; (c) Competition or sparring exhibition: any person, club, corporation, association, or entity responsible for facilitating, producing, staging, arranging, or profiting from a competition or sparring exhibition registered by the commission that violates any provision of this chapter or rules promulgated pursuant to this chapter is liable for an administrative fine not to exceed two thousand five hundred dollars for each offense. An administrative fine not paid within sixty days from the date of the order imposing the fine may be enforced by an action in the appropriate county circuit court. Any person, club, corporation, association, or entity aggrieved by an order under this subdivision may make an appeal pursuant to chapter 1-26; (2) Injunction: if the commission deems it necessary for the public safety or the safety of competitors or participants in a competition or sparring exhibition, the commission may bring an action in the name of the state in the circuit court in any county in which jurisdiction is proper to enjoin the act, practice, or violation and to enforce compliance with this chapter or any rule promulgated pursuant to this chapter. Upon showing that a person, club, corporation, association, or entity has engaged in an otherwise unauthorized act or practice, a permanent or temporary injunction, or restraining order, or other appropriate relief shall be obtained against the person, club, corporation, association, or entity to prohibit the continuation of the unauthorized act or practice; (3) Cease and desist order: the commission may issue and have served upon a person, club, corporation, association, or entity an order requiring the person, club, corporation, association, or entity to cease and desist from any unauthorized practice or act which is in violation of this chapter or any rule promulgated pursuant to this chapter. The cease and desist order shall give reasonable notice of the rights to request a hearing pursuant to chapter 1-26 and shall state the reasons for the entry of the order. Section 19. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: Service of the cease and desist order is effective if the order is served on the person, club, corporation, association, entity, or counsel of record personally or by certified mail. Unless otherwise agreed by the commission and the party requesting the hearing, a hearing shall be held no later than ninety days after a request for a hearing is received by the commission. Section 20. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: If no hearing is requested within the thirty days of service of the cease and desist order, the order becomes final and remains in effect until the order is modified or vacated by the commission. If the party to whom a cease and desist order is issued requests a hearing, but after being duly notified fails to appear at the hearing, the party is in default and the proceeding may be determined against the party upon consideration of the cease and desist order, the allegations of which may be considered to be true. Action taken pursuant to this section does not relieve a party from criminal prosecution by a competent authority or from disciplinary action by the commission with respect to the party's application, registration, license, or renewal. Section 21. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: The commission or hearing examiner shall issue a report within thirty days of the close of the contested case hearing record. Within thirty days after the report and any exceptions to the report, the commission shall issue a further order vacating, modifying, or making permanent the cease and desist orders as the facts require. Section 22. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: The commission may impose a fee to reimburse the commission for all or part of the cost of proceedings resulting in disciplinary action authorized by this chapter or rules promulgated pursuant to this chapter, the imposition of civil penalties or administrative fines, or the issuance of a cease and desist order. The fee may be imposed if the commission shows a person, club, corporation, association, or entity has committed an act or practice in violation of this chapter or rules promulgated pursuant to this chapter, or has violated an order of the commission. The costs include the amount paid by the commission for services from attorneys, investigators, court reporters, witnesses, expert witnesses, reproduction of records, commission members' per diem compensation, commission staff time, and expenses incurred by commission members and staff. Section 23. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: Any criminal action for violation of any provision of this chapter or of any rule promulgated pursuant to this chapter shall be prosecuted by the attorney general of the state, or, at the attorney general's request and under the attorney general's direction, by the state's attorney of any county in which the violation occurred. Section 24. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: In any civil action to enforce the provisions of this chapter, the Department of Labor and Regulation and the state may be represented by any qualified attorney who is a regular salaried employee of the department and is designated by the department for this purpose or, at the department's request, by the attorney general. Section 25. That § 42-12-10 be amended to read as follows: 42-12-10. The commission shall promulgate rules pursuant to chapter 1-26 to: (1) Govern the conduct of boxing, kickboxing, and mixed martial arts competitions, and sparring exhibitions through the use of the most recent uniform rules of boxing and the unified rules of mixed martial arts published by the association of boxing commissions; (2) Establish license registration criteria and registration fees for all boxers, kickboxers, and mixed martial artists and all boxing, kickboxing, mixed martial arts competition promoters, managers, judges, timekeepers, cornerpersons, knockdown counters, matchmakers, and referees or other participants who participate in competitions and sparring exhibitions governed by the commission; and (3) Establish license criteria and license fees for all promoters, managers, and matchmakers of boxing, kickboxing, or mixed martial arts competitions; (4) Establish registration requirements for all boxing, kickboxing, or mixed martial arts competitions or sparring exhibitions held in the state; (5) Establish the written records to be maintained for all competitions and sparring exhibitions conducted in the state; (6) Establish a fee based on the percentage of gross revenues from any boxing, kickboxing, or mixed martial arts competition or sparring exhibition held in the state to cover the expenses of the South Dakota Athletic Commission. The fee established under this subdivision may not exceed five percent of the gross revenues of the exhibition from any and all sources including cable television and pay-per-view telecasts of the event, exclusive of any federal tax. However, in no event may the fee be less than one thousand dollars; (7) Establish criteria for approved bona fide educational institutions or national amateur boxing, kickboxing, or mixed martial arts associations for purposes of being exempted from the provisions of this chapter; (8) Establish procedures for disciplinary proceedings; and (9) Establish procedures for receiving and conducting complaint investigations. Section 26. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: The commission has the following powers and duties: (1) Through rules established pursuant to chapter 1-26, establish standards for the practice of boxing, kickboxing, and mixed martial arts; (2) Issue licenses and registrations to persons, clubs, corporations, associations, or other entities that meet the qualifications for licensure or registration; (3) Have available the names of persons, clubs, corporations, associations, or other entities registered or licensed pursuant to the provisions of this chapter; (4) Have available the date, time, and location of any competition or sparring exhibition registered pursuant to the provisions of this chapter; (5) Employ personnel in accordance with the needs and budget of the commission; (6) Enter into contracts as necessary to carry out the commission's responsibilities pursuant to the provisions of this chapter; (7) Communicate disciplinary actions and registration and license status of boxers, kickboxers, mixed martial artists, managers, promoters, and matchmakers to relevant state and federal governing bodies as may be required; and (8) Perform other duties directly related to the provisions of this chapter or rules promulgated pursuant to chapter 1-26. Section 27. That § 42-12-13 be amended to read as follows: 42-12-13. All boxing, kickboxing, or mixed martial arts or sparring exhibitions conducted by bona fide educational institutions or by national amateur boxing, kickboxing, or mixed martial arts associations or their local affiliates approved by the commission are exempt from the provisions of this chapter. Section 28. That chapter 42-12 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Department,\" the Department of Labor and Regulation; (2) \"Commission,\" the South Dakota Athletic Commission; (3) \"Boxing,\" the sport or practice of fighting with fists in which participants wear boxing gloves; (4) \"Kickboxing,\" the sport of attack and defense in which participants wear boxing gloves and throw punches as in boxing and kick with bare feet as in karate; (5) \"Mixed martial arts,\" the sport of fighting in which participants inflict or employ kicks, punches, blows, holds, and other techniques to injure, stun, choke, incapacitate, or disable an opponent, using a combination of boxing, kickboxing, wrestling, grappling, or other martial arts; (6) \"Boxer,\" a participant in a boxing competition or sparring exhibition; (7) \"Kickboxer,\" a participant in a kickboxing competition or sparring exhibition; (8) \"Mixed martial artist,\" a participant in a mixed martial arts competition or sparring exhibition; (9) \"Promoter,\" any person, club, corporation, association, or entity, who produces, arranges, or stages any competition or sparring exhibition; (10) \"Manager,\" any person who acts on behalf of a boxer, kickboxer, or mixed martial artist to facilitate the production, arrangement, or staging of any competition or sparring exhibition; (11) \"Matchmaker,\" any person, club, corporation, association, or entity that brings together a competition or sparring exhibition; (12) \"Competition,\" any match, fight, contest, or event in which the participants intend to and actually inflict punches, blows, kicks, or other techniques to temporarily incapacitate an opponent with the intent to win the competition, and in which the participants receive payment or remuneration, directly or indirectly, as consideration for the participant's performance; and (13) \"Sparring exhibition,\" any match, fight, contest, or event in which the participants intend to and actually inflict punches, blows, kicks, or other techniques to temporarily incapacitate an opponent with the intent to display skills without striving to win, and in which the participants receive payment or remuneration, directly or indirectly, as consideration for the participant's performance."}, {"bill_id": 5433, "bill_version_id": 29975, "bill_version": "Enrolled", "bill_version_date": "2014-02-07T08:58:05.357-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5433, "action_date": "2014-01-14T12:00:00-06:00", "document_id": 28475, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28475.pdf", "status_text": "First read in House and referred to", "journal_page": 25, "committee_id_action": 231, "committee_id_assigned": 217, "result": "N", "vote": {}}, {"bill_id": 5433, "action_date": "2014-01-24T10:00:00-06:00", "document_id": 28780, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28780.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 217, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5433, "action_date": "2014-01-24T10:00:00-06:00", "document_id": 28983, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28983.pdf", "status_text": "Do Pass", "journal_page": 95, "committee_id_action": 217, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15208, "president_vote": null, "Yea": [528, 522, 467, 425, 451, 845, 502, 497, 518, 450, 506, 508], "Nay": [487]}}, {"bill_id": 5433, "action_date": "2014-01-28T14:00:00-06:00", "document_id": 29174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29174.pdf", "status_text": "Do Pass", "journal_page": 128, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15321, "president_vote": null, "Yea": [528, 527, 453, 522, 433, 467, 524, 456, 489, 517, 505, 449, 431, 455, 425, 504, 509, 503, 477, 501, 520, 479, 457, 454, 523, 458, 451, 466, 845, 442, 476, 521, 507, 423, 439, 500, 502, 497, 515, 511, 512, 463, 518, 484, 462, 485, 514, 459, 464, 510, 450, 506, 430, 513, 468, 498, 516, 508, 480, 460, 448, 441], "Nay": [525, 519, 481, 496, 499, 487], "Excused": [478, 461]}}, {"bill_id": 5433, "action_date": "2014-01-29T14:00:00-06:00", "document_id": 29336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29336.pdf", "status_text": "First read in Senate and referred to", "journal_page": 158, "committee_id_action": 229, "committee_id_assigned": 206, "result": "N", "vote": {}}, {"bill_id": 5433, "action_date": "2014-02-04T10:00:00-06:00", "document_id": 29462, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29462.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 206, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5433, "action_date": "2014-02-04T10:00:00-06:00", "document_id": 29756, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29756.pdf", "status_text": "Do Pass", "journal_page": 194, "committee_id_action": 206, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15553, "president_vote": null, "Yea": [469, 473, 470, 465, 847, 452, 438]}}, {"bill_id": 5433, "action_date": "2014-02-05T14:00:00-06:00", "document_id": 29864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29864.pdf", "status_text": "Deferred to another day", "journal_page": 228, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5433, "action_date": "2014-02-06T14:00:00-06:00", "document_id": 29947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29947.pdf", "status_text": "Do Pass", "journal_page": 247, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15706, "president_vote": null, "Yea": [469, 437, 444, 846, 495, 472, 470, 432, 465, 847, 483, 443, 429, 452, 438, 526, 492, 491, 475, 435, 440, 493, 849, 474, 426, 446, 490, 486], "Excused": [473, 447, 436], "Nay": [424, 428, 494, 434]}}, {"bill_id": 5433, "action_date": "2014-02-07T13:00:00-06:00", "document_id": 30024, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30024.pdf", "status_text": "Signed by the Speaker", "journal_page": 342, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5433, "action_date": "2014-02-10T14:00:00-06:00", "document_id": 30120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30120.pdf", "status_text": "Signed by the President", "journal_page": 276, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5433, "action_date": "2014-02-11T14:00:00-06:00", "document_id": 30209, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30209.pdf", "status_text": "Delivered to the Governor", "journal_page": 384, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5433, "action_date": "2014-02-12T14:00:00-06:00", "document_id": 30299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30299.pdf", "status_text": "Signed by the Governor", "journal_page": 388, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5697, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5433"}