{"session_id": 4, "bill_id": 467, "bill_type": "Senate Commemoration", "bill_number": 22, "bill_title": "Recognizing and congratulating the Rapid City Stevens High School Volleyball Team for winning the 2007 Class AA State Volleyball Championship.", "sponsors": [{"legislator_profile_id": 628, "is_prime": true}, {"legislator_profile_id": 629, "is_prime": true}, {"legislator_profile_id": 625, "is_prime": false}, {"legislator_profile_id": 623, "is_prime": false}, {"legislator_profile_id": 624, "is_prime": false}, {"legislator_profile_id": 631, "is_prime": false}, {"legislator_profile_id": 622, "is_prime": false}, {"legislator_profile_id": 633, "is_prime": false}, {"legislator_profile_id": 618, "is_prime": false}, {"legislator_profile_id": 630, "is_prime": false}, {"legislator_profile_id": 632, "is_prime": false}, {"legislator_profile_id": 627, "is_prime": false}, {"legislator_profile_id": 626, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 467, "bill_version_id": 3995, "bill_version": "Introduced", "bill_version_date": "2008-02-26T11:16:09.883-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Recognizing and congratulating the Rapid City Stevens High School Volleyball Team for winning the 2007 Class AA State Volleyball Championship. WHEREAS, the Rapid City Stevens Volleyball Team, coached by Joshua Lien, Matt Stahlecker, Kathy Lees, Kerry Beyer, and Jonel Smith exemplified athletic excellence and the will to win; and WHEREAS, the Rapid City Stevens Volleyball Team Stacie Brinker, Paige Osterloo, Cassie Brinker, Karen Hill, Whitney Lutz, Sarah Jundt, Kelsey Olson, Brooke Warne, Amy Sykora, Courtney Nordine, Sarah Dedic, Kayla Huether, Kelly Herrmann, Nikki Gleich, Justine Blade, and Kacey Herrmann demonstrated discipline, dedication, and determination; and WHEREAS, the coaching staff and players worked together to achieve the highest goal of winning the 2007 Class AA State Volleyball Championship: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that the Rapid City Stevens Volleyball Team and its coaching staff be congratulated and commemorated on their victorious 2007 season."}, {"bill_id": 467, "bill_version_id": 4210, "bill_version": "Enrolled", "bill_version_date": "2008-02-28T16:20:34.31-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Recognizing and congratulating the Rapid City Stevens High School Volleyball Team for winning the 2007 Class AA State Volleyball Championship. WHEREAS, the Rapid City Stevens Volleyball Team, coached by Joshua Lien, Matt Stahlecker, Kathy Lees, Kerry Beyer, and Jonel Smith exemplified athletic excellence and the will to win; and WHEREAS, the Rapid City Stevens Volleyball Team Stacie Brinker, Paige Osterloo, Cassie Brinker, Karen Hill, Whitney Lutz, Sarah Jundt, Kelsey Olson, Brooke Warne, Amy Sykora, Courtney Nordine, Sarah Dedic, Kayla Huether, Kelly Herrmann, Nikki Gleich, Justine Blade, and Kacey Herrmann demonstrated discipline, dedication, and determination; and WHEREAS, the coaching staff and players worked together to achieve the highest goal of winning the 2007 Class AA State Volleyball Championship: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that the Rapid City Stevens Volleyball Team and its coaching staff be congratulated and commemorated on their victorious 2007 season. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 467, "action_date": "2008-02-26T14:00:00-06:00", "document_id": 4020, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4020.pdf", "status_text": "", "journal_page": 655, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/467"}