{"session_id": 53, "bill_id": 17470, "bill_type": "Senate Commemoration", "bill_number": 14, "bill_title": "Honoring rodeo, a family sport in which all members of the family can participate in regardless of age.", "sponsors": [{"legislator_profile_id": 2731, "is_prime": true}, {"legislator_profile_id": 2761, "is_prime": true}, {"legislator_profile_id": 2823, "is_prime": false}, {"legislator_profile_id": 2826, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 17470, "bill_version_id": 94091, "bill_version": "Introduced", "bill_version_date": "2002-02-11T14:20:50-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring rodeo, a family sport in which all members of the family can participate in regardless of age. WHEREAS, South Dakota's number one industry and the state are blessed to have some of the richest grasslands in the United States, which provide the base for the sport of rodeo which features cowboys competing against each other in events like Saddle Bronc Riding, Bareback Riding, Bull Riding, Calf Roping, Steer Wrestling, and Team Roping while in later years Barrel Racing, Pole Bending, Break-a-way Roping, Goat Tying, Mutton Busting, Ribbon Roping, and Flag Races were added; and WHEREAS, rodeo does its share in helping the economy of South Dakota which receives a large amount of taxes from equipment purchases, such as trucks, pickups, and horse trailers for hauling livestock to and from rodeos while other merchants benefiting from rodeo are the gasoline stations, restaurants, motels, banks, grocery stores, and clothing stores helping rural communities to survive; and WHEREAS, rodeo is one of the original sports in the United States and South Dakota cowboys and cowgirls deserve their share of recognition including thirty-seven world champion titles, dating back as far as 1929 with Earl Thode recorded by the Professional Rodeo Cowboys Association (PRCA). Other South Dakota World Champions are Casey Tibbs, Pee Wee Morris, Howard Hunter, Jack Buschbom, Paul Tierney, Clint Johnson, Marvin Garrett, Troy Pruitt, Robert Etbauer, Billy Etbauer, and Tom Reeves. Rodeo Queens are Pat Koren, Donna Keffeler, and Leslie Patton; and WHEREAS, South Dakota cowboys and cowgirls compete in rodeo associations such as the Professional Rodeo Cowboys Association (PRCA), Great Plains Rodeo Association (GPRA), South Dakota Rodeo Association (SDRA), college, high school, Little Britches, and 4-H rodeos: NOW, THEREFORE, BE IT COMMEMORATED, by the Seventy-seventh Legislature of the State of South Dakota, that rodeo be recognized for its many accomplishments and opportunities that it has brought the cowboys and cowgirls of South Dakota."}, {"bill_id": 17470, "bill_version_id": 94341, "bill_version": "Enrolled", "bill_version_date": "2002-02-13T17:01:13-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17470, "action_date": "2002-02-11T14:00:00-06:00", "document_id": 94124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94124.pdf", "status_text": "", "journal_page": 500, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17470, "action_date": "2002-02-12T14:00:00-06:00", "document_id": 94236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94236.pdf", "status_text": "", "journal_page": null, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17470, "action_date": "2002-02-13T14:00:00-06:00", "document_id": 94336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94336.pdf", "status_text": "", "journal_page": null, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17470"}