{"session_id": 69, "bill_id": 25038, "bill_type": "Senate Bill", "bill_number": 215, "bill_title": "prohibit the intentional release of polluting emissions into the atmosphere by cloud seeding, weather modification, excessive electromagnetic radio frequency and microwave radiation and providing enforcement and penalties for violations.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25038", "sponsors": [{"legislator_profile_id": 4547, "is_prime": true}, {"legislator_profile_id": 4511, "is_prime": false}], "keywords": ["Counties", "Environmental Protection"], "audio": [], "bill_versions": [{"bill_id": 25038, "bill_version_id": 264055, "bill_version": "Introduced", "bill_version_date": "2024-01-31T10:58:26.577-06:00", "bill_text": "An Act to prohibit the intentional release of polluting emissions into the atmosphere by cloud seeding, weather modification, excessive electromagnetic radio frequency and microwave radiation and providing enforcement and penalties for violations. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 34A-1: Terms used in this Act mean: (1) \"Cloud seeding,\" a type of weather modification that attempts to change the amount or type of precipitation by dispersing chemicals such as silver iodide, potassium iodide, and dry ice into the air by means of aircraft or ground generators; (2) \"Stratospheric aerosol injection,\" proposed method of solar radiation modification that would introduce aerosols into the stratosphere to create a cooling effect by reducing the amount of sunlight reaching the earth, mimicking what happens naturally during a volcanic eruption; (3) \"Weather modification,\" the act of altering or manipulating the weather; and (4) \"Xenobiotic,\" foreign to life. Section 2. That a NEW SECTION be added to chapter 34A-1: Any person may report a suspected aircraft, balloon, drone, facility, or other delivery system used for weather modifying applications, cloud seeding, or any atmospheric experimentation involving the release of polluting emissions detected by the public, law enforcement, first responders, or state officials to the county sheriff’s office in the county in which it was observed or suspected. If the county sheriff finds the reported evidence worthy of investigation, the sheriff shall investigate further and may report supporting evidence of violative activity to the Governor’s office. Section 3. That a NEW SECTION be added to chapter 34A-1: The Governor or the sheriff in the county where reported shall immediately issue a cease-and-desist order upon the discovery of weather engineering, cloud-seeding, or any other polluting atmospheric activity, where an agency, public official, department, office, program, or member of the public produces evidence to the Governor or sheriff that the activity involves a polluting emission. The cease-and-desist order has the weight of a court order and any violation is punishable under law. The Governor may call upon the adjutant general of the South Dakota National Guard to identify and notify any aircraft, drone or other facility releasing aerosol emissions, electromagnetic radiation, or other pollutants into the atmosphere that they are required to cease and desist. The aircraft, drone or other facility must be ordered to land at the nearest available airport to be investigated for violative activity. The Governor may call upon the state law enforcement to investigate instances that may be in violation of this Act. The Governor may call upon the Department of Agriculture and Natural Resources for environmental studies to investigate if and what chemicals may have been dispersed in violation of this Act. Section 4. That a NEW SECTION be added to chapter 34A-1: Where an activity that the Governor or any sheriff has deemed hazardous has been approved, explicitly or implicitly, by the federal government, the Governor or the sheriff shall issue a notice to the appropriate federal agency, foreign state, or international body that the hazardous activity cannot lawfully be carried out within or over the state of South Dakota, pursuant to the Tenth Amendment. Government agencies or projects, universities, public or private entities, and armed forces operating within or above the state of South Dakota must meet all the requirements of this Act. Section 5. That a NEW SECTION be added to chapter 34A-1: No person may engage in a polluting atmospheric activity or use an unmarked or unidentified aircraft or other vehicle or facility to carry out a weather engineering, cloud-seeding, or other hazardous atmospheric activity. A violation of this section is a class 6 felony, except that a fine of five hundred thousand dollars may be imposed. Section 6. That a NEW SECTION be added to chapter 34A-1: The Governor and each county sheriff shall encourage the public to monitor, measure, document, and report incidents that may constitute cloud seeding, stratospheric aerosol injection, weather modification, or other environmental polluting activities.An individual who presents evidence of a polluting atmospheric activity shall e-mail or otherwise write and send any of the following to the county sheriff, or to the Governor's office: (1) Evidentiary photographs, each separately titled as an electronic or hard-copy document, with the respective location from which, and if the content is from other than a measuring device, the direction in which, the photo was taken, with its time and date; (2) Independent precipitation analysis reports, photography, videography, audiography, microscopy, spectrometry, metering, and other forms of evidence shall similarly be submitted in writing to the county sheriff, to any state office, or any state public official; or (3) Videography of activity involving release of polluting emissions. A public official who has received submitted information and has reason to suspect violative activity based on evidence presented by an individual or an agency must, directly or through a designee, report in writing within twenty-four hours all documentary and supportive evidence to the county sheriff for enforcement. The county sheriff may request assistance from state law enforcement to investigate possible violative activity as well as the Department of Agriculture and Natural Resources for technical assistance and analysis of pollutants as needed. A report to the county sheriff or Governor of polluting atmospheric emissions shall trigger investigation of the source and contents of the emissions, without limitation. Where the emissions are harmful to humans or the environment, per primary scientific study, enforcement must ensue. A report to the county sheriff of excessive electromagnetic radiation or fields in any part of the spectrum, including without limitation microwave or maser, infrared, light or laser, ionizing or non-ionizing radiation, or report of intense mechanical vibration, noise, or other physical agent, with evidence, including possible photography, videography, audio recordings, measurements of the agents, or other detection, must result within two hours of receiving the report in emergency measurements of peaks and averages over time with the appropriate, calibrated meter and forensic detection devices at the reported location. Where professional metering and monitoring equipment is needed but not owned by the state, the sheriff shall partner with state universities or colleges and their experts for investigative activity, so as to provide evidentiary findings that would qualify as scientific expert testimony. Section 7. That a NEW SECTION be added: Weather engineering or atmospheric experimentation involving the release of xenobiotic agents or electromagnetic radiation at hazardous levels requires enforcement as follows: (1) The sheriff's immediate communication of the requirement of the owner or operator of each facility or infrastructure deploying or releasing the specific agent to produce records of the operations of any site where xenobiotic agents or excessive levels have been detected, and convey the records to the sheriff; (2) The sheriff's immediate order to cease operations of the facility; and (3) The sheriff's evaluation within twenty-four hours of the owner's or operator's performance in causing the cessation of all operations. Section 8. That a NEW SECTION be added to chapter 34A-1: The sheriff shall immediately require the owner or operator of each tower, antenna, other facility or infrastructure to produce records of the extant operations at sites where excessive xenobiotic electromagnetism and fields, mechanical vibration, or other physical agents are, or have been detected, specifically: (1) Radiofrequency or microwave radiation, including maser, of signal strength metered at the reported, publicly accessible location in excess of negative eighty-five dBm for any frequency or channel band specified by a transmitting entity’s FCC transmission license; (2) Extreme-low-frequency alternating current electric fields in excess of 1 volt per meter; (3) Magnetic fields in excess of one milliGauss; (4) Ionizing radiation in excess of 0.02 milliSievert per hour; (5) Laser or other light with harmful effects; or (7) Any vibration, noise, saser, sonic weapon, or other physical agent exceeding building biology guidelines. The owner or operator must convey the records to the sheriff within twenty-four hours. The sheriff shall immediately order a cessation of operations of all antennas and other deployments of energy or vibration emitted from the measured structure or facility. The sheriff shall evaluate within twenty-four hours the owner or operator's performance in causing the cessation of all operations. The sheriff shall refer suspected criminal activity to the state's attorney for prosecution."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25038, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263449.pdf", "status_text": "First read in Senate and referred to", "journal_page": 218, "committee_id_action": 1219, "committee_id_assigned": 1208, "result": "N", "vote": {}}]}