{"session_id": 15, "bill_id": 3318, "bill_type": "House Bill", "bill_number": 1036, "bill_title": "establish and revise certain provisions and penalties related to the regulation of grain warehouses, grain buyers, and warehouse receipts.", "sponsors": [], "keywords": ["Administrative Rules", "Agriculture", "Public Utilities and Carriers", "Public Utilities Commission"], "audio": [{"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hag10.mp3", "start_seconds": 745.0}, {"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hag10.mp3", "start_seconds": 745.0}, {"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hag10.mp3", "start_seconds": 745.0}, {"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hag10.mp3", "start_seconds": 745.0}, {"meeting_datetime": "2012-02-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou13.mp3", "start_seconds": 1932.0}, {"meeting_datetime": "2012-02-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou13.mp3", "start_seconds": 1932.0}, {"meeting_datetime": "2012-02-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou13.mp3", "start_seconds": 1932.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sag18.mp3", "start_seconds": 4506.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sag18.mp3", "start_seconds": 4506.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sag18.mp3", "start_seconds": 4506.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sag18.mp3", "start_seconds": 4506.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen22.mp3", "start_seconds": 1880.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen22.mp3", "start_seconds": 1880.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen22.mp3", "start_seconds": 1880.0}], "bill_versions": [{"bill_id": 3318, "bill_version_id": 19127, "bill_version": "Introduced", "bill_version_date": "2012-01-06T16:38:06.88-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish and revise certain provisions and penalties related to the regulation of grain warehouses, grain buyers, and warehouse receipts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-43-1.1 be amended to read as follows: 49-43-1.1. Terms used in this chapter mean: (1) \"Commission,\" the Public Utilities Commission of this state; (1A)(2) \"Grain bank,\" grain which is received by a public grain warehouse from depositors for storage and is to be withdrawn and processed into feed as needed; (3) \"Independent provider,\" a third party entity that maintains an electronic central filing system of electronic warehouse receipts; (1B)(4) \"Open storage grain,\" grain received by a public grain warehouse from a depositor for which a warehouse receipt has not been issued or a purchase made and is not grain bank; (2)(5) \"Public grain warehouse,\" any public warehouse where grain, as defined in subdivision 49-45-1.1(2), is received for storage for hire. A public grain warehouse may also purchase, receive or handle grain in accordance with the provisions of chapter 49-45 relating to grain buyers; (3)(6) \"Receipt,\" a warehouse receipt which complies with the requirements of this chapter and the rules of the commission promulgated pursuant thereto. A warehouse receipt may be in an electronic form; (4)(7) \"Scale ticket,\" a memorandum issued by a public grain warehouse or grain buyer to a depositor at the time grain is initially delivered, showing the weight of the load, kind of grain, date of delivery, and indicates whether the grain is to be sold or stored under a warehouse receipt, in open storage, or in a grain bank account. Section 2. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: A warehouse operator may contract with an independent provider to maintain electronic warehouse receipts for grain. A warehouse operator shall issue electronic warehouse receipts through only one independent provider. Prior to engaging in the issuance of electronic warehouse receipts, a warehouse operator shall enter into a user agreement with an independent provider approved by the commission. All electronic warehouse receipts issued by the warehouse operator shall be filed in the independent provider's electronic central filing system. Section 3. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: The independent provider shall be approved by the commission prior to operating in the state. The commission may approve an independent provider if the commission finds the independent provider is able to maintain a secure electronic central filing system of electronic records including warehouse receipts, is independent of outside influence or bias in action or appearance, and has entered into a provider agreement with the commission. Approval may be revoked by the commission if the independent provider fails to comply with the provisions of this chapter or the provider agreement. Section 4. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: An independent provider shall file and maintain electronic warehouse receipts only on behalf of licensed warehouse operators who contract with the independent provider for those services. An independent provider shall maintain a secure electronic central filing system of electronic records including warehouse receipts and shall be independent of outside influence or bias in action or appearance. The provisions for issuance and cancellation of warehouse receipts found in this chapter apply to electronic warehouse receipts except to the extent the provisions are only applicable to paper receipts. The commission may promulgate rules in accordance with chapter 1-26 regarding the provisioning of a secure electronic central filing system of electronic documents by an independent provider, the approval or disapproval of the ability of an independent operator to operate in the state, and the issuance and cancellation of electronic warehouse receipts by an independent provider that operates in this state. Section 5. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: No warehouse operator may require a depositor to accept an electronic warehouse receipt in lieu of a paper warehouse receipt. Section 6. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: An independent provider shall allow the commission unrestricted access to the central filing system for electronic warehouse receipts maintained on behalf of warehouse operators licensed by the commission. The electronic warehouse receipt data shall be maintained for six years after cancellation of the receipts. Access shall be made available in a manner that allows interaction with commission warehouse examinations. Access shall be free of any charge or costs to the commission. The commission may exercise the power of subpoena and examine witnesses in accordance with chapter 1-26. An independent provider that refuses access to the independent provider's central filing system or hinders and delays the commission or any of its employees or agents in examining the books and accounts may be punished by a civil fine not to exceed two thousand dollars. In addition, the commission may revoke the ability of the independent provider to issue electronic warehouse receipts. Upon completing an inspection, an inspector may issue a memorandum of adjustments. The commission may assess a civil fine in the amount of two hundred dollars a day for failure to comply with the memorandum of adjustments within thirty days. After thirty days, each day that the memorandum goes uncorrected may be considered a separate offense. Section 7. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: An independent provider shall allow for the commission to be a sole or joint holder of an electronic warehouse receipt if the issuing warehouse operator's license has been revoked and at least one of the following applies: (1) The electronic warehouse receipt has been surrendered to the commission by a claimant for the proceeds of a grain receivership pursuant to this chapter; or (2) The electronic warehouse receipt has been surrendered to the commission by a claimant for payment of a surety bond claim pursuant to this chapter. If an electronic receipt holder files a claim against a grain receivership or against the surety bond, the commission shall obtain the consent and instruction of the holder to change the holder information on the independent provider's central filing system. The independent provider shall take any action ordered by the commission in regard to an electronic warehouse receipt involved with a grain receivership or a surety bond claim. The commission shall provide documentary evidence of the claim and any resulting required action to the independent provider. Section 8. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Prior to being approved as an independent provider by the commission, an independent provider shall be authorized to transact business in the state of South Dakota and shall consent to jurisdiction in the state of South Dakota and venue in Hughes County, South Dakota. An independent provider is liable to the commission for costs incurred by the commission as a result of action taken in the event of a failure of the central filing system or any inability to provide the access required in section 6 of this Act. Section 9. That § 49-43-5.7 be amended to read as follows: 49-43-5.7. Any person injured by the breach of any obligation of a warehouseman, for the performance of which a bond has been given under any of the provisions of this chapter, may sue on the bond in the person's own name in any court of competent jurisdiction to recover any damages the person may have sustained by reason of the breach. However, a person may sue on the bond only if the person has notified the commission of the person's intent to sue on the bond and if the commission has stated in writing that it does not intend to institute any proceedings regarding the bond. The commission shall respond in writing within sixty days of notification stating whether the commission intends to institute any proceedings regarding the bond. If the commission fails to respond in writing within the sixty days, the person may proceed to sue on the bond in the person's own name. Section 10. That § 49-45-17 be amended to read as follows: 49-45-17. Any person injured by the breach of any obligation of a grain buyer, for the performance of which a bond has been given under any of the provisions of this chapter, may sue on the bond in the person's own name in any court of competent jurisdiction to recover any damages the person may have sustained by reason of the breach. However, a person may sue on the bond only if the person has notified the commission of the person's intent to sue on the bond and if the commission has stated in writing that it does not intend to institute any proceedings regarding the bond. The commission shall respond in writing within sixty days of notification stating whether the commission intends to institute any proceedings regarding the bond. If the commission fails to respond in writing within the sixty days, the person may proceed to sue on the bond in the person's own name."}, {"bill_id": 3318, "bill_version_id": 21591, "bill_version": "Enrolled", "bill_version_date": "2012-02-16T09:29:36.08-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3318, "action_date": "2012-01-10T12:00:00-06:00", "document_id": 19242, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19242.pdf", "status_text": "First read in House and referred to", "journal_page": 22, "committee_id_action": 173, "committee_id_assigned": 174, "result": "N", "vote": {}}, {"bill_id": 3318, "action_date": "2012-01-26T07:45:00-06:00", "document_id": 20042, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20042.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 174, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3318, "action_date": "2012-01-26T07:45:00-06:00", "document_id": 20233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20233.pdf", "status_text": "Do Pass", "journal_page": 212, "committee_id_action": 174, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10553, "president_vote": null, "Yea": [242, 280, 241, 308, 273, 315, 282, 216, 306, 275, 270], "Excused": [230, 238]}}, {"bill_id": 3318, "action_date": "2012-01-26T07:45:00-06:00", "document_id": 20233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20233.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 174, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3318, "action_date": "2012-01-30T14:00:00-06:00", "document_id": 20410, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20410.pdf", "status_text": "Removed from Consent Calendar", "journal_page": 240, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3318, "action_date": "2012-01-31T14:00:00-06:00", "document_id": 20494, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20494.pdf", "status_text": "Deferred to another day", "journal_page": 266, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3318, "action_date": "2012-02-01T14:00:00-06:00", "document_id": 20605, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20605.pdf", "status_text": "Do Pass", "journal_page": 283, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10845, "president_vote": null, "Yea": [222, 262, 265, 227, 242, 231, 281, 269, 296, 211, 314, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 270, 299, 266, 221, 272, 279, 305, 271, 248, 263, 230, 280, 301, 237, 246, 292, 304, 267, 312, 213, 311, 277, 307, 276, 308, 273, 315, 282, 278, 259, 224, 216, 295, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 256, 215], "Excused": [257, 294, 241], "Nay": [302]}}, {"bill_id": 3318, "action_date": "2012-02-02T14:00:00-06:00", "document_id": 20711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20711.pdf", "status_text": "First read in Senate and referred to", "journal_page": 260, "committee_id_action": 171, "committee_id_assigned": 147, "result": "N", "vote": {}}, {"bill_id": 3318, "action_date": "2012-02-09T10:00:00-06:00", "document_id": 20865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20865.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 147, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3318, "action_date": "2012-02-09T10:00:00-06:00", "document_id": 21088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21088.pdf", "status_text": "Do Pass", "journal_page": 331, "committee_id_action": 147, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11327, "president_vote": null, "Yea": [284, 255, 250, 234, 290, 243, 232, 240, 223]}}, {"bill_id": 3318, "action_date": "2012-02-09T10:00:00-06:00", "document_id": 21088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21088.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 147, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3318, "action_date": "2012-02-13T14:00:00-06:00", "document_id": 21358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21358.pdf", "status_text": "Deferred to another day", "journal_page": 385, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3318, "action_date": "2012-02-15T14:00:00-06:00", "document_id": 21535, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21535.pdf", "status_text": "Do Pass", "journal_page": 448, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11742, "president_vote": null, "Yea": [253, 284, 239, 288, 249, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 291, 264, 240, 252, 214, 226, 220, 290, 236, 243, 261, 289, 254, 232], "Excused": [251, 223, 219, 229, 218]}}, {"bill_id": 3318, "action_date": "2012-02-16T13:00:00-06:00", "document_id": 21571, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21571.pdf", "status_text": "Signed by the Speaker", "journal_page": 513, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3318, "action_date": "2012-02-21T14:00:00-06:00", "document_id": 21748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21748.pdf", "status_text": "Signed by the President", "journal_page": 491, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3318, "action_date": "2012-02-22T14:00:00-06:00", "document_id": 21857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21857.pdf", "status_text": "Delivered to the Governor", "journal_page": 559, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3318, "action_date": "2012-02-24T13:00:00-06:00", "document_id": 22090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22090.pdf", "status_text": "Signed by the Governor", "journal_page": 594, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5182, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3318"}