{"session_id": 19, "bill_id": 92, "bill_type": "Senate Bill", "bill_number": 5, "bill_title": "establish the public purpose and goals of postsecondary education, to provide for the funding of higher education, and to create the Council on Higher Education Policy Goals, Performance, and Accountability.", "sponsors": [{"legislator_profile_id": 382, "is_prime": true}, {"legislator_profile_id": 320, "is_prime": true}, {"legislator_profile_id": 330, "is_prime": false}, {"legislator_profile_id": 364, "is_prime": false}, {"legislator_profile_id": 376, "is_prime": false}, {"legislator_profile_id": 336, "is_prime": false}, {"legislator_profile_id": 371, "is_prime": false}, {"legislator_profile_id": 321, "is_prime": false}, {"legislator_profile_id": 319, "is_prime": false}, {"legislator_profile_id": 379, "is_prime": false}, {"legislator_profile_id": 341, "is_prime": false}], "keywords": ["Education", "Postsecondary Education"], "audio": [{"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sed07.mp3", "start_seconds": 936.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sed07.mp3", "start_seconds": 936.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sed07.mp3", "start_seconds": 936.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sed07.mp3", "start_seconds": 936.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sed07.mp3", "start_seconds": 936.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sed07.mp3", "start_seconds": 936.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sed07.mp3", "start_seconds": 936.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sed07.mp3", "start_seconds": 936.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sed07.mp3", "start_seconds": 936.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen10.mp3", "start_seconds": 1615.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen10.mp3", "start_seconds": 1615.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen10.mp3", "start_seconds": 1615.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen10.mp3", "start_seconds": 1615.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen10.mp3", "start_seconds": 1615.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen10.mp3", "start_seconds": 1615.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst26.mp3", "start_seconds": 1219.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst26.mp3", "start_seconds": 1219.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst26.mp3", "start_seconds": 1219.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst26.mp3", "start_seconds": 1219.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst26.mp3", "start_seconds": 1219.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou30.mp3", "start_seconds": 1605.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou30.mp3", "start_seconds": 1605.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou30.mp3", "start_seconds": 1605.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou30.mp3", "start_seconds": 1605.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou35.mp3", "start_seconds": 5564.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou35.mp3", "start_seconds": 5564.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou35.mp3", "start_seconds": 5564.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou35.mp3", "start_seconds": 5564.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou35.mp3", "start_seconds": 5564.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou35.mp3", "start_seconds": 5564.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou35.mp3", "start_seconds": 5564.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou35.mp3", "start_seconds": 5564.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou35.mp3", "start_seconds": 5564.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 5425.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 5425.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 5425.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 5425.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 5425.0}], "bill_versions": [{"bill_id": 92, "bill_version_id": 23154, "bill_version": "Introduced", "bill_version_date": "2012-12-13T13:08:15.647-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the public purpose and goals of postsecondary education, to provide for the funding of postsecondary education, and to create the Council on Higher Education Policy Goals, Performance, and Accountability. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Average state appropriation per postsecondary student,\" the average state general fund appropriation for each postsecondary student including both the students enrolled in the institutions under the control of the Board of Regents and the students enrolled in the postsecondary technical institutes for the previous fiscal year as determined by the Bureau of Finance and Management; (2) \"Full-time equivalent,\" at the postsecondary technical institutes equals thirty credit hours of instruction per year, and at the institutions under the control of the Board of Regents equals thirty credit hours of instruction per year for undergraduates, twenty-four credit hours of instruction per year for students seeking master's and doctoral degrees, thirty credit hours of instruction per year for students in law school, and thirty-eight credit hours of instruction per year for students in medical school; (3) \"Projected state general fund increase,\" the estimated percentage change in state general fund revenue, as submitted by the Governor pursuant to § 4-7-10 or as adopted by the standing committees on appropriations; (5) \"Public postsecondary education institutions,\" the postsecondary technical institutes under the control of the Board of Education and the institutions of higher education under the control of the Board of Regents; and (4) \"Public postsecondary education systems,\" the system of postsecondary technical institutes under the control of the Board of Education and the system of institutions of higher education under the control of the Board of Regents. Section 2. The Legislature hereby finds, and declares to be the public policy of this state, that the purpose of public postsecondary education is to provide the following: (1) A workforce that meets the current and prospective needs of the state's economy; (2) Affordable postsecondary educational opportunities for all state citizens; (3) Access to postsecondary education programs that serve to increase the educational attainment of the state's citizenry and thereby enable citizens to provide leadership in all sectors of life in the state; and (4) A foundation upon which the state can grow the development and innovation capacities of the state's economy. Section 3. The Legislature hereby recognizes that the current goals for public postsecondary education systems and institutions are as follows: (1) To increase the number of graduates for the state's workforce; and (2) To increase the growth capacity of the state's economy by increasing the innovation and development capacity of the state and by increasing the skills of the state's current workforce. Section 4. The Council on Higher Education Policy Goals, Performance, and Accountability, established in section 6 of this Act, shall use the following performance metrics to monitor the institutional progress toward the goals declared in section 3 of this Act: (1) For the goal in section 3, subdivision (1) of this Act: (a) Increases in the number of graduates at all postsecondary education institutions, particularly those graduates in select disciplines and at certain levels, and those graduates who remain in the state for employment or further study; (b) Increases in the number of undergraduate degrees earned by at-risk students, including low-income students, Native American students, nontraditional students, and those students underprepared for higher education; (c) Increases in credit hour completions at all public postsecondary education institutions; and (d) Increases in the retention of students from their first year of postsecondary education to their second year of postsecondary education at all public postsecondary education institutions; (2) For the goal stated in section 3, subdivision (2) of this Act, increases in the expenditures in research at postsecondary institutions under the control of the Board of Regents. Section 5. Sections 3 and 4 of this Act are repealed on June 30, 2015. Section 6. There is hereby created the Council on Higher Education Policy Goals, Performance, and Accountability. The council shall consist of the following members: (1) The Governor or the Governor's designee; (2) The secretary of the Department of Labor and Regulation; (3) The commissioner of the Governor's Office of Economic Development; (4) The commissioner of the Bureau of Finance and Management; (5) Three members of the House of Representatives, appointed by the speaker of the House of Representatives; (6) Three members of the Senate, appointed by the president pro tempore of the Senate; (7) The officers of the Board of Regents; (8) The executive director of the Board of Regents; (9) The secretary of the Department of Education; (10) The director of the Division of Curriculum, Career and Technical Education in the Department of Education; (11) A president of an institution of higher education under the control of the Board of Regents who shall serve for one year and be determined by a rotating order based on the year of the establishment of the institution; and (12) A president of a public postsecondary technical institute who shall serve for one year and be determined by a rotating order based on the year of the establishment of the postsecondary technical institute. The Governor or the Governor's designee shall serve as the chair of the council. In 2013 and 2014, the council shall meet once each year to monitor the progress of the public postsecondary education systems and institutions toward the goals established in section 3 of this Act. Section 7. Beginning in 2015, and in every year immediately following a gubernatorial election thereafter, the Council on Higher Education Policy Goals, Performance, and Accountability shall meet to review, endorse, and recommend to the executive branch, the Legislature, and the respective postsecondary education governing boards the four-year goals for the public postsecondary education systems and institutions and the performance metrics by which the council will monitor the progress toward those goals. The initial goals established by the council shall take effect on July 1, 2015, and subsequent goals will take effect every four years thereafter. In intervening years, the council shall meet annually to monitor the progress toward the goals. When establishing goals and performance metrics, the council shall draw upon public input from any persons who may be concerned or knowledgeable in these areas. A majority of the members appointed to the council constitutes a quorum for the purposes of conducting business. Any action may be taken by a vote of the majority of the members present at a meeting. The duties of the council include only those stipulated in this Act and do not impinge on the constitutional powers and duties of the Board of Regents or the legislative powers and duties of the Board of Education or include participation in the operation, management, or oversight of any postsecondary education institution in the state. Section 8. The Board of Regents and the Board of Education shall each provide to the Council on Higher Education Policy Goals, Performance, and Accountability an annual accountability report. The initial accountability report, to be provided to the council in 2013, shall contain, for each of the postsecondary education institutions under the respective board's control, information on the following: (1) Improvements in on-time degree completions; (2) Affordability for students; (3) The placement of graduates in jobs or further study in South Dakota; and (4) Improvements in the percentages of graduates who are successful in passing licensure, certification, or exit exams administered by third parties. The council shall determine the content of subsequent accountability reports. Section 9. To achieve the public purpose and goals established for postsecondary education in the state pursuant to this Act, the state funding for postsecondary education systems may be calculated as follows: (1) If the projected state general fund increase for the next fiscal year is equal to or greater than the cost of the inflationary increase established in this subdivision, the postsecondary education systems shall receive, through the normal budgeting process, an operating budget inflationary increase equal to the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less. For the purpose of this section, the operating budget does not include any portion of the budget that contains funding for salaries and benefits for any employees provided by the Legislature through the General Appropriations Act; (2) If the postsecondary education systems receive the inflationary increase in subdivision (1) and the cost of that increase is less than the projected state general fund increase, the postsecondary education institutions may also receive, through the normal budgeting process, a mission expansion increase calculated pursuant to this subsection to reflect expanded student services and increases in enrollments and credit hour completions. If the inflationary increase calculated in subdivision (1) and the amount calculated in this subdivision for a mission expansion increase is greater than the projected state general fund increase, each postsecondary education institution shall receive a pro rata share of the total amount calculated. The mission expansion increase shall be calculated as follows: (a) Each institution shall receive a payment equal to one-half of the average state appropriation per postsecondary student for each full-time equivalent enrollment in the previous fiscal year that exceeded the total full-time equivalent enrollment in the year preceding the previous fiscal year; and (b) Each institution shall also receive a payment equal to one-half of the average state appropriation per postsecondary student for each full-time equivalent of credit hour completions in the previous fiscal year that exceeded the total full-time equivalent of credit hour completions in the year preceding the previous fiscal year. The full-time equivalent of credit hour completions for which an institution is entitled to a payment pursuant to this section shall be calculated as follows: (i) For the previous fiscal year, at each degree level, divide the total number of credit hours completed at that institution by the number of credit hours required to be a full-time equivalent student; (ii) For the year prior to the previous fiscal year, at each degree level, divide the total number of credit hours completed at that institution by the number of credit hours required to be a full-time equivalent student; (iii) If the product of subsection (i) is greater than the product of subsection (ii), calculate the difference between the two at each degree level; and (iv) Add together the results for each degree level; In addition to the mission expansion funding calculated pursuant to this subsection, the Legislature may also provide additional funding to institutions for the expansion of program mission; (3) If the postsecondary education systems receive the inflationary increase in subdivision (1) and the postsecondary education institutions receive the mission expansion increase in subdivision (2), and the cost of both increases is less than the projected state general fund increase, the postsecondary education systems may receive additional funding through the normal budgeting process for performance funding. Any sum appropriated from the general fund for the purpose of performance funding shall be provided to the postsecondary education systems. The governing board of each postsecondary education system shall then determine the allocation of funds to the institutions it governs that reflect institutional performance and system strategic investments. For fiscal years 2014 and 2015, funds appropriated for performance funding shall be awarded to the postsecondary education institutions based on improvements in the following areas: (a) For institutions under the control of the Board of Regents: (i) One-half of the performance funding shall be based on the number of new graduates with special emphasis on those graduates with degrees in science, technology, engineering, and mathematics or other critical need areas as determined by the Council on Higher Education Policy Goals, Performance, and Accountability established in section 6 of this Act; and (ii) One-half of the funding shall be based on the growth of expenditures for research; (b) For the postsecondary technical institutes, the performance funding shall be based upon the number of new graduates with special emphasis on those graduates in the areas of science, technology, engineering, and mathematics and other critical need areas as determined by the Council of Higher Education Policy Goals, Performance and Accountability. For fiscal year 2016 and in subsequent fiscal years, the performance funding shall be awarded to the postsecondary education systems based on criteria established by the Council of Higher Education Policy Goals, Performance and Accountability."}, {"bill_id": 92, "bill_version_id": 23952, "bill_version": "Senate Education Engrossed", "bill_version_date": "2013-01-17T13:50:35.843-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the public purpose and goals of postsecondary education, to provide for the funding of higher education, and to create the Council on Higher Education Policy Goals, Performance, and Accountability. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Average state appropriation per higher education student,\" the average state general fund appropriation for each student enrolled in an institution of higher education under the control of the Board of Regents for the previous fiscal year as determined by the Bureau of Finance and Management; (2) \"Full-time equivalent,\" at the postsecondary technical institutes equals thirty credit hours of instruction per year, and at the institutions under the control of the Board of Regents equals thirty credit hours of instruction per year for undergraduates, twenty-four credit hours of instruction per year for students seeking master's and doctoral degrees, thirty credit hours of instruction per year for students in law school, and thirty-eight credit hours of instruction per year for students in medical school; (3) \"Projected state general fund increase,\" the estimated percentage change in state general fund revenue, as submitted by the Governor pursuant to § 4-7-10 or as adopted by the standing committees on appropriations; (4) \"Public postsecondary education institutions,\" the postsecondary technical institutes under the control of the Board of Education and the institutions of higher education under the control of the Board of Regents; and (5) \"Public postsecondary education systems,\" the system of postsecondary technical institutes under the control of the Board of Education and the system of institutions of higher education under the control of the Board of Regents. Section 2. The Legislature hereby finds, and declares to be the public policy of this state, that the purpose of public postsecondary education is to provide the following: (1) A workforce that meets the current and prospective needs of the state's economy; (2) Affordable postsecondary educational opportunities for all state citizens; (3) Access to postsecondary education programs that serve to increase the educational attainment of the state's citizenry and thereby enable citizens to provide leadership in all sectors of life in the state; and (4) A foundation upon which the state can grow the development and innovation capacities of the state's economy. Section 3. The Legislature hereby recognizes that the current goals for public postsecondary education systems and institutions are as follows: (1) To increase the number of graduates for the state's workforce; and (2) To increase the growth capacity of the state's economy by increasing the innovation and development capacity of the state and by increasing the skills of the state's current workforce. Section 4. The Council on Higher Education Policy Goals, Performance, and Accountability, established in section 6 of this Act, shall use the following performance metrics to monitor the institutional progress toward the goals declared in section 3 of this Act: (1) For the goal in section 3, subdivision (1) of this Act: (a) Increases in the number of graduates at all postsecondary education institutions, particularly those graduates in select disciplines and at certain levels, and those graduates who remain in the state for employment or further study; (b) Increases in the number of undergraduate degrees earned by at-risk students, including low-income students, Native American students, nontraditional students, and those students underprepared for higher education; (c) Increases in credit hour completions at all public postsecondary education institutions; and (d) Increases in the retention of students from their first year of postsecondary education to their second year of postsecondary education at all public postsecondary education institutions; (2) For the goal stated in section 3, subdivision (2) of this Act, increases in the expenditures in research at postsecondary institutions under the control of the Board of Regents. Section 5. Sections 3 and 4 of this Act are repealed on June 30, 2015. Section 6. There is hereby created the Council on Higher Education Policy Goals, Performance, and Accountability. The council shall consist of the following members: (1) The Governor or the Governor's designee; (2) The secretary of the Department of Labor and Regulation; (3) The commissioner of the Governor's Office of Economic Development; (4) The commissioner of the Bureau of Finance and Management; (5) Three members of the House of Representatives, appointed by the speaker of the House of Representatives; (6) Three members of the Senate, appointed by the president pro tempore of the Senate; (7) Two members of the Board of Regents; (8) The executive director of the Board of Regents; (9) The secretary of the Department of Education; (10) The director of the Division of Curriculum, Career and Technical Education in the Department of Education; (11) A president of an institution of higher education under the control of the Board of Regents who shall serve for one year and be determined by a rotating order based on the year of the establishment of the institution; and (12) A president of a public postsecondary technical institute who shall serve for one year and be determined by a rotating order based on the year of the establishment of the postsecondary technical institute. The Governor or the Governor's designee shall serve as the chair of the council. In 2013 and 2014, the council shall meet once each year to monitor the progress of the public postsecondary education systems and institutions toward the goals established in section 3 of this Act. Section 7. Beginning in 2015, and in every year immediately following a gubernatorial election thereafter, the Council on Higher Education Policy Goals, Performance, and Accountability shall meet to review, endorse, and recommend to the executive branch, the Legislature, and the respective postsecondary education governing boards the four-year goals for the public postsecondary education systems and institutions and the performance metrics by which the council will monitor the progress toward those goals. The initial goals established by the council shall take effect on July 1, 2015, and subsequent goals will take effect every four years thereafter. In intervening years, the council shall meet annually to monitor the progress toward the goals. When establishing goals and performance metrics, the council shall draw upon public input from any persons who may be concerned or knowledgeable in these areas. A majority of the members appointed to the council constitutes a quorum for the purposes of conducting business. Any action may be taken by a vote of the majority of the members present at a meeting. The duties of the council include only those stipulated in this Act and do not impinge on the constitutional powers and duties of the Board of Regents or the legislative powers and duties of the Board of Education or include participation in the operation, management, or oversight of any postsecondary education institution in the state. Section 8. The Board of Regents and the Board of Education shall each provide to the Council on Higher Education Policy Goals, Performance, and Accountability an annual accountability report. The initial accountability report, to be provided to the council in 2013, shall contain, for each of the postsecondary education institutions under the respective board's control, information on the following: (1) Improvements in on-time degree completions; (2) Affordability for students; (3) The placement of graduates in jobs or further study in South Dakota; and (4) Improvements in the percentages of graduates who are successful in passing licensure, certification, or exit exams administered by third parties. The council shall determine the content of subsequent accountability reports. Section 9. To achieve the public purpose and goals established for postsecondary education in the state pursuant to this Act, the state funding for the higher education system may be calculated as follows: (1) If the projected state general fund increase for the next fiscal year is equal to or greater than the cost of the inflationary increase established in this subdivision, the higher education system shall receive, through the normal budgeting process, an operating budget inflationary increase equal to the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less. For the purpose of this section, the operating budget does not include any portion of the budget that contains funding for salaries and benefits for any employees provided by the Legislature through the General Appropriations Act; (2) If the higher education system receives the inflationary increase in subdivision (1), and the cost of the increase is less than the projected state general fund increase, the higher education system may receive additional funding through the normal budgeting process for performance funding. Any sum appropriated from the general fund for the purpose of performance funding shall be provided to the Board of Regents. The Board of Regents shall then determine the allocation of funds to the institutions it governs that reflect institutional performance and system strategic investments. For fiscal years 2014 and 2015, funds appropriated for performance funding shall be awarded to the higher education institutions based on improvements in the following areas: (a) One-half of the performance funding shall be based on the number of new graduates with special emphasis on those graduates with degrees in science, technology, engineering, and mathematics or other critical need areas as determined by the Council on Higher Education Policy Goals, Performance, and Accountability established in section 6 of this Act; and (b) One-half of the funding shall be based on the growth of expenditures for research; For fiscal year 2016 and in subsequent fiscal years, the performance funding shall be awarded to the Board of Regents based on criteria established by the Council of Higher Education Policy Goals, Performance and Accountability; and (3) If the higher education system receives the inflationary increase in subdivision (1) and the performance funding in subdivision (2), and the cost of both of the increases is less than the projected state general fund increase, the higher education institutions may also receive, through the normal budgeting process, a mission expansion increase calculated pursuant to this subsection to reflect expanded student services and increases in enrollments and credit hour completions. If the inflationary increase calculated in subdivision (1), the performance funding provided pursuant to subdivision (2), and the amount calculated in this subdivision for a mission expansion increase is greater than the projected state general fund increase, each higher education institution shall receive a pro rata share of the total amount calculated. The mission expansion increase shall be calculated as follows: (a) Each institution of higher education shall receive a payment equal to one-half of the average state appropriation per higher education student for each full-time equivalent enrollment in the previous fiscal year that exceeded the total full-time equivalent enrollment in the year preceding the previous fiscal year; and (b) Each institution of higher education shall also receive a payment equal to one-half of the average state appropriation per higher education student for each full-time equivalent of credit hour completions in the previous fiscal year that exceeded the total full-time equivalent of credit hour completions in the year preceding the previous fiscal year. The full-time equivalent of credit hour completions for which an institution is entitled to a payment pursuant to this section shall be calculated as follows: (i) For the previous fiscal year, at each degree level, divide the total number of credit hours completed at that institution by the number of credit hours required to be a full-time equivalent student; (ii) For the year prior to the previous fiscal year, at each degree level, divide the total number of credit hours completed at that institution by the number of credit hours required to be a full-time equivalent student; (iii) If the product of subsection (i) is greater than the product of subsection (ii), calculate the difference between the two at each degree level; and (iv) Add together the results for each degree level; In addition to the mission expansion funding calculated pursuant to this subsection, the Legislature may also provide additional funding to institutions of higher education for the expansion of program mission."}, {"bill_id": 92, "bill_version_id": 24426, "bill_version": "Senate Engrossed", "bill_version_date": "2013-01-23T15:09:30.493-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the public purpose and goals of postsecondary education, to provide for the funding of higher education, and to create the Council on Higher Education Policy Goals, Performance, and Accountability. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Average state appropriation per higher education student,\" the average state general fund appropriation for each student enrolled in an institution of higher education under the control of the Board of Regents for the previous fiscal year as determined by the Bureau of Finance and Management; (2) \"Full-time equivalent,\" at the postsecondary technical institutes equals thirty credit hours of instruction per year, and at the institutions under the control of the Board of Regents equals thirty credit hours of instruction per year for undergraduates, twenty-four credit hours of instruction per year for students seeking master's and doctoral degrees, thirty credit hours of instruction per year for students in law school, and thirty-eight credit hours of instruction per year for students in medical school; (3) \"Projected state general fund increase,\" the estimated percentage change in state general fund revenue, as submitted by the Governor pursuant to § 4-7-10 or as adopted by the standing committees on appropriations; (4) \"Public postsecondary education institutions,\" the postsecondary technical institutes under the control of the Board of Education and the institutions of higher education under the control of the Board of Regents; and (5) \"Public postsecondary education systems,\" the system of postsecondary technical institutes under the control of the Board of Education and the system of institutions of higher education under the control of the Board of Regents. Section 2. The Legislature hereby finds, and declares to be the public policy of this state, that the purpose of public postsecondary education is to provide the following: (1) A workforce that meets the current and prospective needs of the state's economy; (2) Affordable postsecondary educational opportunities for all state citizens; (3) Access to postsecondary education programs that serve to increase the educational attainment of the state's citizenry and thereby enable citizens to provide leadership in all sectors of life in the state; and (4) A foundation upon which the state can grow the development and innovation capacities of the state's economy. Section 3. The Legislature hereby recognizes that the current goals for public postsecondary education systems and institutions are as follows: (1) To increase the number of graduates for the state's workforce; and (2) To increase the growth capacity of the state's economy by increasing the innovation and development capacity of the state and by increasing the skills of the state's current workforce. Section 4. The Council on Higher Education Policy Goals, Performance, and Accountability, established in section 6 of this Act, shall use the following performance metrics to monitor the institutional progress toward the goals declared in section 3 of this Act: (1) For the goal in section 3, subdivision (1) of this Act: (a) Increases in the number of graduates at all postsecondary education institutions, particularly those graduates in select disciplines and at certain levels, and those graduates who remain in the state for employment or further study; (b) Increases in the number of undergraduate degrees earned by at-risk students, including low-income students, Native American students, nontraditional students, and those students underprepared for higher education; (c) Increases in credit hour completions at all public postsecondary education institutions; and (d) Increases in the retention of students from their first year of postsecondary education to their second year of postsecondary education at all public postsecondary education institutions; (2) For the goal stated in section 3, subdivision (2) of this Act, increases in the expenditures in research at postsecondary institutions under the control of the Board of Regents. Section 5. Sections 3 and 4 of this Act are repealed on June 30, 2015. Section 6. There is hereby created the Council on Higher Education Policy Goals, Performance, and Accountability. The council shall consist of the following members: (1) The Governor or the Governor's designee; (2) The secretary of the Department of Labor and Regulation; (3) The commissioner of the Governor's Office of Economic Development; (4) The commissioner of the Bureau of Finance and Management; (5) Three members of the House of Representatives, appointed by the speaker of the House of Representatives; (6) Three members of the Senate, appointed by the president pro tempore of the Senate; (7) Two members of the Board of Regents; (8) The executive director of the Board of Regents; (9) The secretary of the Department of Education; (10) The director of the Division of Curriculum, Career and Technical Education in the Department of Education; (11) A president of an institution of higher education under the control of the Board of Regents who shall serve for one year and be determined by a rotating order based on the year of the establishment of the institution; and (12) A president of a public postsecondary technical institute who shall serve for one year and be determined by a rotating order based on the year of the establishment of the postsecondary technical institute. The Governor or the Governor's designee shall serve as the chair of the council. In 2013 and 2014, the council shall meet once each year to monitor the progress of the public postsecondary education systems and institutions toward the goals established in section 3 of this Act. Section 7. Beginning in 2015, and in every year immediately following a gubernatorial election thereafter, the Council on Higher Education Policy Goals, Performance, and Accountability shall meet to review, endorse, and recommend to the executive branch, the Legislature, and the respective postsecondary education governing boards the four-year goals for the public postsecondary education systems and institutions and the performance metrics by which the council will monitor the progress toward those goals. The initial goals established by the council shall take effect on July 1, 2015, and subsequent goals will take effect every four years thereafter. In intervening years, the council shall meet annually to monitor the progress toward the goals. When establishing goals and performance metrics, the council shall draw upon public input from any persons who may be concerned or knowledgeable in these areas. A majority of the members appointed to the council constitutes a quorum for the purposes of conducting business. Any action may be taken by a vote of the majority of the members present at a meeting. The duties of the council include only those stipulated in this Act and do not impinge on the constitutional powers and duties of the Board of Regents or the legislative powers and duties of the Board of Education or include participation in the operation, management, or oversight of any postsecondary education institution in the state. Section 8. The Board of Regents and the Board of Education shall each provide to the Council on Higher Education Policy Goals, Performance, and Accountability an annual accountability report. The initial accountability report, to be provided to the council in 2013, shall contain, for each of the postsecondary education institutions under the respective board's control, information on the following: (1) Improvements in on-time degree completions; (2) Affordability for students; (3) The placement of graduates in jobs or further study in South Dakota; and (4) Improvements in the percentages of graduates who are successful in passing licensure, certification, or exit exams administered by third parties. The council shall determine the content of subsequent accountability reports. Section 9. To achieve the public purpose and goals established for postsecondary education in the state pursuant to this Act, the state funding for the higher education system may be calculated as follows: (1) If the projected state general fund increase allows, the higher education system may receive funding through the normal budgeting process for performance funding. Any sum appropriated from the general fund for the purpose of performance funding shall be provided to the Board of Regents. The Board of Regents shall then determine the allocation of funds to the institutions it governs that reflect institutional performance and system strategic investments. For fiscal years 2014 and 2015, funds appropriated for performance funding shall be awarded to the higher education institutions based on improvements in the following areas: (a) One-half of the performance funding shall be based on the number of new graduates with special emphasis on those graduates with degrees in science, technology, engineering, and mathematics or other critical need areas as determined by the Council on Higher Education Policy Goals, Performance, and Accountability established in section 6 of this Act; and (b) One-half of the funding shall be based on the growth of expenditures for research; For fiscal year 2016 and in subsequent fiscal years, the performance funding shall be awarded to the Board of Regents based on criteria established by the Council of Higher Education Policy Goals, Performance and Accountability; and (2) If the higher education system receives the performance funding in subdivision (1), and the cost of the performance funding is less than the projected state general fund increase, the higher education institutions may also receive, through the normal budgeting process, a mission expansion increase calculated pursuant to this subsection to reflect expanded student services and increases in enrollments and credit hour completions. If the performance funding provided pursuant to subdivision (1), and the amount calculated in this subdivision for a mission expansion increase is greater than the projected state general fund increase, each higher education institution shall receive a pro rata share of the total amount calculated. The mission expansion increase shall be calculated as follows: (a) Each institution of higher education shall receive a payment equal to one-half of the average state appropriation per higher education student for each full-time equivalent enrollment in the previous fiscal year that exceeded the total full-time equivalent enrollment in the year preceding the previous fiscal year; and (b) Each institution of higher education shall also receive a payment equal to one-half of the average state appropriation per higher education student for each full-time equivalent of credit hour completions in the previous fiscal year that exceeded the total full-time equivalent of credit hour completions in the year preceding the previous fiscal year. The full-time equivalent of credit hour completions for which an institution is entitled to a payment pursuant to this section shall be calculated as follows: (i) For the previous fiscal year, at each degree level, divide the total number of credit hours completed at that institution by the number of credit hours required to be a full-time equivalent student; (ii) For the year prior to the previous fiscal year, at each degree level, divide the total number of credit hours completed at that institution by the number of credit hours required to be a full-time equivalent student; (iii) If the product of subsection (i) is greater than the product of subsection (ii), calculate the difference between the two at each degree level; and (iv) Add together the results for each degree level; In addition to the mission expansion funding calculated pursuant to this subsection, the Legislature may also provide additional funding to institutions of higher education for the expansion of program mission; and (3) If the higher education system receives the performance funding in subdivision (1) and the mission expansion increase in subdivision (2), and the cost of both of the increases is less than the projected state general fund increase, the higher education system may receive, through the normal budgeting process, an operating budget inflationary increase equal to the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less. For the purpose of this section, the operating budget does not include any portion of the budget that contains funding for salaries and benefits for any employees provided by the Legislature through the General Appropriations Act."}, {"bill_id": 92, "bill_version_id": 26034, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2013-02-20T10:23:57.403-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the public purpose and goals of postsecondary education, to provide for the funding of higher education, and to create the Council on Higher Education Policy Goals, Performance, and Accountability. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Average state appropriation per higher education student,\" the average state general fund appropriation for each student enrolled in an institution of higher education under the control of the Board of Regents for the previous fiscal year as determined by the Bureau of Finance and Management; (2) \"Full-time equivalent,\" at the postsecondary technical institutes equals thirty credit hours of instruction per year, and at the institutions under the control of the Board of Regents equals thirty credit hours of instruction per year for undergraduates, twenty-four credit hours of instruction per year for students seeking master's and doctoral degrees, thirty credit hours of instruction per year for students in law school, and thirty-eight credit hours of instruction per year for students in medical school; (3) \"Projected state general fund increase,\" the estimated percentage change in state general fund revenue, as submitted by the Governor pursuant to § 4-7-10 or as adopted by the standing committees on appropriations; (4) \"Public postsecondary education institutions,\" the postsecondary technical institutes under the control of the Board of Education and the institutions of higher education under the control of the Board of Regents; and (5) \"Public postsecondary education systems,\" the system of postsecondary technical institutes under the control of the Board of Education and the system of institutions of higher education under the control of the Board of Regents. Section 2. The Legislature hereby finds, and declares to be the public policy of this state, that the purpose of public postsecondary education is to provide the following: (1) A workforce that meets the current and prospective needs of the state's economy; (2) Affordable postsecondary educational opportunities for all state citizens; (3) Access to postsecondary education programs that serve to increase the educational attainment of the state's citizenry and thereby enable citizens to provide leadership in all sectors of life in the state; and (4) A foundation upon which the state can grow the development and innovation capacities of the state's economy. Section 3. The Legislature hereby recognizes that the current goals for public postsecondary education systems and institutions are as follows: (1) To increase the number of graduates for the state's workforce; and (2) To increase the growth capacity of the state's economy by increasing the innovation and development capacity of the state and by increasing the skills of the state's current workforce. Section 4. The Council on Higher Education Policy Goals, Performance, and Accountability, established in section 6 of this Act, shall use the following performance metrics to monitor the institutional progress toward the goals declared in section 3 of this Act: (1) For the goal in section 3, subdivision (1) of this Act: (a) Increases in the number of graduates at all postsecondary education institutions, particularly those graduates in select disciplines and at certain levels, and those graduates who remain in the state for employment or further study; (b) Increases in the number of undergraduate degrees earned by at-risk students, including low-income students, Native American students, nontraditional students, and those students underprepared for higher education; (c) Increases in credit hour completions at all public postsecondary education institutions; and (d) Increases in the retention of students from their first year of postsecondary education to their second year of postsecondary education at all public postsecondary education institutions; (2) For the goal stated in section 3, subdivision (2) of this Act, increases in the expenditures in research at postsecondary institutions under the control of the Board of Regents. Section 5. Sections 3 and 4 of this Act are repealed on June 30, 2015. Section 6. There is hereby created the Council on Higher Education Policy Goals, Performance, and Accountability. The council shall consist of the following members: (1) The Governor or the Governor's designee; (2) The secretary of the Department of Labor and Regulation; (3) The commissioner of the Governor's Office of Economic Development; (4) The commissioner of the Bureau of Finance and Management; (5) Three members of the House of Representatives, appointed by the speaker of the House of Representatives. No more than two of the members may be from the same political party; (6) Three members of the Senate, appointed by the president pro tempore of the Senate. No more than two of the members may be from the same political party; (7) Two members of the Board of Regents; (8) The executive director of the Board of Regents; (9) The secretary of the Department of Education; (10) One member of the State Board of Education who shall serve for one year and be appointed by the secretary of the Department of Education; (11) One local school board member who shall serve for one year and be appointed by the secretary of the Department of Education; (12) One superintendent who shall serve for one year and be appointed by the secretary of the Department of Education; (13) A president of an institution of higher education under the control of the Board of Regents who shall serve for one year and be determined by a rotating order based on the year of the establishment of the institution; and (14) A president of a public postsecondary technical institute who shall serve for one year and be determined by a rotating order based on the year of the establishment of the postsecondary technical institute. The Governor or the Governor's designee shall serve as the chair of the council. In 2013 and 2014, the council shall meet once each year to monitor the progress of the public postsecondary education systems and institutions toward the goals established in section 3 of this Act. Section 7. Beginning in 2015, and in every year immediately following a gubernatorial election thereafter, the Council on Higher Education Policy Goals, Performance, and Accountability shall meet to review, endorse, and recommend to the executive branch, the Legislature, and the respective postsecondary education governing boards the four-year goals for the public postsecondary education systems and institutions and the performance metrics by which the council will monitor the progress toward those goals. The initial goals established by the council shall take effect on July 1, 2015, and subsequent goals will take effect every four years thereafter. In intervening years, the council shall meet annually to monitor the progress toward the goals. When establishing goals and performance metrics, the council shall draw upon public input from any persons who may be concerned or knowledgeable in these areas. A majority of the members appointed to the council constitutes a quorum for the purposes of conducting business. Any action may be taken by a vote of the majority of the members present at a meeting. The duties of the council include only those stipulated in this Act and do not impinge on the constitutional powers and duties of the Board of Regents or the legislative powers and duties of the Board of Education or include participation in the operation, management, or oversight of any postsecondary education institution in the state. Section 8. The Board of Regents and the Board of Education shall each provide to the Council on Higher Education Policy Goals, Performance, and Accountability an annual accountability report. The initial accountability report, to be provided to the council in 2013, shall contain, for each of the postsecondary education institutions under the respective board's control, information on the following: (1) Improvements in on-time degree completions; (2) Affordability for students; (3) The placement of graduates in jobs or further study in South Dakota; and (4) Improvements in the percentages of graduates who are successful in passing licensure, certification, or exit exams administered by third parties. The council shall determine the content of subsequent accountability reports. Section 9. To achieve the public purpose and goals established for postsecondary education in the state pursuant to this Act, the state funding for the higher education system may be calculated as follows: (1) If the projected state general fund increase allows, the higher education system may receive funding through the normal budgeting process for performance funding. Any sum appropriated from the general fund for the purpose of performance funding shall be provided to the Board of Regents. The Board of Regents shall then determine the allocation of funds to the institutions it governs that reflect institutional performance and system strategic investments. For fiscal years 2014 and 2015, funds appropriated for performance funding shall be awarded to the higher education institutions based on improvements in the following areas: (a) One-half of the performance funding shall be based on the number of new graduates with special emphasis on those graduates with degrees in science, technology, engineering, and mathematics or other critical need areas as determined by the Council on Higher Education Policy Goals, Performance, and Accountability established in section 6 of this Act; and (b) One-half of the funding shall be based on the growth of expenditures for research; For fiscal year 2016 and in subsequent fiscal years, the performance funding shall be awarded to the Board of Regents based on criteria established by the Council of Higher Education Policy Goals, Performance and Accountability; and (2) If the higher education system receives the performance funding in subdivision (1), and the cost of the performance funding is less than the projected state general fund increase, the higher education institutions may also receive, through the normal budgeting process, a mission expansion increase calculated pursuant to this subsection to reflect expanded student services and increases in enrollments and credit hour completions. If the performance funding provided pursuant to subdivision (1), and the amount calculated in this subdivision for a mission expansion increase is greater than the projected state general fund increase, each higher education institution shall receive a pro rata share of the total amount calculated. The mission expansion increase shall be calculated as follows: (a) Each institution of higher education shall receive a payment equal to one-half of the average state appropriation per higher education student for each full-time equivalent enrollment in the previous fiscal year that exceeded the total full-time equivalent enrollment in the year preceding the previous fiscal year; and (b) Each institution of higher education shall also receive a payment equal to one-half of the average state appropriation per higher education student for each full-time equivalent of credit hour completions in the previous fiscal year that exceeded the total full-time equivalent of credit hour completions in the year preceding the previous fiscal year. The full-time equivalent of credit hour completions for which an institution is entitled to a payment pursuant to this section shall be calculated as follows: (i) For the previous fiscal year, at each degree level, divide the total number of credit hours completed at that institution by the number of credit hours required to be a full-time equivalent student; (ii) For the year prior to the previous fiscal year, at each degree level, divide the total number of credit hours completed at that institution by the number of credit hours required to be a full-time equivalent student; (iii) If the product of subsection (i) is greater than the product of subsection (ii), calculate the difference between the two at each degree level; and (iv) Add together the results for each degree level; In addition to the mission expansion funding calculated pursuant to this subsection, the Legislature may also provide additional funding to institutions of higher education for the expansion of program mission; and (3) If the higher education system receives the performance funding in subdivision (1) and the mission expansion increase in subdivision (2), and the cost of both of the increases is less than the projected state general fund increase, the higher education system may receive, through the normal budgeting process, an operating budget inflationary increase equal to the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less. For the purpose of this section, the operating budget does not include any portion of the budget that contains funding for salaries and benefits for any employees provided by the Legislature through the General Appropriations Act."}, {"bill_id": 92, "bill_version_id": 26484, "bill_version": "House Engrossed", "bill_version_date": "2013-02-26T14:55:07.503-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the public purpose and goals of postsecondary education, to provide for the funding of higher education, and to create the Council on Higher Education Policy Goals, Performance, and Accountability. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Average state appropriation per higher education student,\" the average state general fund appropriation for each student enrolled in an institution of higher education under the control of the Board of Regents for the previous fiscal year as determined by the Bureau of Finance and Management; (2) \"Full-time equivalent,\" at the postsecondary technical institutes equals thirty credit hours of instruction per year, and at the institutions under the control of the Board of Regents equals thirty credit hours of instruction per year for undergraduates, twenty-four credit hours of instruction per year for students seeking master's and doctoral degrees, thirty credit hours of instruction per year for students in law school, and thirty-eight credit hours of instruction per year for students in medical school; (3) \"Projected state general fund increase,\" the estimated percentage change in state general fund revenue, as submitted by the Governor pursuant to § 4-7-10 or as adopted by the standing committees on appropriations; (4) \"Public postsecondary education institutions,\" the postsecondary technical institutes under the control of the Board of Education and the institutions of higher education under the control of the Board of Regents; and (5) \"Public postsecondary education systems,\" the system of postsecondary technical institutes under the control of the Board of Education and the system of institutions of higher education under the control of the Board of Regents. Section 2. The Legislature hereby finds, and declares to be the public policy of this state, that the purpose of public postsecondary education is to provide the following: (1) A workforce that meets the current and prospective needs of the state's economy; (2) Affordable postsecondary educational opportunities for all state citizens; (3) Access to postsecondary education programs that serve to increase the educational attainment of the state's citizenry and thereby enable citizens to provide leadership in all sectors of life in the state; and (4) A foundation upon which the state can grow the development and innovation capacities of the state's economy. Section 3. The Legislature hereby recognizes that the current goals for public postsecondary education systems and institutions are as follows: (1) To increase the number of graduates for the state's workforce; and (2) To increase the growth capacity of the state's economy by increasing the innovation and development capacity of the state and by increasing the skills of the state's current workforce. Section 4. The Council on Higher Education Policy Goals, Performance, and Accountability, established in section 6 of this Act, shall use the following performance metrics to monitor the institutional progress toward the goals declared in section 3 of this Act: (1) For the goal in section 3, subdivision (1) of this Act: (a) Increases in the number of graduates at all postsecondary education institutions, particularly those graduates in select disciplines and at certain levels, and those graduates who remain in the state for employment or further study; (b) Increases in the number of undergraduate degrees earned by at-risk students, including low-income students, Native American students, nontraditional students, and those students underprepared for higher education; (c) Increases in credit hour completions at all public postsecondary education institutions; and (d) Increases in the retention of students from their first year of postsecondary education to their second year of postsecondary education at all public postsecondary education institutions; (2) For the goal stated in section 3, subdivision (2) of this Act, increases in the expenditures in research at postsecondary institutions under the control of the Board of Regents. Section 5. Sections 3 and 4 of this Act are repealed on June 30, 2015. Section 6. There is hereby created the Council on Higher Education Policy Goals, Performance, and Accountability. The council shall consist of the following members: (1) The Governor or the Governor's designee; (2) The secretary of the Department of Labor and Regulation; (3) The commissioner of the Governor's Office of Economic Development; (4) The commissioner of the Bureau of Finance and Management; (5) Three members of the House of Representatives, appointed by the speaker of the House of Representatives. No more than two of the members may be from the same political party; (6) Three members of the Senate, appointed by the president pro tempore of the Senate. No more than two of the members may be from the same political party; (7) Two members of the Board of Regents; (8) The executive director of the Board of Regents; (9) The secretary of the Department of Education; (10) One member of the State Board of Education who shall serve for one year and be appointed by the secretary of the Department of Education; (11) One local school board member from a school district where a postsecondary technical institute is located who shall serve for one year and be appointed by the secretary of the Department of Education; (12) One superintendent from a school district where a postsecondary technical institute is located who shall serve for one year and be appointed by the secretary of the Department of Education; (13) A president of an institution of higher education under the control of the Board of Regents who shall serve for one year and be determined by a rotating order based on the year of the establishment of the institution; and (14) A president of a public postsecondary technical institute who shall serve for one year and be determined by a rotating order based on the year of the establishment of the postsecondary technical institute. The Governor or the Governor's designee shall serve as the chair of the council. In 2013 and 2014, the council shall meet once each year to monitor the progress of the public postsecondary education systems and institutions toward the goals established in section 3 of this Act. In 2013, and periodically thereafter as determined by the council, the council shall conduct an analysis of the funding of each institution of higher education under the control of the Board of Regents. The analysis for each of the institutions may include an examination of the appropriation per resident full-time equivalent, the teacher-to-student ratio, and comparisons with peer institutions in South Dakota and in other states. It also may include an analysis and development of weighted factors that may be used in funding the institutions in the future. Section 7. Beginning in 2015, and in every year immediately following a gubernatorial election thereafter, the Council on Higher Education Policy Goals, Performance, and Accountability shall meet to review, endorse, and recommend to the executive branch, the Legislature, and the respective postsecondary education governing boards the four-year goals for the public postsecondary education systems and institutions and the performance metrics by which the council will monitor the progress toward those goals. The initial goals established by the council shall take effect on July 1, 2015, and subsequent goals will take effect every four years thereafter. In intervening years, the council shall meet annually to monitor the progress toward the goals. When establishing goals and performance metrics, the council shall draw upon public input from any persons who may be concerned or knowledgeable in these areas. A majority of the members appointed to the council constitutes a quorum for the purposes of conducting business. Any action may be taken by a vote of the majority of the members present at a meeting. The duties of the council include only those stipulated in this Act and do not impinge on the constitutional powers and duties of the Board of Regents or the legislative powers and duties of the Board of Education or include participation in the operation, management, or oversight of any postsecondary education institution in the state. Section 8. The Board of Regents and the Board of Education shall each provide to the Council on Higher Education Policy Goals, Performance, and Accountability an annual accountability report. The initial accountability report, to be provided to the council in 2013, shall contain, for each of the postsecondary education institutions under the respective board's control, information on the following: (1) Improvements in on-time degree completions; (2) Affordability for students; (3) The placement of graduates in jobs or further study in South Dakota; and (4) Improvements in the percentages of graduates who are successful in passing licensure, certification, or exit exams administered by third parties. The council shall determine the content of subsequent accountability reports. Section 9. To achieve the public purpose and goals established for postsecondary education in the state pursuant to this Act, the state funding for the higher education system may be calculated as follows: (1) If the projected state general fund increase allows, the higher education system may receive funding through the normal budgeting process for performance funding. Any sum appropriated from the general fund for the purpose of performance funding shall be provided to the Board of Regents. The Board of Regents shall then determine the allocation of funds to the institutions it governs that reflect institutional performance and system strategic investments. For fiscal years 2014 and 2015, funds appropriated for performance funding shall be awarded to the higher education institutions based on improvements in the following areas: (a) One-half of the performance funding shall be based on the number of new graduates with special emphasis on those graduates with degrees in science, technology, engineering, and mathematics or other critical need areas as determined by the Council on Higher Education Policy Goals, Performance, and Accountability established in section 6 of this Act; and (b) One-half of the funding shall be based on the growth of expenditures for research; For fiscal year 2016 and in subsequent fiscal years, the performance funding shall be awarded to the Board of Regents based on criteria established by the Council of Higher Education Policy Goals, Performance and Accountability; and (2) If the higher education system receives the performance funding in subdivision (1), and the cost of the performance funding is less than the projected state general fund increase, the higher education institutions may also receive, through the normal budgeting process, a mission expansion increase calculated pursuant to this subsection to reflect expanded student services and increases in enrollments and credit hour completions. If the performance funding provided pursuant to subdivision (1), and the amount calculated in this subdivision for a mission expansion increase is greater than the projected state general fund increase, each higher education institution shall receive a pro rata share of the total amount calculated. The mission expansion increase shall be calculated as follows: (a) Each institution of higher education shall receive a payment equal to one-half of the average state appropriation per higher education student for each full-time equivalent enrollment in the previous fiscal year that exceeded the total full-time equivalent enrollment in the year preceding the previous fiscal year; and (b) Each institution of higher education shall also receive a payment equal to one-half of the average state appropriation per higher education student for each full-time equivalent of credit hour completions in the previous fiscal year that exceeded the total full-time equivalent of credit hour completions in the year preceding the previous fiscal year. The full-time equivalent of credit hour completions for which an institution is entitled to a payment pursuant to this section shall be calculated as follows: (i) For the previous fiscal year, at each degree level, divide the total number of credit hours completed at that institution by the number of credit hours required to be a full-time equivalent student; (ii) For the year prior to the previous fiscal year, at each degree level, divide the total number of credit hours completed at that institution by the number of credit hours required to be a full-time equivalent student; (iii) If the product of subsection (i) is greater than the product of subsection (ii), calculate the difference between the two at each degree level; and (iv) Add together the results for each degree level. In addition to the mission expansion funding calculated pursuant to this subsection, the Legislature may also provide additional funding to institutions of higher education for the expansion of program mission; and (3) If the higher education system receives the performance funding in subdivision (1) and the mission expansion increase in subdivision (2), and the cost of both of the increases is less than the projected state general fund increase, the higher education system may receive, through the normal budgeting process, an operating budget inflationary increase equal to the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less. For the purpose of this section, the operating budget does not include any portion of the budget that contains funding for salaries and benefits for any employees provided by the Legislature through the General Appropriations Act."}, {"bill_id": 92, "bill_version_id": 27399, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2013-03-07T18:40:01.993-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the public purpose and goals of postsecondary education, to provide for the funding of higher education, and to create the Council on Higher Education Policy Goals, Performance, and Accountability. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Average state appropriation per higher education student,\" the average state general fund appropriation for each student enrolled in an institution of higher education under the control of the Board of Regents for the previous fiscal year as determined by the Bureau of Finance and Management; (2) \"Full-time equivalent,\" at the postsecondary technical institutes equals thirty credit hours of instruction per year, and at the institutions under the control of the Board of Regents equals thirty credit hours of instruction per year for undergraduates, twenty-four credit hours of instruction per year for students seeking master's and doctoral degrees, thirty credit hours of instruction per year for students in law school, and thirty-eight credit hours of instruction per year for students in medical school; (3) \"Projected state general fund increase,\" the estimated percentage change in state general fund revenue, as submitted by the Governor pursuant to § 4-7-10 or as adopted by the standing committees on appropriations; (4) \"Public postsecondary education institutions,\" the postsecondary technical institutes under the control of the Board of Education and the institutions of higher education under the control of the Board of Regents; and (5) \"Public postsecondary education systems,\" the system of postsecondary technical institutes under the control of the Board of Education and the system of institutions of higher education under the control of the Board of Regents. Section 2. The Legislature hereby finds, and declares to be the public policy of this state, that the purpose of public postsecondary education is to provide the following: (1) A workforce that meets the current and prospective needs of the state's economy; (2) Affordable postsecondary educational opportunities for all state citizens; (3) Access to postsecondary education programs that serve to increase the educational attainment of the state's citizenry and thereby enable citizens to provide leadership in all sectors of life in the state; and (4) A foundation upon which the state can grow the development and innovation capacities of the state's economy. Section 3. The Legislature hereby recognizes that the current goals for public postsecondary education systems and institutions are as follows: (1) To increase the number of graduates for the state's workforce; and (2) To increase the growth capacity of the state's economy by increasing the innovation and development capacity of the state and by increasing the skills of the state's current workforce. Section 4. The Council on Higher Education Policy Goals, Performance, and Accountability, established in section 6 of this Act, shall use the following performance metrics to monitor the institutional progress toward the goals declared in section 3 of this Act: (1) For the goal in section 3, subdivision (1) of this Act: (a) Increases in the number of graduates at all postsecondary education institutions, particularly those graduates in select disciplines and at certain levels, and those graduates who remain in the state for employment or further study; (b) Increases in the number of undergraduate degrees earned by at-risk students, including low-income students, Native American students, nontraditional students, and those students underprepared for higher education; (c) Increases in credit hour completions at all public postsecondary education institutions; and (d) Increases in the retention of students from their first year of postsecondary education to their second year of postsecondary education at all public postsecondary education institutions; (2) For the goal stated in section 3, subdivision (2) of this Act, increases in the expenditures in research at postsecondary institutions under the control of the Board of Regents. Section 5. Sections 3 and 4 of this Act are repealed on June 30, 2015. Section 6. There is hereby created the Council on Higher Education Policy Goals, Performance, and Accountability. The council shall consist of the following members: (1) The Governor or the Governor's designee; (2) The secretary of the Department of Labor and Regulation; (3) The commissioner of the Governor's Office of Economic Development; (4) The commissioner of the Bureau of Finance and Management; (5) Three members of the House of Representatives, appointed by the speaker of the House of Representatives. No more than two of the members may be from the same political party; (6) Three members of the Senate, appointed by the president pro tempore of the Senate. No more than two of the members may be from the same political party; (7) Two members of the Board of Regents; (8) The executive director of the Board of Regents; (9) The secretary of the Department of Education; (10) One member of the State Board of Education who shall serve for one year and be appointed by the secretary of the Department of Education; (11) One local school board member from a school district where a postsecondary technical institute is located who shall serve for one year and be appointed by the secretary of the Department of Education; (12) One superintendent from a school district where a postsecondary technical institute is located who shall serve for one year and be appointed by the secretary of the Department of Education; (13) A president of an institution of higher education under the control of the Board of Regents who shall serve for one year and be determined by a rotating order based on the year of the establishment of the institution; and (14) A president of a public postsecondary technical institute who shall serve for one year and be determined by a rotating order based on the year of the establishment of the postsecondary technical institute. The Governor or the Governor's designee shall serve as the chair of the council. In 2013 and 2014, the council shall meet once each year to monitor the progress of the public postsecondary education systems and institutions toward the goals established in section 3 of this Act. Section 7. Beginning in 2015, and in every year immediately following a gubernatorial election thereafter, the Council on Higher Education Policy Goals, Performance, and Accountability shall meet to review, endorse, and recommend to the executive branch, the Legislature, and the respective postsecondary education governing boards the four-year goals for the public postsecondary education systems and institutions and the performance metrics by which the council will monitor the progress toward those goals. The initial goals established by the council shall take effect on July 1, 2015, and subsequent goals will take effect every four years thereafter. In intervening years, the council shall meet annually to monitor the progress toward the goals. When establishing goals and performance metrics, the council shall draw upon public input from any persons who may be concerned or knowledgeable in these areas. A majority of the members appointed to the council constitutes a quorum for the purposes of conducting business. Any action may be taken by a vote of the majority of the members present at a meeting. The duties of the council include only those stipulated in this Act and do not impinge on the constitutional powers and duties of the Board of Regents or the legislative powers and duties of the Board of Education or include participation in the operation, management, or oversight of any postsecondary education institution in the state. Section 8. The Board of Regents and the Board of Education shall each provide to the Council on Higher Education Policy Goals, Performance, and Accountability an annual accountability report. The initial accountability report, to be provided to the council in 2013, shall contain, for each of the postsecondary education institutions under the respective board's control, information on the following: (1) Improvements in on-time degree completions; (2) Affordability for students; (3) The placement of graduates in jobs or further study in South Dakota; and (4) Improvements in the percentages of graduates who are successful in passing licensure, certification, or exit exams administered by third parties. The council shall determine the content of subsequent accountability reports. Section 9. To achieve the public purpose and goals established for postsecondary education in the state pursuant to this Act, the state funding for the higher education system may be calculated as follows: (1) If the projected state general fund increase allows, the higher education system may receive funding through the normal budgeting process for performance funding. Any sum appropriated from the general fund for the purpose of performance funding shall be provided to the Board of Regents. The Board of Regents shall then determine the allocation of funds to the institutions it governs that reflect institutional performance and system strategic investments. For fiscal years 2014 and 2015, funds appropriated for performance funding shall be awarded to the higher education institutions based on improvements in the following areas: (a) One-half of the performance funding shall be based on the number of new graduates with special emphasis on those graduates with degrees in science, technology, engineering, and mathematics or other critical need areas as determined by the Council on Higher Education Policy Goals, Performance, and Accountability established in section 6 of this Act; and (b) One-half of the funding shall be based on the growth of expenditures for research; For fiscal year 2016 and in subsequent fiscal years, the performance funding shall be awarded to the Board of Regents based on criteria established by the Council of Higher Education Policy Goals, Performance and Accountability; and (2) If the higher education system receives the performance funding in subdivision (1), and the cost of the performance funding is less than the projected state general fund increase, the higher education institutions may also receive, through the normal budgeting process, a mission expansion increase calculated pursuant to this subsection to reflect expanded student services and increases in enrollments and credit hour completions. If the performance funding provided pursuant to subdivision (1), and the amount calculated in this subdivision for a mission expansion increase is greater than the projected state general fund increase, each higher education institution shall receive a pro rata share of the total amount calculated. The mission expansion increase shall be calculated as follows: (a) Each institution of higher education shall receive a payment equal to one-half of the average state appropriation per higher education student for each full-time equivalent enrollment in the previous fiscal year that exceeded the total full-time equivalent enrollment in the year preceding the previous fiscal year; and (b) Each institution of higher education shall also receive a payment equal to one-half of the average state appropriation per higher education student for each full-time equivalent of credit hour completions in the previous fiscal year that exceeded the total full-time equivalent of credit hour completions in the year preceding the previous fiscal year. The full-time equivalent of credit hour completions for which an institution is entitled to a payment pursuant to this section shall be calculated as follows: (i) For the previous fiscal year, at each degree level, divide the total number of credit hours completed at that institution by the number of credit hours required to be a full-time equivalent student; (ii) For the year prior to the previous fiscal year, at each degree level, divide the total number of credit hours completed at that institution by the number of credit hours required to be a full-time equivalent student; (iii) If the product of subsection (i) is greater than the product of subsection (ii), calculate the difference between the two at each degree level; and (iv) Add together the results for each degree level; In addition to the mission expansion funding calculated pursuant to this subsection, the Legislature may also provide additional funding to institutions of higher education for the expansion of program mission; and (3) If the higher education system receives the performance funding in subdivision (1) and the mission expansion increase in subdivision (2), and the cost of both of the increases is less than the projected state general fund increase, the higher education system may receive, through the normal budgeting process, an operating budget inflationary increase equal to the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less. For the purpose of this section, the operating budget does not include any portion of the budget that contains funding for salaries and benefits for any employees provided by the Legislature through the General Appropriations Act."}, {"bill_id": 92, "bill_version_id": 27400, "bill_version": "Enrolled", "bill_version_date": "2013-03-07T18:49:09.82-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 92, "action_date": "2013-01-09T12:30:00-06:00", "document_id": 23601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23601.pdf", "status_text": "First read in Senate and referred to", "journal_page": 23, "committee_id_action": 200, "committee_id_assigned": 178, "result": "N", "vote": {}}, {"bill_id": 92, "action_date": "2013-01-17T07:45:00-06:00", "document_id": 23655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23655.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 178, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 92, "action_date": "2013-01-17T07:45:00-06:00", "document_id": 23940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23940.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 178, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 92, "action_date": "2013-01-17T07:45:00-06:00", "document_id": 23940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23940.pdf", "status_text": "Do Pass Amended", "journal_page": 123, "committee_id_action": 178, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12647, "president_vote": null, "Yea": [366, 358, 364, 331, 368, 328, 386]}}, {"bill_id": 92, "action_date": "2013-01-17T07:45:00-06:00", "document_id": 23940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23940.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 178, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 92, "action_date": "2013-01-22T14:00:00-06:00", "document_id": 24279, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24279.pdf", "status_text": "Deferred to another day", "journal_page": 157, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 92, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24441.pdf", "status_text": "Motion to amend", "journal_page": 185, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 92, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24441.pdf", "status_text": "Do Pass Amended", "journal_page": 188, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12840, "president_vote": null, "Yea": [338, 330, 337, 366, 388, 365, 325, 364, 376, 322, 345, 331, 317, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379], "Nay": [362, 340, 358, 336, 329, 419], "Excused": [363]}}, {"bill_id": 92, "action_date": "2013-01-24T14:00:00-06:00", "document_id": 24514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24514.pdf", "status_text": "First read in House and referred to", "journal_page": 171, "committee_id_action": 202, "committee_id_assigned": 195, "result": "N", "vote": {}}, {"bill_id": 92, "action_date": "2013-02-20T07:45:00-06:00", "document_id": 25821, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25821.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 195, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 92, "action_date": "2013-02-20T07:45:00-06:00", "document_id": 26022, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26022.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 195, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 92, "action_date": "2013-02-20T07:45:00-06:00", "document_id": 26022, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26022.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 195, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 92, "action_date": "2013-02-20T07:45:00-06:00", "document_id": 26022, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26022.pdf", "status_text": "Do Pass Amended", "journal_page": 449, "committee_id_action": 195, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14042, "president_vote": null, "Yea": [360, 348, 334, 381, 347, 351, 371, 395, 353, 349, 335], "Nay": [316, 354]}}, {"bill_id": 92, "action_date": "2013-02-22T12:30:00-06:00", "document_id": 26261, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26261.pdf", "status_text": "Deferred to another day", "journal_page": 507, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 92, "action_date": "2013-02-25T14:00:00-06:00", "document_id": 26348, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26348.pdf", "status_text": "Deferred to another day", "journal_page": 535, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 92, "action_date": "2013-02-26T14:00:00-06:00", "document_id": 26479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26479.pdf", "status_text": "Motion to amend", "journal_page": 547, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 92, "action_date": "2013-02-26T14:00:00-06:00", "document_id": 26479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26479.pdf", "status_text": "Do Pass Amended", "journal_page": 548, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14388, "president_vote": null, "Yea": [420, 415, 418, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 351, 344, 359, 335, 369, 400, 375, 371, 380, 332, 393, 395, 390, 408, 404, 405, 356, 377, 378, 407, 352, 357, 403, 343, 399, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334], "Nay": [346, 318, 389, 392, 414, 316, 411, 355, 323], "Excused": [326]}}, {"bill_id": 92, "action_date": "2013-02-28T12:30:00-06:00", "document_id": 26781, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26781.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 625, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 92, "action_date": "2013-03-04T14:00:00-06:00", "document_id": 26939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26939.pdf", "status_text": "Conference Committee appointments", "journal_page": 689, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 92, "action_date": "2013-03-06T09:00:00-06:00", "document_id": 27213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27213.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14752, "president_vote": null, "Yea": [395, 316, 379, 320], "Nay": [371, 329]}}, {"bill_id": 92, "action_date": "2013-03-06T10:30:00-06:00", "document_id": 27268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27268.pdf", "status_text": "Conference Committee Report", "journal_page": 696, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 92, "action_date": "2013-03-06T11:00:00-06:00", "document_id": 27246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27246.pdf", "status_text": "Conference Committee Report", "journal_page": 756, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 92, "action_date": "2013-03-06T11:00:00-06:00", "document_id": 27246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27246.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 772, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14790, "president_vote": null, "Yea": [420, 398, 342, 324, 348, 318, 396, 370, 394, 413, 389, 351, 344, 392, 414, 375, 316, 395, 390, 408, 404, 405, 356, 411, 355, 378, 407, 352, 403, 343, 391, 354, 409, 373, 341, 334], "Nay": [346, 415, 418, 360, 417, 382, 410, 412, 397, 374, 402, 381, 372, 350, 416, 359, 369, 400, 371, 380, 332, 393, 377, 357, 399, 323, 406, 401, 353], "Excused": [326, 349, 347, 335, 361]}}, {"bill_id": 92, "action_date": "2013-03-07T10:00:00-06:00", "document_id": 27341, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27341.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 729, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14836, "president_vote": null, "Yea": [338, 362, 330, 337, 366, 388, 365, 363, 325, 358, 336, 322, 345, 331, 419, 317, 320, 385, 384, 321, 368, 328, 386, 367, 319, 339, 387, 327, 383, 379], "Excused": [340, 364, 376, 333], "Nay": [329]}}, {"bill_id": 92, "action_date": "2013-03-08T10:00:00-06:00", "document_id": 27426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27426.pdf", "status_text": "Signed by the President", "journal_page": 745, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 92, "action_date": "2013-03-08T10:00:00-06:00", "document_id": 27426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27426.pdf", "status_text": "Delivered to the Governor", "journal_page": 754, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 92, "action_date": "2013-03-08T10:00:00-06:00", "document_id": 27416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27416.pdf", "status_text": "Signed by the Speaker", "journal_page": 838, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 92, "action_date": "2013-03-25T10:00:00-05:00", "document_id": 27487, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27487.pdf", "status_text": "Signed by the Governor", "journal_page": 757, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5300}