{"session_id": 44, "bill_id": 22430, "bill_type": "House Bill", "bill_number": 1211, "bill_title": "authorize, regulate, and tax wagering on sporting events.", "sponsors": [{"legislator_profile_id": 1866, "is_prime": true}, {"legislator_profile_id": 1778, "is_prime": false}, {"legislator_profile_id": 1784, "is_prime": false}, {"legislator_profile_id": 3785, "is_prime": false}, {"legislator_profile_id": 3797, "is_prime": false}, {"legislator_profile_id": 1819, "is_prime": false}, {"legislator_profile_id": 1847, "is_prime": false}, {"legislator_profile_id": 1851, "is_prime": false}, {"legislator_profile_id": 1870, "is_prime": false}], "keywords": ["Athletics", "Gambling"], "audio": [{"meeting_datetime": "2021-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst25.mp3", "start_seconds": 1279.0}, {"meeting_datetime": "2021-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst25.mp3", "start_seconds": 1279.0}, {"meeting_datetime": "2021-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst25.mp3", "start_seconds": 1279.0}, {"meeting_datetime": "2021-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst25.mp3", "start_seconds": 1279.0}], "bill_versions": [{"bill_id": 22430, "bill_version_id": 215804, "bill_version": "Introduced", "bill_version_date": "2021-02-02T15:14:05.09-06:00", "bill_text": "An Act to authorize, regulate, and tax wagering on sporting events. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 42-7B-1 be AMENDED. 42-7B-1. Limited gaming authorized within city of Deadwood. Limited card games, slot machines, craps, roulette, and keno, and wagering on sporting events are hereby authorized, and may be operated, conducted, and maintained, within the city limits of the city of Deadwood, South Dakota, subject to the provisions of this chapter. Section 2. That § 42-7B-4 be AMENDED. 42-7B-4. Definition of terms. Terms used in this chapter mean: (1) \"Adjusted gross proceeds,\" except in the case of the games of poker, gross proceeds less cash prizes. In games of poker, the term means any sums sum wagered in a poker hand which that may be retained by the licensee as compensation which must be consistent with the minimum and maximum amount established by the South Dakota Commission on Gaming commission; (2) \"Advance deposit sports wagering,\" a method of wagering on sporting events in which an eligible individual may, in an account established with a licensed operator, route operator, or a licensed affiliate business, deposit money into an account and use the balance to pay for bets placed in a sports wagering area; (1A)(3) \"Associated equipment,\" any equipment or any mechanical, electromechanical, or electronic device, component, or machine, or any combination thereof, that is used remotely or directly in connection with gaming or any gaming device; (1B)(4) \"Associated equipment manufacturer or distributor,\" any person who designs, assembles, fabricates, produces, constructs, sells, leases, distributes, or otherwise prepares a product or component of any associated equipment; (2)(5) \"Bet,\" an amount placed as a wager in a game of chance or on the results of a sporting event or a contingency during a sporting event or the performance or nonperformance of an athlete or competitor during a sporting event; (3)(6) \"Blackjack,\" a card game played by a maximum of seven players in which each player bets against the dealer. The object is to draw cards whose value will equal or approach twenty-one without exceeding that amount and win bets, payable by the dealer, if the player holds cards more valuable than the dealer's cards; (3A)(7) \"Cheating,\" any attempt to alter the elements of chance, method of selection, or criteria that determines the: (a) Result of a game; (b) Amount or frequency of payment in a game; (c) Value of a wagering instrument; or (d) Value of a wagering credit; (e) Result of a sporting event or an event within a sporting event; or (f) Performance or nonperformance of an athlete or competitor during a sporting event; (3B)(8) \"Cheating device,\" any computerized, electronic, electrical, or mechanical device, or any software or hardware, or any combination thereof, that is designed, constructed, altered, or programmed to obtain an advantage at playing any game in a licensed gaming establishment or any game or placing any bet that is offered by a licensee, including a device that: (a) Projects the outcome of the game or bet; (b) Keeps track of cards played or cards prepared for play in the game; (c) Tracks play and analyzes the probability of the occurrence of an event relating to the game or bet; or (d) Tracks play and analyzes the strategy for playing or betting to be used in the game except as may be made available as part of an approved game or otherwise permitted by the commission; (4)(9) \"City limits,\" the boundaries of the city of Deadwood as they existed on January 1, 1989; (10) \"Collegiate sporting event,\" an athletic competition or event between two or more colleges or universities; (5)(11) \"Commission,\" the South Dakota Commission on Gaming; (5A)(12) \"Craps,\" a game in which the players place bets on the outcome of the roll or series of rolls of a pair of dice; (5B)(13) \"Fraudulent scheme,\" a dishonest or deceptive plan or arrangement used or intended to be used to play a game or slot machine or place a bet, that gives any person an advantage when playing a game or slot machine or placing a bet; (5C)(14) \"Fraudulent technique,\" a dishonest or deceptive procedure or method of playing a game or slot machine or placing a bet that gives any person an advantage when playing a game or slot machine or placing a bet; (6)(15) \"Gaming,\" limited card games, slot machines, craps, roulette, and keno, and wagering on sporting events, as allowed and regulated by this chapter; (6A)(16) \"Gaming device,\" a poker table, a blackjack table, a slot machine, a craps table, a roulette table, or a keno number selection device; (7)(17) \"Gaming employee,\" any person twenty-one years of age or older employed by an operator or , retailer hosting gaming to work , or sports wagering services provider, who works directly with the gaming portion of that business and who must hold a support license; (8)(18) \"Gaming equipment,\" any equipment used in gaming that is allowed by this chapter and which requires licensing; (9)(19) \"Gaming license,\" any license issued by the commission pursuant to this chapter which authorizes any person to engage in gaming within the city of Deadwood a sports wagering area; (9A)(20) \"Gaming property owner,\" any person other than a licensed retailer who owns real property where licensed gaming is conducted within the city of Deadwood. The term, gaming property owner, does not include any person who owned real property where licensed gaming was conducted within the city of Deadwood prior to January 1, 2010; (10)(21) \"Historic restoration and preservation,\" the restoration and preservation of the city of Deadwood to maintain its historical background, cultural heritage, and necessary supporting infrastructures; (10A)(22) \"Keno,\" a game in which players place bets by marking their selections on a blank ticket form with eighty numbered selection boxes and the outcome is determined by a number selection device; (10B)(23) \"Key employee,\" any executive, employee, or agent of a gaming licensee having the power to exercise a significant influence over decisions a decision concerning any part of the operation of a gaming licensee; (24) \"Licensed affiliate business,\" any premises licensed pursuant to subdivisions 35-4-2(4), (6), or (13), or § 35-4-111 at which sports wagering is conducted through the sports wagering system of a licensed gaming establishment pursuant to an agreement with the licensed gaming establishment; (11)(25) \"Licensed gaming establishment,\" any premises licensed pursuant to this chapter where gaming is conducted; (12)(26) \"Licensee,\" any person licensed under this chapter; (13)(27) \"Licensing authority,\" the South Dakota Commission on Gaming; (14)(28) \"Limited card games and slot machines,\" any card games, including poker and, blackjack and slot machines, and variations of poker and blackjack, that are authorized by this chapter and regulated by the commission; (29) \"Minor league sporting event,\" a sporting event conducted by a sports league that has not been classified by the commission as a premier league in the sport; (15)(30) \"Net municipal proceeds,\" the amount remitted to the city of Deadwood by the South Dakota Commission on Gaming; (16)(31) \"Operator,\" any person who places poker tables, blackjack tables, slot machines, craps tables, roulette tables, or keno number selection devices, or accepts or redeems bets, in the person's own business premises; (17)(32) \"Person,\" includes individuals, partnerships, limited liability companies, associations, and corporations; (18)(32)(33) \"Poker,\" a card game played by players who are dealt cards by a nonplayer dealer. The object of the game is for each player to bet the superiority of the player's own hand and win the other players' bets by either making a bet no other player is willing to match or proving to hold the most valuable cards after all the betting is over. Poker includes draw, stud, low ball, or any combination thereof; (19)(34) \"Retailer,\" any licensee who maintains gaming at the licensee's place of business within the city of Deadwood for use and operation by the public; (20)(35) \"Retail space,\" the area where the retailer's business is principally conducted; (20A)(36) \"Roulette,\" a game in which players place bets on a single number or a range of numbers or the colors red or black or whether the number is odd or even or a combination thereof and the winning numbers and color are determined by a ball which is spun on a wheel; (20B)(37) \"Route operator,\" any person who, individually or jointly and pursuant to an agreement whereby consideration is paid to accept or redeem bets or for the right to place poker tables, blackjack tables, slot machines, craps tables, roulette tables, or a keno number selection device, engages in the business of accepting or redeeming bets or placing and operating poker tables, blackjack tables, slot machines, craps tables, roulette tables, or a keno number selection device within the city of Deadwood; (21)(38) \"Slot machines,\" any mechanical, electrical, or other device, contrivance, or machine which, upon insertion of a coin, token or similar object, or upon payment of any consideration whatsoever, is available to play or operate, the play or operation of which, whether by reason of the skill of the operator or application of the element of chance, or both, may deliver or entitle the person playing or operating the machine to receive cash premiums, merchandise, tokens, redeemable game credits or anything of value other than unredeemable free games whether the payoff is made automatically from the machines or in any other manner; (22)(39) \"Slot machine manufacturer or distributor,\" any person who designs, assembles, fabricates, produces, constructs, sells, leases, distributes, or who otherwise prepares a product or a component part of a slot machine, other than tables or cabinetry; (40) \"Sporting event,\" a contest or competition between individuals or teams the results of which are determined at least in part by the skill or ability of an individual athlete or competitor or a team which is competing in the event; (41) \"Sporting event official,\" any official as recognized by the respective sport’s governing body; (42) \"Sports wagering area,\" the interior of a licensed affiliate business, or the designated location in a gaming establishment approved by the commission, in which sports wagering may be conducted; (43) \"Sports wagering services provider,\" a person who maintains or operates the software or hardware of a sports wagering system or facilitates wagering on a sporting event by providing a service, including data aggregation, risk management, computer service, furnishing information, and setting of odds; (23)(44) \"Suitability\" or \"suitable,\" in relation to a person is the ability to be licensed by the commission and as to acts or practices, are lawful acts or practices; (24)(45) \"Unsuitability\" or \"unsuitable,\" in relation to a person is the inability to be licensed by the commission because of prior acts, associations, or financial condition, and as to acts or practices, are those that would violate the statutes or rules or would be contrary to the declared legislative purpose of this chapter; (46) \"Wagering on sporting events\" or \"sports wagering,\" the acceptance of a wager on an authorized sporting event by any system of wagering authorized by the commission. Section 3. That § 42-7B-5 be AMENDED. 42-7B-5. Disposition of proceeds. The entire net municipal proceeds of limited card games and slot machines gaming shall be devoted to the historic restoration and preservation of the City city of Deadwood as provided in this chapter. The term, historic restoration and preservation, shall be interpreted liberally in scope and effect. Section 4. That § 42-7B-7 be AMENDED. 42-7B-7. Promulgation of rules--Enforcement of chapter. The commission may promulgate rules, pursuant to chapter 1-26, for the orderly transaction and conduct of its business and the substantive rules that it may determine proper concerning the: (1) The issuance, revocation, and suspension of gaming licensees, the; (2) The division of limited card games, slot machines, craps, roulette, or keno, or devices used to accept or redeem bets, that may be placed in any building or retail business,; (3) The conduct, and operation of limited card games, slot machines, craps, roulette, or keno, variations gaming; (4) Variations of limited card games, craps, or roulette, ; and any (5) Any other things necessary to carry out the purposes of this chapter. The commission may also promulgate rules necessary to administer complaints which may be received from the public and conduct such other investigations and inspections into the conduct of the games and the licensees and the maintenance of the equipment as the commission deems necessary and proper. License issuance, suspension, and revocation are contested cases within the meaning of chapter 1-26. The commission's rules may provide procedures for summary suspension of any license issued under this chapter and shall provide for subsequent contested case hearings before suspensions become final or a license is revoked. The commission may apply for injunctive or declaratory relief to enforce the provisions of this chapter and any rules promulgated thereunder. Action by the commission may not limit the authority of the state's attorney or attorney general from enforcing criminal actions. Section 5. That § 42-7B-15 be AMENDED. 42-7B-15. Approval of rules for certain games. Specific A licensed gaming establishment shall obtain approval of its rules for blackjack, poker, craps, roulette, and keno shall be approved by, and sports wagering from the commission and clearly posted post the approved rules within plain view of any applicable gaming table or area in which keno the gaming is offered for play. Section 6. That § 42-7B-22 be AMENDED. 42-7B-22. Licenses--Fees--Renewal--Violation as felony. The commission may issue the following types of licenses which that are required to conduct gaming under this chapter: (1) Slot machine manufacturer or distributor license. The license fee is one thousand dollars and thereafter an annual fee renewable July first of each year in the sum of two hundred fifty dollars. A slot machine manufacturer or distributor may not be licensed as a route operator, operator, or retailer; (2) Operator license. The license fee is one thousand dollars and thereafter an annual fee renewable July first of each year of two hundred dollars; (3) Retail license. The license fee is two hundred fifty dollars and thereafter an annual fee renewable July first of each year of one hundred dollars; (4) Support license. The license fee is fifty dollars and thereafter an annual fee renewable January first of each year of twenty-five dollars. This license is required by all persons seeking employment in the field of gaming; (5) Key employee license. The license fee is one hundred fifty dollars and thereafter an annual fee renewable January first of each year of seventy-five dollars; (6) Route operator license. The license fee is one thousand dollars and thereafter an annual fee renewable July first of each year of two hundred dollars. Each route operator shall also hold a valid operator license; (7) Gaming property owner license. The license fee is two hundred fifty dollars and thereafter an annual fee renewable July first of each year of one hundred dollars; and (8) Associated equipment manufacturer or distributor license. The license fee is five hundred dollars and thereafter an annual fee renewable July first of each year of two hundred fifty dollars; (9) Sports wagering services provider license. The license fee is two thousand dollars and thereafter an annual fee renewable July first of each year of two thousand dollars; and (10) Licensed affiliate business license. The license fee is two hundred dollars and thereafter an annual fee renewable July first of each year of two hundred dollars. Conducting gaming without the appropriate license is a Class 6 felony. Section 7. That § 42-7B-25 be AMENDED. 42-7B-25. Qualifications for license as operator, gaming property owner, or retailer. Before any person is licensed as an operator, gaming property owner, or route operator, retailer, or sports wagering services provider, the person shall show that the person is of good moral character, and if an individual, that the individual is at least twenty-one years of age. Section 8. That § 42-7B-27 be AMENDED. 42-7B-27. Employee support license--Qualifications. Any individual person employed by a retail licensee, operator, route operator, or sports wagering services provider, slot machine manufacturer or distributor, associated equipment manufacturer or distributor, or as a card dealer, floor supervisor, or other gaming employee as determined by the commission, shall have a current valid support license. Any individual person seeking a support license shall be a person of at least twenty-one years of age, and of good moral character. The commission may deny a support license to any person discharged for cause by any licensed gaming establishment in this or any other country. Section 9. That § 42-7B-32 be AMENDED. 42-7B-32. Suspension or revocation of license--Grounds--Reprimand or monetary penalty. Any license granted pursuant to this chapter may be suspended or revoked for any cause which that may have prevented its issuance, or for violation by the licensee, or any officer, director, agent, member, or employee of the licensee, of this chapter or any rule adopted by the commission or for conviction of a crime of moral turpitude or a felony, after notice to the licensee and a hearing, upon grounds determined adequate by the commission. In addition to revocation or suspension or in lieu of revocation or suspension, the commission may impose a reprimand or a monetary penalty for each offense not to exceed the following amounts: (1) If the licensee is a slot machine manufacturer or distributor, two hundred fifty thousand dollars; (2) If the licensee is an operator or, associated equipment manufacturer or distributor, or a sports wagering services provider, one hundred thousand dollars; (3) If the licensee is a retailer, licensed affiliate business, or gaming property owner, twenty-five thousand dollars; (4) If the licensee is a key employee, five thousand dollars; and (5) If the licensee has a support license, two thousand five hundred dollars. Any monetary penalty received by the commission under this section shall be deposited in the gaming commission fund established by § 42-7B-48 and is to be used solely for the purposes prescribed by subdivision 42-7B-48(2) and is not subject to the provisions of subdivision 42-7B-48(3). Section 10. That § 42-7B-33 be AMENDED. 42-7B-33. Person involved as manufacturer, distributor, operator, retailer, gaming property owner, key employee, or support licensee--Qualifications. Any person, any stockholder owning five percent or more of any corporation or limited liability company, and any officer or director, or any partner in any partnership involved as a manufacturer, distributor, operator, retailer, or gaming property owner, or sports wagering services provider, or licensed affiliate business, or key employee or support licensee involved with the conduct of gaming shall be: (1) A person of good character, honesty, and integrity; (2) A person whose prior activities, criminal record, reputation, habits, and associations do not pose a threat to the public interests of this state or to the control of the gaming, or create or enhance the dangers of unsuitable, unfair, or illegal practices, methods, and activities in the conduct of gaming or the carrying on of the business and financial arrangements incidental to the conduct of gaming; and (3) A person who has not entered a plea of guilty or nolo contendere to a felony charge or has not been convicted of a felony in this or any other jurisdiction, has not been found to have violated the provisions of this chapter or any rule adopted pursuant to this chapter, and has not knowingly made a false statement of material facts to the commission or its legal counsel. Section 11. That § 42-7B-41 be AMENDED. 42-7B-41. False statement or records--Failure to keep books and records--Violations as felony. Any person who knowingly makes a false statement in any application for a license or in any statement attached to the application, fails to keep books and records to substantiate the receipts, expenses, or uses resulting from limited card games and slot machines gaming conducted under this chapter as prescribed in rules promulgated by the commission, or who falsifies any books or records so as the books or records relate to any transaction connected with the holding, operating, and conducting of any limited card games or slot machines gaming is guilty of a Class 6 felony. Section 12. That § 42-7B-43 be AMENDED. 42-7B-43. Slot machines and wagering equipment--Security and audit specifications. All slot machines and, associated equipment, and devices or equipment to conduct sports wagering, allowed under this chapter, shall have the security and audit specifications established in rules adopted by the commission. Section 13. That § 42-7B-45 be AMENDED. 42-7B-45. Extension of credit prohibited--Violation as felony. No licensed gaming establishment, licensee acting within the scope of employment as a licensee, or employee of a licensed gaming establishment acting within the scope of the employee's employment may extend credit to another person for participation in limited card games and slot machines gaming. A violation of this section is a Class 6 felony. Section 14. That § 42-7B-47 be AMENDED. 42-7B-47. Gaming exempt from certain statutes. Limited card games and slot machines are Gaming is exempt from §§ 53-9-2, 22-25-13, and 22-25-14 and all other acts in conflict with this chapter. Section 15. That a NEW SECTION be added: 42-7B-76. Sports wagering receipts maintained separately. The receipts from sports wagering shall be separately maintained and accounted for from all other moneys received from the operation of the licensed gaming establishment. Section 16. That a NEW SECTION be added: 42-7B-77. Advance deposit sports wagering--Account requirements. Each operator or route operator that is authorized to conduct advance deposit sports wagering shall maintain an account at a state or federally chartered financial institution to hold patron deposits and payments made by the operator or route operator to the patrons for winning bets. This account shall not be used by the operator or route operator for any other purpose. This account is subject to review and audit by the commission at any time. Section 17. That a NEW SECTION be added: 42-7B-78. Advance deposit sports wagering--Establishing account--Duty to retain application--Application considered record. A person who opens an account for advance deposit sports wagering with an operator or route operator shall establish the account in person, using an application approved by the commission, at the operator's or route operator's licensed gaming establishment within the city of Deadwood, or at the licensed affiliate business. The operator, route operator, or licensed affiliate business shall retain the application that is used to open an account for advance deposit sports wagering, including any documents that are submitted with or reviewed with the application. The application and documents shall be considered records of the operator, route operator, or licensed affiliate business for purposes of this chapter. Section 18. That a NEW SECTION be added: 42-7B-79. Requirements--Wagering location--Equipment. Any sports wagering may only be conducted in a sports wagering area. Each operator or route operator that is authorized by the commission to conduct sports wagering shall install and maintain equipment that is approved by the commission to ensure that all bets are placed in a sports wagering area. Section 19. That a NEW SECTION be added: 42-7B-80. Investigation--Sport's governing body--Cooperation. With the approval of the commission, a licensee shall provide or facilitate providing betting information and audio or video files relating to sports wagering and otherwise cooperate with an investigation conducted by a sport's governing body. A licensee shall not share any information that will interfere with an ongoing criminal investigation. Section 20. That a NEW SECTION be added: 42-7B-81. Duty to report criminal or disciplinary proceeding--Commission may share information. A licensee shall promptly report to the commission any criminal or disciplinary proceeding commenced against the licensee or any of its employees relating to sports wagering. The commission may report any information received pursuant to this section to a sports team or sport's governing body if sharing the information will not interfere with an ongoing criminal investigation. Section 21. That a NEW SECTION be added: 42-7B-82. Betting prohibited on certain events. A licensee may not accept a bet on any of the following events or contingencies: (1) A high school sporting event; (2) A minor league sporting event; (3) The performance or nonperformance of any individual athlete participating in a single game or match of a collegiate sporting event; or (4) Any collegiate sporting event in which any team or athlete from a university or college in South Dakota is competing. Section 22. That a NEW SECTION be added: 42-7B-83. Certain persons prohibited from betting. A licensee may not knowingly accept a bet on a sporting event from any of the following persons: (1) Any athlete who is participating in the sporting event or who is a member of any team participating in the sporting event on which the bet is placed; (2) Any person who holds a position of authority or influence sufficient to exert influence over the outcome of the sporting event on which the bet is placed, including a coach, a manager, an athletic trainer, a referee, an umpire, a judge, and any sporting event official; (3) An employee of a sports wagering services provider; (4) An agent or proxy for any person for the purposes of placing or redeeming the bet; or (5) Any person who uses false identification when placing or redeeming a bet. A violation of this section by the person who places the bet is a Class 6 felony. A violation of this section by a licensee is a Class 6 felony and may form the basis for disciplinary action against the license of any individual licensee involved in the transaction and operator of the facility at which the bet was accepted. Section 23. That § 22-25-1 be AMENDED. 22-25-1. Gambling defined--Keeping gambling establishment--Letting building for gambling—Violation as misdemeanor. Any person who places or accepts a wager on a sporting event or engages in gambling in any form with cards, dice, or other implements or devices of any kind wherein anything valuable is wagered upon the outcome, or who keeps any establishment, place, equipment, or apparatus for such gambling or any agents or employees for such purpose, or any person who knowingly lets any establishment, structure, place, equipment, or apparatus for such gambling is guilty of a Class 2 misdemeanor. This section does not apply to any sports wagering conducted in the sports wagering area of a licensed affiliate business, or any gaming within a licensed gaming establishment in the city of Deadwood that is conducted by an operator or route operator that is licensed pursuant to chapter 42-7B."}], "amendments": [{"bill_id": 22430, "document_id": 217934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217934.pdf", "legislator_profile_id": 1866, "document_id_instructions": 217935, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/217935.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 22430, "action_date": "2021-02-03T14:00:00-06:00", "document_id": 215811, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215811.pdf", "status_text": "First read in House and referred to", "journal_page": 194, "committee_id_action": 492, "committee_id_assigned": 498, "result": "N", "vote": {}}, {"bill_id": 22430, "action_date": "2021-02-22T06:30:00-06:00", "document_id": 217832, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217832.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 498, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22430, "action_date": "2021-02-22T06:30:00-06:00", "document_id": 217834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217834.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 498, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22430, "action_date": "2021-02-22T06:30:00-06:00", "document_id": 217834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217834.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 498, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69567, "president_vote": null, "Yea": [1766, 1777, 1792, 1798, 1807, 1817, 1844, 1852, 1864], "Nay": [1769, 1793, 1804, 1835]}}]}