{"session_id": 68, "bill_id": 23631, "bill_type": "Senate Bill", "bill_number": 141, "bill_title": "clarify and modernize cremation requirements and procedures.", "sponsors": [{"legislator_profile_id": 4348, "is_prime": true}, {"legislator_profile_id": 4450, "is_prime": false}], "keywords": ["Boards and Commissions", "Fees", "Licensure", "Professions and Occupations", "Promulgation of Rules", "Public Health and Safety"], "audio": [{"meeting_datetime": "2023-02-03T08:30:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she17.mp3", "start_seconds": 910.0}, {"meeting_datetime": "2023-02-03T08:30:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she17.mp3", "start_seconds": 910.0}, {"meeting_datetime": "2023-02-03T08:30:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she17.mp3", "start_seconds": 910.0}, {"meeting_datetime": "2023-02-03T08:30:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she17.mp3", "start_seconds": 910.0}, {"meeting_datetime": "2023-02-03T08:30:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she17.mp3", "start_seconds": 910.0}, {"meeting_datetime": "2023-03-02T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe33.mp3", "start_seconds": 3825.0}, {"meeting_datetime": "2023-03-02T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe33.mp3", "start_seconds": 3825.0}, {"meeting_datetime": "2023-03-02T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe33.mp3", "start_seconds": 3825.0}, {"meeting_datetime": "2023-03-02T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe33.mp3", "start_seconds": 3825.0}], "bill_versions": [{"bill_id": 23631, "bill_version_id": 246578, "bill_version": "Introduced", "bill_version_date": "2023-01-26T08:23:54.92-06:00", "bill_text": "An Act to clarify and modernize cremation requirements and procedures. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34-26-75 be AMENDED: 34-26-75. Except as provided in §§ 34-26-74 and 34-26-76, the duty to bury, find a grave for, and provide the grave of the deceased person with a permanent concrete, metal anchored in concrete, or stone marker, and the right and the duty to control the disposition of the a decedent's remains of a deceased person, including the location, manner, and conditions of disposition, and arrangements for the provision of funeral goods and services to be provided, vests in the following, in the order named, provided such the person is 18 years or older and is of sound mind: (1) A person designated by the decedent as the person with the right to control the disposition in an affidavit executed, in accordance with § 34-26-77; (2) A person designated in the federal Record of Emergency Date Form DD 93, or its successor form, to have the right of disposition by a member of the military who dies while under active-duty orders, as described in 10 U.S.C. § 1481, in effect on January 1, 2022; (3) The surviving decedent's spouse; (4) The sole surviving child of the decedent, or if there is more than one child of the decedent, the majority of the surviving decedent's children. However, less than one-half of the surviving children are vested with the rights of this section, provided that a lesser number must suffice if they have used made reasonable efforts to notify all the other surviving children of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving childrenthe majority; (5) The surviving parent or parents of the decedent. If or one of the surviving parents is absent, the remaining parent is vested with the rights and duties of this section afterparent of the decedent, if reasonable efforts to locate the other parent have been unsuccessful in locating the absent surviving parent; (6) The surviving brother or sister sibling of the decedent, or if there is more than one sibling of the decedent, or the majority of the surviving decedent's siblings. However, less than the majority of surviving siblings are vested with the rights and duties of this section, provided that a lesser number must suffice if they have used made reasonable efforts to notify all the other surviving siblings of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving siblingsthe majority; (7) The surviving grandparent of the decedent, or if there is more than one surviving grandparent, or the majority of the decedent's grandparents. However, less than the majority of the surviving grandparents are vested with the rights and duties of this section, provided that a lesser number must suffice if they have used made reasonable efforts to notify all otherthe other surviving grandparents of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving grandparentsthe majority; (8) The guardian of the person of the decedent at the time of the decedent’s death, if one had been appointeddecedent's guardian; (9) The person named as the personal representative in the decedent's last will and testament of the decedent; (10) The person in the classes of the next degree of kinship, in descending order, under the laws of descent and distributionto inherit the estate of the decedent. If, provided if there is more than one person of the same degree, any person of that degree may exercise the right ofcontrol the disposition; (11) If the disposition of the remains of the decedent is the responsibility of the state or a political subdivision of the state, theThe public officer, administrator, or employee responsible for arranging the final disposition of decedent’s remainsdispositions, if the decedent was the responsibility of the state or a political subdivision of this state; or (12) In the absence of any person under subdivisions (1) to (11), inclusive, of this section, anyAny other person willing to assume the responsibilities to act and arrange the final disposition of the decedent’s remainsperson, including the funeral director with custody of the body, after attesting in writingprovided the person attests that a good faith effort hasreasonable efforts have been made to no avail to contact the individuals under subdivisions (1) to (11), inclusive, of other persons listed in this section. For the purposes of this section, the right and the duty to control disposition includes providing authorization for a cremation. Section 2. That § 34-26A-1 be AMENDED: 34-26A-1. Terms used in this chapter mean: (1) \"Board,\" the State Board of Funeral Service; (1A) \"Casket,\" a rigid container which is designed for the encasement of human remains and which is usually constructed of wood, metal, or like material and ornamented and lined with fabric; (2) \"Closed container,\" any container in which cremated remains can be placed and closed in a manner so as to prevent leakage or spillage of cremated remains or the entrance of foreign material\"Alternative container,\" a receptacle into which a decedent is placed for transport to a crematory and cremation and which: (a) Is made of combustible material; (b) Provides complete covering for the decedent; (c) Is impermeable; (d) Is sufficiently rigid for handling; and (e) Provides protection for the health and safety of crematory personnel; (3)(2) \"Cremated remains,\" all human remains recovered after theupon completion of the cremation process, including pulverization which leaves only bone fragments reduced to unidentifiable dimensionstogether with the residual of: (a) The container used for the cremation, if combustible; (b) Dental work; and (c) Combustible personal effects; (4)(3) \"Cremation,\" the technical process, using heat, that reducesprocess of: (a) Using heat and flame to reduce human remains to ashes and bone fragments. The reduction takes place through heat and evaporation; and (b) The subsequent pulverization of any remaining bone fragments; (5)(4) \"Cremation chamber,\" the enclosed space within which the cremation process takes place. Cremation chambers covered by these procedures shall be used exclusively for the cremation of human remains; (6) \"Cremation container,\" the container in which the human remains are placed in the cremation chamber for a cremation. A cremation container shall be composed of readily combustible materials suitable for cremation, be able to be closed in order to provide a complete covering for the human remains, be resistant to leakage or spillage, be rigid enough for handling with ease, and be able to provide protection for the health, safety, and personal integrity of crematory personnel; (7) \"Crematory authority,\" the legal entity or the authorized representative of the legal entity which is licensed by the board to operate a crematory and perform cremationoccurs; (8)(5) \"Crematory,\" the building or portion of a building that houses the cremation chamber and the holding facility; (9)(6) \"Holding facility,\" an area that is within or adjacent to the a crematory facility, designated for the retention of human remainsdecedents prior to their cremationthat complies with any applicable public health law, preserves the dignity of the human remains, recognizes the integrity, health, and safety of the cremat ory authority personnel operating the crematory, and is secure from access by anyone other than authority personnel unauthorized persons; (10) \"Human remains,\" the body of a deceased person, not including pathological waste; (11) \"Niche,\" a compartment or cubicle for the memorialization or permanent placement of an urn containing cremated remains; (12) \"Pathological waste,\" human tissues, organs, and blood or body fluids, in liquid or semiliquid form, that are removed from a person for medical purposes during treatment, surgery, biopsy, or autopsy; (13) \"Scattering area,\" a designated area for the scattering of cremated remains; (14)(7) \"Processing,\" the reduction of identifiable bone fragments to unidentifiable bone fragments; and (8) \"Temporary container,\" a receptacle for cremated remains usually made of cardboard, plastic film, or similar material designed to hold the, intended for the purpose of holding cremated remains until an urn or other permanent container is acquired; and (15) \"Urn,\" a receptacle designed to permanently encase the cremated remains. Section 3. That § 34-26A-3 be AMENDED: 34-26A-3. Any resident of this state, or any cemetery, funeral establishment, corporation, partnership, joint venture, voluntary organization, or any other entity may erect, maintain, and operate a crematory in this state and provide the necessary appliances and facilities for the cremation of human remains in accordance with this chapter. The operation of any crematory in this state shall, other than a medical facility crematory, must at all times be under the direction and supervision of a licensed funeral director and a licensed funeral establishment, each licensed pursuant to chapter 36-19. However, any medical facility cremating either whole or specific body parts does not need to be under the direction and supervision of a licensed funeral director and licensed funeral establishment. A crematory shall conform with all local building codes and environmental standards, and it may be constructed on, or adjacent to, any cemetery, on or adjacent to any funeral establishment that is zoned commercial or industrial, or at any other location consistent with local zoning regulationsperson who: (1) Is licensed as a funeral director, in accordance with chapter 36-19; and (2) Has successfully completed a crematory operator program approved by the State Board of Funeral Service. Section 4. That chapter 34-26A be amended with a NEW SECTION: Each crematory in this state must be licensed by the State Board of Funeral Service. To obtain licensure for a crematory, a person must: (1) Submit an application to the board, at the time and in the manner required by the board; (2) Identify, on the application, all certified crematory operators employed at the crematory; (3) Provide evidence that a motorized or mechanical device is available for the processing of cremated remains; and (4) Provide evidence that a refrigerated facility is available for the retention of decedents awaiting cremation. Upon approval of an application, the board shall require that the applicant pay an initial licensure fee in an amount not exceeding one hundred dollars. Section 5. That chapter 34-26A be amended with a NEW SECTION: Licensure as a crematory, issued in accordance with section 4 of this Act, expires one year after the date of issuance and must be renewed annually, at the time and in the manner determined by the State Board of Funeral Service. The board may inspect any premises in conjunction with the licensure renewal process. The board shall require a renewal fee in the amount of one hundred dollars. Section 6. That chapter 34-26A be amended with a NEW SECTION: The State Board of Funeral Service may, after notice and a hearing, suspend or revoke licensure issued in accordance with section 4 of this Act. The board shall promulgate rules, in accordance with chapter 1-26, to establish the grounds for suspension or revocation of the licensure. Section 7. That chapter 34-26A be amended with a NEW SECTION: Whenever a decedent is delivered to a crematory for cremation, crematory personnel shall complete a receipt that includes: (1) The name of the decedent; (2) The name and employer of the person who delivered the decedent to the crematory; (3) The date and time of the delivery; (4) The name of the crematory employee who accepted the delivery; and (5) Any funeral home or other entity involved in the disposition of the decedent's remains. The receipt must be signed by the person who delivered the decedent to the crematory and by the employee who accepted the delivery on behalf of the crematory. The crematory shall retain the receipt in accordance with the record retention provisions set forth in section 24 of this Act. A crematory may not accept unidentified human remains. Section 8. That chapter 34-26A be amended with a NEW SECTION: Except as otherwise provided in this section, a decedent may not be cremated for twenty-four hours following: (1) The decedent's time of death, as pronounced by a physician, or other health care professional acting within the person's scope of practice; or (2) The time at which a declaration of the decedent's death is made by the coroner or other person having the authority to make that declaration. The prohibition set forth in this section may be waived, in writing, by a physician or by the coroner, if death is the result of a virulent communicable disease. If a death is being investigated by a coroner, cremation may not take place before a written release is provided by the investigating coroner. Section 9. That chapter 34-26A be amended with a NEW SECTION: A form authorizing cremation must: (1) Contain the decedent's name and the manner in which the decedent's identity was verified; (2) Contain the name of the crematory and the person accepting the authorization to cremate on behalf of the crematory; (3) Indicate the auspices under which the person is authorizing the cremation, as set forth in § 34-26-75; (4) Provide for a statement indicating that the person authorizing the cremation: (a) Has no knowledge of any other person with a superior right to authorize the cremation, as provided for in § 34-26-75; or (b) Has knowledge of another person with a superior right to authorize the cremation, as provided for in § 34-26-75, has made a reasonable effort but been unable to contact that other person, and has no reason to believe that the other person would object to the authorization of a cremation; (5) Provide for a question regarding knowledge of any pacemaker, defibrillator, or other device or implant that might: (a) Pose a hazard to the health or safety of crematory personnel; or (b) Cause damage to the cremation chamber; (6) Indicate whether the cremation is to include the casket or an alternative container in which the decedent was delivered to the crematory; (7) Include the name of any person authorized to witness the cremation; (8) Include the name of the person who is to receive the cremated remains; (9) Include instructions regarding the manner in which any personal property delivered to the crematory with the decedent's remains are to be handled; (10) Include instructions for the disposition of the cremated remains, in accordance with the provisions of this chapter or directives set forth in a pre-need cremation contract; (11) Include an attestation, by the person authorizing the cremation, indicating that to the best of his or her knowledge, all statements and information contained in the authorization are accurate; and (12) Include a statement specifically authorizing the cremation of the decedent and the processing and disposition of the remains in accordance with the directives set forth in the form. A crematory may not proceed with the cremation of a decedent until the authorization form has been completed in accordance with the requirements of this section. The crematory shall retain each authorization form required by this section in accordance with the record retention provisions set forth in section 24 of this Act. Section 10. That chapter 34-26A be amended with a NEW SECTION: If the person who signs an authorization to cremate, in accordance with section 9 of this Act, is aware of a pre-need contract that the decedent has entered into, the signer shall, to the extent possible, follow the decedent's directives. Section 11. That § 34-26A-7 be AMENDED: 34-26A-7. If an authorizing agentthe person who has the right and duty to control the decedent's remains, as provided for in § 34-26-75, is not available physically present to execute the form authorizing cremation authorization form, he the person may delegate that authority to another person in writing, or, if located outside of the area, by sending the crematory authority a telegram that contains the name, address, and relationship of the sender to the deceased and. Once a crematory has received written notice of a delegation under this section, including the name and address of the individual to whom authority is delegated. Upon receipt of the written delegation document or a copy of this telegram, this individual may serve as the authorizing agent and delegatee, the crematory may allow the delegatee to execute the form authorizing cremation authorization form, and the. A crematory authority may relythat relies upon the cremation an authorization form withoutexecuted in accordance with this section is immune from liability for any acts or omissions resulting from that reliance. Section 12. That chapter 34-26A be amended with a NEW SECTION: No funeral home or crematory, or any employee of either is required to verify the information provided in the form authorizing cremation, as set forth in section 9 of this Act, and no funeral home or crematory, or any employee of either may be held liable for any act or omission in reliance on the information provided in the form, unless the funeral home, crematory, or employee knew or should have known that the information was not accurate. Section 13. That chapter 34-26A be amended with a NEW SECTION: Upon accepting for cremation a body that has been embalmed, a crematory shall place the body in a holding facility, until the time of cremation. Upon accepting for cremation a body that has not been embalmed, a crematory may place the body: (1) In a refrigerated facility, until the time of cremation; or (2) In a holding facility for up to eight hours and thereafter in a refrigerated facility, until the time of cremation. Section 14. That chapter 34-26A be amended with a NEW SECTION: Unless otherwise specified in the authorization to cremate form, a crematory may not: (1) Remove the decedent from the casket or alternative container in which the decedent was delivered to the crematory; (2) Fail to cremate the casket or alternative container in which the decedent was delivered to the crematory; (3) Simultaneously cremate more than one decedent in the same cremation chamber; (4) Permit any person to be present in the holding facility while a decedent is there awaiting cremation, permit any person to be present during the cremation, or permit any person to be present while the remains are removed from the cremation chamber, except: (a) A crematory employee; (b) The signer of the authorization to cremate form; and (c) An invitee of the crematory director; or (5) Remove from the decedent any dental bridge work or fillings, implants, or body parts. Section 15. That chapter 34-26A be amended with a NEW SECTION: A crematory that removes recyclable material from the cremation residue, in accordance with the authorization to cremate form, may deliver the material for recycling. Section 16. That § 34-26A-14 be AMENDED: 34-26A-14. If the crematory authority receives the human remains of a deceased person who theand crematory authority has personnel have reason to believe that the person may have died by unlawful means or that the person's death is subject to investigation under § 23-14-18, the crematory authority shall notify the coroner of the county where the death occurred of this belief. After this notice, the human remains may not be cremated until the coroner has completed his any investigation, if any, and authorization to cremate has been received in writing from the coroner by the crematory authority provided the crematory with a written release. Section 17. That § 34-26A-19 be AMENDED: 34-26A-19. Immediately before being placed within the cremation chamber, the identification of the human remains, as indicated on the cremation container, shall be verified by the crematory authority and theidentification shall be removed from the cremation container and placed near the cremation chamber control panel where it shall remain in place until the cremation process is complete The crematory shall have procedures in place to provide for the identification and continuous tracking of human remains throughout the cremation process and until the remains are released. Section 18. That § 34-26A-20 be AMENDED: 34-26A-20. Upon completion of the a cremation, in so far as is possible,crematory personnel shall remove, from the cremation chamber, all of the recoverable cremation residue of the cremation process shall be removed from the cremation chamber. In so far as possible, all residual of the cremation process shall be separated from anything other than bone fragments and then be processed so as to reduce them to an unidentifiable particle. Anything other than the particles shall be removed from the cremated residuals and shall be disposed of by the crematory authority. Crematory personnel shall place the cremated remains into an urn, if so directed in the authorization to cremate form. If no directives are included in the authorization to cremate form, crematory personnel shall place the cremated remains into a temporary container. If all of the cremated remains do not fit in the selected urn or temporary container, crematory personnel shall place any remainder into an additional temporary container and release, deliver, or dispose of the urn and any containers in accordance with the directives in the authorization to cremate form. Section 19. That chapter 34-26A be amended with a NEW SECTION: Upon completion of a cremation, crematory personnel shall prepare a record of the cremation, and include the name of the decedent and the date and time of the cremation. The crematory shall retain the record required by this section in accordance with the record retention provisions set forth in section 24 of this Act. Section 20. That chapter 34-26A be amended with a NEW SECTION: Upon completion of a cremation, the crematory shall file the burial permit with the local registrar of vital records, pursuant to § 34-25-24. Section 21. That chapter 34-26A be amended with a NEW SECTION: Whenever a crematory releases cremated remains, crematory personnel shall complete a receipt that includes: (1) The name of the decedent; (2) The name of the person to whom the cremated remains were released; (3) The date and time of the release; (4) The name of the crematory employee who released the cremated remains; (5) Any funeral home or other entity involved in the disposition of the cremated remains. The receipt must be signed by the person who released the cremated remains and the person who received the cremated remains. If the cremated remains are to be shipped, the receipt must be signed by the person who released the cremated remains for shipping and a copy of the receipt must accompany the remains. The crematory shall retain a receipt required by this section in accordance with the record retention provisions set forth in section 24 of this Act. Section 22. That chapter 34-26A be amended with a NEW SECTION: Any crematory shipping cremated remains shall use a mail or delivery service that provides package tracking and requires an authorized signature upon delivery to the recipient's address. A crematory may not be held liable for the loss or misplacement of any cremated remains after acceptance, by the mail or delivery service, of the package containing the remains. Section 23. That chapter 34-26A be amended with a NEW SECTION: Each crematory shall follow the directives in the authorization to cremate form regarding the disposition of the cremated remains. If the cremated remains are not claimed and if no other arrangements have been made within sixty days after the date of the cremation, the crematory or a funeral home may dispose of the remains by: (1) Placing the remains in a grave, crypt, niche; or (2) Scattering the remains in any manner and in any place not otherwise prohibited by law. Any reasonable costs incurred by a crematory or a funeral home in disposing of unclaimed cremated remains, in accordance with this section, are the responsibility of the person who signed the authorization to cremate form or the person having the right to control the disposition. Section 24. That chapter 34-26A be amended with a NEW SECTION: Any record required in accordance with this chapter: (1) Must be retained by the crematory for a period of at least seven years; and (2) May be inspected by the State Board of Funeral Service, during regular business hours. Section 25. That § 34-26A-31 be AMENDED: 34-26A-31. No A crematory authority is liable for refusing to accept a body or to may refuse to accept a decedent for or perform a cremation until it receives a court order or other suitable confirmation that a dispute has been settled if: (1) It is aware of any dispute concerning the cremation of human remains; (2) It has a reasonable basis for questioning grounds to question any of the representations made by the authorizing agentrepresentation made in the authorization to cremate form; or (3) For It has any other lawful reason. A crematory shall accept a decedent for and perform a cremation upon receiving an order from a court directing the activity or upon receipt of sufficient documentation indicating that any dispute or other ground or reason for the initial refusal has been resolved. A crematory is immune from liability for refusing to accept a decedent for cremation and for refusing to perform a cremation, in accordance with this section. Section 26. That § 34-26A-32 be AMENDED: 34-26A-32. If aA crematory authority is aware of any dispute concerning themay refuse to release or disposition dispose of the cremated remains, the crematory authority may refuse to release the cremated remains until if it is aware of any dispute concerning the release or disposition of the remains. A crematory shall release or dispose of the cremated remains upon receiving an order from a court directing the activity or upon receipt of sufficient documentation indicating that the dispute has been resolved or the crematory authority has been provided with a court order authorizing the release of disposition of the cremated remains. A crematory authority is not liableis immune from liability for refusing to release or dispose of cremated remains, in accordance with this section. Section 27. That § 34-26A-33 be AMENDED: 34-26A-33. The board State Board of Funeral Service shall promulgate reasonable rules pursuant to, in accordance with chapter 1-26, as may be consistent with this chapter governing the cremation of human remains. The rules specifically shall include the minimum standards of to establish: (1) Standards for crematory sanitation, refrigeration, required; (2) Standards for refrigeration; (3) Standards for equipment,; andfire (4) Fire protection for all crematories which the board may deem necessary for the protection of the public. A crematory authority may adopt reasonable rules, not inconsistent with this chapter, for the management and operation of a crematoryrequirements. Section 28. That § 34-26A-35 be AMENDED: 34-26A-35. Holding oneself out to the public as a crematory authority without being licensed under this chapter, or performing a cremation without a cremation authorization form signed by an authorizing agentIt is a Class 1 misdemeanor to: (1) Operate a crematory that is not licensed in accordance with this chapter; (2) Perform a cremation without first obtaining a completed and signed authorization to cremate form; or (3) Sign an authorization to cremate form with the knowledge that the form contains false or misleading information. Section 29. That § 34-26A-37 be AMENDED: 34-26A-37. Any If a cremation is provided for in a pre‑need contract, sold by, or pre‑need arrangements made with, a cemetery, funeral establishment, or any other party, that includes a cremation, shall specify the ultimate the contract must include provisions for the disposition of the cremated remains, and that portion of the agreement shall. Those provisions must be initialed by the individual making for or by whom the arrangements. If no additional or different instructions are provided to the crematory authority by the authorizing agent at the time of death, the crematory authority may release or dispose of the cremated remains as indicated in the pre‑need agreement. Upon compliance with the terms of the pre‑need agreement, the crematory authority is released from any liability concerning the disposition of the cremated remains are being made. Section 30. That § 34-26A-38 be AMENDED: 34-26A-38. Any Notwithstanding § 34-26-75, a person, on may enter into a pre‑need basis, maycontract to authorize his own the person's cremation and the disposition of his their cremated remains, on a pre‑need cremation. This authorization and must be signed by the person as authorizing agent and by two witnesses. The person may designate the crematory authority. A copy of this form shall be retained by the person and a copy sent to the crematory authority, if designated. The person may transfer or cancel this cremation authorization at any time before his death, by providing written notice to the department and crematory authority, if applicableA contract entered into in accordance with this section must be retained by the other contracting party for the period of time required to fulfill the obligation, plus the additional period set forth in section 24 of this Act. Any person who enters into a pre-need contract in accordance with this section may revoke the contract by providing written notice of the revocation to the other contracting party. Section 31. That § 34-26A-40 be AMENDED: 34-26A-40. If a completed pre‑need cremation authorization form is in the possession of, or is provided to, a crematory authority and the crematory authority is in possession of the designated human remains, theA crematory authority shall cremate the human remains and disposethat, in good faith, cremates and disposes of the cremated remainspursuant to the instructions , in accordance with any directives contained on thein a pre‑need contract authorizing the cremationauthorization form, and may do so without any, is immune from liability. Section 32. That § 34-26A-2 be REPEALED: The authorizing agent is any person according to the priority established in § 34-26-75 legally entitled to order the cremation of human remains. For an indigent or any other individual whose final disposition is the responsibility of the state, a public official charged with arranging the final disposition of the deceased may serve as the authorizing agent. For an individual who has donated his body to science, or whose death occurred in a private institution, and in which the institution is charged with making arrangements for the final disposition of the deceased, a representative of the institution may serve as the authorizing agent. Section 33. That § 34-26A-4 be REPEALED: An application for licensure or renewal of a license as a crematory authority shall be on forms furnished and prescribed by the board. Applications shall be in writing, accompanied by a license or renewal fee of one hundred dollars and shall contain the name of the applicant, the address and location of the crematory, a description of the type of structure and equipment to be used in the operation of the crematory, and any other information the board may reasonably require. The board shall annually examine the premises and structure to be used as a crematory and shall issue a license or renew a license for the crematory authority, if the applicant meets all requirements of this chapter. If a change of ownership of a crematory occurs, within thirty days of the change, the crematory authority shall provide the board with the names and addresses of the new owners. Section 34. That § 34-26A-5 be REPEALED: No person may cremate any human remains, except in a crematory licensed for this express purpose and under the limitations provided in this chapter. A violation of this section is a Class 2 misdemeanor. Section 35. That § 34-26A-6 be REPEALED: Except as otherwise provided in this chapter, no crematory authority may cremate human remains until it has received: (1) A cremation authorization form signed by an authorizing agent and the crematory authority. The cremation authorization form shall be provided by the crematory authority and shall contain the identity of the human remains, the name of the authorizing agent and the relationship between the authorizing agent and the deceased, authorization for the crematory authority to cremate the human remains, a representation that the authorizing agent is aware of no objection to the human remains being cremated by any person who has a right to control the disposition of the human remains, and the name of the person authorized to claim the cremated remains from the crematory authority; (2) A completed and executed burial permit, as provided in § 34-25-24, indicating that the human remains are to be cremated; and (3) Any other documentation required by the county or municipality. Section 36. That § 34-26A-8 be REPEALED: Upon the receipt of human remains, the crematory authority shall furnish to the person who delivers the human remains a receipt signed by both the crematory authority and the person who delivers the human remains showing the date of delivery, the name of the person from whom the human remains were received and that person's employer, the name of the person who received the human remains on behalf of the crematory authority, and the name and license number of the crematory authority, and the name of the deceased. The crematory authority shall retain a copy of this receipt. Section 37. That § 34-26A-9 be REPEALED: A crematory authority shall retain at its place of business a record of each cremation which takes place at its facility, which record shall contain the information provided for in §§ 34-26A-6 to 34-26A-8, inclusive, and the date the cremation and disposition of the cremated remains took place. Section 38. That § 34-26A-10 be REPEALED: No crematory authority may accept unidentified human remains. If the crematory authority takes custody subsequent to the human remains being placed within a cremation container, the crematory authority shall place appropriate identification upon the exterior of the cremation container. Section 39. That § 34-26A-11 be REPEALED: Upon completion of the cremation, the crematory authority shall file the burial permit with the local registrar of vital records pursuant to § 34-25-24. Section 40. That § 34-26A-12 be REPEALED: Except as provided in this section no crematory authority may make or enforce any rules requiring that human remains be placed in a casket before cremation or that human remains be cremated in a casket, nor may the crematory refuse to accept human remains for cremation for the reason that the human remains are not in a casket. No human remains delivered to a crematory may be removed from the cremation container and the cremation container shall be cremated with the human remains, unless the crematory authority has been provided with written instructions to the contrary by the authorizing agent. Section 41. That § 34-26A-13 be REPEALED: No human remains may be cremated within twenty‑four hours after the time of death, as indicated on the medical certificate of death, or the coroner's certificate. If the death is such as is to be investigated by a coroner, the human remains may not be cremated by the crematory authority until the coroner has completed his investigation and authorization to cremate has been received in writing from the coroner of the county in which the death occurred. In no instance may the lapse of time between the death and any cremation be less than twenty‑four hours, unless the death was a result of an infectious, contagious, or communicable and dangerous disease, and the time requirement is waived in writing by the coroner or the attending physician where the death occurred. Section 42. That § 34-26A-15 be REPEALED: No body may be cremated with a pacemaker in place. The party that authorizes the cremation of the human remains shall be responsible for taking all necessary steps to ensure that any pacemakers or hazardous implants are removed before cremation. Section 43. That § 34-26A-16 be REPEALED: A crematory authority may hold human remains, before the cremation of the remains, according to the following subdivisions: (1) If a crematory authority is unable to cremate the human remains immediately upon taking custody of the remains, the crematory authority shall place the unembalmed human remains in a refrigerated holding facility; (2) No crematory authority may be required to accept for holding a cremation container from which there is any evidence of leakage of the body fluids from the human remains therein; and (3) Human remains that are not embalmed shall be held within a refrigerated facility. Section 44. That § 34-26A-17 be REPEALED: No unauthorized person may be permitted in the crematory area while any human remains are in the crematory area awaiting cremation, being cremated, or being removed from the cremation chamber. Section 45. That § 34-26A-18 be REPEALED: The unauthorized, simultaneous cremation of the human remains of more than one person within the same cremation chamber is forbidden, unless the crematory authority has received specific written authorization to do so from all authorizing agents for the human remains to be so cremated. A written authorization exempts the crematory authority from all liability for commingling of the product of the cremation process. Section 46. That § 34-26A-21 be REPEALED: Cremated remains shall be packed according to the following subdivisions: (1) The cremated remains with proper identification shall be placed in a temporary container or urn. The temporary container or urn contents may not be contaminated with any other object, unless specific authorization has been received from the authorizing agent; (2) The cremated remains with proper identification shall be placed within the temporary container or urn ordered by the authorizing agent. If the cremated remains within the temporary container or urn do not adequately fill its interior dimensions, the extra space may be filled with shredded paper, clean, absorbent cotton or comparable material, and the lid or top securely closed; (3) If the cremated remains will not fit within the dimensions of a temporary container or urn the remainder of the cremated remains shall be returned to the authorizing agent or its representative in a separate container; (4) If a temporary container is used to return the cremated remains, the container shall be placed in a suitable box and all box seams taped closed to increase the security and integrity of the container. The outside of the container shall be clearly identified with the name of the deceased person whose cremated remains are contained therein and the name of the cremation authority; and (5) If the cremated remains are to be shipped, the temporary container or designated receptacle ordered by the authorizing agent shall be packed securely in a suitable cardboard box and all seams taped closed to increase the security and integrity of the container. Cremated remains shall be shipped only by a method which has an internal tracing system available and which provides a receipt signed by the person accepting delivery. Section 47. That § 34-26A-22 be REPEALED: The authorizing agent shall provide the person with whom cremation arrangements are made with a signed statement specifying the ultimate disposition of the cremated remains. A copy of this statement shall be retained by the crematory authority. Section 48. That § 34-26A-23 be REPEALED: The authorizing agent is responsible for the disposition of the cremated remains. If, after a period of thirty days from the date of cremation, the authorizing agent has not specified the ultimate disposition or claimed the cremated remains, the crematory authority or the person in possession of the cremated remains may dispose of the cremated remains in any manner permitted by law. The authorizing agent is responsible for reimbursing the crematory authority for all reasonable expenses incurred in disposing of the cremated remains pursuant to this section. A record of such disposition shall be made and kept by the person making the disposition. Upon disposing of cremated remains under this section, the crematory authority or person in possession of the cremated remains is discharged from any legal obligation or liability concerning the cremated remains. This provision applies to all cremated remains currently in the possession of a crematory authority or other party. Section 49. That § 34-26A-24 be REPEALED: In addition to disposing of cremated remains in a crypt, niche, grave, or scattering garden located in a dedicated cemetery, or by scattering over the sea or other public waterways pursuant to § 34-26A-27, cremated remains may be disposed of in any manner on the private property of a consenting owner, upon direction of the authorizing agent. If cremated remains are to be disposed of on private property, other than dedicated cemetery property, the authorizing agent shall provide the crematory authority, with the written consent of the property owner and the legal description of the property. Section 50. That § 34-26A-25 be REPEALED: Except with the express written permission of the authorizing agent, no person may: (1) Dispose of or scatter cremated remains in such a manner or in such a location that the cremated remains are commingled with those of another person. The provisions of this subdivision do not apply to the scattering of cremated remains at sea or by air from individual closed containers or to the scattering of cremated remains in an area located in a dedicated cemetery and used exclusively for such purposes; or (2) Place cremated remains of more than one person in the same closed container. This subdivision does not apply to placing the cremated remains of members of the same family in a common closed container designed for the cremated remains of more than one person. Section 51. That § 34-26A-26 be REPEALED: Cremated remains shall be delivered by the crematory authority to the individual specified by the authorizing agent on the cremation authorization form. The representative of the crematory authority and the individual receiving the cremated remains shall sign a receipt indicating the name of the deceased, and the date, time, and place of receipt. The crematory authority shall retain a copy of this receipt. After this delivery, the cremated remains may be transported in any manner in this state, without a permit, and disposed of in accordance with the provisions of this chapter. Section 52. That § 34-26A-27 be REPEALED: Cremated remains may be scattered over a public waterway or sea, or on the private property of a consenting owner pursuant to the provisions of this chapter, if they are reduced to a particle size of one-eighth inch or less. A person may utilize a boat or airplane to perform the scattering. Cremated remains shall be removed from their closed container before they are scattered. Any person who scatters human remains, pursuant to this section, shall file with the local registrar of births and deaths, in the county nearest the point where the cremated remains are to be scattered, a verified statement containing the name of the deceased person, the time and place of death, the place at which the cremated remains are to be scattered, and any other information that the local registrar of births and deaths may require. If cremated remains are to be scattered pursuant to this section, the crematory authority may not release the cremated remains to the authorizing agent until the crematory authority has been provided with a receipt indicating that the proper filing has been made with the local registrar of births and deaths. The scattering of cremated remains in violation of this section is a Class 2 misdemeanor. Section 53. That § 34-26A-28 be REPEALED: Any person signing a cremation authorization form is deemed to warrant the truthfulness of any facts set forth in the cremation authorization form, including the identity of the deceased whose remains are sought to be cremated and that person's authority to order the cremation. Any person signing a cremation authorization form is personally and individually liable for all damage occasioned thereby and resulting therefrom. Section 54. That § 34-26A-29 be REPEALED: A crematory authority may cremate human remains upon the receipt of a cremation authorization form signed by an authorizing agent. No crematory authority that cremates human remains pursuant to an authorization or that releases or disposes of the cremated remains pursuant to an authorization, unless the crematory authority has actual knowledge that the representations contained in the cremation authorization form were untrue, is liable for such cremation. Section 55. That § 34-26A-30 be REPEALED: No crematory authority is responsible or liable for any valuables delivered to the crematory authority with human remains. Section 56. That § 34-26A-34 be REPEALED: Maintenance or operation of a building or structure within this state as a crematory in violation of the provisions of this chapter or the rules of the department adopted pursuant thereto is a public nuisance and may be abated as provided by law. Section 57. That § 34-26A-36 be REPEALED: Signing a cremation authorization form with the actual knowledge that the form contains false or incorrect information is a Class 1 misdemeanor. Section 58. That § 34-26A-39 be REPEALED: At the time of a person's death, any person in possession of an executed pre‑need cremation authorization form and any person charged with making arrangements for the final disposition of the deceased who has knowledge of the existence of an executed pre‑need cremation authorization form, shall use his best efforts to ensure that the deceased is cremated and disposed of according to the instructions contained on the pre‑need cremation authorization form. Section 59. That § 34-26A-41 be REPEALED: A crematory authority may employ a licensed funeral director for the purpose of arranging cremations with the general public, transporting human remains to the crematory, and processing all necessary paperwork."}, {"bill_id": 23631, "bill_version_id": 248436, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2023-02-03T12:32:46.22-06:00", "bill_text": "An Act to clarify and modernize cremation requirements and procedures. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34-26-75 be AMENDED: 34-26-75. Except as provided in §§ 34-26-74 and 34-26-76, the duty to bury, find a grave for, and provide the grave of the deceased person with a permanent concrete, metal anchored in concrete, or stone marker, and the right and the duty to control the disposition of the a decedent's remains of a deceased person, including the location, manner, and conditions of disposition, and arrangements for the provision of funeral goods and services to be provided, vests in the following, in the order named, provided such the person is 18 years or older and is of sound mind: (1) A person designated by the decedent as the person with the right to control the disposition in an affidavit executed, in accordance with § 34-26-77; (2) A person designated in the federal Record of Emergency Date Form DD 93, or its successor form, to have the right of disposition by a member of the military who dies while under active-duty orders, as described in 10 U.S.C. § 1481, in effect on January 1, 2022; (3) The surviving decedent's spouse; (4) The sole surviving child of the decedent, or if there is more than one child of the decedent, the majority of the surviving decedent's children. However, less than one-half of the surviving children are vested with the rights of this section, provided that a lesser number must suffice if they have used made reasonable efforts to notify all the other surviving children of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving childrenthe majority; (5) The surviving parent or parents of the decedent. If or one of the surviving parents is absent, the remaining parent is vested with the rights and duties of this section afterparent of the decedent, if reasonable efforts to locate the other parent have been unsuccessful in locating the absent surviving parent; (6) The surviving brother or sister sibling of the decedent, or if there is more than one sibling of the decedent, or the majority of the surviving decedent's siblings. However, less than the majority of surviving siblings are vested with the rights and duties of this section, provided that a lesser number must suffice if they have used made reasonable efforts to notify all the other surviving siblings of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving siblingsthe majority; (7) The surviving grandparent of the decedent, or if there is more than one surviving grandparent, or the majority of the decedent's grandparents. However, less than the majority of the surviving grandparents are vested with the rights and duties of this section, provided that a lesser number must suffice if they have used made reasonable efforts to notify all otherthe other surviving grandparents of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving grandparentsthe majority; (8) The guardian of the person of the decedent at the time of the decedent’s death, if one had been appointeddecedent's guardian; (9) The person named as the personal representative in the decedent's last will and testament of the decedent; (10) The person in the classes of the next degree of kinship, in descending order, under the laws of descent and distributionto inherit the estate of the decedent. If, provided if there is more than one person of the same degree, any person of that degree may exercise the right ofcontrol the disposition; (11) If the disposition of the remains of the decedent is the responsibility of the state or a political subdivision of the state, theThe public officer, administrator, or employee responsible for arranging the final disposition of decedent’s remainsdispositions, if the decedent was the responsibility of the state or a political subdivision of this state; or (12) In the absence of any person under subdivisions (1) to (11), inclusive, of this section, anyAny other person willing to assume the responsibilities to act and arrange the final disposition of the decedent’s remainsperson, including the funeral director with custody of the body, after attesting in writingprovided the person attests that a good faith effort hasreasonable efforts have been made to no avail to contact the individuals under subdivisions (1) to (11), inclusive, of other persons listed in this section. For the purposes of this section, the right and the duty to control disposition includes providing authorization for a cremation. Section 2. That § 34-26A-1 be AMENDED: 34-26A-1. Terms used in this chapter mean: (1) \"Board,\" the State Board of Funeral Service; (1A) \"Casket,\" a rigid container which is designed for the encasement of human remains and which is usually constructed of wood, metal, or like material and ornamented and lined with fabric; (2) \"Closed container,\" any container in which cremated remains can be placed and closed in a manner so as to prevent leakage or spillage of cremated remains or the entrance of foreign material\"Alternative container,\" a receptacle into which a decedent is placed for transport to a crematory and cremation and which: (a) Is made of combustible material; (b) Provides complete covering for the decedent; (c) Is impermeable; (d) Is sufficiently rigid for handling; and (e) Provides protection for the health and safety of crematory personnel; (3)(2) \"Cremated remains,\" all human remains recovered after theupon completion of the cremation process, including pulverization which leaves only bone fragments reduced to unidentifiable dimensionstogether with the residual of: (a) The container used for the cremation, if combustible; (b) Dental work; and (c) Combustible personal effects; (4)(3) \"Cremation,\" the technical process, using heat, that reducesprocess of: (a) Using heat and flame to reduce human remains to ashes and bone fragments. The reduction takes place through heat and evaporation; and (b) The subsequent pulverization of any remaining bone fragments; (5)(4) \"Cremation chamber,\" the enclosed space within which the cremation process takes place. Cremation chambers covered by these procedures shall be used exclusively for the cremation of human remains; (6) \"Cremation container,\" the container in which the human remains are placed in the cremation chamber for a cremation. A cremation container shall be composed of readily combustible materials suitable for cremation, be able to be closed in order to provide a complete covering for the human remains, be resistant to leakage or spillage, be rigid enough for handling with ease, and be able to provide protection for the health, safety, and personal integrity of crematory personnel; (7) \"Crematory authority,\" the legal entity or the authorized representative of the legal entity which is licensed by the board to operate a crematory and perform cremationoccurs; (8)(5) \"Crematory,\" the building or portion of a building that houses the cremation chamber and the holding facility; (9)(6) \"Holding facility,\" an area that is within or adjacent to the a crematory facility, designated for the retention of human remainsdecedents prior to their cremationthat complies with any applicable public health law, preserves the dignity of the human remains, recognizes the integrity, health, and safety of the cremat ory authority personnel operating the crematory, and is secure from access by anyone other than authority personnel unauthorized persons; (10) \"Human remains,\" the body of a deceased person, not including pathological waste; (11) \"Niche,\" a compartment or cubicle for the memorialization or permanent placement of an urn containing cremated remains; (12) \"Pathological waste,\" human tissues, organs, and blood or body fluids, in liquid or semiliquid form, that are removed from a person for medical purposes during treatment, surgery, biopsy, or autopsy; (13) \"Scattering area,\" a designated area for the scattering of cremated remains; (14)(7) \"Processing,\" the reduction of identifiable bone fragments to unidentifiable bone fragments; and (8) \"Temporary container,\" a receptacle for cremated remains usually made of cardboard, plastic film, or similar material designed to hold the, intended for the purpose of holding cremated remains until an urn or other permanent container is acquired; and (15) \"Urn,\" a receptacle designed to permanently encase the cremated remains. Section 3. That § 34-26A-3 be AMENDED: 34-26A-3. Any resident of this state, or any cemetery, funeral establishment, corporation, partnership, joint venture, voluntary organization, or any other entity may erect, maintain, and operate a crematory in this state and provide the necessary appliances and facilities for the cremation of human remains in accordance with this chapter. The operation of any crematory in this state shall, other than a medical facility crematory, must at all times be under the direction and supervision of a licensed funeral director and a licensed funeral establishment, each licensed pursuant to chapter 36-19. However, any medical facility cremating either whole or specific body parts does not need to be under the direction and supervision of a licensed funeral director and licensed funeral establishment. A crematory shall conform with all local building codes and environmental standards, and it may be constructed on, or adjacent to, any cemetery, on or adjacent to any funeral establishment that is zoned commercial or industrial, or at any other location consistent with local zoning regulationsperson who: (1) Is licensed as a funeral director, in accordance with chapter 36-19; and (2) Has successfully completed a crematory operator program approved by the State Board of Funeral Service. Section 4. That chapter 34-26A be amended with a NEW SECTION: Each crematory in this state must be licensed by the State Board of Funeral Service. To obtain licensure for a crematory, a person must: (1) Submit an application to the board, at the time and in the manner required by the board; (2) Identify, on the application, all certified crematory operators employed at the crematory; (3) Provide evidence that a motorized or mechanical device is available for the processing of cremated remains; and (4) Provide evidence that a refrigerated facility is available for the retention of decedents awaiting cremation. Upon approval of an application, the board shall require that the applicant pay an initial licensure fee in an amount not exceeding one hundred dollars. Section 5. That chapter 34-26A be amended with a NEW SECTION: Licensure as a crematory, issued in accordance with section 4 of this Act, expires one year after the date of issuance and must be renewed annually, at the time and in the manner determined by the State Board of Funeral Service. The board may inspect any crematory, during regular business hours, to verify compliance with applicable laws and rules and shall inspect each crematory, during regular business hours, at least once every three years. The board shall require a renewal fee in the amount of one hundred dollars. Section 6. That chapter 34-26A be amended with a NEW SECTION: The State Board of Funeral Service may, after notice and a hearing, suspend or revoke licensure issued in accordance with section 4 of this Act. The board shall promulgate rules, in accordance with chapter 1-26, to establish the grounds for suspension or revocation of the licensure. Section 7. That chapter 34-26A be amended with a NEW SECTION: Whenever a decedent is delivered to a crematory for cremation, crematory personnel shall complete a receipt that includes: (1) The name of the decedent; (2) The name and employer of the person who delivered the decedent to the crematory; (3) The date and time of the delivery; (4) The name of the crematory employee who accepted the delivery; and (5) Any funeral home or other entity involved in the disposition of the decedent's remains. The receipt must be signed by the person who delivered the decedent to the crematory and by the employee who accepted the delivery on behalf of the crematory. The crematory shall retain the receipt in accordance with the record retention provisions set forth in section 24 of this Act. A crematory may not accept unidentified human remains. Section 8. That chapter 34-26A be amended with a NEW SECTION: Except as otherwise provided in this section, a decedent may not be cremated for twenty-four hours following: (1) The decedent's time of death, as pronounced by a physician, or other health care professional acting within the person's scope of practice; or (2) The time at which a declaration of the decedent's death is made by the coroner or other person having the authority to make that declaration. The prohibition set forth in this section may be waived, in writing, by a physician or by the coroner, if death is the result of a virulent communicable disease. If a death is being investigated by a coroner, cremation may not take place before a written release is provided by the investigating coroner. Section 9. That chapter 34-26A be amended with a NEW SECTION: A form authorizing cremation must: (1) Contain the decedent's name and the manner in which the decedent's identity was verified; (2) Contain the name of the crematory and the person accepting the authorization to cremate on behalf of the crematory; (3) Indicate the auspices under which the person is authorizing the cremation, as set forth in § 34-26-75; (4) Provide for a statement indicating that the person authorizing the cremation: (a) Has no knowledge of any other person with a superior right to authorize the cremation, as provided for in § 34-26-75; or (b) Has knowledge of another person with a superior right to authorize the cremation, as provided for in § 34-26-75, has made a reasonable effort but been unable to contact that other person, and has no reason to believe that the other person would object to the authorization of a cremation; (5) Provide for a question regarding knowledge of any pacemaker, defibrillator, or other device or implant that might: (a) Pose a hazard to the health or safety of crematory personnel; or (b) Cause damage to the cremation chamber; (6) Indicate whether the cremation is to include the casket or an alternative container in which the decedent was delivered to the crematory; (7) Include the name of any person authorized to witness the cremation; (8) Include the name of the person who is to receive the cremated remains; (9) Include instructions regarding the manner in which any personal property delivered to the crematory with the decedent's remains are to be handled; (10) Include instructions for the disposition of the cremated remains, in accordance with the provisions of this chapter or directives set forth in a pre-need cremation contract; (11) Include an attestation, by the person authorizing the cremation, indicating that to the best of his or her knowledge, all statements and information contained in the authorization are accurate; and (12) Include a statement specifically authorizing the cremation of the decedent and the processing and disposition of the remains in accordance with the directives set forth in the form. A crematory may not proceed with the cremation of a decedent until the authorization form has been completed in accordance with the requirements of this section. The crematory shall retain each authorization form required by this section in accordance with the record retention provisions set forth in section 24 of this Act. Section 10. That chapter 34-26A be amended with a NEW SECTION: If the person who signs an authorization to cremate, in accordance with section 9 of this Act, is aware of a pre-need contract that the decedent has entered into, the signer shall, to the extent possible, follow the decedent's directives. Section 11. That § 34-26A-7 be AMENDED: 34-26A-7. If an authorizing agentthe person who has the right and duty to control the decedent's remains, as provided for in § 34-26-75, is not available physically present to execute the form authorizing cremation authorization form, he the person may delegate that authority to another person in writing, or, if located outside of the area, by sending the crematory authority a telegram that contains the name, address, and relationship of the sender to the deceased and. Once a crematory has received written notice of a delegation under this section, including the name and address of the individual to whom authority is delegated. Upon receipt of the written delegation document or a copy of this telegram, this individual may serve as the authorizing agent and delegatee, the crematory may allow the delegatee to execute the form authorizing cremation authorization form, and the. A crematory authority may relythat relies upon the cremation an authorization form withoutexecuted in accordance with this section is immune from liability for any acts or omissions resulting from that reliance. Section 12. That chapter 34-26A be amended with a NEW SECTION: No funeral home or crematory, or any employee of either is required to verify the information provided in the form authorizing cremation, as set forth in section 9 of this Act, and no funeral home or crematory, or any employee of either may be held liable for any act or omission in reliance on the information provided in the form, unless the funeral home, crematory, or employee knew or should have known that the information was not accurate. Section 13. That chapter 34-26A be amended with a NEW SECTION: Upon accepting for cremation a body that has been embalmed, a crematory shall place the body in a holding facility, until the time of cremation. Upon accepting for cremation a body that has not been embalmed, a crematory may place the body: (1) In a refrigerated facility, until the time of cremation; or (2) In a holding facility for up to eight hours and thereafter in a refrigerated facility, until the time of cremation. Section 14. That chapter 34-26A be amended with a NEW SECTION: Unless otherwise specified in the authorization to cremate form, a crematory may not: (1) Remove the decedent from the casket or alternative container in which the decedent was delivered to the crematory; (2) Fail to cremate the casket or alternative container in which the decedent was delivered to the crematory; (3) Simultaneously cremate more than one decedent in the same cremation chamber; (4) Permit any person to be present in the holding facility while a decedent is there awaiting cremation, permit any person to be present during the cremation, or permit any person to be present while the remains are removed from the cremation chamber, except: (a) A crematory employee; (b) The signer of the authorization to cremate form; and (c) An invitee of the crematory director; or (5) Remove from the decedent any dental bridge work or fillings, implants, or body parts. Section 15. That chapter 34-26A be amended with a NEW SECTION: A crematory that removes recyclable material from the cremation residue, in accordance with the authorization to cremate form, may deliver the material for recycling. Section 16. That § 34-26A-14 be AMENDED: 34-26A-14. If the crematory authority receives the human remains of a deceased person who theand crematory authority has personnel have reason to believe that the person may have died by unlawful means or that the person's death is subject to investigation under § 23-14-18, the crematory authority shall notify the coroner of the county where the death occurred of this belief. After this notice, the human remains may not be cremated until the coroner has completed his any investigation, if any, and authorization to cremate has been received in writing from the coroner by the crematory authority provided the crematory with a written release. Section 17. That § 34-26A-19 be AMENDED: 34-26A-19. Immediately before being placed within the cremation chamber, the identification of the human remains, as indicated on the cremation container, shall be verified by the crematory authority and theidentification shall be removed from the cremation container and placed near the cremation chamber control panel where it shall remain in place until the cremation process is complete The crematory shall have procedures in place to provide for the identification and continuous tracking of human remains throughout the cremation process and until the remains are released. Section 18. That § 34-26A-20 be AMENDED: 34-26A-20. Upon completion of the a cremation, in so far as is possible,crematory personnel shall remove, from the cremation chamber, all of the recoverable cremation residue of the cremation process shall be removed from the cremation chamber. In so far as possible, all residual of the cremation process shall be separated from anything other than bone fragments and then be processed so as to reduce them to an unidentifiable particle. Anything other than the particles shall be removed from the cremated residuals and shall be disposed of by the crematory authority. Crematory personnel shall place the cremated remains into an urn, if so directed in the authorization to cremate form. If no directives are included in the authorization to cremate form, crematory personnel shall place the cremated remains into a temporary container. If all of the cremated remains do not fit in the selected urn or temporary container, crematory personnel shall place any remainder into an additional temporary container and release, deliver, or dispose of the urn and any containers in accordance with the directives in the authorization to cremate form. Section 19. That chapter 34-26A be amended with a NEW SECTION: Upon completion of a cremation, crematory personnel shall prepare a record of the cremation, and include the name of the decedent and the date and time of the cremation. The crematory shall retain the record required by this section in accordance with the record retention provisions set forth in section 24 of this Act. Section 20. That chapter 34-26A be amended with a NEW SECTION: Upon completion of a cremation, the crematory shall file the burial permit with the local registrar of vital records, pursuant to § 34-25-24. Section 21. That chapter 34-26A be amended with a NEW SECTION: Whenever a crematory releases cremated remains, crematory personnel shall complete a receipt that includes: (1) The name of the decedent; (2) The name of the person to whom the cremated remains were released; (3) The date and time of the release; (4) The name of the crematory employee who released the cremated remains; (5) Any funeral home or other entity involved in the disposition of the cremated remains. The receipt must be signed by the person who released the cremated remains and the person who received the cremated remains. If the cremated remains are to be shipped, the receipt must be signed by the person who released the cremated remains for shipping and a copy of the receipt must accompany the remains. The crematory shall retain a receipt required by this section in accordance with the record retention provisions set forth in section 24 of this Act. Section 22. That chapter 34-26A be amended with a NEW SECTION: Any crematory shipping cremated remains shall use a mail or delivery service that provides package tracking and requires an authorized signature upon delivery to the recipient's address. A crematory may not be held liable for the loss or misplacement of any cremated remains after acceptance, by the mail or delivery service, of the package containing the remains. Section 23. That chapter 34-26A be amended with a NEW SECTION: Each crematory shall follow the directives in the authorization to cremate form regarding the disposition of the cremated remains. If the cremated remains are not claimed and if no other arrangements have been made within sixty days after the date of the cremation, the crematory or a funeral home may dispose of the remains by: (1) Placing the remains in a grave, crypt, niche; or (2) Scattering the remains in any manner and in any place not otherwise prohibited by law. Any reasonable costs incurred by a crematory or a funeral home in disposing of unclaimed cremated remains, in accordance with this section, are the responsibility of the person who signed the authorization to cremate form or the person having the right to control the disposition. Section 24. That chapter 34-26A be amended with a NEW SECTION: Any record required in accordance with this chapter: (1) Must be retained by the crematory for a period of at least seven years; and (2) May be inspected by the State Board of Funeral Service, during regular business hours. Section 25. That § 34-26A-31 be AMENDED: 34-26A-31. No A crematory authority is liable for refusing to accept a body or to may refuse to accept a decedent for or perform a cremation until it receives a court order or other suitable confirmation that a dispute has been settled if: (1) It is aware of any dispute concerning the cremation of human remains; (2) It has a reasonable basis for questioning grounds to question any of the representations made by the authorizing agentrepresentation made in the authorization to cremate form; or (3) For It has any other lawful reason. A crematory shall accept a decedent for and perform a cremation upon receiving an order from a court directing the activity or upon receipt of sufficient documentation indicating that any dispute or other ground or reason for the initial refusal has been resolved. A crematory is immune from liability for refusing to accept a decedent for cremation and for refusing to perform a cremation, in accordance with this section. Section 26. That § 34-26A-32 be AMENDED: 34-26A-32. If aA crematory authority is aware of any dispute concerning themay refuse to release or disposition dispose of the cremated remains, the crematory authority may refuse to release the cremated remains until if it is aware of any dispute concerning the release or disposition of the remains. A crematory shall release or dispose of the cremated remains upon receiving an order from a court directing the activity or upon receipt of sufficient documentation indicating that the dispute has been resolved or the crematory authority has been provided with a court order authorizing the release of disposition of the cremated remains. A crematory authority is not liableis immune from liability for refusing to release or dispose of cremated remains, in accordance with this section. Section 27. That § 34-26A-33 be AMENDED: 34-26A-33. The board State Board of Funeral Service shall promulgate reasonable rules pursuant to, in accordance with chapter 1-26, as may be consistent with this chapter governing the cremation of human remains. The rules specifically shall include the minimum standards of to establish: (1) Standards for crematory sanitation, refrigeration, required; (2) Standards for refrigeration; (3) Standards for equipment,; andfire (4) Fire protection for all crematories which the board may deem necessary for the protection of the public. A crematory authority may adopt reasonable rules, not inconsistent with this chapter, for the management and operation of a crematoryrequirements. Section 28. That § 34-26A-35 be AMENDED: 34-26A-35. Holding oneself out to the public as a crematory authority without being licensed under this chapter, or performing a cremation without a cremation authorization form signed by an authorizing agentIt is a Class 1 misdemeanor to: (1) Operate a crematory that is not licensed in accordance with this chapter; (2) Perform a cremation without first obtaining a completed and signed authorization to cremate form; or (3) Sign an authorization to cremate form with the knowledge that the form contains false or misleading information. Section 29. That § 34-26A-37 be AMENDED: 34-26A-37. Any If a cremation is provided for in a pre‑need contract, sold by, or pre‑need arrangements made with, a cemetery, funeral establishment, or any other party, that includes a cremation, shall specify the ultimate the contract must include provisions for the disposition of the cremated remains, and that portion of the agreement shall. Those provisions must be initialed by the individual making for or by whom the arrangements. If no additional or different instructions are provided to the crematory authority by the authorizing agent at the time of death, the crematory authority may release or dispose of the cremated remains as indicated in the pre‑need agreement. Upon compliance with the terms of the pre‑need agreement, the crematory authority is released from any liability concerning the disposition of the cremated remains are being made. Section 30. That § 34-26A-38 be AMENDED: 34-26A-38. Any Notwithstanding § 34-26-75, a person, on may enter into a pre‑need basis, maycontract to authorize his own the person's cremation and the disposition of his their cremated remains, on a pre‑need cremation. This authorization and must be signed by the person as authorizing agent and by two witnesses. The person may designate the crematory authority. A copy of this form shall be retained by the person and a copy sent to the crematory authority, if designated. The person may transfer or cancel this cremation authorization at any time before his death, by providing written notice to the department and crematory authority, if applicableA contract entered into in accordance with this section must be retained by the other contracting party for the period of time required to fulfill the obligation, plus the additional period set forth in section 24 of this Act. Any person who enters into a pre-need contract in accordance with this section may revoke the contract by providing written notice of the revocation to the other contracting party. Section 31. That chapter 34-26A be amended with a NEW SECTION: Whenever there is a change in the ownership of a licensed crematory, a representative of the crematory shall report the change to the board, within thirty days. Section 32. That § 34-26A-40 be AMENDED: 34-26A-40. If a completed pre‑need cremation authorization form is in the possession of, or is provided to, a crematory authority and the crematory authority is in possession of the designated human remains, theA crematory authority shall cremate the human remains and disposethat, in good faith, cremates and disposes of the cremated remainspursuant to the instructions , in accordance with any directives contained on thein a pre‑need contract authorizing the cremationauthorization form, and may do so without any, is immune from liability. Section 33. That § 34-26A-2 be REPEALED: The authorizing agent is any person according to the priority established in § 34-26-75 legally entitled to order the cremation of human remains. For an indigent or any other individual whose final disposition is the responsibility of the state, a public official charged with arranging the final disposition of the deceased may serve as the authorizing agent. For an individual who has donated his body to science, or whose death occurred in a private institution, and in which the institution is charged with making arrangements for the final disposition of the deceased, a representative of the institution may serve as the authorizing agent. Section 34. That § 34-26A-4 be REPEALED: An application for licensure or renewal of a license as a crematory authority shall be on forms furnished and prescribed by the board. Applications shall be in writing, accompanied by a license or renewal fee of one hundred dollars and shall contain the name of the applicant, the address and location of the crematory, a description of the type of structure and equipment to be used in the operation of the crematory, and any other information the board may reasonably require. The board shall annually examine the premises and structure to be used as a crematory and shall issue a license or renew a license for the crematory authority, if the applicant meets all requirements of this chapter. If a change of ownership of a crematory occurs, within thirty days of the change, the crematory authority shall provide the board with the names and addresses of the new owners. Section 35. That § 34-26A-5 be REPEALED: No person may cremate any human remains, except in a crematory licensed for this express purpose and under the limitations provided in this chapter. A violation of this section is a Class 2 misdemeanor. Section 36. That § 34-26A-6 be REPEALED: Except as otherwise provided in this chapter, no crematory authority may cremate human remains until it has received: (1) A cremation authorization form signed by an authorizing agent and the crematory authority. The cremation authorization form shall be provided by the crematory authority and shall contain the identity of the human remains, the name of the authorizing agent and the relationship between the authorizing agent and the deceased, authorization for the crematory authority to cremate the human remains, a representation that the authorizing agent is aware of no objection to the human remains being cremated by any person who has a right to control the disposition of the human remains, and the name of the person authorized to claim the cremated remains from the crematory authority; (2) A completed and executed burial permit, as provided in § 34-25-24, indicating that the human remains are to be cremated; and (3) Any other documentation required by the county or municipality. Section 37. That § 34-26A-8 be REPEALED: Upon the receipt of human remains, the crematory authority shall furnish to the person who delivers the human remains a receipt signed by both the crematory authority and the person who delivers the human remains showing the date of delivery, the name of the person from whom the human remains were received and that person's employer, the name of the person who received the human remains on behalf of the crematory authority, and the name and license number of the crematory authority, and the name of the deceased. The crematory authority shall retain a copy of this receipt. Section 38. That § 34-26A-9 be REPEALED: A crematory authority shall retain at its place of business a record of each cremation which takes place at its facility, which record shall contain the information provided for in §§ 34-26A-6 to 34-26A-8, inclusive, and the date the cremation and disposition of the cremated remains took place. Section 39. That § 34-26A-10 be REPEALED: No crematory authority may accept unidentified human remains. If the crematory authority takes custody subsequent to the human remains being placed within a cremation container, the crematory authority shall place appropriate identification upon the exterior of the cremation container. Section 40. That § 34-26A-11 be REPEALED: Upon completion of the cremation, the crematory authority shall file the burial permit with the local registrar of vital records pursuant to § 34-25-24. Section 41. That § 34-26A-12 be REPEALED: Except as provided in this section no crematory authority may make or enforce any rules requiring that human remains be placed in a casket before cremation or that human remains be cremated in a casket, nor may the crematory refuse to accept human remains for cremation for the reason that the human remains are not in a casket. No human remains delivered to a crematory may be removed from the cremation container and the cremation container shall be cremated with the human remains, unless the crematory authority has been provided with written instructions to the contrary by the authorizing agent. Section 42. That § 34-26A-13 be REPEALED: No human remains may be cremated within twenty‑four hours after the time of death, as indicated on the medical certificate of death, or the coroner's certificate. If the death is such as is to be investigated by a coroner, the human remains may not be cremated by the crematory authority until the coroner has completed his investigation and authorization to cremate has been received in writing from the coroner of the county in which the death occurred. In no instance may the lapse of time between the death and any cremation be less than twenty‑four hours, unless the death was a result of an infectious, contagious, or communicable and dangerous disease, and the time requirement is waived in writing by the coroner or the attending physician where the death occurred. Section 43. That § 34-26A-15 be REPEALED: No body may be cremated with a pacemaker in place. The party that authorizes the cremation of the human remains shall be responsible for taking all necessary steps to ensure that any pacemakers or hazardous implants are removed before cremation. Section 44. That § 34-26A-16 be REPEALED: A crematory authority may hold human remains, before the cremation of the remains, according to the following subdivisions: (1) If a crematory authority is unable to cremate the human remains immediately upon taking custody of the remains, the crematory authority shall place the unembalmed human remains in a refrigerated holding facility; (2) No crematory authority may be required to accept for holding a cremation container from which there is any evidence of leakage of the body fluids from the human remains therein; and (3) Human remains that are not embalmed shall be held within a refrigerated facility. Section 45. That § 34-26A-17 be REPEALED: No unauthorized person may be permitted in the crematory area while any human remains are in the crematory area awaiting cremation, being cremated, or being removed from the cremation chamber. Section 46. That § 34-26A-18 be REPEALED: The unauthorized, simultaneous cremation of the human remains of more than one person within the same cremation chamber is forbidden, unless the crematory authority has received specific written authorization to do so from all authorizing agents for the human remains to be so cremated. A written authorization exempts the crematory authority from all liability for commingling of the product of the cremation process. Section 47. That § 34-26A-21 be REPEALED: Cremated remains shall be packed according to the following subdivisions: (1) The cremated remains with proper identification shall be placed in a temporary container or urn. The temporary container or urn contents may not be contaminated with any other object, unless specific authorization has been received from the authorizing agent; (2) The cremated remains with proper identification shall be placed within the temporary container or urn ordered by the authorizing agent. If the cremated remains within the temporary container or urn do not adequately fill its interior dimensions, the extra space may be filled with shredded paper, clean, absorbent cotton or comparable material, and the lid or top securely closed; (3) If the cremated remains will not fit within the dimensions of a temporary container or urn the remainder of the cremated remains shall be returned to the authorizing agent or its representative in a separate container; (4) If a temporary container is used to return the cremated remains, the container shall be placed in a suitable box and all box seams taped closed to increase the security and integrity of the container. The outside of the container shall be clearly identified with the name of the deceased person whose cremated remains are contained therein and the name of the cremation authority; and (5) If the cremated remains are to be shipped, the temporary container or designated receptacle ordered by the authorizing agent shall be packed securely in a suitable cardboard box and all seams taped closed to increase the security and integrity of the container. Cremated remains shall be shipped only by a method which has an internal tracing system available and which provides a receipt signed by the person accepting delivery. Section 48. That § 34-26A-22 be REPEALED: The authorizing agent shall provide the person with whom cremation arrangements are made with a signed statement specifying the ultimate disposition of the cremated remains. A copy of this statement shall be retained by the crematory authority. Section 49. That § 34-26A-23 be REPEALED: The authorizing agent is responsible for the disposition of the cremated remains. If, after a period of thirty days from the date of cremation, the authorizing agent has not specified the ultimate disposition or claimed the cremated remains, the crematory authority or the person in possession of the cremated remains may dispose of the cremated remains in any manner permitted by law. The authorizing agent is responsible for reimbursing the crematory authority for all reasonable expenses incurred in disposing of the cremated remains pursuant to this section. A record of such disposition shall be made and kept by the person making the disposition. Upon disposing of cremated remains under this section, the crematory authority or person in possession of the cremated remains is discharged from any legal obligation or liability concerning the cremated remains. This provision applies to all cremated remains currently in the possession of a crematory authority or other party. Section 50. That § 34-26A-24 be REPEALED: In addition to disposing of cremated remains in a crypt, niche, grave, or scattering garden located in a dedicated cemetery, or by scattering over the sea or other public waterways pursuant to § 34-26A-27, cremated remains may be disposed of in any manner on the private property of a consenting owner, upon direction of the authorizing agent. If cremated remains are to be disposed of on private property, other than dedicated cemetery property, the authorizing agent shall provide the crematory authority, with the written consent of the property owner and the legal description of the property. Section 51. That § 34-26A-25 be REPEALED: Except with the express written permission of the authorizing agent, no person may: (1) Dispose of or scatter cremated remains in such a manner or in such a location that the cremated remains are commingled with those of another person. The provisions of this subdivision do not apply to the scattering of cremated remains at sea or by air from individual closed containers or to the scattering of cremated remains in an area located in a dedicated cemetery and used exclusively for such purposes; or (2) Place cremated remains of more than one person in the same closed container. This subdivision does not apply to placing the cremated remains of members of the same family in a common closed container designed for the cremated remains of more than one person. Section 52. That § 34-26A-26 be REPEALED: Cremated remains shall be delivered by the crematory authority to the individual specified by the authorizing agent on the cremation authorization form. The representative of the crematory authority and the individual receiving the cremated remains shall sign a receipt indicating the name of the deceased, and the date, time, and place of receipt. The crematory authority shall retain a copy of this receipt. After this delivery, the cremated remains may be transported in any manner in this state, without a permit, and disposed of in accordance with the provisions of this chapter. Section 53. That § 34-26A-27 be REPEALED: Cremated remains may be scattered over a public waterway or sea, or on the private property of a consenting owner pursuant to the provisions of this chapter, if they are reduced to a particle size of one-eighth inch or less. A person may utilize a boat or airplane to perform the scattering. Cremated remains shall be removed from their closed container before they are scattered. Any person who scatters human remains, pursuant to this section, shall file with the local registrar of births and deaths, in the county nearest the point where the cremated remains are to be scattered, a verified statement containing the name of the deceased person, the time and place of death, the place at which the cremated remains are to be scattered, and any other information that the local registrar of births and deaths may require. If cremated remains are to be scattered pursuant to this section, the crematory authority may not release the cremated remains to the authorizing agent until the crematory authority has been provided with a receipt indicating that the proper filing has been made with the local registrar of births and deaths. The scattering of cremated remains in violation of this section is a Class 2 misdemeanor. Section 54. That § 34-26A-28 be REPEALED: Any person signing a cremation authorization form is deemed to warrant the truthfulness of any facts set forth in the cremation authorization form, including the identity of the deceased whose remains are sought to be cremated and that person's authority to order the cremation. Any person signing a cremation authorization form is personally and individually liable for all damage occasioned thereby and resulting therefrom. Section 55. That § 34-26A-29 be REPEALED: A crematory authority may cremate human remains upon the receipt of a cremation authorization form signed by an authorizing agent. No crematory authority that cremates human remains pursuant to an authorization or that releases or disposes of the cremated remains pursuant to an authorization, unless the crematory authority has actual knowledge that the representations contained in the cremation authorization form were untrue, is liable for such cremation. Section 56. That § 34-26A-30 be REPEALED: No crematory authority is responsible or liable for any valuables delivered to the crematory authority with human remains. Section 57. That § 34-26A-34 be REPEALED: Maintenance or operation of a building or structure within this state as a crematory in violation of the provisions of this chapter or the rules of the department adopted pursuant thereto is a public nuisance and may be abated as provided by law. Section 58. That § 34-26A-36 be REPEALED: Signing a cremation authorization form with the actual knowledge that the form contains false or incorrect information is a Class 1 misdemeanor. Section 59. That § 34-26A-39 be REPEALED: At the time of a person's death, any person in possession of an executed pre‑need cremation authorization form and any person charged with making arrangements for the final disposition of the deceased who has knowledge of the existence of an executed pre‑need cremation authorization form, shall use his best efforts to ensure that the deceased is cremated and disposed of according to the instructions contained on the pre‑need cremation authorization form. Section 60. That § 34-26A-41 be REPEALED: A crematory authority may employ a licensed funeral director for the purpose of arranging cremations with the general public, transporting human remains to the crematory, and processing all necessary paperwork."}, {"bill_id": 23631, "bill_version_id": 251080, "bill_version": "Enrolled", "bill_version_date": "2023-03-06T17:08:13.16-06:00", "bill_text": "ENTITLED An Act to clarify and modernize cremation requirements and procedures. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34-26-75 be AMENDED: 34-26-75. Except as provided in §§ 34-26-74 and 34-26-76, the right and the duty to control the disposition of a decedent's remains, including the location, manner, and conditions of disposition, and arrangements for the provision of funeral goods and services, vests in the following, in the order named, provided the person is 18 years or older and is of sound mind: (1) A person designated by the decedent, in accordance with § 34-26-77; (2) A person designated in the federal Record of Emergency Date Form DD 93 or its successor form, by a member of the military who dies while under active-duty orders, as described in 10 U.S.C. § 1481, in effect on January 1, 2022; (3) The decedent's spouse; (4) The child of the decedent or the majority of the decedent's children, provided that a lesser number must suffice if they have made reasonable efforts to notify the other children of their instructions and are not aware of any opposition on the part of the majority; (5) The parents of the decedent or one parent of the decedent, if reasonable efforts to locate the other parent have been unsuccessful; (6) The sibling of the decedent or the majority of the decedent's siblings, provided that a lesser number must suffice if they have made reasonable efforts to notify the other siblings of their instructions and are not aware of any opposition on the part of the majority; (7) The grandparent of the decedent or the majority of the decedent's grandparents, provided that a lesser number must suffice if they have made reasonable efforts to notify the other grandparents of their instructions and are not aware of any opposition on the part of the majority; (8) The decedent's guardian; (9) The person named as the personal representative in the decedent's last will and testament; (10) The person in the classes of the next degree of kinship, in descending order, under the laws of descent and distribution, provided if there is more than one person of the same degree, any person of that degree may control the disposition; (11) The public officer, administrator, or employee responsible for final dispositions, if the decedent was the responsibility of the state or a political subdivision of this state; or (12) Any other willing person, including the funeral director with custody of the body, provided the person attests that reasonable efforts have been made to contact other persons listed in this section. For the purposes of this section, the right and the duty to control disposition includes providing authorization for a cremation. Section 2. That § 34-26A-1 be AMENDED: 34-26A-1. Terms used in this chapter mean: (1) \"Alternative container,\" a receptacle into which a decedent is placed for transport to a crematory and cremation and which: (a) Is made of combustible material; (b) Provides complete covering for the decedent; (c) Is impermeable; (d) Is sufficiently rigid for handling; and (e) Provides protection for the health and safety of crematory personnel; (2) \"Cremated remains,\" all human remains recovered upon completion of the cremation process, together with the residual of: (a) The container used for the cremation, if combustible; (b) Dental work; and (c) Combustible personal effects; (3) \"Cremation,\" the process of: (a) Using heat and flame to reduce human remains to ashes and bone fragments; and (b) The subsequent pulverization of any remaining bone fragments; (4) \"Cremation chamber,\" the enclosed space within which the cremation process occurs; (5) \"Crematory,\" the building or portion of a building that houses the cremation chamber and the holding facility; (6) \"Holding facility,\" an area that is within or adjacent to a crematory, designated for the retention of decedents prior to their cremation, and secure from access by unauthorized persons; (7) \"Processing,\" the reduction of identifiable bone fragments to unidentifiable bone fragments; and (8) \"Temporary container,\" a receptacle made of cardboard, plastic film, or similar material, intended for the purpose of holding cremated remains until an urn or other permanent container is acquired. Section 3. That § 34-26A-3 be AMENDED: 34-26A-3. The operation of any crematory in this state, other than a medical facility crematory, must at all times be under the direction and supervision of a person who: (1) Is licensed as a funeral director, in accordance with chapter 36-19; and (2) Has successfully completed a crematory operator program approved by the State Board of Funeral Service. Section 4. That chapter 34-26A be amended with a NEW SECTION: Each crematory in this state must be licensed by the State Board of Funeral Service. To obtain licensure for a crematory, a person must: (1) Submit an application to the board, at the time and in the manner required by the board; (2) Identify, on the application, all certified crematory operators employed at the crematory; (3) Provide evidence that a motorized or mechanical device is available for the processing of cremated remains; and (4) Provide evidence that a refrigerated facility is available for the retention of decedents awaiting cremation. Upon approval of an application, the board shall require that the applicant pay an initial licensure fee in an amount not exceeding one hundred dollars. Section 5. That chapter 34-26A be amended with a NEW SECTION: Licensure as a crematory, issued in accordance with section 4 of this Act, expires one year after the date of issuance and must be renewed annually, at the time and in the manner determined by the State Board of Funeral Service. The board may inspect any crematory, during regular business hours, to verify compliance with applicable laws and rules and shall inspect each crematory, during regular business hours, at least once every three years. The board shall require a renewal fee in the amount of one hundred dollars. Section 6. That chapter 34-26A be amended with a NEW SECTION: The State Board of Funeral Service may, after notice and a hearing, suspend or revoke licensure issued in accordance with section 4 of this Act. The board shall promulgate rules, in accordance with chapter 1-26, to establish the grounds for suspension or revocation of the licensure. Section 7. That chapter 34-26A be amended with a NEW SECTION: Whenever a decedent is delivered to a crematory for cremation, crematory personnel shall complete a receipt that includes: (1) The name of the decedent; (2) The name and employer of the person who delivered the decedent to the crematory; (3) The date and time of the delivery; (4) The name of the crematory employee who accepted the delivery; and (5) Any funeral home or other entity involved in the disposition of the decedent's remains. The receipt must be signed by the person who delivered the decedent to the crematory and by the employee who accepted the delivery on behalf of the crematory. The crematory shall retain the receipt in accordance with the record retention provisions set forth in section 24 of this Act. A crematory may not accept unidentified human remains. Section 8. That chapter 34-26A be amended with a NEW SECTION: Except as otherwise provided in this section, a decedent may not be cremated for twenty-four hours following: (1) The decedent's time of death, as pronounced by a physician, or other health care professional acting within the person's scope of practice; or (2) The time at which a declaration of the decedent's death is made by the coroner or other person having the authority to make that declaration. The prohibition set forth in this section may be waived, in writing, by a physician or by the coroner, if death is the result of a virulent communicable disease. If a death is being investigated by a coroner, cremation may not take place before a written release is provided by the investigating coroner. Section 9. That chapter 34-26A be amended with a NEW SECTION: A form authorizing cremation must: (1) Contain the decedent's name and the manner in which the decedent's identity was verified; (2) Contain the name of the crematory and the person accepting the authorization to cremate on behalf of the crematory; (3) Indicate the auspices under which the person is authorizing the cremation, as set forth in § 34-26-75; (4) Provide for a statement indicating that the person authorizing the cremation: (a) Has no knowledge of any other person with a superior right to authorize the cremation, as provided for in § 34-26-75; or (b) Has knowledge of another person with a superior right to authorize the cremation, as provided for in § 34-26-75, has made a reasonable effort but been unable to contact that other person, and has no reason to believe that the other person would object to the authorization of a cremation; (5) Provide for a question regarding knowledge of any pacemaker, defibrillator, or other device or implant that might: (a) Pose a hazard to the health or safety of crematory personnel; or (b) Cause damage to the cremation chamber; (6) Indicate whether the cremation is to include the casket or an alternative container in which the decedent was delivered to the crematory; (7) Include the name of any person authorized to witness the cremation; (8) Include the name of the person who is to receive the cremated remains; (9) Include instructions regarding the manner in which any personal property delivered to the crematory with the decedent's remains are to be handled; (10) Include instructions for the disposition of the cremated remains, in accordance with the provisions of this chapter or directives set forth in a pre-need cremation contract; (11) Include an attestation, by the person authorizing the cremation, indicating that to the best of his or her knowledge, all statements and information contained in the authorization are accurate; and (12) Include a statement specifically authorizing the cremation of the decedent and the processing and disposition of the remains in accordance with the directives set forth in the form. A crematory may not proceed with the cremation of a decedent until the authorization form has been completed in accordance with the requirements of this section. The crematory shall retain each authorization form required by this section in accordance with the record retention provisions set forth in section 24 of this Act. Section 10. That chapter 34-26A be amended with a NEW SECTION: If the person who signs an authorization to cremate, in accordance with section 9 of this Act, is aware of a pre-need contract that the decedent has entered into, the signer shall, to the extent possible, follow the decedent's directives. Section 11. That § 34-26A-7 be AMENDED: 34-26A-7. If the person who has the right and duty to control the decedent's remains, as provided for in § 34-26-75, is not physically present to execute the form authorizing cremation, the person may delegate that authority to another. Once a crematory has received written notice of a delegation under this section, including the name and address of the delegatee, the crematory may allow the delegatee to execute the form authorizing cremation. A crematory that relies upon an authorization executed in accordance with this section is immune from liability for any acts or omissions resulting from that reliance. Section 12. That chapter 34-26A be amended with a NEW SECTION: No funeral home or crematory, or any employee of either is required to verify the information provided in the form authorizing cremation, as set forth in section 9 of this Act, and no funeral home or crematory, or any employee of either may be held liable for any act or omission in reliance on the information provided in the form, unless the funeral home, crematory, or employee knew or should have known that the information was not accurate. Section 13. That chapter 34-26A be amended with a NEW SECTION: Upon accepting for cremation a body that has been embalmed, a crematory shall place the body in a holding facility, until the time of cremation. Upon accepting for cremation a body that has not been embalmed, a crematory may place the body: (1) In a refrigerated facility, until the time of cremation; or (2) In a holding facility for up to eight hours and thereafter in a refrigerated facility, until the time of cremation. Section 14. That chapter 34-26A be amended with a NEW SECTION: Unless otherwise specified in the authorization to cremate form, a crematory may not: (1) Remove the decedent from the casket or alternative container in which the decedent was delivered to the crematory; (2) Fail to cremate the casket or alternative container in which the decedent was delivered to the crematory; (3) Simultaneously cremate more than one decedent in the same cremation chamber; (4) Permit any person to be present in the holding facility while a decedent is there awaiting cremation, permit any person to be present during the cremation, or permit any person to be present while the remains are removed from the cremation chamber, except: (a) A crematory employee; (b) The signer of the authorization to cremate form; and (c) An invitee of the crematory director; or (5) Remove from the decedent any dental bridge work or fillings, implants, or body parts. Section 15. That chapter 34-26A be amended with a NEW SECTION: A crematory that removes recyclable material from the cremation residue, in accordance with the authorization to cremate form, may deliver the material for recycling. Section 16. That § 34-26A-14 be AMENDED: 34-26A-14. If the crematory receives the remains of a deceased person and crematory personnel have reason to believe that the person may have died by unlawful means or that the person's death is subject to investigation under § 23-14-18, the crematory shall notify the coroner of the county where the death occurred. After this notice, the remains may not be cremated until the coroner has completed any investigation, and provided the crematory with a written release. Section 17. That § 34-26A-19 be AMENDED: 34-26A-19. The crematory shall have procedures in place to provide for the identification and continuous tracking of human remains throughout the cremation process and until the remains are released. Section 18. That § 34-26A-20 be AMENDED: 34-26A-20. Upon completion of a cremation, crematory personnel shall remove, from the cremation chamber, all recoverable cremation residue. Crematory personnel shall place the cremated remains into an urn, if so directed in the authorization to cremate form. If no directives are included in the authorization to cremate form, crematory personnel shall place the cremated remains into a temporary container. If all of the cremated remains do not fit in the selected urn or temporary container, crematory personnel shall place any remainder into an additional temporary container and release, deliver, or dispose of the urn and any containers in accordance with the directives in the authorization to cremate form. Section 19. That chapter 34-26A be amended with a NEW SECTION: Upon completion of a cremation, crematory personnel shall prepare a record of the cremation, and include the name of the decedent and the date and time of the cremation. The crematory shall retain the record required by this section in accordance with the record retention provisions set forth in section 24 of this Act. Section 20. That chapter 34-26A be amended with a NEW SECTION: Upon completion of a cremation, the crematory shall file the burial permit with the local registrar of vital records, pursuant to § 34-25-24. Section 21. That chapter 34-26A be amended with a NEW SECTION: Whenever a crematory releases cremated remains, crematory personnel shall complete a receipt that includes: (1) The name of the decedent; (2) The name of the person to whom the cremated remains were released; (3) The date and time of the release; (4) The name of the crematory employee who released the cremated remains; (5) Any funeral home or other entity involved in the disposition of the cremated remains. The receipt must be signed by the person who released the cremated remains and the person who received the cremated remains. If the cremated remains are to be shipped, the receipt must be signed by the person who released the cremated remains for shipping and a copy of the receipt must accompany the remains. The crematory shall retain a receipt required by this section in accordance with the record retention provisions set forth in section 24 of this Act. Section 22. That chapter 34-26A be amended with a NEW SECTION: Any crematory shipping cremated remains shall use a mail or delivery service that provides package tracking and requires an authorized signature upon delivery to the recipient's address. A crematory may not be held liable for the loss or misplacement of any cremated remains after acceptance, by the mail or delivery service, of the package containing the remains. Section 23. That chapter 34-26A be amended with a NEW SECTION: Each crematory shall follow the directives in the authorization to cremate form regarding the disposition of the cremated remains. If the cremated remains are not claimed and if no other arrangements have been made within sixty days after the date of the cremation, the crematory or a funeral home may dispose of the remains by: (1) Placing the remains in a grave, crypt, niche; or (2) Scattering the remains in any manner and in any place not otherwise prohibited by law. Any reasonable costs incurred by a crematory or a funeral home in disposing of unclaimed cremated remains, in accordance with this section, are the responsibility of the person who signed the authorization to cremate form or the person having the right to control the disposition. Section 24. That chapter 34-26A be amended with a NEW SECTION: Any record required in accordance with this chapter: (1) Must be retained by the crematory for a period of at least seven years; and (2) May be inspected by the State Board of Funeral Service, during regular business hours. Section 25. That § 34-26A-31 be AMENDED: 34-26A-31. A crematory may refuse to accept a decedent for or perform a cremation if: (1) It is aware of any dispute concerning the cremation; (2) It has reasonable grounds to question any representation made in the authorization to cremate form; or (3) It has any other lawful reason. A crematory shall accept a decedent for and perform a cremation upon receiving an order from a court directing the activity or upon receipt of sufficient documentation indicating that any dispute or other ground or reason for the initial refusal has been resolved. A crematory is immune from liability for refusing to accept a decedent for cremation and for refusing to perform a cremation, in accordance with this section. Section 26. That § 34-26A-32 be AMENDED: 34-26A-32. A crematory may refuse to release or dispose of cremated remains if it is aware of any dispute concerning the release or disposition of the remains. A crematory shall release or dispose of the cremated remains upon receiving an order from a court directing the activity or upon receipt of sufficient documentation indicating that the dispute has been resolved. A crematory is immune from liability for refusing to release or dispose of cremated remains, in accordance with this section. Section 27. That § 34-26A-33 be AMENDED: 34-26A-33. The State Board of Funeral Service shall promulgate rules, in accordance with chapter 1-26, to establish: (1) Standards for crematory sanitation; (2) Standards for refrigeration; (3) Standards for equipment; and (4) Fire protection requirements. Section 28. That § 34-26A-35 be AMENDED: 34-26A-35. It is a Class 1 misdemeanor to: (1) Operate a crematory that is not licensed in accordance with this chapter; (2) Perform a cremation without first obtaining a completed and signed authorization to cremate form; or (3) Sign an authorization to cremate form with the knowledge that the form contains false or misleading information. Section 29. That § 34-26A-37 be AMENDED: 34-26A-37. If a cremation is provided for in a pre‑need contract, the contract must include provisions for the disposition of the cremated remains. Those provisions must be initialed by the individual for or by whom the arrangements are being made. Section 30. That § 34-26A-38 be AMENDED: 34-26A-38. Notwithstanding § 34-26-75, a person may enter into a pre‑need contract to authorize the person's cremation and the disposition of their cremated remains. This authorization must be signed by the person and two witnesses. A contract entered into in accordance with this section must be retained by the other contracting party for the period of time required to fulfill the obligation, plus the additional period set forth in section 24 of this Act. Any person who enters into a pre-need contract in accordance with this section may revoke the contract by providing written notice of the revocation to the other contracting party. Section 31. That chapter 34-26A be amended with a NEW SECTION: Whenever there is a change in the ownership of a licensed crematory, a representative of the crematory shall report the change to the board, within thirty days. Section 32. That § 34-26A-40 be AMENDED: 34-26A-40. A crematory that, in good faith, cremates and disposes of the cremated remains, in accordance with any directives contained in a pre‑need contract authorizing the cremation, is immune from liability. Section 33. That § 34-26A-2 be REPEALED. Section 34. That § 34-26A-4 be REPEALED. Section 35. That § 34-26A-5 be REPEALED. Section 36. That § 34-26A-6 be REPEALED. Section 37. That § 34-26A-8 be REPEALED. Section 38. That § 34-26A-9 be REPEALED. Section 39. That § 34-26A-10 be REPEALED. Section 40. That § 34-26A-11 be REPEALED. Section 41. That § 34-26A-12 be REPEALED. Section 42. That § 34-26A-13 be REPEALED. Section 43. That § 34-26A-15 be REPEALED. Section 44. That § 34-26A-16 be REPEALED. Section 45. That § 34-26A-17 be REPEALED. Section 46. That § 34-26A-18 be REPEALED. Section 47. That § 34-26A-21 be REPEALED. Section 48. That § 34-26A-22 be REPEALED. Section 49. That § 34-26A-23 be REPEALED. Section 50. That § 34-26A-24 be REPEALED. Section 51. That § 34-26A-25 be REPEALED. Section 52. That § 34-26A-26 be REPEALED. Section 53. That § 34-26A-27 be REPEALED. Section 54. That § 34-26A-28 be REPEALED. Section 55. That § 34-26A-29 be REPEALED. Section 56. That § 34-26A-30 be REPEALED. Section 57. That § 34-26A-34 be REPEALED. Section 58. That § 34-26A-36 be REPEALED. Section 59. That § 34-26A-39 be REPEALED. Section 60. That § 34-26A-41 be REPEALED. An Act to clarify and modernize cremation requirements and procedures. I certify that the attached Act originated in the: Senate as Bill No. 141 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 141 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2023 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2023 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23631, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246354.pdf", "status_text": "First read in Senate and referred to", "journal_page": 123, "committee_id_action": 1183, "committee_id_assigned": 1176, "result": "N", "vote": {}}, {"bill_id": 23631, "action_date": "2023-02-03T08:30:00-06:00", "document_id": 248181, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248181.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23631, "action_date": "2023-02-03T08:30:00-06:00", "document_id": 248182, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248182.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1176, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23631, "action_date": "2023-02-03T08:30:00-06:00", "document_id": 248182, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248182.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1176, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76737, "president_vote": null, "Yea": [4352, 4407, 4410, 4339, 4395, 4348], "Excused": [4426]}}, {"bill_id": 23631, "action_date": "2023-02-03T08:30:00-06:00", "document_id": 248182, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248182.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23631, "action_date": "2023-02-07T14:00:00-06:00", "document_id": 248724, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248724.pdf", "status_text": "Do Pass Amended", "journal_page": 215, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76887, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4359, 4360, 4457, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4404, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436]}}, {"bill_id": 23631, "action_date": "2023-02-08T14:00:00-06:00", "document_id": 248870, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248870.pdf", "status_text": "First Reading House", "journal_page": 260, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23631, "action_date": "2023-02-09T13:00:00-06:00", "document_id": 249001, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249001.pdf", "status_text": "Referred to", "journal_page": 275, "committee_id_action": 1159, "committee_id_assigned": 1158, "result": "N", "vote": {}}, {"bill_id": 23631, "action_date": "2023-03-02T07:45:00-06:00", "document_id": 250598, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250598.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1158, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23631, "action_date": "2023-03-02T07:45:00-06:00", "document_id": 250599, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250599.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1158, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77947, "president_vote": null, "Yea": [4341, 4351, 4442, 4368, 4450, 4438, 4469, 4447, 4467, 4444, 4429, 4408, 4374]}}, {"bill_id": 23631, "action_date": "2023-03-02T07:45:00-06:00", "document_id": 250599, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250599.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1158, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23631, "action_date": "2023-03-06T09:00:00-06:00", "document_id": 250995, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250995.pdf", "status_text": "Do Pass Amended", "journal_page": 475, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78008, "president_vote": null, "Yea": [4456, 4445, 4333, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4365, 4366, 4368, 4450, 4373, 4374, 4375, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4385, 4451, 4388, 4389, 4469, 4392, 4393, 4447, 4467, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4406, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4417, 4418, 4421, 4464, 4446, 4465, 4470, 4429, 4461], "Excused": [4358, 4405]}}, {"bill_id": 23631, "action_date": "2023-03-07T10:00:00-06:00", "document_id": 251159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251159.pdf", "status_text": "Signed by the President", "journal_page": 447, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23631, "action_date": "2023-03-07T09:00:00-06:00", "document_id": 251155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251155.pdf", "status_text": "Signed by the Speaker", "journal_page": 506, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23631, "action_date": "2023-03-08T09:00:00-06:00", "document_id": 251240, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251240.pdf", "status_text": "Delivered to the Governor", "journal_page": 461, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23631, "action_date": "2023-03-27T09:00:00-05:00", "document_id": 251377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251377.pdf", "status_text": "Signed by the Governor", "journal_page": 495, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7808, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23631"}