{"session_id": 68, "bill_id": 23807, "bill_type": "Senate Bill", "bill_number": 8, "bill_title": "revise provisions relating to addiction and prevention services professionals.", "sponsors": [], "keywords": ["Boards and Commissions", "Executive/Judiciary Request", "Fees", "Professions and Occupations"], "audio": [{"meeting_datetime": "2023-01-30T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she13.mp3", "start_seconds": 1002.0}, {"meeting_datetime": "2023-01-30T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she13.mp3", "start_seconds": 1002.0}, {"meeting_datetime": "2023-01-30T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she13.mp3", "start_seconds": 1002.0}, {"meeting_datetime": "2023-01-30T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she13.mp3", "start_seconds": 1002.0}, {"meeting_datetime": "2023-02-21T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe26.mp3", "start_seconds": 3975.0}, {"meeting_datetime": "2023-02-21T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe26.mp3", "start_seconds": 3975.0}, {"meeting_datetime": "2023-02-21T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe26.mp3", "start_seconds": 3975.0}, {"meeting_datetime": "2023-02-21T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe26.mp3", "start_seconds": 3975.0}, {"meeting_datetime": "2023-02-23T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou28.mp3", "start_seconds": 2318.0}, {"meeting_datetime": "2023-02-23T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou28.mp3", "start_seconds": 2318.0}, {"meeting_datetime": "2023-02-23T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou28.mp3", "start_seconds": 2318.0}], "bill_versions": [{"bill_id": 23807, "bill_version_id": 241986, "bill_version": "Introduced", "bill_version_date": "2023-01-03T17:35:42.927-06:00", "bill_text": "An Act to revise provisions relating to addiction and prevention services professionals. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-34-13 be AMENDED: 36-34-13. The board may promulgate rules, pursuant to chapter 1-26, to provide fees for all services and charges authorized by this chapter. The fees may not exceed the following maximums: (1) Application materials or portfolio reviews, twenty-five dollars; (2) Certified addiction counselor, certified prevention specialist, or licensed addiction counselor application and examination fee, two three hundred fifty dollars; (3)(2) Certified addiction counselor, certified prevention specialist, or licensed addiction counselor retest fee, two hundred fifty dollars; (4)(3) Certified addiction counselor, certified prevention specialist, or licensed addiction counselor renewal fee, two four hundred dollars; (5)(4) Certified addiction counselor, certified prevention specialist, or licensed addiction counselor reinstatement fee, one two hundred fifty dollars; (6)(5) Status upgrade fee, one hundred fifty dollars; (7) Addiction counselor trainee, prevention specialist trainee, certified addiction counselor, certified prevention specialist, or licensed addiction counselor replacement or duplicate certificate, fifteen dollars; (8) Certified addiction counselor, certified prevention specialist, or licensed addiction counselor replacement identification card, five dollars; (9)(6) Addiction counselor trainee or prevention specialist trainee recognition fee, one hundred fifty dollars; (10)(7) Addiction counselor trainee or prevention specialist trainee renewal fee, one hundred fifty dollars; (11)(8) Addiction counselor trainee or prevention specialist trainee reinstatement fee, one hundred fifty dollars; (12)(9) International certificate fee, twenty dollars; (13) Certified addiction counselor, certified prevention specialist, or licensed addiction counselor retirement status practitioner fee, one hundred dollars; (14)(10) Dual credential renewal fee, three four hundred dollars; (15) Examination cancellation or rescheduling fee, twenty-five dollars; (16) Examination late cancellation or nonattendance fee, one hundred twenty-five dollars; (17) Registration as a continuing education service provider, twenty-five dollars; and (18) Mailing labels charge, one hundred dollars (11) Inactive license or certificate fee, fifty dollars; and (12) Temporary license or certificate fee, one hundred dollars. Section 2. That § 36-34-13.2 be AMENDED: 36-34-13.2. Any applicant seeking recognition, certification, or licensure shall disclose to the board whether the applicant has been convicted of, plead guilty to, or plead no contest to any felony, to any crime involving or relating to the practice of counseling, or to any crime involving dishonesty or moral turpitude, in any state, federal, foreign jurisdiction, tribal, or military court. Failure An applicant's failure to disclose this information may result in denial, revocation, suspension, or refusal of recognition, certification, or licensure. The board may grant a license to an applicant who has been convicted of or pled guilty to a felony, to any crime involving or relating to the practice of counseling, or to any crime involving dishonesty or moral turpitude if the board determines that the applicant does not constitute a risk to public safety. Section 3. That § 36-34-13.3 be AMENDED: 36-34-13.3. Any certificate or license issued by the board shall be renewed annually by payment of a fee to be set by the board in rules promulgated pursuant to chapter 1-26. The failure of a practitioner to renew the certificate or license by the last day of the practitioner's birth month each year constitutes a forfeiture of status. However, any person who has forfeited one's status may have it restored by requesting reinstatement and paying the reinstatement fee and the renewal fee within fifteen days of the forfeiture. Any person who fails to have the status restored within fifteen days shall take the examination as prescribed for an applicant to become certified or licensed and comply with all the provisions applicable to any applicant for certification or licensureThe board may renew a certificate or license if the practitioner: (1) Submits an application to the board for renewal before the expiration of the certificate or license; (2) Pays the required renewal fee; and (3) Provides proof of compliance with the continuing education requirements prescribed by the board. If a practitioner fails to renew a certificate or license on or before November thirtieth in an odd-numbered year, the certificate or license is automatically suspended. If a practitioner does not submit a renewal application before the expiration of the certificate or license, the board shall notify the holder that a renewal application has not been received by the board and that the holder may not practice addiction counseling or prevention services. The board may renew the certificate or license if, within thirty days after the expiration date of the certificate or license, the holder submits a renewal application and provides proof of compliance with the continuing education requirements prescribed by the board. Section 4. That chapter 36-34 be amended with a NEW SECTION: If the board suspects that the physical or mental health of any applicant may jeopardize or endanger anyone who seeks assistance from the applicant, the board may require that the applicant be examined by a health care provider, approved by the board, who is licensed or authorized to practice pursuant to title 36. The board shall pay all costs of the examination. The board may deny the application if, after a hearing held in accordance with chapter 1-26, the board finds by clear and convincing evidence that the applicant's physical or mental health may jeopardize or endanger anyone who seeks services from the applicant. Section 5. That chapter 36-34 be amended with a NEW SECTION: The board may place a certificate or license on inactive status at the request of a practitioner and upon payment of a fee prescribed by the board. An inactive certificate or license expires four years after the date of issuance. The board may reactivate the certificate or license if the practitioner: (1) Pays the required renewal fee; and (2) Provides proof to the board of having completed at least forty hours of continuing education during the two-year period immediately preceding the reactivation request. If the practitioner does not reactivate the certificate or license before the date of expiration, all provisions applicable to an applicant for certification or licensure apply in order to restore the certificate or license to active status. Any certificate or license on retired status as of July 1, 2022, expires on November 30, 2025, unless the practitioner meets the requirements for reactivation before November 30, 2025. Section 6. That chapter 36-34 be amended with a NEW SECTION: The board may reactivate an expired certificate or license within four years following the date of expiration, if the holder of the expired certificate or license: (1) Pays any applicable renewal fees required for the period of expiration; (2) Provides proof of any continuing education required for the period of expiration; and (3) Provides proof of passing a national examination approved by the board after the date the certificate or license expired. Section 7. That chapter 36-34 be amended with a NEW SECTION: Any person who practices counseling through electronic means and provides addiction counseling or prevention services to a patient located in this state is engaged in the practice of addiction counseling or prevention services in this state, regardless of the person's physical location. Any person who provides addiction counseling or prevention services through electronic means must comply with the provisions of this chapter and rules promulgated by the board under this chapter. Section 8. That § 36-34-18 be AMENDED: 36-34-18. The board shall receive complaints concerning a practitioner's professional practices. Each complaint received shall be logged by the secretary-treasurer, or the board's designee, recording the practitioner's name, name of the complaining party, date of the complaint, a brief statement of the complaint, and its ultimate disposition. The board shall investigate each alleged violation of this chapter pursuant to the procedures process a complaint regarding a practitioner as set forth in chapter 36-1C. The board shall maintain a record of each complaint. Notwithstanding any provision of chapter 36-1C, a member, agent, or appointee of the board may investigate a complaint to determine whether the practitioner committed the alleged violation. The investigator, if a member of the board, may dismiss the complaint if it appears to the member, in consultation with the board president, that the practitioner did not commit a violation. If the investigator is an agent or appointee of the board, only the board president may dismiss the complaint. If an investigator and a practitioner agree upon a disposition of a complaint, the disposition must be approved by the board. AllThe board must conduct any disciplinary proceedings held under the authority of this chapter must be conducted proceeding in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A certificate or license remains in effect during the pendency of an appeal, unless suspended under § 36-34-24. Testimony or documentary evidence of any kind obtained by the board during the investigation of a complaint is not subject to discovery or disclosure under chapter 15-6, or any other provision of law, and is not admissible as evidence in any legal proceeding, unless the complaint becomes a contested case under chapter 1-26. No person who has participated in the investigation of a complaint on behalf of the board may testify as an expert witness or be compelled to testify for any party in any civil action, if the subject matter of the investigated complaint is a basis for the civil action. Section 9. That § 36-34-19 be REPEALED: The decision of the board to cancel, suspend, or revoke a certification or licensure or to reissue a cancelled, suspended, or revoked certification or licensure requires a majority vote of all the board members. Section 10. That § 36-34-20 be REPEALED: If the board determines that any complaint is frivolous or clearly unfounded in fact, the board may dismiss the complaint and, by a separate and unanimous vote of the board, may expunge the complaint from the record of the practitioner."}, {"bill_id": 23807, "bill_version_id": 249797, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2023-02-21T15:05:04.75-06:00", "bill_text": "An Act to revise provisions relating to addiction and prevention services professionals. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-34-13 be AMENDED: 36-34-13. The board may promulgate rules, pursuant to chapter 1-26, to provide fees for all services and charges authorized by this chapter. The fees may not exceed the following maximums: (1) Application materials or portfolio reviews, twenty-five dollars; (2) Certified addiction counselor, certified prevention specialist, or licensed addiction counselor application and examination fee, two three hundred fifty dollars; (3)(2) Certified addiction counselor, certified prevention specialist, or licensed addiction counselor retest fee, two hundred fifty dollars; (4)(3) Certified addiction counselor, certified prevention specialist, or licensed addiction counselor renewal fee, two four hundred dollars; (5)(4) Certified addiction counselor, certified prevention specialist, or licensed addiction counselor reinstatement fee, one two hundred fifty dollars; (6)(5) Status upgrade fee, one hundred fifty dollars; (7) Addiction counselor trainee, prevention specialist trainee, certified addiction counselor, certified prevention specialist, or licensed addiction counselor replacement or duplicate certificate, fifteen dollars; (8) Certified addiction counselor, certified prevention specialist, or licensed addiction counselor replacement identification card, five dollars; (9)(6) Addiction counselor trainee or prevention specialist trainee recognition fee, one hundred fifty dollars; (10)(7) Addiction counselor trainee or prevention specialist trainee renewal fee, one hundred fifty dollars; (11)(8) Addiction counselor trainee or prevention specialist trainee reinstatement fee, one hundred fifty dollars; (12)(9) International certificate fee, twenty dollars; (13) Certified addiction counselor, certified prevention specialist, or licensed addiction counselor retirement status practitioner fee, one hundred dollars; (14)(10) Dual credential renewal fee, three four hundred dollars; (15) Examination cancellation or rescheduling fee, twenty-five dollars; (16) Examination late cancellation or nonattendance fee, one hundred twenty-five dollars; (17) Registration as a continuing education service provider, twenty-five dollars; and (18) Mailing labels charge, one hundred dollars (11) Inactive license or certificate fee, fifty dollars; and (12) Temporary license or certificate fee, one hundred dollars. Section 2. That § 36-34-13.2 be AMENDED: 36-34-13.2. Any applicant seeking recognition, certification, or licensure shall disclose to the board whether the applicant has been convicted of, plead guilty to, or plead no contest to any felony, to any crime involving or relating to the practice of counseling, or to any crime involving dishonesty or moral turpitude, in any state, federal, foreign jurisdiction, tribal, or military court. Failure An applicant's failure to disclose this information may result in denial, revocation, suspension, or refusal of recognition, certification, or licensure. The board may grant a license to an applicant who has been convicted of or pled guilty to a felony, to any crime involving or relating to the practice of counseling, or to any crime involving dishonesty or moral turpitude if the board determines that the applicant does not constitute a risk to public safety. Section 3. That § 36-34-13.3 be AMENDED: 36-34-13.3. Any certificate or license issued by the board shall be renewed annually by payment of a fee to be set by the board in rules promulgated pursuant to chapter 1-26. The failure of a practitioner to renew the certificate or license by the last day of the practitioner's birth month each year constitutes a forfeiture of status. However, any person who has forfeited one's status may have it restored by requesting reinstatement and paying the reinstatement fee and the renewal fee within fifteen days of the forfeiture. Any person who fails to have the status restored within fifteen days shall take the examination as prescribed for an applicant to become certified or licensed and comply with all the provisions applicable to any applicant for certification or licensureThe board may renew a certificate or license if the practitioner: (1) Submits an application to the board for renewal before the expiration of the certificate or license; (2) Pays the required renewal fee; and (3) Provides proof of compliance with the continuing education requirements prescribed by the board. If a practitioner fails to renew a certificate or license on or before November thirtieth in an odd-numbered year, the certificate or license is automatically suspended. If a practitioner does not submit a renewal application before the expiration of the certificate or license, the board shall notify the holder that a renewal application has not been received by the board and that the holder may not practice addiction counseling or prevention services. The board may renew the certificate or license if, within thirty days after the expiration date of the certificate or license, the holder submits a renewal application and provides proof of compliance with the continuing education requirements prescribed by the board. Section 4. That chapter 36-34 be amended with a NEW SECTION: If the board suspects that the physical or mental health of any applicant may jeopardize or endanger anyone who seeks assistance from the applicant, the board may require that the applicant be examined by a health care provider, approved by the board, who is licensed or authorized to practice pursuant to title 36. The board shall pay all costs of the examination. The board may deny the application if, after a hearing held in accordance with chapter 1-26, the board finds by clear and convincing evidence that the applicant's physical or mental health may jeopardize or endanger anyone who seeks services from the applicant. Section 5. That chapter 36-34 be amended with a NEW SECTION: The board may place a certificate or license on inactive status at the request of a practitioner and upon payment of a fee prescribed by the board. An inactive certificate or license expires four years after the date of issuance. The board may reactivate the certificate or license if the practitioner: (1) Pays the required renewal fee; and (2) Provides proof to the board of having completed at least forty hours of continuing education during the two-year period immediately preceding the reactivation request. If the practitioner does not reactivate the certificate or license before the date of expiration, all provisions applicable to an applicant for certification or licensure apply in order to restore the certificate or license to active status. Any certificate or license on retired status as of July 1, 2023, expires on November 30, 2025, unless the practitioner meets the requirements for reactivation before November 30, 2025. Section 6. That chapter 36-34 be amended with a NEW SECTION: The board may reactivate an expired certificate or license within four years following the date of expiration, if the holder of the expired certificate or license: (1) Pays any applicable renewal fees required for the period of expiration; (2) Provides proof of any continuing education required for the period of expiration; and (3) Provides proof of passing a national examination approved by the board after the date the certificate or license expired. Section 7. That chapter 36-34 be amended with a NEW SECTION: Any person who practices counseling through electronic means and provides addiction counseling or prevention services to a patient located in this state is engaged in the practice of addiction counseling or prevention services in this state, regardless of the person's physical location. Any person who provides addiction counseling or prevention services through electronic means must comply with the provisions of this chapter and rules promulgated by the board under this chapter. Section 8. That § 36-34-18 be AMENDED: 36-34-18. The board shall receive complaints concerning a practitioner's professional practices. Each complaint received shall be logged by the secretary-treasurer, or the board's designee, recording the practitioner's name, name of the complaining party, date of the complaint, a brief statement of the complaint, and its ultimate disposition. The board shall investigate each alleged violation of this chapter pursuant to the procedures process a complaint regarding a practitioner as set forth in chapter 36-1C. The board shall maintain a record of each complaint. Notwithstanding any provision of chapter 36-1C, a member, agent, or appointee of the board may investigate a complaint to determine whether the practitioner committed the alleged violation. The investigator, if a member of the board, may dismiss the complaint if it appears to the member, in consultation with the board president, that the practitioner did not commit a violation. If the investigator is an agent or appointee of the board, only the board president may dismiss the complaint. If an investigator and a practitioner agree upon a disposition of a complaint, the disposition must be approved by the board. AllThe board must conduct any disciplinary proceedings held under the authority of this chapter must be conducted proceeding in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A certificate or license remains in effect during the pendency of an appeal, unless suspended under § 36-34-24. Testimony or documentary evidence of any kind obtained by the board during the investigation of a complaint is not subject to discovery or disclosure under chapter 15-6, or any other provision of law, and is not admissible as evidence in any legal proceeding, unless the complaint becomes a contested case under chapter 1-26. No person who has participated in the investigation of a complaint on behalf of the board may testify as an expert witness or be compelled to testify for any party in any civil action, if the subject matter of the investigated complaint is a basis for the civil action. Section 9. That § 36-34-19 be REPEALED: The decision of the board to cancel, suspend, or revoke a certification or licensure or to reissue a cancelled, suspended, or revoked certification or licensure requires a majority vote of all the board members. Section 10. That § 36-34-20 be REPEALED: If the board determines that any complaint is frivolous or clearly unfounded in fact, the board may dismiss the complaint and, by a separate and unanimous vote of the board, may expunge the complaint from the record of the practitioner."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23807, "action_date": "2023-01-10T12:00:00-06:00", "document_id": 241522, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241522.pdf", "status_text": "First read in Senate and referred to", "journal_page": 14, "committee_id_action": 1183, "committee_id_assigned": 1176, "result": "N", "vote": {}}, {"bill_id": 23807, "action_date": "2023-01-30T07:45:00-06:00", "document_id": 246672, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246672.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23807, "action_date": "2023-01-30T07:45:00-06:00", "document_id": 246673, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246673.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1176, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76472, "president_vote": null, "Yea": [4352, 4407, 4410, 4395, 4348, 4426], "Excused": [4339]}}, {"bill_id": 23807, "action_date": "2023-01-30T07:45:00-06:00", "document_id": 246673, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246673.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23807, "action_date": "2023-01-31T14:00:00-06:00", "document_id": 247379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247379.pdf", "status_text": "Do Pass", "journal_page": 150, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76561, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4457, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436], "Excused": [4359], "Suspended": [4360], "Nay": [4404]}}, {"bill_id": 23807, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247777.pdf", "status_text": "First Reading House", "journal_page": 198, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23807, "action_date": "2023-02-02T14:00:00-06:00", "document_id": 248145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248145.pdf", "status_text": "Referred to", "journal_page": 212, "committee_id_action": 1159, "committee_id_assigned": 1158, "result": "N", "vote": {}}, {"bill_id": 23807, "action_date": "2023-02-21T07:45:00-06:00", "document_id": 249668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249668.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1158, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23807, "action_date": "2023-02-21T07:45:00-06:00", "document_id": 249669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249669.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1158, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23807, "action_date": "2023-02-21T07:45:00-06:00", "document_id": 249669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249669.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1158, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77327, "president_vote": null, "Yea": [4341, 4442, 4368, 4450, 4438, 4469, 4447, 4467, 4444, 4429, 4408, 4374], "Nay": [4351]}}, {"bill_id": 23807, "action_date": "2023-02-23T14:00:00-06:00", "document_id": 249981, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249981.pdf", "status_text": "Do Pass Amended", "journal_page": 365, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77511, "president_vote": null, "Yea": [4456, 4445, 4333, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4374, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4385, 4451, 4389, 4469, 4392, 4447, 4467, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4405, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4417, 4418, 4421, 4464, 4446, 4465, 4429, 4461], "Excused": [4442, 4470], "Nay": [4375, 4443, 4388, 4393, 4406]}}]}