{"session_id": 7, "bill_id": 1262, "bill_type": "Senate Bill", "bill_number": 170, "bill_title": "authorize certain schools to own and operate wind energy conversion systems, to establish a grant program for such purposes, and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 706, "is_prime": true}, {"legislator_profile_id": 669, "is_prime": true}, {"legislator_profile_id": 680, "is_prime": false}, {"legislator_profile_id": 716, "is_prime": false}, {"legislator_profile_id": 720, "is_prime": false}, {"legislator_profile_id": 685, "is_prime": false}, {"legislator_profile_id": 635, "is_prime": false}, {"legislator_profile_id": 708, "is_prime": false}, {"legislator_profile_id": 651, "is_prime": false}, {"legislator_profile_id": 709, "is_prime": false}, {"legislator_profile_id": 660, "is_prime": false}, {"legislator_profile_id": 673, "is_prime": false}, {"legislator_profile_id": 659, "is_prime": false}, {"legislator_profile_id": 721, "is_prime": false}, {"legislator_profile_id": 730, "is_prime": false}, {"legislator_profile_id": 737, "is_prime": false}, {"legislator_profile_id": 729, "is_prime": false}, {"legislator_profile_id": 698, "is_prime": false}, {"legislator_profile_id": 717, "is_prime": false}, {"legislator_profile_id": 711, "is_prime": false}, {"legislator_profile_id": 719, "is_prime": false}, {"legislator_profile_id": 683, "is_prime": false}, {"legislator_profile_id": 686, "is_prime": false}, {"legislator_profile_id": 701, "is_prime": false}, {"legislator_profile_id": 662, "is_prime": false}, {"legislator_profile_id": 665, "is_prime": false}, {"legislator_profile_id": 668, "is_prime": false}, {"legislator_profile_id": 731, "is_prime": false}, {"legislator_profile_id": 736, "is_prime": false}, {"legislator_profile_id": 713, "is_prime": false}, {"legislator_profile_id": 641, "is_prime": false}, {"legislator_profile_id": 658, "is_prime": false}, {"legislator_profile_id": 718, "is_prime": false}, {"legislator_profile_id": 707, "is_prime": false}], "keywords": ["Energy", "Public Utilities Commission", "School Districts"], "audio": [{"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst26.mp3", "start_seconds": 5200.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst26.mp3", "start_seconds": 5200.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst26.mp3", "start_seconds": 5200.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst26.mp3", "start_seconds": 5200.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst26.mp3", "start_seconds": 5200.0}], "bill_versions": [{"bill_id": 1262, "bill_version_id": 6496, "bill_version": "Introduced", "bill_version_date": "2009-02-02T09:04:56.27-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize certain schools to own and operate wind energy conversion systems, to establish a grant program for such purposes, and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Commission,\" the Public Utilities Commission; (2) \"School,\" a school district or a postsecondary technical institute; (3) \"Wind energy conversion system,\" any device, such as a wind charger, windmill, or wind turbine, that converts wind energy to electricity, and land, systems, buildings, or improvements that are located at the wind energy conversion system site and are necessary or convenient to the construction, completion, or operation of the wind energy conversion system. The term includes transmission or distribution facilities necessary to conduct the energy produced by the wind energy conversion system to users of the energy. Section 2. Any school may construct, acquire, own in whole or in part, operate, and sell a wind energy conversion system. The school may sell energy and retain and spend the payment received from selling energy from the wind energy conversion system. Any school owning, operating, or selling energy from a wind energy conversion system shall integrate information about wind energy into its educational programming. The school may operate the wind energy conversion system onsite or offsite at a remote location. Section 3. Each school operating a wind energy conversion system under this Act shall pay any interconnection costs which the commission may assess against the school on a nondiscriminatory basis with respect to other customers with similar load characteristics. The commission shall determine the manner for payments of interconnection costs, which may include reimbursement over a reasonable period of time. Section 4. The commission may not require an electric utility to purchase or wheel electricity from a wind energy conversion system under this Act unless the facility is owned or operated by a school that meets both of the following: (1) The school is not primarily engaged in the business of producing or selling electricity, gas, or useful thermal energy other than electricity sold solely from a wind energy conversion system; (2) The school does not sell electricity to residential users other than the tenants or the owner or operator of the facility. Capacity purchased from a school owning or operating a wind energy conversion system may not be included in a calculation of an electric utility's excess generating capacity for ratemaking purposes. Section 5. The school wind energy grant program is hereby established to provide funding for wind energy conversion systems for schools. A school may, with the written authorization of its governing body, apply to the commission to receive a grant not to exceed thirty thousand dollars through the grant program. No school may receive an aggregate amount of grants pursuant to this Act that exceeds thirty thousand dollars. A school that receives a grant through the program shall use the money received to pay for technical assistance, equipment, or installation costs associated with a wind energy conversion system. Section 6. The commission shall promulgate rules pursuant to chapter 1-26 governing the administration and implementation of the school wind energy grant program. The rules shall include policies, procedures, and requirements for applying for a grant; application and award cycles and deadlines; information to be provided by the applicant; auditing and reporting requirements; and the criteria for awarding grants. Section 7. The commission shall review each grant application received from a school under the school wind energy grant program and shall determine whether the grant will be awarded and the amount of the grant. If the commission determines that an application is missing any required information, the commission may contact the applicant to obtain the missing information. In awarding grants pursuant to this Act, the commission shall consider, at a minimum, whether the school would reduce its electricity costs by the implementation of a wind energy conversion system project and whether the school has a plan in place to incorporate the implementation of a wind energy conversion system project into its educational curriculum. Section 8. Grants under the school wind energy grant program shall be awarded from the energy conservation loan special revenue fund established pursuant to § 1-33B-18. Money in the energy conservation loan special revenue fund is continuously appropriated as provided in § 1-33B-18."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1262, "action_date": "2009-02-02T14:00:00-06:00", "document_id": 6600, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6600.pdf", "status_text": "First read in Senate and referred to", "journal_page": 261, "committee_id_action": 54, "committee_id_assigned": 39, "result": "N", "vote": {}}, {"bill_id": 1262, "action_date": "2009-02-20T10:00:00-06:00", "document_id": 7694, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7694.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1262, "action_date": "2009-02-20T10:00:00-06:00", "document_id": 7949, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7949.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 4451, "president_vote": null, "Nay": [653, 677, 661, 648, 689, 649], "Yea": [634, 659, 642]}}, {"bill_id": 1262, "action_date": "2009-02-20T10:00:00-06:00", "document_id": 7949, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7949.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 494, "committee_id_action": 39, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4447, "president_vote": null, "Yea": [653, 677, 661, 648, 689, 649], "Nay": [634, 659, 642]}}]}