{"session_id": 19, "bill_id": 3993, "bill_type": "Senate Bill", "bill_number": 66, "bill_title": "revise the style and form of certain provisions, to amend certain provisions to streamline and clarify, and to repeal certain obsolete and unnecessary provisions pertaining to the Real Estate Commission.", "sponsors": [], "keywords": ["Licensing", "Professions and Occupations", "Real Estate"], "audio": [{"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco07.mp3", "start_seconds": 1340.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco07.mp3", "start_seconds": 1340.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco07.mp3", "start_seconds": 1340.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco07.mp3", "start_seconds": 1340.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco07.mp3", "start_seconds": 1340.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen10.mp3", "start_seconds": 1360.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen10.mp3", "start_seconds": 1360.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen10.mp3", "start_seconds": 1360.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen10.mp3", "start_seconds": 1360.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco31.mp3", "start_seconds": 1505.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco31.mp3", "start_seconds": 1505.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco31.mp3", "start_seconds": 1505.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco31.mp3", "start_seconds": 1505.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou33.mp3", "start_seconds": 9035.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou33.mp3", "start_seconds": 9035.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou33.mp3", "start_seconds": 9035.0}], "bill_versions": [{"bill_id": 3993, "bill_version_id": 23454, "bill_version": "Introduced", "bill_version_date": "2013-01-05T17:50:15.823-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the style and form of certain provisions, to amend certain provisions to streamline and clarify, and to repeal certain obsolete and unnecessary provisions pertaining to the Real Estate Commission. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-21A-1 be amended to read as follows: 36-21A-1. Terms used in this chapter mean: (1) \"Agency,\" any relationship by which one person acts for or on behalf of a client subject to the client's reasonable direction and control; (2) \"Agency agreement,\" a written agreement between a broker and a client which creates a fiduciary relationship between the broker and client. The payment or promise of payment of compensation to a responsible broker does not determine whether an agency relationship has been created between any responsible broker or licensees associated with the responsible broker and a client; (3) \"Auction,\" any public sale of real estate as defined in § 36-21A-11 or business property as defined in subdivision 36-21A-6 (3) at public offering to the highest bidder; (4) \"Auctioneer,\" any person licensed under this chapter who auctions, offers, attempts or agrees to auction real estate or business opportunities; (5) \"Broker associate,\" any broker acting in association with or under the auspices of a responsible broker; (6) \"Client,\" any person, including a seller/landlord or a buyer/tenant, who has entered into an agency relationship with a real estate licensee; (7) \"Commission,\" the South Dakota Real Estate Commission; (8) \"Consumer,\" any person seeking or receiving services from a real estate broker; (9) \"Customer,\" any party to a real estate transaction who does not have an agency relationship with a licensee; (10) \"Designated broker,\" any broker licensee designated by a responsible broker to act for the company in the conduct of real estate brokerage; (11) \"In-company transaction,\" any transaction in which both the seller/landlord and the buyer/tenant receive real estate services from the same broker or from licensees associated with the same broker; (12) \"Licensee,\" any person holding a license issued pursuant to this chapter; (13) \"Limited agent,\" any licensee who has a written agency relationship with both the seller and the buyer in the same in-company transaction; (14) \"Person,\" any individual, corporation, limited liability company, partnership, limited partnership, association, joint venture or any other entity, foreign or domestic; (15) \"Purchaser,\" any person who acquires or attempts to acquire or succeeds to an interest in real property; (16) \"Responsible broker,\" any person holding a broker's license issued pursuant to this chapter who is responsible for the real estate activities conducted by those licensees acting in association with or under the auspices of the responsible broker; (17) \"Served actively,\" if referring to a real estate salesman or broker associate, having the license on an active status with the commission; (18) \"Single agent,\" any licensee who represents only one party to a transaction; (19) \"Subdivider,\" a person who causes land to be subdivided into a subdivision for that person or others, or who undertakes to develop a subdivision. However, this does not include a public agency or officer authorized by law to create subdivisions; (20) \"Subdivision,\" or \"subdivided land,\" any real estate offered for sale and which has been registered under the Interstate Land Sales Full Disclosure Act, 82 Stat. 590 and following, 15 U.S.C. 1701 and following, as such Act existed on January 1, 1980, or real estate located out of this state which is divided or proposed to be divided into fifty or more lots, parcels, or units; (21) \"Transaction broker,\" a broker who assists one or more parties with a real estate transaction without being an agent or advocate for the interests of any party to the transaction. The term includes the licensees associated with the broker; (20)(22) \"Transaction broker agreement,\" a written agreement in which the broker does not represent either the seller or the buyer in a fiduciary capacity. No brokerage relationship can be created or implied by word or action alone, but only by written agreement clarifying the brokerage relationship. Section 2. That § 36-21A-2 be amended to read as follows: 36-21A-2. For the purposes of this chapter, an advertisement or advertising is any attempt, by publication or broadcast, whether oral, written or otherwise, to induce a person to use the services of a licensed real estate broker, real estate salesman or real estate firm. Section 3. That § 36-21A-3 be amended to read as follows: 36-21A-3. For the purposes of this chapter, an appraisal is the work product of a real estate appraiser which estimates the value of real estate or any interest in real estate act or process of developing an opinion of value of real estate for another and for compensation. Section 4. That § 36-21A-4 be repealed. 36-21A-4. For the purposes of this chapter, an appraiser is any person engaged in the business of estimating real estate values or who advertises or holds himself out to the general public to provide such a service for compensation. Section 5. That § 36-21A-9 be amended to read as follows: 36-21A-9. For the purposes of this chapter, an inactive licensee license is any licensee whose license that has been returned to the commission by the licensees' responsible broker, a licensee who has returned his license to the commission and requested the commission to place the license on inactive status, or a new licensee who has failed to designate a responsible broker placed on inactive status for any of the following reasons: (1) At the request of the licensee; (2) Failure to designate a responsible broker; (3) Cessation of being associated with a responsible broker or a licensed firm; (4) Failure to notify the commission of a change of registered address; (5) Failure of the licensee's responsible broker to maintain an active license; (6) Failure to provide proof of errors and omissions insurance upon renewal; (7) Failure of a nonresident real estate salesperson, who establishes residency in South Dakota, to successfully complete the education requirement for upgrade to broker associate within the prescribed timeframe; or (8) Failure to provide proof of the necessary hours of continuing education. No licensee whose license is on inactive status may perform any of the actions enumerated within this chapter prior to reactivation of the inactive license. Section 6. That § 36-21A-12 be amended to read as follows: 36-21A-12. For the purposes of this chapter, a real estate salesperson is any person who for compensation or consideration is associated with a real estate responsible broker, to sell or offer to sell, or to buy or offer to buy, or to negotiate the purchase, sale, lease, rental, or exchange of real property, or of the property's improvements, or any business opportunity or business, or its goodwill, inventory, or fixtures, or any interest therein, or to sell or offer to sell, or to buy or offer to buy, or to negotiate the purchase, sale, lease, rental, or exchange of a mobile or manufactured home which has been registered under the provisions of chapters 32-3 to 32-5B, inclusive. A salesperson may give opinions of value for purposes of purchase, sale, lease, rental, or exchange of real property. Section 7. That § 36-21A-18 be amended to read as follows: 36-21A-18. The commission shall employ an executive director who shall furnish bond as required by the commission and who shall keep perform the following duties: (1) Keep a record of all proceedings, transactions, communications and official acts of the commission. The executive director shall be; (2) Be custodian of all moneys received and shall deposit; (3) Deposit all moneys in depositories designated by the commission. He shall be; (4) Be custodian of all records of the commission and perform such; and (5) Such other duties as the commission may require. Section 8. That § 36-21A-21 be amended to read as follows: 36-21A-21. The commission shall meet annually and at other times upon call by the executive director, chairman chairperson, or upon a written request of three or more members of the commission. The place of meeting of the commission shall be at the office of the executive director or other places within South Dakota as designated by the commission. Section 9. That § 36-21A-26 be amended to read as follows: 36-21A-26. The executive director of the commission shall, at least annually, publish make available a list of the names and addresses of all persons licensed by the commission under the provisions of this chapter, together with such other information relative to the enforcement of the provisions of this chapter as the commission determines to be of interest to the public. The commission may charge a reasonable fee to persons who request the list. Section 10. That § 36-21A-28 be amended to read as follows: 36-21A-28. No person, unless exempted under this chapter, may act as a licensee under this chapter, assume to act as a licensee or advertise as a licensee offer, attempt or agree to perform, or perform any act enumerated within this chapter without a an active license issued by the commission. No person may collect compensation as a licensee under this chapter without having first complied with the provisions of this chapter. A violation of this section is a Class 1 misdemeanor. Section 11. That § 36-21A-30.2 be amended to read as follows: 36-21A-30.2. Any broker associate receiving initial licensure as a broker associate after June 30, 2009, shall complete sixty class hours of education in a course of study approved by the commission given by instructors approved by the commission or in an independent study or distance education course approved by the commission. The broker associate shall complete the sixty class hours in prescribed subject matter by the second active renewal deadline with thirty class hours completed during the initial active licensing period and thirty class hours completed during the second active licensing period. The thirty class hours completed during the initial active licensing period and second active licensing period apply towards the continuing education requirements for license renewal. The commission shall adopt promulgate rules, pursuant to chapter 1-26, to specify requirements for the course, qualifications of an instructor, and criteria for an independent study or distance education course. Section 12. That § 36-21A-34.1 be amended to read as follows: 36-21A-34.1. Any person An active licensed as a nonresident real estate salesperson pursuant to this chapter, who establishes residency in South Dakota, shall, within two years of January 1, 2003, complete upgrade to a broker associate license by completing the following before the current license expires: complete forty hours of prescribed education in a course approved by the commission; submit a broker associate license application; and submit the required license application fee. Any A resident real estate salesperson, whose license is on inactive shall complete the status and who wishes to be an active licensee, shall upgrade to a broker associate license by completing the following prior to activation: complete forty hours of prescribed education and course examination requirements in a course approved by the commission before activating that license submitting a broker associate license application; submit a broker associate license application; and submit the required license application fee. The commission shall promulgate rules, pursuant to chapter 1-26, to specify requirements for the course and examination. This section does not apply to residents of another licensing jurisdiction who are licensed in South Dakota under the provisions of a reciprocal agreement with that jurisdiction. Section 13. That § 36-21A-34.2 be repealed. 36-21A-34.2. Any salesperson who has completed the requirements of § 36-21A-34.1 shall file an application for a broker associate license before the end of the current license term. Section 14. That § 36-21A-36.1 be amended to read as follows: 36-21A-36.1. Upon notification in writing that the person has passed the examination, the person shall file the appropriate application for license with all the required documents to the Real Estate Commission commission within sixty days of the notice date. If the person fails to file an application and proof of required education within the sixty-day period, the person's registration and all rights deriving from a passing score are canceled. Section 15. That § 36-21A-43 be amended to read as follows: 36-21A-43. An applicant currently licensed who holds an active license in another state and who has successfully passed the real estate licensing examination given in another in that same state need only take may obtain a similar level of licensure in South Dakota if the applicant successfully passes the state portion of the examination in South Dakota. Section 16. That § 36-21A-45 be repealed. 36-21A-45. A real estate salesperson's or broker associate's license is inactive if the real estate salesperson or broker associate ceases to be associated with a real estate broker or a licensed firm. Section 17. That § 36-21A-46.1 be amended to read as follows: 36-21A-46.1. A responsible broker may, or a real estate salesperson or broker associate employed by or otherwise associated with a responsible broker may, form a business corporation or limited liability company under the following conditions: (1) The business corporation or limited liability company does not engage in real estate transactions as a third-party agent or in any other capacity requiring a license under this chapter; (2) The business corporation or limited liability company does not advertise or otherwise hold itself out as a real estate brokerage company; (3) The employing or associating responsible broker is not relieved of any obligation to supervise the employed or associated licensee or any other requirement of this chapter or the rules adopted promulgated pursuant to this chapter; (4) The employed or associated licensee is not relieved of any personal liability for any licensed activities by interposing the corporate or limited liability form; (5) The business corporation or limited liability company is owned solely by a broker, an individual real estate a salesperson, or broker associate, or by that licensee and that licensee's spouse, or by that licensee and other licensees within the same firm as that licensee; and (6) The business corporation or limited liability company is approved by and registered with the commission. The registration fee for an approved business corporation or limited liability company shall be established by rule promulgated pursuant to chapter 1-26. The fee may not exceed one hundred dollars. Section 18. That § 36-21A-47 be amended to read as follows: 36-21A-47. The commission may promulgate rules pursuant to chapter 1-26 to provide for the issuance of a restricted broker's license to auctioneers, property managers, mortgage brokers, or such other categories as the commission determines time-share or residential-rental agents. The licensee may perform only those duties specified by the license. If the licensee exceeds the authority granted, his the license may be terminated and criminal proceedings brought against him the licensee. Section 19. That § 36-21A-49 be amended to read as follows: 36-21A-49. The commission shall set, by rule promulgated pursuant to chapter 1-26, an application fee not to exceed four hundred dollars. This fee shall accompany an application for a real estate salesperson's, broker associate's, or broker's license including restricted licenses individual licensure. Section 20. That § 36-21A-51 be repealed. 36-21A-51. Every person licensed as a real estate broker shall have and maintain a fixed place of business within this state for the transaction of the real estate business. The license of broker and the license of each licensee associated with the broker shall be prominently displayed in the office. This section does not apply to the holder of a property manager license if provisions are made with the commission for auditing the licensee's records. Section 21. That § 36-21A-57 be repealed. 36-21A-57. The change of association by an active real estate salesperson or broker associate without notice to the commission may cause cancellation of the license by the commission. Section 22. That § 36-21A-59 be repealed. 36-21A-59. No real estate salesperson or broker associate may perform any of the acts contemplated by this chapter, either directly or indirectly after the licensee's association has been terminated and before becoming associated with another broker and has been notified of the registration by the commission. A violation of this section is a Class 1 misdemeanor. Section 23. That § 36-21A-61 be amended to read as follows: 36-21A-61. A person or firm licensed either actively or inactively under this chapter licensee, either active or inactive, shall register every two years with the commission and pay a fee set by rule promulgated by the commission pursuant to chapter 1-26 not to exceed two hundred dollars. The application for renewal of a license shall be made to the commission by November thirtieth of the year the current license expires. Failure of a person or firm to register results in cancellation the expiration of the license on December thirty-first. The license may be reinstated by filing a new application and requalifying as provided by this chapter. Section 24. That § 36-21A-62 be amended to read as follows: 36-21A-62. A person licensed under this chapter An individual licensee shall provide to the Real Estate Commission commission proof of participation in not less than twenty-four the following required number of hours of approved continuing education in the preceding two-year period: (1) Responsible broker, broker associate, salesperson, auctioneer, or property manager: not less than twenty-four hours; or (2) Residential rental agent: not less than twelve hours. This section does not apply to attorneys Attorneys licensed in South Dakota, persons licensed to sell time-share estates as defined by chapter 43-15B, or mortgage brokers and time-share agents are exempt from this section. Section 25. That § 36-21A-64 be amended to read as follows: 36-21A-64. The commission shall withhold the license An individual licensee who submits a renewal of a person who registration application but does not provide proof of continuing education with the registration application, as required by § 36-21A-62, shall be an inactive licensee until proof of such continuing education has been presented provided to the commission. Section 26. That § 36-21A-66 be amended to read as follows: 36-21A-66. A licensee who fails to file an application and fee for biennial registration may suspend the cancellation of the license by filing meet the renewal requirements of § 36-21A-61 may file a late registration application and pay a late registration fee in an amount not to exceed twenty dollars for each month or fraction of a month that has passed since November thirtieth. The fee shall be set by the commission by rule promulgated pursuant to chapter 1-26. However, no No late application may be accepted by the commission after June thirtieth. A licensee may not perform any of the actions enumerated within this chapter prior to the commission renewing the license. Section 27. That § 36-21A-69 be repealed. 36-21A-69. When surrendering his license or when an order of suspension or revocation of his license becomes final, a licensee shall forward the license and identification card at once to the commission. Section 28. That § 36-21A-71 be amended to read as follows: 36-21A-71. Unprofessional conduct includes the following: (1) Violating any provisions of this chapter or any rule promulgated by the commission; (2) Making a material false statement in the licensee's application for a license or in any information furnished to the commission; (3) Making any substantial and willful misrepresentation with reference to a transaction which is injurious to any party; (4) Making any false promise or advertisement of a character such as to influence, persuade or induce a party to a transaction to the party's injury or damage; (5) Failure to account for or to remit, within a reasonable time, any moneys coming into the licensee's possession belonging to others, commingling funds of others with the licensee's own, failing to keep the funds of others in an escrow or trust account with a bank or other recognized depository in this state federally insured financial institution, or failing to keep records relative to the deposit, which shall contain any information as may be prescribed by this chapter or the rules promulgated by the commission pursuant to chapter 1-26 relative thereto; (6) Being convicted, or pleading guilty or nolo contendere before a court of competent jurisdiction in this or any other state, or before any federal court, of a misdemeanor involving moral turpitude or a felony arising under the laws of this state or under the laws of the United States or any other state that would be a misdemeanor involving moral turpitude or a felony under the laws of this state; (7) Claiming or taking any secret or undisclosed amount of compensation or the failure of a licensee to reveal to the licensee's principal or employer the full amount of compensation in connection with any acts for which a license is required under this chapter; (8) Failing or refusing upon demand to produce any document, book, or record in the licensee's possession or under the licensee's control, concerning a transaction under investigation by the commission; (9) Offering real property for sale or lease without the knowledge and prior written consent of the owner or the owner's authorized agent or on any terms other than those authorized by the owner or the owner's authorized agent; (10) Any violation of federal or state fair housing requirements; (11) Failing or refusing upon demand to furnish copies including reproductions of any document pertaining to any transaction dealing with real estate to a person whose signature is affixed thereto; (12) Paying compensation or commission in connection with a transaction to any person who is not licensed under this chapter; (13) Failing to disclose to an owner in writing the licensee's intention or true position if the licensee directly or indirectly through a third party purchases for himself or herself or acquires or intends to acquire any interest in or any option to purchase property which has been listed with the licensee's office for sale or lease; (14) Failure by a broker to deliver to the seller in every real estate transaction, at the time the transaction is consummated, a complete, detailed closing statement, showing all of the receipts and disbursements for the seller; also failure to deliver to the buyer a complete statement showing all money received in the transaction from the buyer and how and for what the same was disbursed, and to retain true copies of the statements in the broker's files; also failure to date and sign the closing statement; (15) Any other conduct which constitutes dishonesty or fraudulent conduct, whether arising within or without the pursuit of the licensee's license privilege; (16) Accepting employment or compensation for appraising real estate contingent upon reporting a predetermined value or issuing an appraisal report on real estate in which the licensee has an undisclosed interest; (17) The revocation or suspension of any other license held by a person licensed under this chapter. Any other license includes being licensed as an attorney; real estate salesman salesperson, broker or appraiser; insurance licensee; securities licensee; and other similar regulated occupation, trade or profession; (18) Using, proposing the use, agreeing to the use or knowingly permitting the use of two or more contracts of sale, earnest money agreements or loan applications, one of which is not made known to the prospective lender or the loan guarantor, to enable the purchaser to obtain a larger loan than the true sales price would allow or to enable the purchaser to qualify for a loan which the purchaser otherwise could not obtain; (19) Failing to promptly give a copy of an offer to purchase to the purchaser; (20) Failing to promptly give the seller every written offer to purchase obtained; (21) Upon obtaining an acceptance of the offer signed by the seller, failing to promptly give a copy of it to both purchaser and seller; (22) Failing to make certain that all of the terms and conditions of the transaction are included in the offer to purchase; (23) Giving a title opinion upon the merchantability of the title to property in any transaction in which the licensee participated; (24) Preparing any legal document, giving any legal advice, or otherwise engaging in the practice of law. Preparation of the following documents is exempt from this provision: (a) Listing Agency agreements or extensions; (b) Offers to purchase; (c) Offers to lease; (d) Acceptances; and (e) Closing statements; (25) Permitting the use of a broker's license to enable licensed salesmen salespersons to establish and carry on a real estate brokerage business if the broker has only insignificant control of the affairs of the business conducted; (26) Taking a net listing whereby a licensee agrees to take as compensation the proceeds of a sale over and above the selling price agreed in the listing contract; (27) Failing to put in writing all guarantees of sale and other guarantees made by a licensee to the person listing the property for sale; (28) Failing to put in writing any agreement to furnish or sell a warranty; (29) Attempting to solicit or attempting to secure listings without first advising the owner that the licensee is a licensee and is engaged in real estate brokerage; (30) Failing to protect and promote the interests of the client whom the licensee has undertaken to represent to the best of the licensee's ability; (31) Failing to deal fairly with all parties to a transaction; (32) Committing any act constituting or demonstrating bad faith, incompetency or fraudulent dealings; (33) Using the licensee's position to gain undue influence over a prospective buyer, seller, landlord, or tenant, using the licensee's position to coerce a buyer, seller, landlord, or tenant, or using duress on a buyer, seller, landlord, or tenant; (34) Issuing an insufficient funds check; (35) In a business enterprise that requires licensing by the commission, associating in any manner with another person who has had a license suspended or revoked by action of the commission while the suspension or revocation is in effect. This prohibition includes a corporation, a partnership, an association, a single proprietorship, and an employer-employee relationship. A licensee may act as an agent in a real estate transaction for a person who has had a license suspended or revoked by the commission if the transaction is one that would occur in the ordinary course of the licensee's business; (36) Buying, selling, leasing, or exchanging real property under the auspices of a partnership or corporation of which the licensee owns an interest if it is indicated that the purchase or sale is being made by a private party not licensed by the real estate commission; (37) Making a listing contract or any other contract with the licensee's principal which allows the licensee to purchase or lease the listed property and charge a commission thereon without obtaining the written consent of the principal to such provision. This written consent shall be in addition to the signing of any listing contract; (38) Accepting a note or other nonnegotiable instrument or anything of value not readily negotiable as earnest money on a contract or offer to purchase without the written permission of the licensee's principal; (39) Selling, buying, exchanging or leasing real property in a manner indicating that the licensee is not licensed under this chapter; or (40) Improperly influencing or attempting to influence the development, reporting, result, or review of a real estate appraisal by coercion, extortion, or bribery; withholding or threatened withholding of payment of an appraisal fee; conditioning the payment of an appraisal fee upon the opinion, conclusion, or valuation to be reached; requesting the appraiser report a predetermined opinion, conclusion, or valuation or the desired valuation of any person; or any other act or practice that impairs or attempts to impair an appraiser's independence, objectivity, and impartiality. This subdivision does not apply to the following acts: (a) Requesting an appraiser to consider additional, appropriate property information; (b) Providing further detail, substantiation, or explanation of the appraiser's value conclusion; (c) Correcting errors in the appraisal report; (d) Withholding payment of an appraisal fee based upon a bona fide dispute regarding the appraiser's compliance with the appraisal standards adopted by the Department of Labor and Regulation; (e) Retaining a real estate appraiser from panels or lists on a rotating basis; or (f) Supplying the appraiser with information the appraiser is required to analyze under the appraisal standards adopted by the Department of Labor and Regulation such as agreements of sale, options, or listings of the property to be valued. Section 29. That § 36-21A-79 be amended to read as follows: 36-21A-79. A real estate responsible broker is responsible for the real estate activities conducted by his salesmen and broker associates affiliated licensees, whether as employees or independent contractors. Section 30. That § 36-21A-80 be amended to read as follows: 36-21A-80. A real estate responsible broker shall remit immediately to the responsible broker's principal all money received by the responsible broker belonging to the principal unless, by the terms of a written employment contract, the responsible broker is authorized to retain possession of the money until the final settlement and consummation of the transaction. In that event the responsible broker shall deposit the money in a federally insured financial institution in a special trust account on the first legal banking day after the acceptance of the contract. The account shall be reconciled to the bank statements, trust ledger, and check register at least monthly. The money may not be used by the real estate responsible broker except in connection with the transaction as authorized by the principal. Section 31. That § 36-21A-83 be amended to read as follows: 36-21A-83. A real estate responsible broker who remits immediately to his the principal all money received by him the responsible broker belonging to the principal without using a trust account shall maintain for at least four years the records that completely disclose all financial dealings between the principal and the responsible broker. Section 32. That § 36-21A-84 be amended to read as follows: 36-21A-84. No licensee responsible broker is entitled to any part of the money paid to him the responsible broker in any transaction as part of his the responsible broker's compensation until the transaction has been consummated or terminated. The commission may promulgate rules, pursuant to chapter 1-26, to make reasonable exceptions to this section. Section 33. That § 36-21A-92 be repealed. 36-21A-92. Terms used in §§ 36-21A-92 to 36-21A-100, inclusive, mean: (1) \"Commission,\" the South Dakota Real Estate Commission; (2) \"Person,\" an individual, corporation, limited liability company, partnership, limited partnership, association, joint venture or any other entity, foreign or domestic; (3) \"Subdivider,\" a person who causes land to be subdivided into a subdivision for that person or others, or who undertakes to develop a subdivision. However, this does not include a public agency or officer authorized by law to create subdivisions; (4) \"Subdivision,\" or \"subdivided land,\" any real estate offered for sale and which has been registered under the Interstate Land Sales Full Disclosure Act, 82 Stat. 590 and following, 15 U.S.C. 1701 and following, as such Act existed on January 1, 1980, or real estate located out of this state which is divided or proposed to be divided into fifty or more lots, parcels or units. Section 34. That § 36-21A-133 be amended to read as follows: 36-21A-133. Without the express written authority of the seller or landlord, no licensee acting as a seller's or landlord's agent may disclose any confidential information about the client unless disclosure is required by statute or rule or failure to disclose the information would constitute misrepresentation. No cause of action for any person may arise against a seller's agent for making any required or permitted disclosure. A seller's agent does not terminate the seller's agency relationship by making any required or permitted disclosures."}, {"bill_id": 3993, "bill_version_id": 23943, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2013-01-17T12:36:01.827-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the style and form of certain provisions, to amend certain provisions to streamline and clarify, and to repeal certain obsolete and unnecessary provisions pertaining to the Real Estate Commission. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-21A-1 be amended to read as follows: 36-21A-1. Terms used in this chapter mean: (1) \"Agency,\" any relationship by which one person acts for or on behalf of a client subject to the client's reasonable direction and control; (2) \"Agency agreement,\" a written agreement between a broker and a client which creates a fiduciary relationship between the broker and client. The payment or promise of payment of compensation to a responsible broker does not determine whether an agency relationship has been created between any responsible broker or licensees associated with the responsible broker and a client; (3) \"Auction,\" any public sale of real estate as defined in § 36-21A-11 or business property as defined in subdivision 36-21A-6 (3) at public offering to the highest bidder; (4) \"Auctioneer,\" any person licensed under this chapter who auctions, offers, attempts or agrees to auction real estate or business opportunities; (5) \"Broker associate,\" any broker acting in association with or under the auspices of a responsible broker; (6) \"Client,\" any person, including a seller/landlord or a buyer/tenant, who has entered into an agency relationship with a real estate licensee; (7) \"Commission,\" the South Dakota Real Estate Commission; (8) \"Consumer,\" any person seeking or receiving services from a real estate broker; (9) \"Customer,\" any party to a real estate transaction who does not have an agency relationship with a licensee; (10) \"Designated broker,\" any broker licensee designated by a responsible broker to act for the company in the conduct of real estate brokerage; (11) \"In-company transaction,\" any transaction in which both the seller/landlord and the buyer/tenant receive real estate services from the same broker or from licensees associated with the same broker; (12) \"Licensee,\" any person holding a license issued pursuant to this chapter; (13) \"Limited agent,\" any licensee who has a written agency relationship with both the seller and the buyer in the same in-company transaction; (14) \"Person,\" any individual, corporation, limited liability company, partnership, limited partnership, association, joint venture or any other entity, foreign or domestic; (15) \"Purchaser,\" any person who acquires or attempts to acquire or succeeds to an interest in real property; (16) \"Responsible broker,\" any person holding a broker's license issued pursuant to this chapter who is responsible for the real estate activities conducted by those licensees acting in association with or under the auspices of the responsible broker; (17) \"Served actively,\" if referring to a real estate salesman or broker associate, having the license on an active status with the commission; (18) \"Single agent,\" any licensee who represents only one party to a transaction; (19) \"Subdivider,\" a person who causes land to be subdivided into a subdivision for that person or others, or who undertakes to develop a subdivision. However, this does not include a public agency or officer authorized by law to create subdivisions; (20) \"Subdivision,\" or \"subdivided land,\" any real estate offered for sale and which has been registered under the Interstate Land Sales Full Disclosure Act, 82 Stat. 590 and following, 15 U.S.C. 1701 and following, as such Act existed on January 1, 1980, or real estate located out of this state which is divided or proposed to be divided into fifty or more lots, parcels, or units; (21) \"Transaction broker,\" a broker who assists one or more parties with a real estate transaction without being an agent or advocate for the interests of any party to the transaction. The term includes the licensees associated with the broker; (20)(22) \"Transaction broker agreement,\" a written agreement in which the broker does not represent either the seller or the buyer in a fiduciary capacity. No brokerage relationship can be created or implied by word or action alone, but only by written agreement clarifying the brokerage relationship. Section 2. That § 36-21A-2 be amended to read as follows: 36-21A-2. For the purposes of this chapter, an advertisement or advertising is any attempt, by publication or broadcast, whether oral, written or otherwise, to induce a person to use the services of a licensed real estate broker, real estate salesman or real estate firm. Section 3. That § 36-21A-3 be amended to read as follows: 36-21A-3. For the purposes of this chapter, an appraisal is the work product of a real estate appraiser which estimates the value of real estate or any interest in real estate act or process of developing an opinion of value of real estate for another and for compensation. Section 4. That § 36-21A-4 be repealed. 36-21A-4. For the purposes of this chapter, an appraiser is any person engaged in the business of estimating real estate values or who advertises or holds himself out to the general public to provide such a service for compensation. Section 5. That § 36-21A-9 be amended to read as follows: 36-21A-9. For the purposes of this chapter, an inactive licensee license is any licensee whose license that has been returned to the commission by the licensees' responsible broker, a licensee who has returned his license to the commission and requested the commission to place the license on inactive status, or a new licensee who has failed to designate a responsible broker placed on inactive status for any of the following reasons: (1) At the request of the licensee; (2) Failure to designate a responsible broker; (3) Cessation of being associated with a responsible broker or a licensed firm; (4) Failure to notify the commission of a change of registered address; (5) Failure of the licensee's responsible broker to maintain an active license; (6) Failure to provide proof of errors and omissions insurance upon renewal; (7) Failure of a nonresident real estate salesperson, who establishes residency in South Dakota, to successfully complete the education requirement for upgrade to broker associate within the prescribed timeframe; or (8) Failure to provide proof of the necessary hours of continuing education. No licensee whose license is on inactive status may perform any of the actions enumerated within this chapter prior to reactivation of the inactive license. Section 6. That § 36-21A-12 be amended to read as follows: 36-21A-12. For the purposes of this chapter, a real estate salesperson is any person who for compensation or consideration is associated with a real estate responsible broker, to sell or offer to sell, or to buy or offer to buy, or to negotiate the purchase, sale, lease, rental, or exchange of real property, or of the property's improvements, or any business opportunity or business, or its goodwill, inventory, or fixtures, or any interest therein, or to sell or offer to sell, or to buy or offer to buy, or to negotiate the purchase, sale, lease, rental, or exchange of a mobile or manufactured home which has been registered under the provisions of chapters 32-3 to 32-5B, inclusive. A salesperson may give opinions of value perform a broker price opinion or comparative market analysis for purposes of purchase, sale, lease, rental, or exchange of real property. Section 7. That § 36-21A-18 be amended to read as follows: 36-21A-18. The commission shall employ an executive director who shall furnish bond as required by the commission and who shall keep perform the following duties: (1) Keep a record of all proceedings, transactions, communications and official acts of the commission. The executive director shall be; (2) Be custodian of all moneys received and shall deposit; (3) Deposit all moneys in depositories designated by the commission. He shall be; (4) Be custodian of all records of the commission and perform such; and (5) Such other duties as the commission may require. Section 8. That § 36-21A-21 be amended to read as follows: 36-21A-21. The commission shall meet annually and at other times upon call by the executive director, chairman chairperson, or upon a written request of three or more members of the commission. The place of meeting of the commission shall be at the office of the executive director or other places within South Dakota as designated by the commission. Section 9. That § 36-21A-26 be amended to read as follows: 36-21A-26. The executive director of the commission shall, at least annually, publish make available a list of the names and addresses of all persons licensed by the commission under the provisions of this chapter, together with such other information relative to the enforcement of the provisions of this chapter as the commission determines to be of interest to the public. The commission may charge a reasonable fee to persons who request the list. Section 10. That § 36-21A-28 be amended to read as follows: 36-21A-28. No person, unless exempted under this chapter, may act as a licensee under this chapter, assume to act as a licensee or advertise as a licensee offer, attempt or agree to perform, or perform any act enumerated within this chapter without a an active license issued by the commission. No person may collect compensation as a licensee under this chapter without having first complied with the provisions of this chapter. A violation of this section is a Class 1 misdemeanor. Section 11. That § 36-21A-30.2 be amended to read as follows: 36-21A-30.2. Any broker associate receiving initial licensure as a broker associate after June 30, 2009, shall complete sixty class hours of education in a course of study approved by the commission given by instructors approved by the commission or in an independent study or distance education course approved by the commission. The broker associate shall complete the sixty class hours in prescribed subject matter by the second active renewal deadline with thirty class hours completed during the initial active licensing period and thirty class hours completed during the second active licensing period. The thirty class hours completed during the initial active licensing period and second active licensing period apply towards the continuing education requirements for license renewal. The commission shall adopt promulgate rules, pursuant to chapter 1-26, to specify requirements for the course, qualifications of an instructor, and criteria for an independent study or distance education course. Section 12. That § 36-21A-34.1 be amended to read as follows: 36-21A-34.1. Any person An active licensed as a nonresident real estate salesperson pursuant to this chapter, who establishes residency in South Dakota, shall, within two years of January 1, 2003, complete upgrade to a broker associate license by completing the following before the current license expires: complete forty hours of prescribed education in a course approved by the commission; submit a broker associate license application; and submit the required license application fee. Any A resident real estate salesperson, whose license is on inactive shall complete the status and who wishes to be an active licensee, shall upgrade to a broker associate license by completing the following prior to activation: complete forty hours of prescribed education and course examination requirements in a course approved by the commission before activating that license submitting a broker associate license application; submit a broker associate license application; and submit the required license application fee. The commission shall promulgate rules, pursuant to chapter 1-26, to specify requirements for the course and examination. This section does not apply to residents of another licensing jurisdiction who are licensed in South Dakota under the provisions of a reciprocal agreement with that jurisdiction. Section 13. That § 36-21A-34.2 be repealed. 36-21A-34.2. Any salesperson who has completed the requirements of § 36-21A-34.1 shall file an application for a broker associate license before the end of the current license term. Section 14. That § 36-21A-36.1 be amended to read as follows: 36-21A-36.1. Upon notification in writing that the person has passed the examination, the person shall file the appropriate application for license with all the required documents to the Real Estate Commission commission within sixty days of the notice date. If the person fails to file an application and proof of required education within the sixty-day period, the person's registration and all rights deriving from a passing score are canceled. Section 15. That § 36-21A-43 be amended to read as follows: 36-21A-43. An applicant currently licensed who holds an active license in another state and who has successfully passed the real estate licensing examination given in another in that same state need only take may obtain a similar level of licensure in South Dakota if the applicant successfully passes the state portion of the examination in South Dakota. Section 16. That § 36-21A-45 be repealed. 36-21A-45. A real estate salesperson's or broker associate's license is inactive if the real estate salesperson or broker associate ceases to be associated with a real estate broker or a licensed firm. Section 17. That § 36-21A-46.1 be amended to read as follows: 36-21A-46.1. A responsible broker may, or a real estate salesperson or broker associate employed by or otherwise associated with a responsible broker may, form a business corporation or limited liability company under the following conditions: (1) The business corporation or limited liability company does not engage in real estate transactions as a third-party agent or in any other capacity requiring a license under this chapter; (2) The business corporation or limited liability company does not advertise or otherwise hold itself out as a real estate brokerage company; (3) The employing or associating responsible broker is not relieved of any obligation to supervise the employed or associated licensee or any other requirement of this chapter or the rules adopted promulgated pursuant to this chapter; (4) The employed or associated licensee is not relieved of any personal liability for any licensed activities by interposing the corporate or limited liability form; (5) The business corporation or limited liability company is owned solely by a broker, an individual real estate a salesperson, or broker associate, or by that licensee and that licensee's spouse, or by that licensee and other licensees within the same firm as that licensee; and (6) The business corporation or limited liability company is approved by and registered with the commission. The registration fee for an approved business corporation or limited liability company shall be established by rule promulgated pursuant to chapter 1-26. The fee may not exceed one hundred dollars. Section 18. That § 36-21A-47 be amended to read as follows: 36-21A-47. The commission may promulgate rules pursuant to chapter 1-26 to provide for the issuance of a restricted broker's license to auctioneers, property managers, mortgage brokers, or such other categories as the commission determines time-share or residential-rental agents. The licensee may perform only those duties specified by the license. If the licensee exceeds the authority granted, his the license may be terminated and criminal proceedings brought against him the licensee. Section 19. That § 36-21A-49 be amended to read as follows: 36-21A-49. The commission shall set, by rule promulgated pursuant to chapter 1-26, an application fee not to exceed four hundred dollars. This fee shall accompany an application for a real estate salesperson's, broker associate's, or broker's license including restricted licenses individual licensure. Section 20. That § 36-21A-51 be repealed. 36-21A-51. Every person licensed as a real estate broker shall have and maintain a fixed place of business within this state for the transaction of the real estate business. The license of broker and the license of each licensee associated with the broker shall be prominently displayed in the office. This section does not apply to the holder of a property manager license if provisions are made with the commission for auditing the licensee's records. Section 21. That § 36-21A-57 be repealed. 36-21A-57. The change of association by an active real estate salesperson or broker associate without notice to the commission may cause cancellation of the license by the commission. Section 22. That § 36-21A-59 be repealed. 36-21A-59. No real estate salesperson or broker associate may perform any of the acts contemplated by this chapter, either directly or indirectly after the licensee's association has been terminated and before becoming associated with another broker and has been notified of the registration by the commission. A violation of this section is a Class 1 misdemeanor. Section 23. That § 36-21A-61 be amended to read as follows: 36-21A-61. A person or firm licensed either actively or inactively under this chapter licensee, either active or inactive, shall register every two years with the commission and pay a fee set by rule promulgated by the commission pursuant to chapter 1-26 not to exceed two hundred dollars. The application for renewal of a license shall be made to the commission by November thirtieth of the year the current license expires. Failure of a person or firm to register results in cancellation the expiration of the license on December thirty-first. The license may be reinstated by filing a new application and requalifying as provided by this chapter. Section 24. That § 36-21A-62 be amended to read as follows: 36-21A-62. A person licensed under this chapter An individual licensee shall provide to the Real Estate Commission commission proof of participation in not less than twenty-four the following required number of hours of approved continuing education in the preceding two-year period: (1) Responsible broker, broker associate, salesperson, auctioneer, or property manager: not less than twenty-four hours; or (2) Residential rental agent: not less than twelve hours. This section does not apply to attorneys Attorneys licensed in South Dakota, persons licensed to sell time-share estates as defined by chapter 43-15B, or mortgage brokers and time-share agents are exempt from this section. Section 25. That § 36-21A-64 be amended to read as follows: 36-21A-64. The commission shall withhold the license An individual licensee who submits a renewal of a person who registration application but does not provide proof of continuing education with the registration application, as required by § 36-21A-62, shall be an inactive licensee until proof of such continuing education has been presented provided to the commission. Section 26. That § 36-21A-66 be amended to read as follows: 36-21A-66. A licensee who fails to file an application and fee for biennial registration may suspend the cancellation of the license by filing meet the renewal requirements of § 36-21A-61 may file a late registration application and pay a late registration fee in an amount not to exceed twenty dollars for each month or fraction of a month that has passed since November thirtieth. The fee shall be set by the commission by rule promulgated pursuant to chapter 1-26. However, no No late application may be accepted by the commission after June thirtieth. A licensee may not perform any of the actions enumerated within this chapter prior to the commission renewing the license. Section 27. That § 36-21A-69 be repealed. 36-21A-69. When surrendering his license or when an order of suspension or revocation of his license becomes final, a licensee shall forward the license and identification card at once to the commission. Section 28. That § 36-21A-71 be amended to read as follows: 36-21A-71. Unprofessional conduct includes the following: (1) Violating any provisions of this chapter or any rule promulgated by the commission; (2) Making a material false statement in the licensee's application for a license or in any information furnished to the commission; (3) Making any substantial and willful misrepresentation with reference to a transaction which is injurious to any party; (4) Making any false promise or advertisement of a character such as to influence, persuade or induce a party to a transaction to the party's injury or damage; (5) Failure to account for or to remit, within a reasonable time, any moneys coming into the licensee's possession belonging to others, commingling funds of others with the licensee's own, failing to keep the funds of others in an escrow or trust account with a bank or other recognized depository in this state federally insured financial institution, or failing to keep records relative to the deposit, which shall contain any information as may be prescribed by this chapter or the rules promulgated by the commission pursuant to chapter 1-26 relative thereto; (6) Being convicted, or pleading guilty or nolo contendere before a court of competent jurisdiction in this or any other state, or before any federal court, of a misdemeanor involving moral turpitude or a felony arising under the laws of this state or under the laws of the United States or any other state that would be a misdemeanor involving moral turpitude or a felony under the laws of this state; (7) Claiming or taking any secret or undisclosed amount of compensation or the failure of a licensee to reveal to the licensee's principal or employer the full amount of compensation in connection with any acts for which a license is required under this chapter; (8) Failing or refusing upon demand to produce any document, book, or record in the licensee's possession or under the licensee's control, concerning a transaction under investigation by the commission; (9) Offering real property for sale or lease without the knowledge and prior written consent of the owner or the owner's authorized agent or on any terms other than those authorized by the owner or the owner's authorized agent; (10) Any violation of federal or state fair housing requirements; (11) Failing or refusing upon demand to furnish copies including reproductions of any document pertaining to any transaction dealing with real estate to a person whose signature is affixed thereto; (12) Paying compensation or commission in connection with a transaction to any person who is not licensed under this chapter; (13) Failing to disclose to an owner in writing the licensee's intention or true position if the licensee directly or indirectly through a third party purchases for himself or herself or acquires or intends to acquire any interest in or any option to purchase property which has been listed with the licensee's office for sale or lease; (14) Failure by a broker to deliver to the seller in every real estate transaction, at the time the transaction is consummated, a complete, detailed closing statement, showing all of the receipts and disbursements for the seller; also failure to deliver to the buyer a complete statement showing all money received in the transaction from the buyer and how and for what the same was disbursed, and to retain true copies of the statements in the broker's files; also failure to date and sign the closing statement; (15) Any other conduct which constitutes dishonesty or fraudulent conduct, whether arising within or without the pursuit of the licensee's license privilege; (16) Accepting employment or compensation for appraising real estate contingent upon reporting a predetermined value or issuing an appraisal report on real estate in which the licensee has an undisclosed interest; (17) The revocation or suspension of any other license held by a person licensed under this chapter. Any other license includes being licensed as an attorney; real estate salesman salesperson, broker or appraiser; insurance licensee; securities licensee; and other similar regulated occupation, trade or profession; (18) Using, proposing the use, agreeing to the use or knowingly permitting the use of two or more contracts of sale, earnest money agreements or loan applications, one of which is not made known to the prospective lender or the loan guarantor, to enable the purchaser to obtain a larger loan than the true sales price would allow or to enable the purchaser to qualify for a loan which the purchaser otherwise could not obtain; (19) Failing to promptly give a copy of an offer to purchase to the purchaser; (20) Failing to promptly give the seller every written offer to purchase obtained; (21) Upon obtaining an acceptance of the offer signed by the seller, failing to promptly give a copy of it to both purchaser and seller; (22) Failing to make certain that all of the terms and conditions of the transaction are included in the offer to purchase; (23) Giving a title opinion upon the merchantability of the title to property in any transaction in which the licensee participated; (24) Preparing any legal document, giving any legal advice, or otherwise engaging in the practice of law. Preparation of the following documents is exempt from this provision: (a) Listing Agency agreements or extensions; (b) Offers to purchase; (c) Offers to lease; (d) Acceptances; and (e) Closing statements; (25) Permitting the use of a broker's license to enable licensed salesmen salespersons to establish and carry on a real estate brokerage business if the broker has only insignificant control of the affairs of the business conducted; (26) Taking a net listing whereby a licensee agrees to take as compensation the proceeds of a sale over and above the selling price agreed in the listing contract; (27) Failing to put in writing all guarantees of sale and other guarantees made by a licensee to the person listing the property for sale; (28) Failing to put in writing any agreement to furnish or sell a warranty; (29) Attempting to solicit or attempting to secure listings without first advising the owner that the licensee is a licensee and is engaged in real estate brokerage; (30) Failing to protect and promote the interests of the client whom the licensee has undertaken to represent to the best of the licensee's ability; (31) Failing to deal fairly with all parties to a transaction; (32) Committing any act constituting or demonstrating bad faith, incompetency or fraudulent dealings; (33) Using the licensee's position to gain undue influence over a prospective buyer, seller, landlord, or tenant, using the licensee's position to coerce a buyer, seller, landlord, or tenant, or using duress on a buyer, seller, landlord, or tenant; (34) Issuing an insufficient funds check; (35) In a business enterprise that requires licensing by the commission, associating in any manner with another person who has had a license suspended or revoked by action of the commission while the suspension or revocation is in effect. This prohibition includes a corporation, a partnership, an association, a single proprietorship, and an employer-employee relationship. A licensee may act as an agent in a real estate transaction for a person who has had a license suspended or revoked by the commission if the transaction is one that would occur in the ordinary course of the licensee's business; (36) Buying, selling, leasing, or exchanging real property under the auspices of a partnership or corporation of which the licensee owns an interest if it is indicated that the purchase or sale is being made by a private party not licensed by the real estate commission; (37) Making a listing contract or any other contract with the licensee's principal which allows the licensee to purchase or lease the listed property and charge a commission thereon without obtaining the written consent of the principal to such provision. This written consent shall be in addition to the signing of any listing contract; (38) Accepting a note or other nonnegotiable instrument or anything of value not readily negotiable as earnest money on a contract or offer to purchase without the written permission of the licensee's principal; (39) Selling, buying, exchanging or leasing real property in a manner indicating that the licensee is not licensed under this chapter; or (40) Improperly influencing or attempting to influence the development, reporting, result, or review of a real estate appraisal by coercion, extortion, or bribery; withholding or threatened withholding of payment of an appraisal fee; conditioning the payment of an appraisal fee upon the opinion, conclusion, or valuation to be reached; requesting the appraiser report a predetermined opinion, conclusion, or valuation or the desired valuation of any person; or any other act or practice that impairs or attempts to impair an appraiser's independence, objectivity, and impartiality. This subdivision does not apply to the following acts: (a) Requesting an appraiser to consider additional, appropriate property information; (b) Providing further detail, substantiation, or explanation of the appraiser's value conclusion; (c) Correcting errors in the appraisal report; (d) Withholding payment of an appraisal fee based upon a bona fide dispute regarding the appraiser's compliance with the appraisal standards adopted by the Department of Labor and Regulation; (e) Retaining a real estate appraiser from panels or lists on a rotating basis; or (f) Supplying the appraiser with information the appraiser is required to analyze under the appraisal standards adopted by the Department of Labor and Regulation such as agreements of sale, options, or listings of the property to be valued. Section 29. That § 36-21A-79 be amended to read as follows: 36-21A-79. A real estate responsible broker is responsible for the real estate activities conducted by his salesmen and broker associates affiliated licensees, whether as employees or independent contractors. Section 30. That § 36-21A-80 be amended to read as follows: 36-21A-80. A real estate responsible broker shall remit immediately to the responsible broker's principal all money received by the responsible broker belonging to the principal unless, by the terms of a written employment contract, the responsible broker is authorized to retain possession of the money until the final settlement and consummation of the transaction. In that event the responsible broker shall deposit the money in a federally insured financial institution in a special trust account on the first legal banking day after the acceptance of the contract. The account shall be reconciled to the bank statements, trust ledger, and check register at least monthly. The money may not be used by the real estate responsible broker except in connection with the transaction as authorized by the principal. Section 31. That § 36-21A-83 be amended to read as follows: 36-21A-83. A real estate responsible broker who remits immediately to his the principal all money received by him the responsible broker belonging to the principal without using a trust account shall maintain for at least four years the records that completely disclose all financial dealings between the principal and the responsible broker. Section 32. That § 36-21A-84 be amended to read as follows: 36-21A-84. No licensee responsible broker is entitled to any part of the money paid to him the responsible broker in any transaction as part of his the responsible broker's compensation until the transaction has been consummated or terminated. The commission may promulgate rules, pursuant to chapter 1-26, to make reasonable exceptions to this section. Section 33. That § 36-21A-92 be repealed. 36-21A-92. Terms used in §§ 36-21A-92 to 36-21A-100, inclusive, mean: (1) \"Commission,\" the South Dakota Real Estate Commission; (2) \"Person,\" an individual, corporation, limited liability company, partnership, limited partnership, association, joint venture or any other entity, foreign or domestic; (3) \"Subdivider,\" a person who causes land to be subdivided into a subdivision for that person or others, or who undertakes to develop a subdivision. However, this does not include a public agency or officer authorized by law to create subdivisions; (4) \"Subdivision,\" or \"subdivided land,\" any real estate offered for sale and which has been registered under the Interstate Land Sales Full Disclosure Act, 82 Stat. 590 and following, 15 U.S.C. 1701 and following, as such Act existed on January 1, 1980, or real estate located out of this state which is divided or proposed to be divided into fifty or more lots, parcels or units. Section 34. That § 36-21A-133 be amended to read as follows: 36-21A-133. Without the express written authority of the seller or landlord, no licensee acting as a seller's or landlord's agent may disclose any confidential information about the client unless disclosure is required by statute or rule or failure to disclose the information would constitute misrepresentation. No cause of action for any person may arise against a seller's agent for making any required or permitted disclosure. A seller's agent does not terminate the seller's agency relationship by making any required or permitted disclosures."}, {"bill_id": 3993, "bill_version_id": 24420, "bill_version": "Senate Engrossed", "bill_version_date": "2013-01-23T14:40:54.367-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the style and form of certain provisions, to amend certain provisions to streamline and clarify, and to repeal certain obsolete and unnecessary provisions pertaining to the Real Estate Commission. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-21A-1 be amended to read as follows: 36-21A-1. Terms used in this chapter mean: (1) \"Agency,\" any relationship by which one person acts for or on behalf of a client subject to the client's reasonable direction and control; (2) \"Agency agreement,\" a written agreement between a broker and a client which creates a fiduciary relationship between the broker and client. The payment or promise of payment of compensation to a responsible broker does not determine whether an agency relationship has been created between any responsible broker or licensees associated with the responsible broker and a client; (3) \"Auction,\" any public sale of real estate as defined in § 36-21A-11 or business property as defined in subdivision 36-21A-6 (3) at public offering to the highest bidder; (4) \"Auctioneer,\" any person licensed under this chapter who auctions, offers, attempts or agrees to auction real estate or business opportunities; (5) \"Broker associate,\" any broker acting in association with or under the auspices of a responsible broker; (6) \"Client,\" any person, including a seller/landlord or a buyer/tenant, who has entered into an agency relationship with a real estate licensee; (7) \"Commission,\" the South Dakota Real Estate Commission; (8) \"Consumer,\" any person seeking or receiving services from a real estate broker; (9) \"Customer,\" any party to a real estate transaction who does not have an agency relationship with a licensee; (10) \"Designated broker,\" any broker licensee designated by a responsible broker to act for the company in the conduct of real estate brokerage; (11) \"In-company transaction,\" any transaction in which both the seller/landlord and the buyer/tenant receive real estate services from the same broker or from licensees associated with the same broker; (12) \"Licensee,\" any person holding a license issued pursuant to this chapter; (13) \"Limited agent,\" any licensee who has a written agency relationship with both the seller and the buyer in the same in-company transaction; (14) \"Person,\" any individual, corporation, limited liability company, partnership, limited partnership, association, joint venture or any other entity, foreign or domestic; (15) \"Purchaser,\" any person who acquires or attempts to acquire or succeeds to an interest in real property; (16) \"Responsible broker,\" any person holding a broker's license issued pursuant to this chapter who is responsible for the real estate activities conducted by those licensees acting in association with or under the auspices of the responsible broker; (17) \"Served actively,\" if referring to a real estate salesman or broker associate, having the license on an active status with the commission; (18) \"Single agent,\" any licensee who represents only one party to a transaction; (19) \"Subdivider,\" a person who causes land to be subdivided into a subdivision for that person or others, or who undertakes to develop a subdivision. However, this does not include a public agency or officer authorized by law to create subdivisions; (20) \"Subdivision,\" or \"subdivided land,\" any real estate offered for sale and which has been registered under the Interstate Land Sales Full Disclosure Act, 82 Stat. 590 and following, 15 U.S.C. 1701 and following, as such Act existed on January 1, 1980, or real estate located out of this state which is divided or proposed to be divided into fifty or more lots, parcels, or units; (21) \"Transaction broker,\" a broker who assists one or more parties with a real estate transaction without being an agent or advocate for the interests of any party to the transaction. The term includes the licensees associated with the broker; (20)(22) \"Transaction broker agreement,\" a written agreement in which the broker does not represent either the seller or the buyer in a fiduciary capacity. No brokerage relationship can be created or implied by word or action alone, but only by written agreement clarifying the brokerage relationship. Section 2. That § 36-21A-2 be amended to read as follows: 36-21A-2. For the purposes of this chapter, an advertisement or advertising is any attempt, by publication or broadcast, whether oral, written or otherwise, to induce a person to use the services of a licensed real estate broker, real estate salesman or real estate firm. Section 3. That § 36-21A-3 be amended to read as follows: 36-21A-3. For the purposes of this chapter, an appraisal is the work product of a real estate appraiser which estimates the value of real estate or any interest in real estate act or process of developing an opinion of value of real estate for another and for compensation. Section 4. That § 36-21A-4 be repealed. 36-21A-4. For the purposes of this chapter, an appraiser is any person engaged in the business of estimating real estate values or who advertises or holds himself out to the general public to provide such a service for compensation. Section 5. That § 36-21A-9 be amended to read as follows: 36-21A-9. For the purposes of this chapter, an inactive licensee license is any licensee whose license that has been returned to the commission by the licensees' responsible broker, a licensee who has returned his license to the commission and requested the commission to place the license on inactive status, or a new licensee who has failed to designate a responsible broker placed on inactive status for any of the following reasons: (1) At the request of the licensee; (2) Failure to designate a responsible broker; (3) Cessation of being associated with a responsible broker or a licensed firm; (4) Failure to notify the commission of a change of registered address; (5) Failure of the licensee's responsible broker to maintain an active license; (6) Failure to provide proof of errors and omissions insurance upon renewal; (7) Failure of a nonresident real estate salesperson, who establishes residency in South Dakota, to successfully complete the education requirement for upgrade to broker associate within the prescribed timeframe; or (8) Failure to provide proof of the necessary hours of continuing education. No licensee whose license is on inactive status may perform any of the actions enumerated within this chapter prior to reactivation of the inactive license. Section 6. That § 36-21A-12 be amended to read as follows: 36-21A-12. For the purposes of this chapter, a real estate salesperson is any person who for compensation or consideration is associated with a real estate responsible broker, to sell or offer to sell, or to buy or offer to buy, or to negotiate the purchase, sale, lease, rental, or exchange of real property, or of the property's improvements, or any business opportunity or business, or its goodwill, inventory, or fixtures, or any interest therein, or to sell or offer to sell, or to buy or offer to buy, or to negotiate the purchase, sale, lease, rental, or exchange of a mobile or manufactured home which has been registered under the provisions of chapters 32-3 to 32-5B, inclusive. A salesperson may give opinions of value perform a broker price opinion or comparative market analysis for purposes of purchase, sale, lease, rental, or exchange of real property. Section 7. That § 36-21A-18 be amended to read as follows: 36-21A-18. The commission shall employ an executive director who shall furnish bond as required by the commission and who shall keep perform the following duties: (1) Keep a record of all proceedings, transactions, communications and official acts of the commission. The executive director shall be; (2) Be custodian of all moneys received and shall deposit; (3) Deposit all moneys in depositories designated by the commission. He shall be; (4) Be custodian of all records of the commission and perform such; and (5) Such other duties as the commission may require. Section 8. That § 36-21A-21 be amended to read as follows: 36-21A-21. The commission shall meet annually and at other times upon call by the executive director, chairman chairperson, or upon a written request of three or more members of the commission. The place of meeting of the commission shall be at the office of the executive director or other places within South Dakota as designated by the commission. Section 9. That § 36-21A-26 be amended to read as follows: 36-21A-26. The executive director of the commission shall, at least annually, publish make available a list of the names and addresses of all persons licensed by the commission under the provisions of this chapter, together with such other information relative to the enforcement of the provisions of this chapter as the commission determines to be of interest to the public. The commission may charge a reasonable fee to persons who request the list. Section 10. That § 36-21A-28 be amended to read as follows: 36-21A-28. No person, unless exempted under this chapter, may act as a licensee under this chapter, assume to act as a licensee or advertise as a licensee offer, attempt or agree to perform, or perform any act enumerated within this chapter without a an active license issued by the commission. No person may collect compensation as a licensee under this chapter without having first complied with the provisions of this chapter. A violation of this section is a Class 1 misdemeanor. Section 11. That § 36-21A-30.2 be amended to read as follows: 36-21A-30.2. Any broker associate receiving initial licensure as a broker associate after June 30, 2009, shall complete sixty class hours of education in a course of study approved by the commission given by instructors approved by the commission or in an independent study or distance education course approved by the commission. The broker associate shall complete the sixty class hours in prescribed subject matter by the second active renewal deadline with thirty class hours completed during the initial active licensing period and thirty class hours completed during the second active licensing period. The thirty class hours completed during the initial active licensing period and second active licensing period apply towards the continuing education requirements for license renewal. The commission shall adopt promulgate rules, pursuant to chapter 1-26, to specify requirements for the course, qualifications of an instructor, and criteria for an independent study or distance education course. Section 12. That § 36-21A-34.1 be amended to read as follows: 36-21A-34.1. Any person An active licensed as a nonresident real estate salesperson pursuant to this chapter, who establishes residency in South Dakota, shall, within two years of January 1, 2003, complete upgrade to a broker associate license by completing the following before the current license expires: complete forty hours of prescribed education in a course approved by the commission; submit a broker associate license application; and submit the required license application fee. Any A resident real estate salesperson, whose license is on inactive shall complete the status and who wishes to be an active licensee, shall upgrade to a broker associate license by completing the following prior to activation: complete forty hours of prescribed education and course examination requirements in a course approved by the commission before activating that license submitting a broker associate license application; submit a broker associate license application; and submit the required license application fee. The commission shall promulgate rules, pursuant to chapter 1-26, to specify requirements for the course and examination. This section does not apply to residents of another licensing jurisdiction who are licensed in South Dakota under the provisions of a reciprocal agreement with that jurisdiction. Section 13. That § 36-21A-34.2 be repealed. 36-21A-34.2. Any salesperson who has completed the requirements of § 36-21A-34.1 shall file an application for a broker associate license before the end of the current license term. Section 14. That § 36-21A-36.1 be amended to read as follows: 36-21A-36.1. Upon notification in writing that the person has passed the examination, the person shall file the appropriate application for license with all the required documents to the Real Estate Commission commission within sixty days of the notice date. If the person fails to file an application and proof of required education within the sixty-day period, the person's registration and all rights deriving from a passing score are canceled. Section 15. That § 36-21A-43 be amended to read as follows: 36-21A-43. An applicant currently licensed who holds an active license in another state and who has successfully passed the real estate licensing examination given in another in that same state need only take may obtain a similar level of licensure in South Dakota if the applicant successfully passes the state portion of the examination in South Dakota. Section 16. That § 36-21A-45 be repealed. 36-21A-45. A real estate salesperson's or broker associate's license is inactive if the real estate salesperson or broker associate ceases to be associated with a real estate broker or a licensed firm. Section 17. That § 36-21A-46.1 be amended to read as follows: 36-21A-46.1. A responsible broker may, or a real estate salesperson or broker associate employed by or otherwise associated with a responsible broker may, form a business corporation or limited liability company under the following conditions: (1) The business corporation or limited liability company does not engage in real estate transactions as a third-party agent or in any other capacity requiring a license under this chapter; (2) The business corporation or limited liability company does not advertise or otherwise hold itself out as a real estate brokerage company; (3) The employing or associating responsible broker is not relieved of any obligation to supervise the employed or associated licensee or any other requirement of this chapter or the rules adopted promulgated pursuant to this chapter; (4) The employed or associated licensee is not relieved of any personal liability for any licensed activities by interposing the corporate or limited liability form; (5) The business corporation or limited liability company is owned solely by a broker, an individual real estate a salesperson, or broker associate, or by that licensee and that licensee's spouse, or by that licensee and other licensees within the same firm as that licensee; and (6) The business corporation or limited liability company is approved by and registered with the commission. The registration fee for an approved business corporation or limited liability company shall be established by rule promulgated pursuant to chapter 1-26. The fee may not exceed one hundred dollars. Section 18. That § 36-21A-47 be amended to read as follows: 36-21A-47. The commission may promulgate rules pursuant to chapter 1-26 to provide for the issuance of a restricted broker's license to auctioneers, property managers, mortgage brokers, or such other categories as the commission determines time-share or residential-rental agents. The licensee may perform only those duties specified by the license. If the licensee exceeds the authority granted, his the license may be terminated and criminal proceedings brought against him the licensee. Section 19. That § 36-21A-49 be amended to read as follows: 36-21A-49. The commission shall set, by rule promulgated pursuant to chapter 1-26, an application fee not to exceed four hundred dollars. This fee shall accompany an application for a real estate salesperson's, broker associate's, or broker's license including restricted licenses individual licensure. Section 20. That § 36-21A-51 be repealed. 36-21A-51. Every person licensed as a real estate broker shall have and maintain a fixed place of business within this state for the transaction of the real estate business. The license of broker and the license of each licensee associated with the broker shall be prominently displayed in the office. This section does not apply to the holder of a property manager license if provisions are made with the commission for auditing the licensee's records. Section 21. That § 36-21A-57 be repealed. 36-21A-57. The change of association by an active real estate salesperson or broker associate without notice to the commission may cause cancellation of the license by the commission. Section 22. That § 36-21A-59 be repealed. 36-21A-59. No real estate salesperson or broker associate may perform any of the acts contemplated by this chapter, either directly or indirectly after the licensee's association has been terminated and before becoming associated with another broker and has been notified of the registration by the commission. A violation of this section is a Class 1 misdemeanor. Section 23. That § 36-21A-61 be amended to read as follows: 36-21A-61. A person or firm licensed either actively or inactively under this chapter licensee, either active or inactive, shall register every two years with the commission and pay a fee set by rule promulgated by the commission pursuant to chapter 1-26 not to exceed two hundred dollars. The application for renewal of a license shall be made to the commission by November thirtieth of the year the current license expires. Failure of a person or firm to register results in cancellation the expiration of the license on December thirty-first. The license may be reinstated by filing a new application and requalifying as provided by this chapter. Section 24. That § 36-21A-62 be amended to read as follows: 36-21A-62. A person licensed under this chapter An individual licensee shall provide to the Real Estate Commission commission proof of participation in not less than twenty-four the following required number of hours of approved continuing education in the preceding two-year period: (1) Responsible broker, broker associate, salesperson, auctioneer, or property manager: not less than twenty-four hours; or (2) Residential rental agent: not less than twelve hours. This section does not apply to attorneys Attorneys licensed in South Dakota, persons licensed to sell time-share estates as defined by chapter 43-15B, or mortgage brokers and time-share agents are exempt from this section. Section 25. That § 36-21A-64 be amended to read as follows: 36-21A-64. The commission shall withhold the license An individual licensee who submits a renewal of a person who registration application but does not provide proof of continuing education with the registration application, as required by § 36-21A-62, shall be an inactive licensee until proof of such continuing education has been presented provided to the commission. Section 26. That § 36-21A-66 be amended to read as follows: 36-21A-66. A licensee who fails to file an application and fee for biennial registration may suspend the cancellation of the license by filing meet the renewal requirements of § 36-21A-61 may file a late registration application and pay a late registration fee in an amount not to exceed twenty dollars for each month or fraction of a month that has passed since November thirtieth. The fee shall be set by the commission by rule promulgated pursuant to chapter 1-26. However, no No late application may be accepted by the commission after June thirtieth. A licensee may not perform any of the actions enumerated within this chapter prior to the commission renewing the license. Section 27. That § 36-21A-69 be repealed. 36-21A-69. When surrendering his license or when an order of suspension or revocation of his license becomes final, a licensee shall forward the license and identification card at once to the commission. Section 28. That § 36-21A-71 be amended to read as follows: 36-21A-71. Unprofessional conduct includes the following: (1) Violating any provisions of this chapter or any rule promulgated by the commission; (2) Making a material false statement in the licensee's application for a license or in any information furnished to the commission; (3) Making any substantial and willful misrepresentation with reference to a transaction which is injurious to any party; (4) Making any false promise or advertisement of a character such as to influence, persuade or induce a party to a transaction to the party's injury or damage; (5) Failure to account for or to remit, within a reasonable time, any moneys coming into the licensee's possession belonging to others, commingling funds of others with the licensee's own, failing to keep the funds of others in an escrow or trust account with a bank or other recognized depository in this state federally insured financial institution, or failing to keep records relative to the deposit, which shall contain any information as may be prescribed by this chapter or the rules promulgated by the commission pursuant to chapter 1-26 relative thereto; (6) Being convicted, or pleading guilty or nolo contendere before a court of competent jurisdiction in this or any other state, or before any federal court, of a misdemeanor involving moral turpitude or a felony arising under the laws of this state or under the laws of the United States or any other state that would be a misdemeanor involving moral turpitude or a felony under the laws of this state; (7) Claiming or taking any secret or undisclosed amount of compensation or the failure of a licensee to reveal to the licensee's principal or employer the full amount of compensation in connection with any acts for which a license is required under this chapter; (8) Failing or refusing upon demand to produce any document, book, or record in the licensee's possession or under the licensee's control, concerning a transaction under investigation by the commission; (9) Offering real property for sale or lease without the knowledge and prior written consent of the owner or the owner's authorized agent or on any terms other than those authorized by the owner or the owner's authorized agent; (10) Any violation of federal or state fair housing requirements; (11) Failing or refusing upon demand to furnish copies including reproductions of any document pertaining to any transaction dealing with real estate to a person whose signature is affixed thereto; (12) Paying compensation or commission in connection with a transaction to any person who is not licensed under this chapter; (13) Failing to disclose to an owner in writing the licensee's intention or true position if the licensee directly or indirectly through a third party purchases for himself or herself or acquires or intends to acquire any interest in or any option to purchase property which has been listed with the licensee's office for sale or lease; (14) Failure by a broker to deliver to the seller in every real estate transaction, at the time the transaction is consummated, a complete, detailed closing statement, showing all of the receipts and disbursements for the seller; also failure to deliver to the buyer a complete statement showing all money received in the transaction from the buyer and how and for what the same was disbursed, and to retain true copies of the statements in the broker's files; also failure to date and sign the closing statement; (15) Any other conduct which constitutes dishonesty or fraudulent conduct, whether arising within or without the pursuit of the licensee's license privilege; (16) Accepting employment or compensation for appraising real estate contingent upon reporting a predetermined value or issuing an appraisal report on real estate in which the licensee has an undisclosed interest; (17) The revocation or suspension of any other license held by a person licensed under this chapter. Any other license includes being licensed as an attorney; real estate salesman salesperson, broker or appraiser; insurance licensee; securities licensee; and other similar regulated occupation, trade or profession; (18) Using, proposing the use, agreeing to the use or knowingly permitting the use of two or more contracts of sale, earnest money agreements or loan applications, one of which is not made known to the prospective lender or the loan guarantor, to enable the purchaser to obtain a larger loan than the true sales price would allow or to enable the purchaser to qualify for a loan which the purchaser otherwise could not obtain; (19) Failing to promptly give a copy of an offer to purchase to the purchaser; (20) Failing to promptly give the seller every written offer to purchase obtained; (21) Upon obtaining an acceptance of the offer signed by the seller, failing to promptly give a copy of it to both purchaser and seller; (22) Failing to make certain that all of the terms and conditions of the transaction are included in the offer to purchase; (23) Giving a title opinion upon the merchantability of the title to property in any transaction in which the licensee participated; (24) Preparing any legal document, giving any legal advice, or otherwise engaging in the practice of law. Preparation of the following documents is exempt from this provision: (a) Listing Agency agreements or extensions; (b) Offers to purchase; (c) Offers to lease; (d) Acceptances; and (e) Closing statements; (25) Permitting the use of a broker's license to enable licensed salesmen salespersons to establish and carry on a real estate brokerage business if the broker has only insignificant control of the affairs of the business conducted; (26) Taking a net listing whereby a licensee agrees to take as compensation the proceeds of a sale over and above the selling price agreed in the listing contract; (27) Failing to put in writing all guarantees of sale and other guarantees made by a licensee to the person listing the property for sale; (28) Failing to put in writing any agreement to furnish or sell a warranty; (29) Attempting to solicit or attempting to secure listings without first advising the owner that the licensee is a licensee and is engaged in real estate brokerage; (30) Failing to protect and promote the interests of the client whom the licensee has undertaken to represent to the best of the licensee's ability; (31) Failing to deal fairly with all parties to a transaction; (32) Committing any act constituting or demonstrating bad faith, incompetency or fraudulent dealings; (33) Using the licensee's position to gain undue influence over a prospective buyer, seller, landlord, or tenant, using the licensee's position to coerce a buyer, seller, landlord, or tenant, or using duress on a buyer, seller, landlord, or tenant; (34) Issuing an insufficient funds check; (35) In a business enterprise that requires licensing by the commission, associating in any manner with another person who has had a license suspended or revoked by action of the commission while the suspension or revocation is in effect. This prohibition includes a corporation, a partnership, an association, a single proprietorship, and an employer-employee relationship. A licensee may act as an agent in a real estate transaction for a person who has had a license suspended or revoked by the commission if the transaction is one that would occur in the ordinary course of the licensee's business; (36) Buying, selling, leasing, or exchanging real property under the auspices of a partnership or corporation of which the licensee owns an interest if it is indicated that the purchase or sale is being made by a private party not licensed by the real estate commission; (37) Making a listing contract or any other contract with the licensee's principal which allows the licensee to purchase or lease the listed property and charge a commission thereon without obtaining the written consent of the principal to such provision. This written consent shall be in addition to the signing of any listing contract; (38) Accepting a note or other nonnegotiable instrument or anything of value not readily negotiable as earnest money on a contract or offer to purchase without the written permission of the licensee's principal; (39) Selling, buying, exchanging or leasing real property in a manner indicating that the licensee is not licensed under this chapter; or (40) Improperly influencing or attempting to influence the development, reporting, result, or review of a real estate appraisal by coercion, extortion, or bribery; withholding or threatened withholding of payment of an appraisal fee; conditioning the payment of an appraisal fee upon the opinion, conclusion, or valuation to be reached; requesting the appraiser report a predetermined opinion, conclusion, or valuation or the desired valuation of any person; or any other act or practice that impairs or attempts to impair an appraiser's independence, objectivity, and impartiality. This subdivision does not apply to the following acts: (a) Requesting an appraiser to consider additional, appropriate property information; (b) Providing further detail, substantiation, or explanation of the appraiser's value conclusion; (c) Correcting errors in the appraisal report; (d) Withholding payment of an appraisal fee based upon a bona fide dispute regarding the appraiser's compliance with the appraisal standards adopted by the Department of Labor and Regulation; (e) Retaining a real estate appraiser from panels or lists on a rotating basis; or (f) Supplying the appraiser with information the appraiser is required to analyze under the appraisal standards adopted by the Department of Labor and Regulation such as agreements of sale, options, or listings of the property to be valued. Section 29. That § 36-21A-79 be amended to read as follows: 36-21A-79. A real estate responsible broker is responsible for the real estate activities conducted by his salesmen and broker associates affiliated licensees, whether as employees or independent contractors. Section 30. That § 36-21A-80 be amended to read as follows: 36-21A-80. A real estate responsible broker shall remit immediately to the responsible broker's principal all money received by the responsible broker belonging to the principal unless, by the terms of a written employment contract, the responsible broker is authorized to retain possession of the money until the final settlement and consummation of the transaction. In that event the responsible broker shall deposit the money in a federally insured financial institution in a special trust account on the first legal banking day after the acceptance of the contract. The account shall be reconciled to the bank statements, trust ledger, and check register at least monthly. The money may not be used by the real estate responsible broker except in connection with the transaction as authorized by the principal. Section 31. That § 36-21A-83 be amended to read as follows: 36-21A-83. A real estate responsible broker who remits immediately to his the principal all money received by him the responsible broker belonging to the principal without using a trust account shall maintain for at least four years the records that completely disclose all financial dealings between the principal and the responsible broker. Section 32. That § 36-21A-84 be amended to read as follows: 36-21A-84. No licensee responsible broker is entitled to any part of the money paid to him the responsible broker in any transaction as part of his the responsible broker's compensation until the transaction has been consummated or terminated. The commission may promulgate rules, pursuant to chapter 1-26, to make reasonable exceptions to this section. Section 33. That § 36-21A-92 be repealed. 36-21A-92. Terms used in §§ 36-21A-92 to 36-21A-100, inclusive, mean: (1) \"Commission,\" the South Dakota Real Estate Commission; (2) \"Person,\" an individual, corporation, limited liability company, partnership, limited partnership, association, joint venture or any other entity, foreign or domestic; (3) \"Subdivider,\" a person who causes land to be subdivided into a subdivision for that person or others, or who undertakes to develop a subdivision. However, this does not include a public agency or officer authorized by law to create subdivisions; (4) \"Subdivision,\" or \"subdivided land,\" any real estate offered for sale and which has been registered under the Interstate Land Sales Full Disclosure Act, 82 Stat. 590 and following, 15 U.S.C. 1701 and following, as such Act existed on January 1, 1980, or real estate located out of this state which is divided or proposed to be divided into fifty or more lots, parcels or units. Section 34. That § 36-21A-133 be amended to read as follows: 36-21A-133. Without the express written authority of the seller or landlord, no licensee acting as a seller's or landlord's agent may disclose any confidential information about the client unless disclosure is required by statute or rule or failure to disclose the information would constitute misrepresentation. No cause of action for any person may arise against a seller's agent for making any required or permitted disclosure. A seller's agent does not terminate the seller's agency relationship by making any required or permitted disclosures."}, {"bill_id": 3993, "bill_version_id": 27039, "bill_version": "Enrolled", "bill_version_date": "2013-03-05T10:33:21.397-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3993, "action_date": "2013-01-10T14:00:00-06:00", "document_id": 23641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23641.pdf", "status_text": "First read in Senate and referred to", "journal_page": 44, "committee_id_action": 200, "committee_id_assigned": 177, "result": "N", "vote": {}}, {"bill_id": 3993, "action_date": "2013-01-17T10:00:00-06:00", "document_id": 23791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23791.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 177, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3993, "action_date": "2013-01-17T10:00:00-06:00", "document_id": 23936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23936.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 177, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3993, "action_date": "2013-01-17T10:00:00-06:00", "document_id": 23936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23936.pdf", "status_text": "Do Pass Amended", "journal_page": 122, "committee_id_action": 177, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12646, "president_vote": null, "Yea": [362, 366, 358, 364, 331, 345, 363]}}, {"bill_id": 3993, "action_date": "2013-01-17T10:00:00-06:00", "document_id": 23936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23936.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 177, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3993, "action_date": "2013-01-22T14:00:00-06:00", "document_id": 24279, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24279.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 158, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3993, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24441.pdf", "status_text": "Motion to amend", "journal_page": 184, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3993, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24441.pdf", "status_text": "Do Pass Amended", "journal_page": 184, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12837, "president_vote": null, "Yea": [338, 362, 330, 337, 366, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379]}}, {"bill_id": 3993, "action_date": "2013-01-24T14:00:00-06:00", "document_id": 24514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24514.pdf", "status_text": "First read in House and referred to", "journal_page": 171, "committee_id_action": 202, "committee_id_assigned": 188, "result": "N", "vote": {}}, {"bill_id": 3993, "action_date": "2013-02-27T10:00:00-06:00", "document_id": 26339, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26339.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 188, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3993, "action_date": "2013-02-27T10:00:00-06:00", "document_id": 26602, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26602.pdf", "status_text": "Do Pass", "journal_page": 566, "committee_id_action": 188, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14451, "president_vote": null, "Yea": [415, 349, 318, 344, 380, 395, 390, 411, 399, 401, 360, 343], "Excused": [375]}}, {"bill_id": 3993, "action_date": "2013-02-28T12:30:00-06:00", "document_id": 26771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26771.pdf", "status_text": "Deferred to another day", "journal_page": 597, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3993, "action_date": "2013-03-04T14:00:00-06:00", "document_id": 26939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26939.pdf", "status_text": "Do Pass Amended", "journal_page": 646, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14665, "president_vote": null, "Yea": [420, 346, 415, 418, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 389, 351, 344, 392, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 390, 408, 404, 405, 356, 411, 377, 355, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334], "Excused": [326, 359]}}, {"bill_id": 3993, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27134, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27134.pdf", "status_text": "Signed by the President", "journal_page": 688, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3993, "action_date": "2013-03-06T11:00:00-06:00", "document_id": 27246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27246.pdf", "status_text": "Signed by the Speaker", "journal_page": 773, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3993, "action_date": "2013-03-07T10:00:00-06:00", "document_id": 27341, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27341.pdf", "status_text": "Delivered to the Governor", "journal_page": 712, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3993, "action_date": "2013-03-25T10:00:00-05:00", "document_id": 27487, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27487.pdf", "status_text": "Signed by the Governor", "journal_page": 756, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5396}