{"session_id": 49, "bill_id": 15017, "bill_type": "House Bill", "bill_number": 1108, "bill_title": "revise certain planning and zoning provisions.", "sponsors": [{"legislator_profile_id": 2318, "is_prime": true}, {"legislator_profile_id": 2400, "is_prime": true}, {"legislator_profile_id": 2324, "is_prime": false}, {"legislator_profile_id": 2328, "is_prime": false}, {"legislator_profile_id": 2330, "is_prime": false}, {"legislator_profile_id": 2360, "is_prime": false}], "keywords": ["County Commission", "Municipality", "Planning and Zoning"], "audio": [{"meeting_datetime": "2000-02-02T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou17hb1108a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-02T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou17hb1108a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-02T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou17hb1108a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-02T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou17hb1108a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen26hb1108a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen26hb1108a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen26hb1108a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15017, "bill_version_id": 86292, "bill_version": "Introduced", "bill_version_date": "2000-01-15T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain planning and zoning provisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 11-2-1 be amended to read as follows: 11-2-1. The words or terms as Terms used in this chapter unless a different meaning is clearly indicated by the context shall mean: (1) \"Board,\" the board of county commissioners; (2) \"Commission,\" \"planning and zoning commission,\" \"zoning commission,\" or \"planning commission,\" any county planning and zoning commission created under the terms of this chapter; (3) \"Comprehensive plan,\" a document which describes in words, and may illustrate by maps, plats, charts, and other descriptive matter, the policy, goals , policies, and objectives of the board to interrelate all functional and natural systems and activities relating to the development of the territory under its jurisdiction; (4) \"Governing body,\" the board of county commissioners, the city council or city commission; (5) \"Municipality,\" a city or town however organized; (6) \"Official controls,\" any ordinance, regulation, standard, map, or procedure adopted by the board to regulate the development of the territory so as to carry out the comprehensive plan \"Temporary zoning or subdivision ordinance,\" an ordinance adopted as an emergency measure for a limited duration ; (7) \"Subdivision ordinance,\" the any ordinance adopted by the board to regulate the subdivision of land so as to provide coordination of streets with other subdivisions and the major street plan, adequate areas set aside for public uses, water and sanitation facilities, drainage and flood control, and conformity with the comprehensive plan; (8) \"Unit of local government,\" a municipality, township, school district or other special district \"Subdivision,\" the division of any tract or parcel of land into two or more lots, sites, or other division for the purpose, whether immediate or future, of sale or building development. The term includes resubdivision. This definition does not apply to the conveyance of a portion of any previously platted tract, parcel, lot, or site if the conveyance does not cause the tract, parcel, lot, or site from which the portion is severed to be in violation of any existing zoning ordinance or subdivision ordinance applying to the tract, parcel, lot, or site ; (9) \"Zoning map,\" the map adopted by resolution of the board that delineates the extent of each district or zone established in the zoning resolution ordinance ; (10) \"Zoning ordinance,\" the any ordinance adopted by the board to regulate by districts or zones the location, height, bulk, and size of buildings and other structures, and accessory uses, percentage of lot which may be occupied, the size of lots, courts, and other open spaces, the density and distribution of population, the location and use of buildings, and structures for trade, advertising uses, industry, residence, recreation, public activities, or other purposes, and, the uses of land for trade, industry, recreation, or other purposes implement the comprehensive plan by regulating the location and use of buildings and uses of land . Section 2. That § 11-2-10 be amended to read as follows: 11-2-10. If a county is conducting or in good faith intends to conduct studies within a reasonable time, or has held or is holding a hearing for the purpose of considering a comprehensive plan or official controls , the board in order to protect the public health, safety, and general welfare may adopt as an emergency measure measures a temporary zoning ordinance and map and temporary zoning ordinance and other a temporary official controls subdivision ordinance , the purpose purposes of which shall be are to classify and regulate uses and related matters as constitutes the emergency. Before adoption or renewal of such the emergency measure or measures, the board shall hold at least one public hearing . Notice of the time and place of the hearing shall be given once at least ten days in advance by publication in a legal newspaper of the county. Any emergency measure is limited to one year from the date it becomes effective and may be renewed for one year. In no case may such a measure be in effect for more than two years. Section 3. That § 11-2-11 be amended to read as follows: 11-2-11. The county planning commission may prepare, or cause to be prepared, a comprehensive plan for the county including those municipalities within the county which are either unincorporated or which have requested by resolution of the governing board of such municipality to be included. Zoning ordinances, subdivision ordinances, the official zoning map, and other official controls as deemed necessary, shall be included as adjuncts to and in accordance with the comprehensive plan. The county planning commission shall hold a public hearing subject to the same notice requirements as provided in § 11-2-19. Section 4. That § 11-2-13 be amended to read as follows: 11-2-13. Official controls may include the establishment of zoning districts within which the use of land for agriculture, forestry, recreation, residence, industry and commerce, soil conservation, water supply, sanitation and additional uses of land may be encouraged, regulated or prohibited and for such purposes the board may divide the county into districts of such number, shape and area as may be deemed best suited to carry out the comprehensive plan. For the purpose of promoting health, safety, morals, or the general welfare of the county the board may adopt a zoning ordinance to regulate and restrict the height, number of stories, and size of buildings and other structures, the percentage of lot that may be occupied, the size of the yards, courts, and other open spaces, the density of population, and the location, aesthetics, and use of buildings, structures, and land for trade, industry, residence, flood plain, or other purposes. Section 5. That § 11-2-14 be amended to read as follows: 11-2-14. For each zoning district zoning ordinances, or regulations may be adopted designating or limiting the location, height, bulk, number of stories, size of, and the specific uses for which dwellings, buildings and structures may thereafter be erected or altered; the minimum and maximum size of yards, or other open spaces; sanitary, safety and protective measures that shall be required for such dwellings, buildings and structures; the area required to provide for off-street loading and parking facilities; flood plain areas; and to avoid too great concentration or scattering of the population. All such provisions shall be uniform for each class of land or building throughout each district, but the provisions in one district may differ from those in other districts. For any of the purposes specified in § 11-2-13, the board may divide the county into districts of such number, shape, and area as may be deemed best suited to carry out the purposes of this chapter; and within the districts it may regulate and restrict the erection, construction, reconstruction, alteration, repair, or use of buildings, structures, or land. All such regulations shall be uniform for each class or kind of buildings throughout each district, but the regulations in one district may differ from those in other districts. The regulations shall be made in accordance with a comprehensive plan and designed to lessen congestion in the streets; to secure safety from fire, panic, and other dangers; to promote health and the general welfare; to provide adequate light and air; to prevent the overcrowding of land; to avoid undue concentration or scattering of population; to facilitate the adequate provision of transportation, water, sewerage, schools, parks; and other public requirements. The regulations shall be made with reasonable consideration, among other things, to the character of the district, and its peculiar suitability for particular uses, and with a view to conserving the value of buildings and encouraging the most appropriate use of land throughout the county. Section 6. That § 11-2-15 be amended to read as follows: 11-2-15. Official controls The regulations may include maps for highways, roadways, parkways, roads, and streets showing the exact alignments, gradients, dimensions, and other pertinent features, and including specific controls for setbacks from the right-of-way against encroachment by buildings or other physical structures or facilities. Section 7. That § 11-2-16 be amended to read as follows: 11-2-16. Official controls The regulations may include maps for other public facilities such as parks, playgrounds, schools, and other public buildings showing exact location, size, boundaries, and other related features including appropriate regulations protecting such future sites against encroachment by buildings and other physical structures or facilities. Section 8. That § 11-2-17 be amended to read as follows: 11-2-17. Official controls may include specific regulations and controls pertaining to other elements incorporated in The board may adopt a subdivision ordinance which shall be made in accordance with the comprehensive plan or establishing . The regulations may establish standards and procedures to be employed in land development including , but not limited to, subdividing of land and the approval of land plats and the preservation of streets and land for other public purposes requiring future dedication or acquisition and general design of physical improvements. Section 9. That § 11-2-17.1 be amended to read as follows: 11-2-17.1. The board of county commissioners may enact permanent subdivision ordinances as defined in subdivision 11-2-1(7). The board need not follow the procedures provided in this chapter for establishing zoning districts or official controls pursuant to the comprehensive plan in implementing this section. This section does not apply to any county that has adopted a comprehensive plan. Before adoption of its subdivision ordinance or any amendment thereto, the commission shall hold at least one public hearing. Notice of the time and place of the hearing shall be given once at least ten days in advance by publication in a legal newspaper of the county. Any interested person shall be given a full, fair, and complete opportunity to be heard at the hearing, and the governing body may refuse or adopt the ordinance, with or without amendment. Section 10. That § 11-2-18 be amended to read as follows: 11-2-18. Official controls are not limited to the features set forth in § § 11-2-13 to 11-2-17, inclusive. The planning commission shall hold at least one public hearing on the respective comprehensive plan, zoning ordinance, or subdivision ordinance. Notice of the time and place of the hearings shall be given once at least ten days in advance by publication in a legal newspaper of the county. Following the public hearing, the planning commission shall submit its recommendation to the board. Section 11. That § 11-2-19 be amended to read as follows: 11-2-19. After receiving the proposed comprehensive plan drafted by the planning commission, which includes proposed official controls, recommendation of the planning commission the board shall hold at least one public hearing on the respective comprehensive plan, zoning ordinance, or subdivision ordinance . Notice of the time and place of the hearing hearings shall be given once at least ten days in advance by publication in a legal newspaper of the county. Section 12. That § 11-2-20 be amended to read as follows: 11-2-20. Based on the results of the hearing or hearings, the action upon the comprehensive plan or any part, adjunct, amendment or additions, shall be by resolution or ordinance, as appropriate, carried by the affirmative votes of not less than a majority of all the members of the board of county commissioners . Based on the results of the hearing or hearings, the action upon the zoning regulations and the subdivision regulations shall be by ordinance carried by the affirmative votes of not less than a majority of all the members of the board. Section 13. That § 11-2-21 be amended to read as follows: 11-2-21. The action of the board of county commissioners on the plan shall be filed with the county auditor. A summary notice of fact of the adoption shall be prepared by the county planning commission, reviewed by the state's attorney, and published once in a legal newspaper of the county and take effect on the twentieth day after its publication unless the referendum is invoked . Any summary notice of fact of adoption published under the provisions of this chapter shall contain a notification that the public may inspect the entire comprehensive plan or any part, adjunct, amendment, or additions at the office of the county auditor during regular business hours. If such a zoning or subdivision ordinance is adopted, the ordinance is subject to the provisions of § 7-18A-5 as a comprehensive regulation unless the referendum is invoked. Section 14. That § 11-2-22 be amended to read as follows: 11-2-22. The county comprehensive plan or any adjunct thereto , zoning ordinance, and subdivision ordinance may be referred to a vote of the qualified voters of the county pursuant to § § 7-18A-15 to 7-18A-24, inclusive. The effective date of a county the comprehensive plan or adjunct thereto , zoning ordinance, or subdivision ordinance on which a referendum is to be held shall be suspended by the filing of a referendum petition until the referendum process is completed. However, when if a comprehensive plan or adjunct thereto , zoning ordinance, or subdivision ordinance is referred to a referendum vote, no land uses that are inconsistent with the county comprehensive plan or adjunct thereto plan or ordinance may be established between the time of adoption of the plan resolution or ordinance by the county commission board , as provided in § 11-2-20, and the time of the referendum vote. Section 15. That § 11-2-22.1 be amended to read as follows: 11-2-22.1. If the voters shall reject the proposed comprehensive plan or adjunct thereto , zoning ordinance, or subdivision ordinance , the board of county commissioners may cause the planning commission to revise the plan or parts thereof or adjunct thereto regulations and adopt the same as revised, and file and publish the same as required by § 11-2-21. Section 16. That § 11-2-23 be repealed. 11-2-23. Upon adoption of any ordinance or other official control including any maps or charts the county auditor shall file a certified copy thereof with the county register of deeds. Section 17. That § 11-2-24 be amended to read as follows: 11-2-24. If a board of county commissioners has adopted the comprehensive plan or any part thereof , no street, road, park, or other public way, ground, place, space, public building or structure, public utility, whether publicly or privately owned, if covered by the comprehensive plan or any adopted part thereof or adjunct thereto , may be constructed or authorized in the county or within its subdivision jurisdiction, until the location and extent thereof has been submitted to and approved by the planning commission. In case of disapproval, the commission shall communicate its reasons to the board. By majority vote of the board members elect, a board may overrule the disapproval. Section 18. That § 11-2-25.1 be repealed. 11-2-25.1. The board of county commissioners may appoint the planning and zoning commission to serve as a board of adjustment. The board of adjustment may, in specific cases to avoid unwarranted hardship which constitutes an unreasonable deprivation of use as distinguished from the mere grant of a privilege, make upon an affirmative vote of two-thirds of the full membership of the board of adjustment, special exceptions, or grant variances to the terms of the regulations or controls, subject to appropriate conditions or safeguards being adopted by the board of county commissioners. Section 19. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: Except as otherwise provided by section 30 of this Act, the board shall provide for the appointment of a board of adjustment, or for the planing and zoning commission to act as a board of adjustment, and in the regulations and restrictions adopted pursuant to the authority of this chapter, shall provide that the board of adjustment may, in appropriate cases and subject to appropriate conditions and safeguards, grant variances to the terms of the ordinance with general or specific rules therein contained . Section 20. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: A board of adjustment, other than the planing and zoning commission acting as a board of adjustment, consists of five members, each to be appointed for a term of three years and removable for cause by the appointing authority upon written charges and after public hearing. Vacancies shall be filed for the unexpired term of any member whose term becomes vacant. The appointing authority may also appoint a first alternate and a second alternate for a term of three years each. If a member is unable to attend a meeting, the first alternate, or second alternate, in turn, shall serve in the member's place. Section 21. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: Meetings of the board of adjustment are held at the call of the chair and at such other times as the board of adjustment determines. The chair or, in the chair's absence, the acting chair may administer oaths and compel the attendance of witnesses. All meetings of the board of adjustment are open to the public. Section 22. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: The board of adjustment shall keep minutes of its procedings, showing the vote of each member upon each question, or, if absent or failing to vote, indicating such fact, and shall keep records of its examinations and other official actions, all of which shall be immediately filed in the office of the board of adjustment and are public records. However, the board of adjustment may destroy any record that the records destruction board, acting pursuant to § 1-27-19, declares to have no further administrative, legal, fiscal, research, or historic value. Section 23. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: The board of adjustment may: (1) Hear and decide appeals if it is alleged there is error in any order, requirement, decision, or determination made by an administrative official in the enforcement of this chapter or of any ordinance adopted pursuant to this chapter; and (2) Authorize upon appeal in specific cases such variance from terms of the ordinance as will not be contrary to the public interest, if, owing to special conditions, a literal enforcement of the provisions of the ordinance will result in unnecessary hardship and so that the spirit of the ordinance is observed and substantial justice done. Section 24. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: The board of adjustment shall adopt rules in accordance with the provisions of any ordinance adopted pursuant to this chapter. Section 25. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: Appeals to the board of adjustment may be taken by any person aggrieved or by any officer, department, board, or bureau of the county affected by any decision of the administrative officer. The appeal shall be taken within a reasonable time, as provided by the rules of the board of adjustment, by filing with the officer from whom the appeal is taken and with the board of adjustment a notice of appeal specifying the grounds of the appeal. The officer from whom the appeal is taken shall transmit to the board of adjustment all the papers constituting the record upon which the action appealed from was taken. Section 26. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: An appeal to the board of adjustment stays all proceedings in the action appealed from, unless the officer from whom the appeal is taken files a certificate that by reason of facts stated in the certificate a stay would in the officer's opinion cause imminent peril to life or property. In such case proceedings may not be stayed other than by a restraining order which may be granted by the board of adjustment or by a court of record, on application, on notice to the officer from whom the appeal is taken and on due cause shown. Section 27. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: The board of adjustment shall hold at least one public hearing of the appeal. Notice of the time and place shall be given at least ten days in advance by publication in a legal newspaper of the county, and due notice shall be given to the parties in interest. The board of adjustment shall decide the appeal within a reasonable time. Any party may appear at the hearing in person or by agent or by attorney. Section 28. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: In exercising the powers mentioned in section 23 of this Act, the board of adjustment may, in conformity with the provisions of this chapter, reverse or affirm, wholly or partly, or may modify the order, requirement, decision, or determination appealed from and may make such order, requirement, decision, or determination as ought to be made, and to that end has all the powers of the officer from whom the appeal is taken. Section 29. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: The concurring vote of two-thirds of the members of the board of adjustment is necessary to reverse any order, requirement, decision, or determination of any such administrative official, or to decide in favor of the applicant on any matter upon which it is required to pass under any such ordinance, or to effect any variation in the ordinance. Section 30. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: In lieu of appointing the board of adjustment provided by section 19 of this Act, the board of county commissioners having adopted and in effect a zoning ordinance may act as and perform all the duties and exercise the powers of the board of adjustment. The chair of the board of county commissioners is chair of the board of adjustment as so composed. The concurring vote of at least two-thirds of the members of the board as so composed is necessary to reverse any order, requirement, decision, or determination of any administrative official, or to decide in favor of the appellant on any matter upon which it is required to pass under any zoning ordinance, or to effect any variation in the ordinance. Section 31. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: Any person or persons, jointly or severally, aggrieved by any decision of the board of adjustment, or any taxpayer, or any officer, department, board, or bureau of the county, may present to a court of record a petition duly verified, setting forth that the decision is illegal, in whole or in part, specifying the grounds of the illegality. The petition shall be presented to the court withn thirty days after the filing of the decision in the office of the board of adjustment. Section 32. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: Upon the presentation of the petition, the court may allow a writ of certiorari directed to the board of adjustment to review the decision of the board of adjustment and shall prescribe the time within which a return must be made and served upon the relator's attorney, which may not be less than ten days and may be extended by the court. The allowance of the writ does not stay proceedings upon the decision appealed from, but the court may, on application, on notice to the board of adjustment and on due cause shown, grant a restraining order. Section 33. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: The board of adjustment is not required to return the original papers acted upon by it, but it is sufficient to return certified copies of the papers, or of such portions of the papers as may be called for by the writ. The return shall concisely set forth such other facts pertinent and material to show the grounds of the decision appealed from and shall be verified. Section 34. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: If upon the hearing it appears to the court that testimony is necessary for the proper disposition of the matter, the court may take evidence, or appoint a referee to take such evidence as it may direct and report the evidence to the court with the referee's findings of fact and conclusions of law, which constitute a part of the proceedings upon which the determination of the court is made. Section 35. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: The court may reverse or affirm, wholly or partly, or may modify the decision brought up for review. Costs are not allowed against the board of adjustment unless the court determines that the board of adjustment acted with gross negligence, or in bad faith, or with malice in making the decision appealed from. Section 36. That § 11-2-26 be amended to read as follows: 11-2-26. The Any lawful use , lot, or occupancy of land or premises existing at the time of the adoption of an official control hereunder the zoning ordinance may be continued, although such even though the use , lot, or occupation does not conform to the provisions thereof, but if such of the ordinance. However, if the nonconforming use , lot, or occupancy is discontinued for a period of more than one year, any subsequent use , lot, or occupancy of the land or premises shall be in conformance with the official controls conform with the zoning ordinance . Section 37. That § 11-2-27 be amended to read as follows: 11-2-27. The board may by resolution as provided in § 11-2-25 prescribe such regulations not contrary to law or § 11-2-26, as it deems desirable or necessary to regulate and control, or reduce the number or extent of or bring about the gradual elimination of nonconforming uses and , lots, or occupancies. Provided, however, that However, in accordance with the provisions of § 11-2-26, the any lawful use , lot, or occupancy of land or premises existing at the time of the adoption of an official control the zoning ordinance may be continued, although such use even though the use, lot, or occupancy does not conform to the provisions of such official control the zoning ordinance . If such use the use, lot, or occupancy is discontinued for more than one year, the board may adopt, after notice by registered or certified mail to the property owners, an amortization schedule to bring about the gradual elimination of such the nonconforming use , lot, or occupancy. Section 38. That § 11-2-28 be amended to read as follows: 11-2-28. Regulations, restrictions, and boundaries, or enforcement provisions established in the comprehensive plan or adjuncts thereto adopted by the board of county commissioners The plan, ordinances, restrictions, and boundaries adopted pursuant to this chapter may from time to time be amended, supplemented, changed, modified, or repealed by action of the board of county commissioners as outlined in this chapter. Such . Any such modification or repeal shall be proposed in a resolution or ordinance, as appropriate, presented to the board for adoption in the same manner and upon the same notice as required for the adoption of the original resolution or ordinance. The amendment, supplement, change, modification, or repeal may be requested through a petition by thirty percent of the landowners in the zoning district or districts requesting change. Section 39. That § 11-2-28.1 be amended to read as follows: 11-2-28.1. An individual landowner may also petition the board to change the zoning of all or any part of the landowner's property. Such The petitioning landowner shall also notify all other abutting landowners by registered or certified mail of the petitioned zoning change at least seven days prior to any before the public hearing held thereon on the matter by the board of county commissioners planning commission . Property shall be is considered as abutting even though it may be separated from the property of the petitioner by a public road or highway. Section 40. That § 11-2-29 be amended to read as follows: 11-2-29. Upon such filing or upon separate request by the board, the The planning commission shall hold at least one public hearing on any proposed change or modification to the plan or ordinances . Notice of the time and place of the hearing shall be given once at least ten days in advance by publication in a legal newspaper of the county. At such the public hearing, any person may appear and request or protest the requested change. Section 41. That § 11-2-30 be amended to read as follows: 11-2-30. The board of county commissioners shall thereafter After the hearing, the board shall by resolution or ordinance, as appropriate, either adopt or reject such the amendment, supplement, change, modification, or repeal , and if it is adopted by the board of county commissioners, a summary shall be prepared by the county planning commission, reviewed by the state's attorney, and published . If adopted, the board shall publish a notice of the fact of adoption once in a legal newspaper of such county and take effect on the twentieth day after its publication. The provisions of § 11-2-22 are applicable to this section. Section 42. That § 11-2-31 be amended to read as follows: 11-2-31. The governing body of any municipality may request a county planning commission to submit to such the municipal governing body a comprehensive plan for the municipality setting forth such provisions as the county planning commission deems applicable to the municipality for its best interests, or to prepare official controls zoning or subdivision ordinances to apply to the area within the municipality. Notwithstanding the adoption of the comprehensive plan and recommendations for the municipality, the plan and recommendations shall not become are not binding until official controls zoning or subdivision ordinances are adopted by the municipality in accordance with the plan. Section 43. That § 11-2-36 be repealed. 11-2-36. Any board of county commissioners may adopt zoning ordinances, resolutions or regulations designating or limiting the location, height, bulk, number of stories, size of, and the specific uses for which dwellings, buildings and structures may thereafter be erected or altered; the minimum and maximum size of yards, or other open spaces; sanitary, safety and protective measures that shall be required for such dwellings, buildings and structures; the area required to provide for off-street loading and parking facilities; flood plain areas; and to avoid too great a concentration or scattering of the population. All such provisions shall be uniform for each class of land or building throughout any district, but the provisions in one district may differ from those in other districts. Section 44. That § 11-2-37 be amended to read as follows: 11-2-37. Whenever If an area within a county and not within a municipality shall become becomes so situated that a zoning district becomes ordinance is advisable, persons within the area may apply to the board of county commissioners to establish the area as a special zoning district area pursuant to this chapter. The board of county commissioners shall may not form special zoning districts areas if a county wide comprehensive plan and zoning ordinances have been adopted. The formation of a special zoning district shall only be area is only valid in a county that has not adopted a county wide comprehensive plan and zoning ordinances. Section 45. That § 11-2-38 be amended to read as follows: 11-2-38. Persons making application for the establishment of a special zoning district area shall first obtain an accurate survey and map of the territory intended to be embraced within the limits of such the special zoning district area , showing the boundaries and area thereof, and the accuracy thereof of the proposed special zoning area. The accuracy of the survey and map shall be verified by the affidavit of the surveyor. Section 46. That § 11-2-41 be amended to read as follows: 11-2-41. The application for establishment of a special zoning district area shall be a petition verified by one or more applicants, by affidavit stating that the affiant or affiants personally witnessed the signatures thereon on the petition and believe them to be genuine, and shall be subscribed by not less than one-third of the whole number of qualified voters residing within such the territory according to the census taken. It The petition shall be filed with the county auditor and presented to the board of county commissioners for consideration at its next meeting. Section 47. That § 11-2-42 be amended to read as follows: 11-2-42. If the board of county commissioners shall be is satisfied that the requirements of this chapter have been fully complied with, it shall make an order declaring that such the territory shall, with the assent of the qualified voters thereof as provided in § 11-2-39, be a special zoning district area or number specified in the application. It shall also include in such The board shall include in the order a notice for an election of the qualified voters resident in the proposed special zoning district area , at a convenient place or places therein, on some day within one month therefrom from the notice , to determine whether such the territory shall become a special zoning district area . Section 48. That § 11-2-43 be amended to read as follows: 11-2-43. The board shall give ten days' notice of such the election by publication and by posting a copy of such the notice at three of the most public places in the proposed special zoning district area . Section 49. That § 11-2-45 be amended to read as follows: 11-2-45. The board of county commissioners shall appoint three judges, who shall elect one of their members as superintendent and who shall conduct the election. The county commissioners board shall provide the costs and supplies of the election. Section 50. That § 11-2-46 be amended to read as follows: 11-2-46. The vote upon the question of establishing a special zoning district area shall be by ballot in the form provided by § 9-13-22. If a majority of those voting vote in favor of the establishment, such the territory shall is from that time be deemed a special zoning district area by the name and style specified in the order of the board of county commissioners ; otherwise, no further proceedings shall may be taken thereon. Section 51. That § 11-2-47 be amended to read as follows: 11-2-47. After the vote is cast and canvassed, such the judges shall make a verified statement showing the whole number of ballots cast, together with the number voting for and the number voting against establishment, and shall return the same statement to the board of county commissioners at its next session. If satisfied with the legality of such the election, the board of county commissioners shall make an order declaring that such zoning district the special zoning area has been incorporated by the name or number adopted. Such order shall be The order's conclusive of the fact of such establishment. Section 52. That § 11-2-48 be amended to read as follows: 11-2-48. The board of county commissioners is authorized to may expend funds of the county, in the manner and to the extent permitted by law for other county expenditures, in the payment of necessary costs of preparation of petitions, surveys, maps , and applications submitted under the provisions of this chapter, and of the holding of elections on the establishment of special zoning districts hereunder areas under the provisions of this chapter . Section 53. That § 11-4-1 be amended to read as follows: 11-4-1. For the purpose of promoting health, safety, morals, or the general welfare of the community the governing body of any municipality is hereby empowered to may regulate and restrict the height, number of stories, and size of buildings and other structures, the percentage of lot that may be occupied, the size of the yards, courts, and other open spaces, the density of population, and the location , aesthetics, and use of buildings, structures, and land for trade, industry, residence, flood plain, or other purposes. Section 54. That § 11-4-3.1 be amended to read as follows: 11-4-3.1. If a municipality is conducting or in good faith intends to conduct studies within a reasonable time or has held or is holding a hearing for the purpose of considering a comprehensive plan or official controls , the city council in order to protect the public health, safety, and general welfare may adopt as an emergency measure measures a temporary zoning map, a temporary zoning ordinance and map , and other a temporary official controls subdivision ordinance , the purpose purposes of which shall be are to classify and regulate uses and related matters as constitutes the emergency. Before adoption or renewal of such the emergency measure, the council shall hold at least one public hearing. Notice of the time and place of the hearing shall be given once at least ten days in advance by publication in a legal newspaper of the municipality. Any emergency ordinance is limited to one year from the date it becomes effective and may be renewed for one year. In no case may such the ordinance be in effect for more than two years. Section 55. That § 11-4-4 be amended to read as follows: 11-4-4. The governing body may adopt the necessary regulations for preparing a preliminary survey and plan designating the proposed restrictions and district boundaries. The proposed district and restrictions shall be definitely set forth in a proposed ordinance. The ordinance shall be adopted as other ordinances a zoning ordinance . Before adoption or renewal of such the ordinance, the council shall hold at least one public hearing. Notice of the time and place of the hearing shall be given once at least ten days in advance by publication in a legal newspaper of the municipality. Any interested person shall be given a full, fair, and complete opportunity to be heard at the hearing, and the governing body may refuse or adopt the ordinance, with or without amendment. Section 56. That § 11-4-5 be amended to read as follows: 11-4-5. If such an a zoning ordinance is adopted, the ordinance is subject to the provisions of § 9-19-7 as a comprehensive regulation unless the referendum is invoked, or unless a written protest is filed with the auditor or clerk, signed by at least forty percent of the owners of equity in the lots included in any proposed district and the lands within two hundred fifty feet from any part of such the proposed district. A corporation shall be is construed to be a sole owner, and if parcels of land are in the name of more than one person, ownership representation shall be is in proportion to the number of signers who join in the petition in relation to the number of owners. If a protest is filed, the ordinance does not become effective unless the ordinance is approved by two-thirds of the governing body of the municipality. The protest provisions of this section do not apply to any ordinance regulating or establishing flood plain areas. Section 57. That § 11-4-8 be amended to read as follows: 11-4-8. Regulations, restrictions , and boundaries adopted pursuant to this chapter may be amended, supplemented, changed, modified , or repealed. Any such modification or repeal shall be proposed in an ordinance presented to the governing body for adoption in the same manner and upon the same notice as required for the adoption of the original ordinance. However, amendments or additions to a planning subdivision or zoning ordinance may be published without republishing the full ordinance if the section or subsection of the ordinance containing the change is published in its entirety. Section 58. That § 11-4-9 be amended to read as follows: 11-4-9. The governing body may by ordinance require as a condition precedent to the introduction of any ordinance proposing changes in the zoning ordinance that there be first filed with the city auditor , finance officer, or clerk the written consent of the owners of not exceeding sixty percent of the aggregate area having the right of protest against such proposed ordinance if adopted, determined as provided by § 11-4-5. Section 59. That § 11-4-12 be amended to read as follows: 11-4-12. The planning and zoning commission, when appointed, shall make a preliminary report, and hold public hearings, subject to the same notice requirements as provided in § 11-4-4, thereon before submitting its final report recommendation , and the governing body shall may not hold its public hearings or take action until it has received the final report recommendation of such the commission. Section 60. That § 11-4-13 be amended to read as follows: 11-4-13. Except as otherwise provided by § 11-4-24, the governing body shall provide for the appointment of a board of adjustment, or for the planning and zoning commission to act as a board of adjustment, and in the regulations and restrictions adopted pursuant to the authority of this chapter, shall provide that the said board of adjustment may, in appropriate cases and subject to appropriate conditions and safeguards, make special exceptions or grant variances to the terms of the ordinance with general or specific rules therein contained . Section 61. That § 11-4-14 be amended to read as follows: 11-4-14. A board of adjustment, other than the planning and zoning commission acting as a board of adjustment, shall consist consists of five members, each to be appointed for a term of three years and removable for cause by the appointing authority upon written charges and after public hearing. Vacancies shall be filled for the unexpired term of any member whose term becomes vacant. The appointing authority shall may also appoint a first alternate and a second alternate for a term of three years each. If a member is unable to attend a meeting, the first alternate, or second alternate, in turn, shall serve in his the member's place. Section 62. That § 11-4-17 be amended to read as follows: 11-4-17. The board of adjustment shall have the following powers may : (1) To hear Hear and decide appeals where it is alleged there is error in any order, requirement, decision, or determination made by an administrative official in the enforcement of this chapter or of any ordinance adopted pursuant thereto to this chapter ; (2) To hear and decide special exceptions to the terms of the ordinance upon which such board is required to pass under such ordinance; (3) To authorize Authorize upon appeal in specific cases such variance from terms of the ordinance as will not be contrary to the public interest, where if , owing to special conditions, a literal enforcement of the provisions of the ordinance will result in unnecessary hardship and so that the spirit of the ordinance shall be is observed and substantial justice done. Section 63. That § 11-6-1 be amended to read as follows: 11-6-1. Terms used in this chapter , unless the context otherwise plainly requires, shall mean: (1) \"Commission,\" \"planning and zoning commission,\" or \"planning commission,\" any city planning and zoning commission created under the terms of this chapter; (2) \"Comprehensive plan,\" a any document which describes in words, and may illustrate by maps, plats, charts, and other descriptive matter, the policy, goals goals, policies, and objectives of the municipality to interrelate all functional and natural systems and activities relating to the development of the territory under its jurisdiction; (3) \"Council,\" the chief legislative body or governing body of the municipality; (4) \"Mayor,\" the chief executive of the municipality, whether the official designation of such official be mayor, city manager , or otherwise; (5) The term \"municipal\" or \"municipalities,\" \"city\" or \"cities,\" includes and relates to all incorporated cities and towns \"Municipality\" or \"city,\" any incorporated city or town ; (6) \"Official controls,\" any regulation, standard, map, or procedure adopted by the municipality to regulate the development of the territory so as to carry out the comprehensive plan; (7) The term \"street\" or \"streets,\" relates to and includes all streets, avenues, boulevards, roads, lanes, alleys or other ways \"Street,\" any street, avenue, boulevard, road, lane, alley, or other roadway ; (8) \"Subdivision,\" the division of any tract or parcel of land into two or more lots, sites , or other division for the purpose, whether immediate or future, of sale or building development and includes resubdivision. This definition shall does not apply to the conveyance of a portion of any previously platted tract, parcel, lot , or site ; provided, however, that such if the conveyance does not cause the tract, parcel, lot, or site from which the portion is severed to be in violation of any existing zoning ordinance or subdivision regulation applying to such tract, parcel, lot, or site; (9) \"Subdivision ordinance,\" the any ordinance adopted by the municipality to regulate the subdivision of land so as to provide : coordination of streets with other subdivisions and the major street plan, adequate areas set aside for public uses, water and sanitation facilities, drainage and flood control, and conformity with the comprehensive plan; (9A) \"Temporary zoning or subdivision ordinance,\" an ordinance adopted as an emergency measure for a limited duration; (10) \"Zoning map,\" the any map adopted as an ordinance by the municipality that delineates the extent of each district or zone established in the zoning ordinance; (11) \"Zoning ordinance,\" the any ordinance adopted by the municipality to regulate by districts or zones the location, height, bulk and size of buildings and other structures and accessory uses, percentage of lot which may be occupied, the size of lots, courts, and other open spaces, the density and distribution of population, the location and use of buildings, and structures for trade, advertising uses, industry, residence, recreation, public activities, or other purposes, and, the uses of land for trade, industry, recreation, or other purposes implement the comprehensive plan by regulating the location and use of buildings and uses of land . Section 64. That § 11-6-4.1 be amended to read as follows: 11-6-4.1. For the purpose of carrying out any of the provisions of § § 11-6-26 to 11-6-38, inclusive, the city council may temporarily add as a member of the city planning and zoning commission a resident of the area to be affected by proposed official municipal controls zoning and subdivision ordinances outside the corporate limits of the municipality. Section 65. That § 11-6-26 be amended to read as follows: 11-6-26. From and after the time when After the city council of any municipality shall have has adopted a comprehensive plan which that includes at least a major street plan or shall have has progressed in its comprehensive planning to the stage of making and adoption of adopting a major street plan, and shall have has filed a certified copy of such the major street plan in the office of the register of deeds of the county in which the municipality is located, no plat of a subdivision of land lying within the municipality, or of land within three miles of its corporate limits and not located in any other municipality, shall may be filed or recorded until it shall have been submitted to and a report and recommendations thereon made by the planning and zoning commission to the city council and the council has approved the plat unless the plat has the recommendation of the city planning and zoning commission and the approval of the city council. As an alternative, the plat may be reviewed and approved in accordance with § 11-3-6 . This provision shall be applicable applies to land within three miles of the corporate limits of the municipality and not located in any other municipality only if the comprehensive plan or major street plan includes such land. However, in the case of if such extra municipal land lying lies within three miles of more than one first or second class municipality, the jurisdiction of each municipality shall terminate terminates at a boundary line equidistant from the respective corporate limits of such the municipalities, unless otherwise agreed to by a majority vote of the governing body of each such municipality. Such The plats shall, after report and recommendations of the commission are made and filed, be approved or disapproved by the city council or reviewed and approved in accordance with § 11-3-6 . The commission shall make its recommendation to the council within sixty days of submission. Section 66. That § 11-6-26.1 be amended to read as follows: 11-6-26.1. In the case of land over which there is joint municipal-county zoning jurisdiction, such plats shall the plats may not be filed or recorded until also having the plats have also been submitted to the county planning and zoning commission for review and recommendation to the city council. The county planning and zoning commission shall make its recommendation to the city council within forty-five days of submission. If the county planning and zoning commission recommends disapproval of any such plats, a two-thirds vote of the entire membership of the city council shall be is required to approve any such plats the plats. The board of county commissioners may by resolution designate an administrative official of the county to review and make a recommendation to the city council in lieu of the review and recommendation by the county planning commission . Section 67. That § 11-6-39 be amended to read as follows: 11-6-39. The city council may prescribe such regulations not contrary to law as it deems necessary to regulate and control nonconforming uses existing at the time of adoption of an official control hereunder or under chapter 11-4, and to reduce the number or extent of nonconforming uses and occupancies. Provided however, that the The lawful use of land or premises existing at the time of the adoption of an official control the zoning ordinance may be continued, although such use even though the use, lot, or occupancy does not conform to the provisions of such official control the zoning ordinance . If such the nonconforming use is discontinued for a period of more than one year, the city council may adopt, after notice by registered or certified mail to the property owners, an amortization schedule to bring about the gradual elimination of such nonconforming use any subsequent use, lot, or occupancy of the land or premises shall be in conformance with such regulation ."}, {"bill_id": 15017, "bill_version_id": 86291, "bill_version": "House Engrossed", "bill_version_date": "2000-02-02T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain planning and zoning provisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 11-2-1 be amended to read as follows: 11-2-1. The words or terms as Terms used in this chapter unless a different meaning is clearly indicated by the context shall mean: (1) \"Board,\" the board of county commissioners; (2) \"Commission,\" \"planning and zoning commission,\" \"zoning commission,\" or \"planning commission,\" any county planning and zoning commission created under the terms of this chapter; (3) \"Comprehensive plan,\" a document which describes in words, and may illustrate by maps, plats, charts, and other descriptive matter, the policy, goals , policies, and objectives of the board to interrelate all functional and natural systems and activities relating to the development of the territory under its jurisdiction; (4) \"Governing body,\" the board of county commissioners, the city council or city commission; (5) \"Municipality,\" a city or town however organized; (6) \"Official controls,\" any ordinance, regulation, standard, map, or procedure adopted by the board to regulate the development of the territory so as to carry out the comprehensive plan \"Temporary zoning or subdivision ordinance,\" an ordinance adopted as an emergency measure for a limited duration ; (7) \"Subdivision ordinance,\" the any ordinance adopted by the board to regulate the subdivision of land so as to provide coordination of streets with other subdivisions and the major street plan, adequate areas set aside for public uses, water and sanitation facilities, drainage and flood control, and conformity with the comprehensive plan; (8) \"Unit of local government,\" a municipality, township, school district or other special district \"Subdivision,\" the division of any tract or parcel of land into two or more lots, sites, or other division for the purpose, whether immediate or future, of sale or building development. The term includes resubdivision. This definition does not apply to the conveyance of a portion of any previously platted tract, parcel, lot, or site if the conveyance does not cause the tract, parcel, lot, or site from which the portion is severed to be in violation of any existing zoning ordinance or subdivision ordinance applying to the tract, parcel, lot, or site ; (9) \"Zoning map,\" the map adopted by resolution of the board that delineates the extent of each district or zone established in the zoning resolution ordinance ; (10) \"Zoning ordinance,\" the any ordinance adopted by the board to regulate by districts or zones the location, height, bulk, and size of buildings and other structures, and accessory uses, percentage of lot which may be occupied, the size of lots, courts, and other open spaces, the density and distribution of population, the location and use of buildings, and structures for trade, advertising uses, industry, residence, recreation, public activities, or other purposes, and, the uses of land for trade, industry, recreation, or other purposes implement the comprehensive plan by regulating the location and use of buildings and uses of land . Section 2. That § 11-2-10 be amended to read as follows: 11-2-10. If a county is conducting or in good faith intends to conduct studies within a reasonable time, or has held or is holding a hearing for the purpose of considering a comprehensive plan or official controls , the board in order to protect the public health, safety, and general welfare may adopt as an emergency measure measures a temporary zoning ordinance and map and temporary zoning ordinance and other a temporary official controls subdivision ordinance , the purpose purposes of which shall be are to classify and regulate uses and related matters as constitutes the emergency. Before adoption or renewal of such the emergency measure or measures, the board shall hold at least one public hearing . Notice of the time and place of the hearing shall be given once at least ten days in advance by publication in a legal newspaper of the county. Any emergency measure is limited to one year from the date it becomes effective and may be renewed for one year. In no case may such a measure be in effect for more than two years. Section 3. That § 11-2-11 be amended to read as follows: 11-2-11. The county planning commission may prepare, or cause to be prepared, a comprehensive plan for the county including those municipalities within the county which are either unincorporated or which have requested by resolution of the governing board of such municipality to be included. Zoning ordinances, subdivision ordinances, the official zoning map, and other official controls as deemed necessary, shall be included as adjuncts to and in accordance with the comprehensive plan. The county planning commission shall hold a public hearing subject to the same notice requirements as provided in § 11-2-19. Section 4. That § 11-2-13 be amended to read as follows: 11-2-13. Official controls may include the establishment of zoning districts within which the use of land for agriculture, forestry, recreation, residence, industry and commerce, soil conservation, water supply, sanitation and additional uses of land may be encouraged, regulated or prohibited and for such purposes the board may divide the county into districts of such number, shape and area as may be deemed best suited to carry out the comprehensive plan. For the purpose of promoting health, safety, or the general welfare of the county the board may adopt a zoning ordinance to regulate and restrict the height, number of stories, and size of buildings and other structures, the percentage of lot that may be occupied, the size of the yards, courts, and other open spaces, the density of population, and the location and use of buildings, structures, and land for trade, industry, residence, flood plain, or other purposes. Section 5. That § 11-2-14 be amended to read as follows: 11-2-14. For each zoning district zoning ordinances, or regulations may be adopted designating or limiting the location, height, bulk, number of stories, size of, and the specific uses for which dwellings, buildings and structures may thereafter be erected or altered; the minimum and maximum size of yards, or other open spaces; sanitary, safety and protective measures that shall be required for such dwellings, buildings and structures; the area required to provide for off-street loading and parking facilities; flood plain areas; and to avoid too great concentration or scattering of the population. All such provisions shall be uniform for each class of land or building throughout each district, but the provisions in one district may differ from those in other districts. For any of the purposes specified in § 11-2-13, the board may divide the county into districts of such number, shape, and area as may be deemed best suited to carry out the purposes of this chapter; and within the districts it may regulate and restrict the erection, construction, reconstruction, alteration, repair, or use of buildings, structures, or land. All such regulations shall be uniform for each class or kind of buildings throughout each district, but the regulations in one district may differ from those in other districts. The regulations shall be made in accordance with a comprehensive plan and designed to lessen congestion in the streets; to secure safety from fire, panic, and other dangers; to promote health and the general welfare; to provide adequate light and air; to prevent the overcrowding of land; to avoid undue concentration or scattering of population; to facilitate the adequate provision of transportation, water, sewerage, schools, parks; and other public requirements. The regulations shall be made with reasonable consideration, among other things, to the character of the district, and its peculiar suitability for particular uses, and with a view to conserving the value of buildings and encouraging the most appropriate use of land throughout the county. Section 6. That § 11-2-15 be amended to read as follows: 11-2-15. Official controls The regulations may include maps for highways, roadways, parkways, roads, and streets showing the exact alignments, gradients, dimensions, and other pertinent features, and including specific controls for setbacks from the right-of-way against encroachment by buildings or other physical structures or facilities. Section 7. That § 11-2-16 be amended to read as follows: 11-2-16. Official controls The regulations may include maps for other public facilities such as parks, playgrounds, schools, and other public buildings showing exact location, size, boundaries, and other related features including appropriate regulations protecting such future sites against encroachment by buildings and other physical structures or facilities. Section 8. That § 11-2-17 be amended to read as follows: 11-2-17. Official controls may include specific regulations and controls pertaining to other elements incorporated in The board may adopt a subdivision ordinance which shall be made in accordance with the comprehensive plan or establishing . The regulations may establish standards and procedures to be employed in land development including , but not limited to, subdividing of land and the approval of land plats and the preservation of streets and land for other public purposes requiring future dedication or acquisition and general design of physical improvements. Section 9. That § 11-2-17.1 be amended to read as follows: 11-2-17.1. The board of county commissioners may enact permanent subdivision ordinances as defined in subdivision 11-2-1(7). The board need not follow the procedures provided in this chapter for establishing zoning districts or official controls pursuant to the comprehensive plan in implementing this section. This section does not apply to any county that has adopted a comprehensive plan. Before adoption of its subdivision ordinance or any amendment thereto, the commission shall hold at least one public hearing. Notice of the time and place of the hearing shall be given once at least ten days in advance by publication in a legal newspaper of the county. Any interested person shall be given a full, fair, and complete opportunity to be heard at the hearing, and the governing body may refuse or adopt the ordinance, with or without amendment. Section 10. That § 11-2-18 be amended to read as follows: 11-2-18. Official controls are not limited to the features set forth in § § 11-2-13 to 11-2-17, inclusive. The planning commission shall hold at least one public hearing on the respective comprehensive plan, zoning ordinance, or subdivision ordinance. Notice of the time and place of the hearings shall be given once at least ten days in advance by publication in a legal newspaper of the county. Following the public hearing, the planning commission shall submit its recommendation to the board. Section 11. That § 11-2-19 be amended to read as follows: 11-2-19. After receiving the proposed comprehensive plan drafted by the planning commission, which includes proposed official controls, recommendation of the planning commission the board shall hold at least one public hearing on the respective comprehensive plan, zoning ordinance, or subdivision ordinance . Notice of the time and place of the hearing hearings shall be given once at least ten days in advance by publication in a legal newspaper of the county. Section 12. That § 11-2-20 be amended to read as follows: 11-2-20. Based on the results of the hearing or hearings, the action upon the comprehensive plan or any part, adjunct, amendment or additions, shall be by resolution or ordinance, as appropriate, carried by the affirmative votes of not less than a majority of all the members of the board of county commissioners . Based on the results of the hearing or hearings, the action upon the zoning regulations and the subdivision regulations shall be by ordinance carried by the affirmative votes of not less than a majority of all the members of the board. Section 13. That § 11-2-21 be amended to read as follows: 11-2-21. The action of the board of county commissioners on the plan shall be filed with the county auditor. A summary notice of fact of the adoption shall be prepared by the county planning commission, reviewed by the state's attorney, and published once in a legal newspaper of the county and take effect on the twentieth day after its publication unless the referendum is invoked . Any summary notice of fact of adoption published under the provisions of this chapter shall contain a notification that the public may inspect the entire comprehensive plan or any part, adjunct, amendment, or additions at the office of the county auditor during regular business hours. If such a zoning or subdivision ordinance is adopted, the ordinance is subject to the provisions of § 7-18A-5 as a comprehensive regulation unless the referendum is invoked. Section 14. That § 11-2-22 be amended to read as follows: 11-2-22. The county comprehensive plan or any adjunct thereto , zoning ordinance, and subdivision ordinance may be referred to a vote of the qualified voters of the county pursuant to § § 7-18A-15 to 7-18A-24, inclusive. The effective date of a county the comprehensive plan or adjunct thereto , zoning ordinance, or subdivision ordinance on which a referendum is to be held shall be suspended by the filing of a referendum petition until the referendum process is completed. However, when if a comprehensive plan or adjunct thereto , zoning ordinance, or subdivision ordinance is referred to a referendum vote, no land uses that are inconsistent with the county comprehensive plan or adjunct thereto plan or ordinance may be established between the time of adoption of the plan resolution or ordinance by the county commission board , as provided in § 11-2-20, and the time of the referendum vote. Section 15. That § 11-2-22.1 be amended to read as follows: 11-2-22.1. If the voters shall reject the proposed comprehensive plan or adjunct thereto , zoning ordinance, or subdivision ordinance , the board of county commissioners may cause the planning commission to revise the plan or parts thereof or adjunct thereto regulations and adopt the same as revised, and file and publish the same as required by § 11-2-21. Section 16. That § 11-2-23 be repealed. 11-2-23. Upon adoption of any ordinance or other official control including any maps or charts the county auditor shall file a certified copy thereof with the county register of deeds. Section 17. That § 11-2-24 be amended to read as follows: 11-2-24. If a board of county commissioners has adopted the comprehensive plan or any part thereof , no street, road, park, or other public way, ground, place, space, public building or structure, public utility, whether publicly or privately owned, if covered by the comprehensive plan or any adopted part thereof or adjunct thereto , may be constructed or authorized in the county or within its subdivision jurisdiction, until the location and extent thereof has been submitted to and approved by the planning commission. In case of disapproval, the commission shall communicate its reasons to the board. By majority vote of the board members elect, a board may overrule the disapproval. Section 18. That § 11-2-25.1 be repealed. 11-2-25.1. The board of county commissioners may appoint the planning and zoning commission to serve as a board of adjustment. The board of adjustment may, in specific cases to avoid unwarranted hardship which constitutes an unreasonable deprivation of use as distinguished from the mere grant of a privilege, make upon an affirmative vote of two-thirds of the full membership of the board of adjustment, special exceptions, or grant variances to the terms of the regulations or controls, subject to appropriate conditions or safeguards being adopted by the board of county commissioners. Section 19. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: Except as otherwise provided by section 30 of this Act, the board shall provide for the appointment of a board of adjustment, or for the planing and zoning commission to act as a board of adjustment, and in the regulations and restrictions adopted pursuant to the authority of this chapter, shall provide that the board of adjustment may, in appropriate cases and subject to appropriate conditions and safeguards, grant variances to the terms of the ordinance with general or specific rules therein contained . Section 20. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: A board of adjustment, other than the planing and zoning commission acting as a board of adjustment, consists of five members, each to be appointed for a term of three years and removable for cause by the appointing authority upon written charges and after public hearing. Vacancies shall be filed for the unexpired term of any member whose term becomes vacant. The appointing authority may also appoint a first alternate and a second alternate for a term of three years each. If a member is unable to attend a meeting, the first alternate, or second alternate, in turn, shall serve in the member's place. Section 21. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: Meetings of the board of adjustment are held at the call of the chair and at such other times as the board of adjustment determines. The chair or, in the chair's absence, the acting chair may administer oaths and compel the attendance of witnesses. All meetings of the board of adjustment are open to the public. Section 22. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: The board of adjustment shall keep minutes of its procedings, showing the vote of each member upon each question, or, if absent or failing to vote, indicating such fact, and shall keep records of its examinations and other official actions, all of which shall be immediately filed in the office of the board of adjustment and are public records. However, the board of adjustment may destroy any record that the records destruction board, acting pursuant to § 1-27-19, declares to have no further administrative, legal, fiscal, research, or historic value. Section 23. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: The board of adjustment may: (1) Hear and decide appeals if it is alleged there is error in any order, requirement, decision, or determination made by an administrative official in the enforcement of this chapter or of any ordinance adopted pursuant to this chapter; and (2) Authorize upon appeal in specific cases such variance from terms of the ordinance as will not be contrary to the public interest, if, owing to special conditions, a literal enforcement of the provisions of the ordinance will result in unnecessary hardship and so that the spirit of the ordinance is observed and substantial justice done. Section 24. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: The board of adjustment shall adopt rules in accordance with the provisions of any ordinance adopted pursuant to this chapter. Section 25. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: Appeals to the board of adjustment may be taken by any person aggrieved or by any officer, department, board, or bureau of the county affected by any decision of the administrative officer. The appeal shall be taken within a reasonable time, as provided by the rules of the board of adjustment, by filing with the officer from whom the appeal is taken and with the board of adjustment a notice of appeal specifying the grounds of the appeal. The officer from whom the appeal is taken shall transmit to the board of adjustment all the papers constituting the record upon which the action appealed from was taken. Section 26. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: An appeal to the board of adjustment stays all proceedings in the action appealed from, unless the officer from whom the appeal is taken files a certificate that by reason of facts stated in the certificate a stay would in the officer's opinion cause imminent peril to life or property. In such case proceedings may not be stayed other than by a restraining order which may be granted by the board of adjustment or by a court of record, on application, on notice to the officer from whom the appeal is taken and on due cause shown. Section 27. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: The board of adjustment shall hold at least one public hearing of the appeal. Notice of the time and place shall be given at least ten days in advance by publication in a legal newspaper of the county, and due notice shall be given to the parties in interest. The board of adjustment shall decide the appeal within a reasonable time. Any party may appear at the hearing in person or by agent or by attorney. Section 28. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: In exercising the powers mentioned in section 23 of this Act, the board of adjustment may, in conformity with the provisions of this chapter, reverse or affirm, wholly or partly, or may modify the order, requirement, decision, or determination appealed from and may make such order, requirement, decision, or determination as ought to be made, and to that end has all the powers of the officer from whom the appeal is taken. Section 29. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: The concurring vote of two-thirds of the members of the board of adjustment is necessary to reverse any order, requirement, decision, or determination of any such administrative official, or to decide in favor of the applicant on any matter upon which it is required to pass under any such ordinance, or to effect any variation in the ordinance. Section 30. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: In lieu of appointing the board of adjustment provided by section 19 of this Act, the board of county commissioners having adopted and in effect a zoning ordinance may act as and perform all the duties and exercise the powers of the board of adjustment. The chair of the board of county commissioners is chair of the board of adjustment as so composed. The concurring vote of at least two-thirds of the members of the board as so composed is necessary to reverse any order, requirement, decision, or determination of any administrative official, or to decide in favor of the appellant on any matter upon which it is required to pass under any zoning ordinance, or to effect any variation in the ordinance. Section 31. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: Any person or persons, jointly or severally, aggrieved by any decision of the board of adjustment, or any taxpayer, or any officer, department, board, or bureau of the county, may present to a court of record a petition duly verified, setting forth that the decision is illegal, in whole or in part, specifying the grounds of the illegality. The petition shall be presented to the court withn thirty days after the filing of the decision in the office of the board of adjustment. Section 32. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: Upon the presentation of the petition, the court may allow a writ of certiorari directed to the board of adjustment to review the decision of the board of adjustment and shall prescribe the time within which a return must be made and served upon the relator's attorney, which may not be less than ten days and may be extended by the court. The allowance of the writ does not stay proceedings upon the decision appealed from, but the court may, on application, on notice to the board of adjustment and on due cause shown, grant a restraining order. Section 33. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: The board of adjustment is not required to return the original papers acted upon by it, but it is sufficient to return certified copies of the papers, or of such portions of the papers as may be called for by the writ. The return shall concisely set forth such other facts pertinent and material to show the grounds of the decision appealed from and shall be verified. Section 34. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: If upon the hearing it appears to the court that testimony is necessary for the proper disposition of the matter, the court may take evidence, or appoint a referee to take such evidence as it may direct and report the evidence to the court with the referee's findings of fact and conclusions of law, which constitute a part of the proceedings upon which the determination of the court is made. Section 35. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: The court may reverse or affirm, wholly or partly, or may modify the decision brought up for review. Costs are not allowed against the board of adjustment unless the court determines that the board of adjustment acted with gross negligence, or in bad faith, or with malice in making the decision appealed from. Section 36. That § 11-2-26 be amended to read as follows: 11-2-26. The Any lawful use , lot, or occupancy of land or premises existing at the time of the adoption of an official control hereunder the zoning ordinance may be continued, although such even though the use , lot, or occupation does not conform to the provisions thereof, but if such of the ordinance. However, if the nonconforming use , lot, or occupancy is discontinued for a period of more than one year, any subsequent use , lot, or occupancy of the land or premises shall be in conformance with the official controls conform with the zoning ordinance . Section 37. That § 11-2-27 be amended to read as follows: 11-2-27. The board may by resolution as provided in § 11-2-25 prescribe such regulations not contrary to law or § 11-2-26, as it deems desirable or necessary to regulate and control, or reduce the number or extent of or bring about the gradual elimination of nonconforming uses and , lots, or occupancies. Provided, however, that However, in accordance with the provisions of § 11-2-26, the any lawful use , lot, or occupancy of land or premises existing at the time of the adoption of an official control the zoning ordinance may be continued, although such use even though the use, lot, or occupancy does not conform to the provisions of such official control the zoning ordinance . If such use the use, lot, or occupancy is discontinued for more than one year, the board may adopt, after notice by registered or certified mail to the property owners, an amortization schedule to bring about the gradual elimination of such the nonconforming use , lot, or occupancy. Section 38. That § 11-2-28 be amended to read as follows: 11-2-28. Regulations, restrictions, and boundaries, or enforcement provisions established in the comprehensive plan or adjuncts thereto adopted by the board of county commissioners The plan, ordinances, restrictions, and boundaries adopted pursuant to this chapter may from time to time be amended, supplemented, changed, modified, or repealed by action of the board of county commissioners as outlined in this chapter. Such . Any such modification or repeal shall be proposed in a resolution or ordinance, as appropriate, presented to the board for adoption in the same manner and upon the same notice as required for the adoption of the original resolution or ordinance. The amendment, supplement, change, modification, or repeal may be requested through a petition by thirty percent of the landowners in the zoning district or districts requesting change. Section 39. That § 11-2-28.1 be amended to read as follows: 11-2-28.1. An individual landowner may also petition the board to change the zoning of all or any part of the landowner's property. Such The petitioning landowner shall also notify all other abutting landowners by registered or certified mail of the petitioned zoning change at least seven days prior to any before the public hearing held thereon on the matter by the board of county commissioners planning commission . Property shall be is considered as abutting even though it may be separated from the property of the petitioner by a public road or highway. Section 40. That § 11-2-29 be amended to read as follows: 11-2-29. Upon such filing or upon separate request by the board, the The planning commission shall hold at least one public hearing on any proposed change or modification to the plan or ordinances . Notice of the time and place of the hearing shall be given once at least ten days in advance by publication in a legal newspaper of the county. At such the public hearing, any person may appear and request or protest the requested change. Section 41. That § 11-2-30 be amended to read as follows: 11-2-30. The board of county commissioners shall thereafter After the hearing, the board shall by resolution or ordinance, as appropriate, either adopt or reject such the amendment, supplement, change, modification, or repeal , and if it is adopted by the board of county commissioners, a summary shall be prepared by the county planning commission, reviewed by the state's attorney, and published . If adopted, the board shall publish a notice of the fact of adoption once in a legal newspaper of such county and take effect on the twentieth day after its publication. The provisions of § 11-2-22 are applicable to this section. Section 42. That § 11-2-31 be amended to read as follows: 11-2-31. The governing body of any municipality may request a county planning commission to submit to such the municipal governing body a comprehensive plan for the municipality setting forth such provisions as the county planning commission deems applicable to the municipality for its best interests, or to prepare official controls zoning or subdivision ordinances to apply to the area within the municipality. Notwithstanding the adoption of the comprehensive plan and recommendations for the municipality, the plan and recommendations shall not become are not binding until official controls zoning or subdivision ordinances are adopted by the municipality in accordance with the plan. Section 43. That § 11-2-36 be repealed. 11-2-36. Any board of county commissioners may adopt zoning ordinances, resolutions or regulations designating or limiting the location, height, bulk, number of stories, size of, and the specific uses for which dwellings, buildings and structures may thereafter be erected or altered; the minimum and maximum size of yards, or other open spaces; sanitary, safety and protective measures that shall be required for such dwellings, buildings and structures; the area required to provide for off-street loading and parking facilities; flood plain areas; and to avoid too great a concentration or scattering of the population. All such provisions shall be uniform for each class of land or building throughout any district, but the provisions in one district may differ from those in other districts. Section 44. That § 11-2-37 be amended to read as follows: 11-2-37. Whenever If an area within a county and not within a municipality shall become becomes so situated that a zoning district becomes ordinance is advisable, persons within the area may apply to the board of county commissioners to establish the area as a special zoning district area pursuant to this chapter. The board of county commissioners shall may not form special zoning districts areas if a county wide comprehensive plan and zoning ordinances have been adopted. The formation of a special zoning district shall only be area is only valid in a county that has not adopted a county wide comprehensive plan and zoning ordinances. Section 45. That § 11-2-38 be amended to read as follows: 11-2-38. Persons making application for the establishment of a special zoning district area shall first obtain an accurate survey and map of the territory intended to be embraced within the limits of such the special zoning district area , showing the boundaries and area thereof, and the accuracy thereof of the proposed special zoning area. The accuracy of the survey and map shall be verified by the affidavit of the surveyor. Section 46. That § 11-2-41 be amended to read as follows: 11-2-41. The application for establishment of a special zoning district area shall be a petition verified by one or more applicants, by affidavit stating that the affiant or affiants personally witnessed the signatures thereon on the petition and believe them to be genuine, and shall be subscribed by not less than one-third of the whole number of qualified voters residing within such the territory according to the census taken. It The petition shall be filed with the county auditor and presented to the board of county commissioners for consideration at its next meeting. Section 47. That § 11-2-42 be amended to read as follows: 11-2-42. If the board of county commissioners shall be is satisfied that the requirements of this chapter have been fully complied with, it shall make an order declaring that such the territory shall, with the assent of the qualified voters thereof as provided in § 11-2-39, be a special zoning district area or number specified in the application. It shall also include in such The board shall include in the order a notice for an election of the qualified voters resident in the proposed special zoning district area , at a convenient place or places therein, on some day within one month therefrom from the notice , to determine whether such the territory shall become a special zoning district area . Section 48. That § 11-2-43 be amended to read as follows: 11-2-43. The board shall give ten days' notice of such the election by publication and by posting a copy of such the notice at three of the most public places in the proposed special zoning district area . Section 49. That § 11-2-45 be amended to read as follows: 11-2-45. The board of county commissioners shall appoint three judges, who shall elect one of their members as superintendent and who shall conduct the election. The county commissioners board shall provide the costs and supplies of the election. Section 50. That § 11-2-46 be amended to read as follows: 11-2-46. The vote upon the question of establishing a special zoning district area shall be by ballot in the form provided by § 9-13-22. If a majority of those voting vote in favor of the establishment, such the territory shall is from that time be deemed a special zoning district area by the name and style specified in the order of the board of county commissioners ; otherwise, no further proceedings shall may be taken thereon. Section 51. That § 11-2-47 be amended to read as follows: 11-2-47. After the vote is cast and canvassed, such the judges shall make a verified statement showing the whole number of ballots cast, together with the number voting for and the number voting against establishment, and shall return the same statement to the board of county commissioners at its next session. If satisfied with the legality of such the election, the board of county commissioners shall make an order declaring that such zoning district the special zoning area has been incorporated by the name or number adopted. Such order shall be The order's conclusive of the fact of such establishment. Section 52. That § 11-2-48 be amended to read as follows: 11-2-48. The board of county commissioners is authorized to may expend funds of the county, in the manner and to the extent permitted by law for other county expenditures, in the payment of necessary costs of preparation of petitions, surveys, maps , and applications submitted under the provisions of this chapter, and of the holding of elections on the establishment of special zoning districts hereunder areas under the provisions of this chapter . Section 53. That § 11-4-1 be amended to read as follows: 11-4-1. For the purpose of promoting health, safety, morals, or the general welfare of the community the governing body of any municipality is hereby empowered to may regulate and restrict the height, number of stories, and size of buildings and other structures, the percentage of lot that may be occupied, the size of the yards, courts, and other open spaces, the density of population, and the location and use of buildings, structures, and land for trade, industry, residence, flood plain, or other purposes. Section 54. That § 11-4-3.1 be amended to read as follows: 11-4-3.1. If a municipality is conducting or in good faith intends to conduct studies within a reasonable time or has held or is holding a hearing for the purpose of considering a comprehensive plan or official controls , the city council in order to protect the public health, safety, and general welfare may adopt as an emergency measure measures a temporary zoning map, a temporary zoning ordinance and map , and other a temporary official controls subdivision ordinance , the purpose purposes of which shall be are to classify and regulate uses and related matters as constitutes the emergency. Before adoption or renewal of such the emergency measure, the council shall hold at least one public hearing. Notice of the time and place of the hearing shall be given once at least ten days in advance by publication in a legal newspaper of the municipality. Any emergency ordinance is limited to one year from the date it becomes effective and may be renewed for one year. In no case may such the ordinance be in effect for more than two years. Section 55. That § 11-4-4 be amended to read as follows: 11-4-4. The governing body may adopt the necessary regulations for preparing a preliminary survey and plan designating the proposed restrictions and district boundaries. The proposed district and restrictions shall be definitely set forth in a proposed ordinance. The ordinance shall be adopted as other ordinances a zoning ordinance . Before adoption or renewal of such the ordinance, the council shall hold at least one public hearing. Notice of the time and place of the hearing shall be given once at least ten days in advance by publication in a legal newspaper of the municipality. Any interested person shall be given a full, fair, and complete opportunity to be heard at the hearing, and the governing body may refuse or adopt the ordinance, with or without amendment. Section 56. That § 11-4-5 be amended to read as follows: 11-4-5. If such an a zoning ordinance is adopted, the ordinance is subject to the provisions of § 9-19-7 as a comprehensive regulation unless the referendum is invoked, or unless a written protest is filed with the auditor or clerk, signed by at least forty percent of the owners of equity in the lots included in any proposed district and the lands within two hundred fifty feet from any part of such the proposed district. A corporation shall be is construed to be a sole owner, and if parcels of land are in the name of more than one person, ownership representation shall be is in proportion to the number of signers who join in the petition in relation to the number of owners. If a protest is filed, the ordinance does not become effective unless the ordinance is approved by two-thirds of the governing body of the municipality. The protest provisions of this section do not apply to any ordinance regulating or establishing flood plain areas. Section 57. That § 11-4-8 be amended to read as follows: 11-4-8. Regulations, restrictions , and boundaries adopted pursuant to this chapter may be amended, supplemented, changed, modified , or repealed. Any such modification or repeal shall be proposed in an ordinance presented to the governing body for adoption in the same manner and upon the same notice as required for the adoption of the original ordinance. However, amendments or additions to a planning subdivision or zoning ordinance may be published without republishing the full ordinance if the section or subsection of the ordinance containing the change is published in its entirety. Section 58. That § 11-4-9 be amended to read as follows: 11-4-9. The governing body may by ordinance require as a condition precedent to the introduction of any ordinance proposing changes in the zoning ordinance that there be first filed with the city auditor , finance officer, or clerk the written consent of the owners of not exceeding sixty percent of the aggregate area having the right of protest against such proposed ordinance if adopted, determined as provided by § 11-4-5. Section 59. That § 11-4-12 be amended to read as follows: 11-4-12. The planning and zoning commission, when appointed, shall make a preliminary report, and hold public hearings, subject to the same notice requirements as provided in § 11-4-4, thereon before submitting its final report recommendation , and the governing body shall may not hold its public hearings or take action until it has received the final report recommendation of such the commission. Section 60. That § 11-4-13 be amended to read as follows: 11-4-13. Except as otherwise provided by § 11-4-24, the governing body shall provide for the appointment of a board of adjustment, or for the planning and zoning commission to act as a board of adjustment, and in the regulations and restrictions adopted pursuant to the authority of this chapter, shall provide that the said board of adjustment may, in appropriate cases and subject to appropriate conditions and safeguards, make special exceptions or grant variances to the terms of the ordinance with general or specific rules therein contained . Section 61. That § 11-4-14 be amended to read as follows: 11-4-14. A board of adjustment, other than the planning and zoning commission acting as a board of adjustment, shall consist consists of five members, each to be appointed for a term of three years and removable for cause by the appointing authority upon written charges and after public hearing. Vacancies shall be filled for the unexpired term of any member whose term becomes vacant. The appointing authority shall may also appoint a first alternate and a second alternate for a term of three years each. If a member is unable to attend a meeting, the first alternate, or second alternate, in turn, shall serve in his the member's place. Section 62. That § 11-4-17 be amended to read as follows: 11-4-17. The board of adjustment shall have the following powers may : (1) To hear Hear and decide appeals where it is alleged there is error in any order, requirement, decision, or determination made by an administrative official in the enforcement of this chapter or of any ordinance adopted pursuant thereto to this chapter ; (2) To hear and decide special exceptions to the terms of the ordinance upon which such board is required to pass under such ordinance; (3) To authorize Authorize upon appeal in specific cases such variance from terms of the ordinance as will not be contrary to the public interest, where if , owing to special conditions, a literal enforcement of the provisions of the ordinance will result in unnecessary hardship and so that the spirit of the ordinance shall be is observed and substantial justice done. Section 63. That § 11-6-1 be amended to read as follows: 11-6-1. Terms used in this chapter , unless the context otherwise plainly requires, shall mean: (1) \"Commission,\" \"planning and zoning commission,\" or \"planning commission,\" any city planning and zoning commission created under the terms of this chapter; (2) \"Comprehensive plan,\" a any document which describes in words, and may illustrate by maps, plats, charts, and other descriptive matter, the policy, goals goals, policies, and objectives of the municipality to interrelate all functional and natural systems and activities relating to the development of the territory under its jurisdiction; (3) \"Council,\" the chief legislative body or governing body of the municipality; (4) \"Mayor,\" the chief executive of the municipality, whether the official designation of such official be mayor, city manager , or otherwise; (5) The term \"municipal\" or \"municipalities,\" \"city\" or \"cities,\" includes and relates to all incorporated cities and towns \"Municipality\" or \"city,\" any incorporated city or town ; (6) \"Official controls,\" any regulation, standard, map, or procedure adopted by the municipality to regulate the development of the territory so as to carry out the comprehensive plan; (7) The term \"street\" or \"streets,\" relates to and includes all streets, avenues, boulevards, roads, lanes, alleys or other ways \"Street,\" any street, avenue, boulevard, road, lane, alley, or other roadway ; (8) \"Subdivision,\" the division of any tract or parcel of land into two or more lots, sites , or other division for the purpose, whether immediate or future, of sale or building development and includes resubdivision. This definition shall does not apply to the conveyance of a portion of any previously platted tract, parcel, lot , or site ; provided, however, that such if the conveyance does not cause the tract, parcel, lot, or site from which the portion is severed to be in violation of any existing zoning ordinance or subdivision regulation applying to such tract, parcel, lot, or site; (9) \"Subdivision ordinance,\" the any ordinance adopted by the municipality to regulate the subdivision of land so as to provide : coordination of streets with other subdivisions and the major street plan, adequate areas set aside for public uses, water and sanitation facilities, drainage and flood control, and conformity with the comprehensive plan; (9A) \"Temporary zoning or subdivision ordinance,\" an ordinance adopted as an emergency measure for a limited duration; (10) \"Zoning map,\" the any map adopted as an ordinance by the municipality that delineates the extent of each district or zone established in the zoning ordinance; (11) \"Zoning ordinance,\" the any ordinance adopted by the municipality to regulate by districts or zones the location, height, bulk and size of buildings and other structures and accessory uses, percentage of lot which may be occupied, the size of lots, courts, and other open spaces, the density and distribution of population, the location and use of buildings, and structures for trade, advertising uses, industry, residence, recreation, public activities, or other purposes, and, the uses of land for trade, industry, recreation, or other purposes implement the comprehensive plan by regulating the location and use of buildings and uses of land . Section 64. That § 11-6-4.1 be amended to read as follows: 11-6-4.1. For the purpose of carrying out any of the provisions of § § 11-6-26 to 11-6-38, inclusive, the city council may temporarily add as a member of the city planning and zoning commission a resident of the area to be affected by proposed official municipal controls zoning and subdivision ordinances outside the corporate limits of the municipality. Section 65. That § 11-6-26 be amended to read as follows: 11-6-26. From and after the time when After the city council of any municipality shall have has adopted a comprehensive plan which that includes at least a major street plan or shall have has progressed in its comprehensive planning to the stage of making and adoption of adopting a major street plan, and shall have has filed a certified copy of such the major street plan in the office of the register of deeds of the county in which the municipality is located, no plat of a subdivision of land lying within the municipality, or of land within three miles of its corporate limits and not located in any other municipality, shall may be filed or recorded until it shall have been submitted to and a report and recommendations thereon made by the planning and zoning commission to the city council and the council has approved the plat unless the plat has the recommendation of the city planning and zoning commission and the approval of the city council. As an alternative, the plat may be reviewed and approved in accordance with § 11-3-6 . This provision shall be applicable applies to land within three miles of the corporate limits of the municipality and not located in any other municipality only if the comprehensive plan or major street plan includes such land. However, in the case of if such extra municipal land lying lies within three miles of more than one first or second class municipality, the jurisdiction of each municipality shall terminate terminates at a boundary line equidistant from the respective corporate limits of such the municipalities, unless otherwise agreed to by a majority vote of the governing body of each such municipality. Such The plats shall, after report and recommendations of the commission are made and filed, be approved or disapproved by the city council or reviewed and approved in accordance with § 11-3-6 . The commission shall make its recommendation to the council within sixty days of submission. Section 66. That § 11-6-26.1 be amended to read as follows: 11-6-26.1. In the case of land over which there is joint municipal-county zoning jurisdiction, such plats shall the plats may not be filed or recorded until also having the plats have also been submitted to the county planning and zoning commission for review and recommendation to the city council. The county planning and zoning commission shall make its recommendation to the city council within forty-five days of submission. If the county planning and zoning commission recommends disapproval of any such plats, a two-thirds vote of the entire membership of the city council shall be is required to approve any such plats the plats. The board of county commissioners may by resolution designate an administrative official of the county to review and make a recommendation to the city council in lieu of the review and recommendation by the county planning commission . Section 67. That § 11-6-39 be amended to read as follows: 11-6-39. The city council may prescribe such regulations not contrary to law as it deems necessary to regulate and control nonconforming uses existing at the time of adoption of an official control hereunder or under chapter 11-4, and to reduce the number or extent of nonconforming uses and occupancies. Provided however, that the The lawful use of land or premises existing at the time of the adoption of an official control the zoning ordinance may be continued, although such use even though the use, lot, or occupancy does not conform to the provisions of such official control the zoning ordinance . If such the nonconforming use is discontinued for a period of more than one year, the city council may adopt, after notice by registered or certified mail to the property owners, an amortization schedule to bring about the gradual elimination of such nonconforming use any subsequent use, lot, or occupancy of the land or premises shall be in conformance with such regulation . BILL HISTORY 1/18/00 First read in House and referred to committee assignment waived. H.J. 113 1/19/00 Referred to Local Government. 1/23/00 Scheduled for Committee hearing on this date. 1/25/00 Scheduled for Committee hearing on this date. 1/27/00 Scheduled for Committee hearing on this date. 1/27/00 Local Government Do Pass, Passed, AYES 13, NAYS 0. H.J. 265 1/28/00 House of Representatives Deferred to another day. H.J. 288 1/31/00 House of Representatives Deferred to another day. H.J. 318 2/1/00 House of Representatives Deferred to another day. H.J. 345 2/2/00 Motion to Amend, Passed. H.J. 369 2/2/00 House of Representatives Do Pass Amended, Passed, AYES 47, NAYS 21. H.J. 369"}, {"bill_id": 15017, "bill_version_id": 86290, "bill_version": "Enrolled", "bill_version_date": "2000-02-16T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15017, "action_date": "2000-01-18T14:00:00-06:00", "document_id": 85630, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85630.pdf", "status_text": "First read in House and referred to", "journal_page": 113, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15017, "action_date": "2000-01-19T14:00:00-06:00", "document_id": 85632, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85632.pdf", "status_text": "Referred to", "journal_page": 144, "committee_id_action": 656, "committee_id_assigned": 649, "result": "P", "vote": {}}, {"bill_id": 15017, "action_date": "2000-01-23T10:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 649, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15017, "action_date": "2000-01-25T10:00:00-06:00", "document_id": 85774, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85774.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 649, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15017, "action_date": "2000-01-27T10:00:00-06:00", "document_id": 85797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85797.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 649, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15017, "action_date": "2000-01-27T10:00:00-06:00", "document_id": 85797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85797.pdf", "status_text": "Do Pass,", "journal_page": 265, "committee_id_action": 649, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45489, "president_vote": null, "Yea": [2316, 2318, 2334, 2341, 2343, 2366, 2374, 2394, 2402, 2403, 2408, 2377, 2328]}}, {"bill_id": 15017, "action_date": "2000-01-28T14:00:00-06:00", "document_id": 85646, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85646.pdf", "status_text": "Deferred to another day", "journal_page": 288, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15017, "action_date": "2000-01-31T14:00:00-06:00", "document_id": 85648, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85648.pdf", "status_text": "Deferred to another day", "journal_page": 318, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15017, "action_date": "2000-02-01T14:00:00-06:00", "document_id": 85650, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85650.pdf", "status_text": "Deferred to another day", "journal_page": 345, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15017, "action_date": "2000-02-02T14:00:00-06:00", "document_id": 85652, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85652.pdf", "status_text": "Motion to Amend,", "journal_page": 369, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15017, "action_date": "2000-02-02T14:00:00-06:00", "document_id": 85652, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85652.pdf", "status_text": "Do Pass Amended,", "journal_page": 369, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 46054, "president_vote": null, "Nay": [2305, 2308, 2319, 2327, 2338, 2343, 2353, 2354, 2356, 2359, 2363, 2372, 2373, 2374, 2379, 2385, 2388, 2397, 2403, 2404, 2408], "Yea": [2309, 2312, 2313, 2314, 2315, 2316, 2317, 2318, 2321, 2323, 2324, 2325, 2328, 2332, 2333, 2334, 2336, 2337, 2341, 2342, 2345, 2349, 2350, 2355, 2360, 2361, 2362, 2366, 2367, 2368, 2370, 2371, 2377, 2378, 2382, 2383, 2384, 2387, 2390, 2392, 2394, 2396, 2401, 2402, 2406, 2407, 2351], "Absent": [2348], "Excused": [2393]}}, {"bill_id": 15017, "action_date": "2000-02-03T14:00:00-06:00", "document_id": 85655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85655.pdf", "status_text": "First read in Senate and referred to", "journal_page": 310, "committee_id_action": 657, "committee_id_assigned": 637, "result": "N", "vote": {}}, {"bill_id": 15017, "action_date": "2000-02-09T08:00:00-06:00", "document_id": 85892, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85892.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 637, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15017, "action_date": "2000-02-14T08:00:00-06:00", "document_id": 85923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85923.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 637, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15017, "action_date": "2000-02-14T08:00:00-06:00", "document_id": 85923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85923.pdf", "status_text": "Do Pass,", "journal_page": 469, "committee_id_action": 637, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44375, "president_vote": null, "Nay": [2330, 2358, 2386], "Yea": [2369, 2400, 2391, 2347]}}, {"bill_id": 15017, "action_date": "2000-02-15T14:00:00-06:00", "document_id": 85671, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85671.pdf", "status_text": "Do Pass Amended,", "journal_page": 513, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44506, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2311, 2320, 2322, 2326, 2329, 2331, 2335, 2339, 2340, 2344, 2346, 2347, 2352, 2357, 2364, 2365, 2369, 2380, 2381, 2386, 2389, 2391, 2398, 2399, 2400, 2405], "Excused": [2330, 2375, 2376], "Nay": [2358, 2395]}}, {"bill_id": 15017, "action_date": "2000-02-17T14:00:00-06:00", "document_id": 85674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85674.pdf", "status_text": "Signed by Speaker", "journal_page": 733, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15017, "action_date": "2000-02-17T14:00:00-06:00", "document_id": 85675, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85675.pdf", "status_text": "Signed by President", "journal_page": 559, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15017, "action_date": "2000-02-22T14:00:00-06:00", "document_id": 85678, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85678.pdf", "status_text": "Delivered to the Governor", "journal_page": 795, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15017, "action_date": "2000-03-14T14:00:00-06:00", "document_id": 85686, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85686.pdf", "status_text": "Signed by Governor", "journal_page": 894, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1557}