{"session_id": 15, "bill_id": 3120, "bill_type": "House Bill", "bill_number": 1222, "bill_title": "limit the authority of South Dakota delegates to an Article V convention to amend the United States Constitution, to prohibit any delegate from exceeding such authority, and to provide certain penalties therefor.", "sponsors": [{"legislator_profile_id": 214, "is_prime": true}, {"legislator_profile_id": 224, "is_prime": true}, {"legislator_profile_id": 265, "is_prime": false}, {"legislator_profile_id": 227, "is_prime": false}, {"legislator_profile_id": 251, "is_prime": false}, {"legislator_profile_id": 269, "is_prime": false}, {"legislator_profile_id": 296, "is_prime": false}, {"legislator_profile_id": 211, "is_prime": false}, {"legislator_profile_id": 250, "is_prime": false}, {"legislator_profile_id": 245, "is_prime": false}, {"legislator_profile_id": 217, "is_prime": false}, {"legislator_profile_id": 297, "is_prime": false}, {"legislator_profile_id": 270, "is_prime": false}, {"legislator_profile_id": 279, "is_prime": false}, {"legislator_profile_id": 286, "is_prime": false}, {"legislator_profile_id": 263, "is_prime": false}, {"legislator_profile_id": 280, "is_prime": false}, {"legislator_profile_id": 312, "is_prime": false}, {"legislator_profile_id": 303, "is_prime": false}, {"legislator_profile_id": 241, "is_prime": false}, {"legislator_profile_id": 219, "is_prime": false}, {"legislator_profile_id": 220, "is_prime": false}, {"legislator_profile_id": 236, "is_prime": false}, {"legislator_profile_id": 243, "is_prime": false}, {"legislator_profile_id": 276, "is_prime": false}, {"legislator_profile_id": 295, "is_prime": false}, {"legislator_profile_id": 310, "is_prime": false}, {"legislator_profile_id": 275, "is_prime": false}, {"legislator_profile_id": 300, "is_prime": false}], "keywords": ["Constitution"], "audio": [{"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hlo16.mp3", "start_seconds": 2545.0}, {"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hlo16.mp3", "start_seconds": 2545.0}, {"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hlo16.mp3", "start_seconds": 2545.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hlo18.mp3", "start_seconds": 7005.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hlo18.mp3", "start_seconds": 7005.0}], "bill_versions": [{"bill_id": 3120, "bill_version_id": 20080, "bill_version": "Introduced", "bill_version_date": "2012-01-25T07:48:27.24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to limit the authority of South Dakota delegates to an Article V convention to amend the United States Constitution, to prohibit any delegate from exceeding such authority, and to provide certain penalties therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms, as used in this Act, mean: (1) \"Convention,\" a convention for proposing amendments applied for and called under the authority of Article V of the United States Constitution; (2) \"Delegate,\" any person elected or appointed to serve as a delegate to a limited convention from the state of South Dakota; (3) \"Limited amendment convention\" or \"limited convention,\" a convention called for by Congress upon the qualifying application of two-thirds of the states for the same pertinent amendment; (4) \"Pertinent amendment,\"any or all proposed draft amendments to the United States Constitution, whether verbatim or substance, as set forth in an application of any state for a limited convention; (5) \"Qualifying application,\" a resolution or application of any state calling for a limited convention for the sole purpose of deciding whether or not to propose any specific amendment drawn from pertinent amendments as set forth in an application of any state for a limited convention; and (6) \"Unauthorized amendment,\" any potential amendment considered or proposed by a limited convention other than the pertinent amendments. Section 2. No delegate, while serving as a delegate from the State of South Dakota to a limited convention, may vote to consider, approve, or propose an unauthorized amendment. However, any delegate may debate, deliberate, amend, consider, and approve any pertinent amendments, as defined in this Act, in order to facilitate the best reformulation of the wording and substance of any or all of the proposed draft amendments, as set forth in an application of any state for a limited convention. Section 3. Prior to receiving certification from the secretary of state, each delegate shall take the following oath: \"I do solemnly swear (or affirm) that I accept and shall act according to the limits of authority provided by the Limited Amendment Convention Act of 2012, and that I will not vote to consider, approve, or propose any unauthorized amendment. I understand and accept that violating this oath may subject me to penalties provided by law.\" Section 4. No person may qualify as a candidate for the position of delegate prior to taking the oath specified in section 3 of this Act. Section 5. Any vote taken by a delegate at a limited convention in violation of this Act is null and void. The credentials of any delegate casting such vote are also voided by such act, and the delegate is immediately disqualified from further service. Section 6. Each delegate shall advocate that the limited convention adopt, as its first act or at the earliest opportunity, rules that shall include, and shall be consistent with, the following: (1) That the sole and exclusive purpose of the convention is to consider the pertinent amendments; (2) That following a final vote on a motion to propose the specific amendment drawn from the pertinent amendments during the course of the convention's deliberations, the business of the convention shall immediately terminate and the convention shall be dissolved; and (3) That any unauthorized amendment proposed by the convention is null and void. Section 7. The Executive Board of the Legislative Research Council shall, upon a showing that any delegate has violated his or her oath, promptly revoke the delegate's certification and recall the delegate from the convention. Section 8. Any delegate who knowingly violates the oath taken pursuant to section 3 of this Act is subject to a Class 6 felony. The attorney general shall prosecute any violation of this section. Section 9. The secretary of state shall certify in writing the selection of each delegate to the limited amendment convention after the delegate takes the oath pursuant to section 3 of this Act. The secretary of state shall provide a copy of the certification to each delegate and to the officers of the limited convention. No delegate may vote or otherwise serve at the limited amendment convention without the secretary of state's certification. Section 10. A challenge to the validity of any unauthorized amendment may be brought in any circuit court of this state by any adversely affected party, including the Legislature of the state, either house thereof, or the attorney general, acting on behalf of the state. Section 11. The Legislature of the State of South Dakota may neither consider nor ratify any unauthorized amendment within the meaning of this Act. Section 12. This Act may be cited as the Limited Amendment Convention Act of 2012."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3120, "action_date": "2012-01-25T14:00:00-06:00", "document_id": 20176, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20176.pdf", "status_text": "First read in House and referred to", "journal_page": 196, "committee_id_action": 173, "committee_id_assigned": 164, "result": "N", "vote": {}}, {"bill_id": 3120, "action_date": "2012-02-07T10:00:00-06:00", "document_id": 20675, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20675.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 164, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3120, "action_date": "2012-02-07T10:00:00-06:00", "document_id": 20906, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20906.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 349, "committee_id_action": 164, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11110, "president_vote": null, "Yea": [258, 273, 292, 294, 241, 215, 283, 310], "Excused": [230, 248], "Nay": [312, 302, 269]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3120"}