{"session_id": 69, "bill_id": 24702, "bill_type": "House Bill", "bill_number": 1239, "bill_title": "provide for the dissemination of a facsimile of a ballot and to prohibit the dissemination of incorrect or misleading election information.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24702", "sponsors": [{"legislator_profile_id": 4562, "is_prime": true}, {"legislator_profile_id": 4528, "is_prime": false}], "keywords": ["Crimes", "Elections", "Penalty"], "audio": [], "bill_versions": [{"bill_id": 24702, "bill_version_id": 264043, "bill_version": "Introduced", "bill_version_date": "2024-01-31T10:43:04.42-06:00", "bill_text": "An Act to provide for the dissemination of a facsimile of a ballot and to prohibit the dissemination of incorrect or misleading election information. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 12-16: If a person disseminates a facsimile of a ballot as part of campaign material requiring disclosure or statement pursuant to chapter 12-27, the facsimile must be identical to the sample ballot posted by a county auditor, as required by § 12-16-16. For the purposes of this section, the term \"campaign material\" means any literature or publication that is disseminated for the purposes of influencing a voter to vote for or against a particular ballot question or candidate for public office at a primary or other election. The term does not include a news item or an editorial comment published by the news media. A violation of this section is a Class 2 misdemeanor. Section 2. That a NEW SECTION be added to chapter 12-26: No person may knowingly and purposely disseminate information pertaining to the conduct of an election that is incorrect, misleading, or indicates that the information is from an official source. A violation of this section is a Class 2 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24702, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First read in House and referred to", "journal_page": 213, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}]}