{"session_id": 20, "bill_id": 6047, "bill_type": "House Commemoration", "bill_number": 1060, "bill_title": "Commending the West Central High School Girls Soccer Team for its 2013 State Soccer Championship.", "sponsors": [{"legislator_profile_id": 503, "is_prime": true}, {"legislator_profile_id": 428, "is_prime": true}, {"legislator_profile_id": 473, "is_prime": false}, {"legislator_profile_id": 431, "is_prime": false}, {"legislator_profile_id": 479, "is_prime": false}, {"legislator_profile_id": 490, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6047, "bill_version_id": 31030, "bill_version": "Introduced", "bill_version_date": "2014-02-25T11:32:08.657-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending the West Central High School Girls Soccer Team for its 2013 State Soccer Championship. WHEREAS, the West Central Trojans Girls Soccer Team, coached by Greg Anderson, Eric Kurtz, and Ashley Nelson have won the championship three out of the last four years; and WHEREAS, the West Central Trojans Girls Soccer Team formed a cohesive group with contributions from all of its players in 2013, including Taylor Bergeson, Tracy Kelly, Madison Monahan, Riley Riepma, Amanda Pennock, Sara Waldner, Syreeta Warrington, Mykah Wiseman, Ashley Eickman, Bailey Meadors, Kendra Jacobs, Alyssa Anderson, Gillian Watkins, Kamryn Lindskov, Mason Scharffenberg, Riley Hallman, Skylar Barbee, Olivia Becker, Hailee Fischer, Rachel Ely, and Danica Hahn: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the West Central High School Girls Soccer Team is commended and honored for winning the 2013 State Girls Soccer Championship."}, {"bill_id": 6047, "bill_version_id": 31247, "bill_version": "Enrolled", "bill_version_date": "2014-02-27T16:21:04.137-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending the West Central High School Girls Soccer Team for its 2013 State Soccer Championship. WHEREAS, the West Central Trojans Girls Soccer Team, coached by Greg Anderson, Eric Kurtz, and Ashley Nelson have won the championship three out of the last four years; and WHEREAS, the West Central Trojans Girls Soccer Team formed a cohesive group with contributions from all of its players in 2013, including Taylor Bergeson, Tracy Kelly, Madison Monahan, Riley Riepma, Amanda Pennock, Sara Waldner, Syreeta Warrington, Mykah Wiseman, Ashley Eickman, Bailey Meadors, Kendra Jacobs, Alyssa Anderson, Gillian Watkins, Kamryn Lindskov, Mason Scharffenberg, Riley Hallman, Skylar Barbee, Olivia Becker, Hailee Fischer, Rachel Ely, and Danica Hahn: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the West Central High School Girls Soccer Team is commended and honored for winning the 2013 State Girls Soccer Championship. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6047, "action_date": "2014-02-25T14:00:00-06:00", "document_id": 31052, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31052.pdf", "status_text": "", "journal_page": 561, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}]}