{"session_id": 10, "bill_id": 2943, "bill_type": "House Commemoration", "bill_number": 1018, "bill_title": "Recognizing and congratulating the Garretson High School Girls' Cross Country Team for an outstanding season and for winning the 2010 State Class A Girls' Cross Country Championship.", "sponsors": [{"legislator_profile_id": 103, "is_prime": true}, {"legislator_profile_id": 27, "is_prime": true}, {"legislator_profile_id": 104, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 2943, "bill_version_id": 17042, "bill_version": "Introduced", "bill_version_date": "2011-02-17T09:25:59.367-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Recognizing and congratulating the Garretson High School Girls' Cross Country Team for an outstanding season and for winning the 2010 State Class A Girls' Cross Country Championship. WHEREAS, the Garretson High School Girls' Cross Country Team, coached by Jason Bohl and Geof Furness, exemplified athletic excellence and the will to win the state championship for the second year in a row; and WHEREAS, the Garretson Girls' Cross Country athletes, Lindsey Bohl, Taylor Tillma, Erin Nolz, Michelle Carnicle, Teisha Carncile, Hailey Sage, Lydia Olson, and Shelby Ellefson, and statistician Macey Bohl demonstrated discipline, dedication, and determination; and WHEREAS, the 2010 season was also marked by other impressive first place finishes at the Region 2A Meet, the Big East Conference Meet, the Lennox Invitational Meet, and the McCook Central/Montrose Invitational Meet; and WHEREAS, the coaching staff, the players, and the supportive community of Garretson worked together to achieve the highest goal of winning the 2010 State Class A Girls' Cross Country Championship by a margin of sixteen points: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that the Garretson High School Girls' Cross Country Team, its coaching staff, and the community of Garretson be congratulated and commemorated on their victorious 2010 season."}, {"bill_id": 2943, "bill_version_id": 17295, "bill_version": "Enrolled", "bill_version_date": "2011-02-23T18:09:02.36-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Recognizing and congratulating the Garretson High School Girls' Cross Country Team for an outstanding season and for winning the 2010 State Class A Girls' Cross Country Championship. WHEREAS, the Garretson High School Girls' Cross Country Team, coached by Jason Bohl and Geof Furness, exemplified athletic excellence and the will to win the state championship for the second year in a row; and WHEREAS, the Garretson Girls' Cross Country athletes, Lindsey Bohl, Taylor Tillma, Erin Nolz, Michelle Carnicle, Teisha Carncile, Hailey Sage, Lydia Olson, and Shelby Ellefson, and statistician Macey Bohl demonstrated discipline, dedication, and determination; and WHEREAS, the 2010 season was also marked by other impressive first place finishes at the Region 2A Meet, the Big East Conference Meet, the Lennox Invitational Meet, and the McCook Central/Montrose Invitational Meet; and WHEREAS, the coaching staff, the players, and the supportive community of Garretson worked together to achieve the highest goal of winning the 2010 State Class A Girls' Cross Country Championship by a margin of sixteen points: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that the Garretson High School Girls' Cross Country Team, its coaching staff, and the community of Garretson be congratulated and commemorated on their victorious 2010 season. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2943, "action_date": "2011-02-17T14:00:00-06:00", "document_id": 17097, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17097.pdf", "status_text": "", "journal_page": 455, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2943"}