{"session_id": 36, "bill_id": 9503, "bill_type": "Senate Bill", "bill_number": 106, "bill_title": "authorize a county gross receipts tax.", "sponsors": [{"legislator_profile_id": 1626, "is_prime": true}, {"legislator_profile_id": 1426, "is_prime": true}, {"legislator_profile_id": 1619, "is_prime": false}, {"legislator_profile_id": 1599, "is_prime": false}, {"legislator_profile_id": 1616, "is_prime": false}, {"legislator_profile_id": 1438, "is_prime": false}, {"legislator_profile_id": 1435, "is_prime": false}, {"legislator_profile_id": 1437, "is_prime": false}, {"legislator_profile_id": 1630, "is_prime": false}, {"legislator_profile_id": 1572, "is_prime": false}, {"legislator_profile_id": 1571, "is_prime": false}, {"legislator_profile_id": 1561, "is_prime": false}, {"legislator_profile_id": 1621, "is_prime": false}, {"legislator_profile_id": 1625, "is_prime": false}], "keywords": ["Counties", "Taxation"], "audio": [{"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sta26.mp3", "start_seconds": 1025.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sta26.mp3", "start_seconds": 1025.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sta26.mp3", "start_seconds": 1025.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sta26.mp3", "start_seconds": 1025.0}], "bill_versions": [{"bill_id": 9503, "bill_version_id": 52310, "bill_version": "Introduced", "bill_version_date": "2019-01-25T09:26:10.367-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize a county gross receipts tax. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: For purposes of this Act, the term, department, means the Department of Revenue. Section 2. That the code be amended by adding a NEW SECTION to read: Any county may impose a non-ad valorem tax at the rate of one percent upon the gross receipts of all leases or rentals of hotel, motel, campsites, or other lodging accommodations within the county for periods of less than twenty-eight consecutive days; sales of alcoholic beverages as defined in § 35-1-1; establishments where the public is invited to eat, dine, or purchase and carry out prepared food for immediate consumption; and ticket sales or admissions to places of amusement, athletic, and cultural events. Any tax collected under this Act shall be used by the county to cover protection costs, including any law enforcement, incarceration, and judicial costs. Section 3. That the code be amended by adding a NEW SECTION to read: For the purposes of this Act, the term, gross receipts, means the total amount or consideration, including cash, credit, property, and services, for which tangible personal property, any product transferred electronically, or services are sold, leased, or rented, valued in money, whether received in money or otherwise, without any deduction for the following: (1) The retailer's cost of the property or service sold; (2) The cost of materials used, labor or service cost, interest, losses, all costs of transportation to the retailer, all taxes imposed on the retailer, and any other expense of the retailer; and (3) Except as provided in chapter 10-46A or 10-46B, charges by the retailer for any services necessary to complete the sale whether or not separately stated, including delivery charges. Section 4. That the code be amended by adding a NEW SECTION to read: Gross receipts, as defined in section 3 of this Act, include consideration received by the retailer from third parties if: (1) The retailer actually receives consideration from a party other than the purchaser and the consideration is directly related to a price reduction or discount on the sale; (2) The retailer has an obligation to pass the price reduction or discount through to the purchaser; (3) The amount of the consideration attributable to the sale is fixed and determinable by the retailer at the time of the sale of the item to the purchaser; and (4) One of the following criteria is met: (a) The purchaser presents a coupon, certificate, or other documentation to the retailer to claim a price reduction or discount where the coupon, certificate, or documentation is authorized, distributed, or granted by a third party with the understanding that the third party will reimburse any retailer to whom the coupon, certificate, or documentation is presented; (b) The purchaser identifies himself or herself to the retailer as a member of a group or organization entitled to a price reduction or discount (a preferred customer card that is available to any patron does not constitute membership in such a group); or (c) The price reduction or discount is identified as a third party price reduction or discount on the invoice received by the purchaser or on a coupon, certificate, or other documentation presented by the purchaser. For the purposes of this section, the purchaser is the end consumer. Section 5. That the code be amended by adding a NEW SECTION to read: Gross receipts, as defined in section 3 of this Act, do not include: (1) Discounts, including cash, term, or coupons that are not reimbursed by a third party that are allowed by a retailer and taken by a purchaser on a sale; (2) Interest, financing, and carrying charges from credit extended on the sale of tangible personal property, any product transferred electronically, or services, if the amount is separately stated on the invoice, bill of sale, or similar document given to the purchaser; and (3) Any taxes legally imposed directly on the consumer that are separately stated on the invoice, bill of sale, or similar document given to the purchaser. Section 6. That the code be amended by adding a NEW SECTION to read: Notwithstanding any other provision of law, gross receipts as defined in this Act do not include any tax imposed by this Act and chapters 10-45, 10-45D, 10-52, and 10-52A that is separately stated on the invoice, bill of sale, or similar document given to the purchaser. Section 7. That the code be amended by adding a NEW SECTION to read: The tax imposed by section 2 of this Act shall be collected and administered by the department. Section 8. That the code be amended by adding a NEW SECTION to read: Any person who holds a license issued pursuant to this Act or who is a person whose receipts are subject to the tax imposed by this Act shall, except as otherwise provided in this section, file a return, and pay any tax due, to the department on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twentieth day of the month following each period and remit the tax on or before the twenty-fifth day of the month following each period. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the twentieth day of the month following the reporting period or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 9. That the code be amended by adding a NEW SECTION to read: The definitions, administrative, collection, and enforcement provisions of chapters 10-45 and 10-46 apply to the tax imposed by this Act, where applicable. Section 10. That the code be amended by adding a NEW SECTION to read: The secretary of revenue may promulgate rules pursuant to chapter 1-26 concerning: (1) Licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the tax and exemptions; (4) Taxpayer record-keeping requirements; and (5) Determining auditing methods. Section 11. That the code be amended by adding a NEW SECTION to read: Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the tax imposed by this Act is guilty of a Class 6 felony; (2) Fails to pay tax due under this Act within sixty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records and books required by section 12 of this Act or refuses to exhibit these records to the secretary of revenue or the secretary's agents for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this Act within sixty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Willfully violates any rule of the secretary of revenue for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; or (6) Violates either subdivision (2) or subdivision (4) two or more times in any twelve-month period is guilty of a Class 6 felony. Section 12. That the code be amended by adding a NEW SECTION to read: Each person subject to tax under this Act shall keep records and books of all receipts and sales, together with invoices, bills of lading, copies of bills of sale, and other pertinent papers and documents. The books and records and other papers and documents are, at all times during business hours of the day, subject to inspection by the secretary of revenue or the secretary's agents and employees to determine the amount of tax due. The books and records shall be preserved for a period of three years unless the secretary of revenue, in writing, authorized their destruction or disposal at an earlier date. Section 13. That the code be amended by adding a NEW SECTION to read: Any tax imposed by the governing board of any county pursuant to the provisions of this Act, may be referred to a vote of the people for its approval or disapproval in the same manner as provided in §§ 7-18A-9 and 7-18A-17. Any amendment made by the county to comply with the provisions of this Act or the determination to continue the tax under the provisions of this Act is an administrative decision pursuant to § 7-18A-15.1 and not subject to referendum. Section 14. That the code be amended by adding a NEW SECTION to read: The administration of the taxes adopted under this Act shall be by the department. The department may prescribe forms and promulgate rules pursuant to chapter 1-26 for the making of returns and for the ascertainment, assessment, and collection of the tax imposed pursuant to this Act. The department shall keep full and accurate records of all moneys received and distributed under this Act. Section 15. That the code be amended by adding a NEW SECTION to read: All moneys received and collected on behalf of a county by the department, pursuant to this Act, shall be credited to a special county tax fund and after deducting the amount of refunds made, the amounts necessary to defray the cost of collecting the tax, and the administrative expenses incident thereto, shall be paid within thirty days after collection to the county. Section 16. That the code be amended by adding a NEW SECTION to read: Notwithstanding § 7-18A-8, any new ordinance or amendment to an ordinance enacted under the authority of this Act, and any tax rate affected thereby, can be effective only on January first or July first of a calendar year. The ordinance or amendment shall be effective on the earlier of January first or July first following at least ninety days notification by the county to the secretary of revenue that the ordinance or amendment has been enacted unless the ordinance or amendment is suspended by operation of a referendum. If an ordinance or amendment enacted under this Act is referred and the referred ordinance or amendment is approved the effective date shall be the earlier of January first or July first following at least ninety days notification by the county to the secretary of revenue that the ordinance or amendment has been approved notwithstanding § 7-18A-22. Notification of the enactment or approval of the ordinance shall be in writing and mailed, along with a copy of the ordinance or amendment, by registered or certified mail to the secretary of revenue. Section 17. That the code be amended by adding a NEW SECTION to read: Any county imposing a tax pursuant to this Act may issue county non-ad valorem tax revenue bonds pursuant to this section and chapter 6-8B in anticipation of the collection of the taxes. The bonds shall be payable solely from the collections of the taxes imposed by the county under this Act, as determined by the governing body. The governing body shall, in the resolution or ordinance authorizing the bonds, agree that it will continue to impose and collect the taxes so long as the bonds are outstanding. The governing body shall also pledge so much of the collections of the taxes as may be necessary to pay the principal premium and interest on the bonds and to maintain any debt service reserve established for the bonds. If the proceeds of the tax imposed by this Act are pledged to payment of the bonds, the programs financed with the proceeds of the bonds shall relate to the purposes enumerated in section 2 of this Act. No election is required to authorize the issuance of county non-ad valorem tax revenue bonds. The bonds shall be issued and sold as provided in chapter 6-8B. Section 18. That § 10-45-1.19 be amended to read: 10-45-1.19. Notwithstanding any other provision of law, gross receipts as defined in this chapter do not include any tax imposed by this Act, by this chapter and chapters 10-45D, 10-52, and 10-52A, and §§ 49-34A-45 and 49-34A-46 that is separately stated on the invoice, bill of sale, or similar document given to the purchaser. Section 19. That § 10-45-27.2 be amended to read: 10-45-27.2. Any person required to file a return and remit the tax imposed by chapter 10-45, who holds a license issued pursuant to chapter 10-45, who timely files the return due, and who timely remits the tax due, is allowed, as compensation for the expense of collecting and paying the tax, a credit equal to one and one-half percent of the gross amount of the tax due. However, the credit may not exceed seventy dollars per return period. If a person is required to file a return and to remit tax more than once within a thirty day period, the collection allowance credit may not exceed seventy dollars for all returns filed and all remittances made within the thirty day period. The collection allowance credit authorized by this section only applies to taxes reported on the sales and use tax return, including the taxes imposed by this Act, and by chapters 10-45, 10-45D, 10-46, 10-46E, 10-52, 10-52A, 10-58, and 10-33A, and §§ 32-5B-20 and 10-62-2. The collection allowance credit authorized by this section shall be granted for any return to be filed and for any tax to be remitted after January 1, 2014. The collection allowance credit authorized by this section shall only be granted to a person who timely files the return due by electronic means and who timely remits the tax due by electronic means. For any tax collected by the department on behalf of another entity, upon which the collection allowance credit is calculated, the entities shall negotiate in good faith to share in the payment of the collection allowance credit. The department may implement such allocation of collection allowance credit directly or through the adjustment of any administrative fee charged pursuant to § 10-59-52. No person that has selected a certified service provider as its agent as set forth in § 10-45C-1 is entitled to the collection allowance credit authorized by this section if the certified service provider receives a monetary allowance as provided by the Streamlined Sales and Use Tax Agreement authorized by chapter 10-45C for performing the retailer's sales and use tax functions in this state. No collection allowance credit authorized by this section may be granted to any person who has outstanding tax returns due to the department or who has outstanding tax remittances due to the department. Section 20. That § 10-45D-2.1 be amended to read: 10-45D-2.1. Notwithstanding any other provision of law, gross receipts as defined in this chapter do not include any tax imposed by this Act, by this chapter and chapters 10-45, 10-52, and 10-52A that is separately stated on the invoice, bill of sale, or similar document given to the purchaser. Section 21. That § 10-52-1.1 be amended to read: 10-52-1.1. Notwithstanding any other provision of law, gross receipts as defined in this chapter do not include any tax imposed by this Act, by this chapter and chapters 10-45, 10-45D, and 10-52A that is separately stated on the invoice, bill of sale, or similar document given to the purchaser. Section 22. That § 10-59-1 be amended to read: 10-59-1. The provisions of this chapter may only apply to proceedings commenced under this chapter concerning the taxes, the fees, the surcharges, or the persons subject to the taxes, fees, or surcharges imposed by, or any civil or criminal investigation authorized by, this Act, chapters 10-33A, 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46E, 10-47B, 10-52, 10-52A, 10-62, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, 34-45, and 34A-13 and §§ 22-25-48, 49-31-51, and 50-4-13 to 50-4-17, inclusive. Section 23. That § 10-59-32.1 be amended to read: 10-59-32.1. Any return, report, or remittance which is required to be filed under the taxes specified in this Act and chapters 10-33A, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46E, 10-52, 10-52A, and 10-62, is timely filed if mailed, postage prepaid, on or before the due date of the reporting period, and is received by the department. If the due date falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return, report, or remittance is timely filed if mailed, postage prepaid, on the next succeeding day which is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. A United States Postal Service postmark is evidence of the date of mailing for the purpose of timely filing of returns, reports, or remittances. The provisions of this section do not apply to a return filed by electronic means. Section 24. That § 10-59-40 be amended to read: 10-59-40. Any person licensed pursuant to this Act, chapter 10-33A, 10-45, 10-45D, 10-46A, 10-46B, or 10-52A shall file the applicable tax return whether or not the person has gross receipts subject to tax. Section 25. That § 10-59-44 be amended to read: 10-59-44. The secretary may, by order, revoke or cancel the license of any person licensed pursuant to this Act, chapter 10-33A, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46E, 10-52, 10-52A, or 10-62 and who has failed to file a return, or who has filed a return and has failed to remit the tax due the state on or before the times specified in section 8 of this Act, § 10-33A- 10.1, 10-45-27.3, 10-45D-10.2, 10-46-27.1, 10-46A-1.8, 10-46B-1.6, 10-46E-7, 10-52-18, 10-52A-4.2, or 10-62-4, respectively, or any other reporting period authorized. Section 26. That § 10-59-46 be amended to read: 10-59-46. The secretary of revenue may prepare a list of at least one hundred delinquent persons who owe the largest amount of tax for this Act, and chapters 10-45, 10-45D, 10-46, 10-46E, 10-46A, 10-46B, 10-52, 10-52A, 10-58, and 10-33A and § 32-5B-20, and that are delinquent in the payment of tax for this Act, and chapters 10-45, 10-45D, 10-46, 10-46E, 10-46A, 10-46B, 10-52, 10-52A, 10-58, and 10-33A and § 32-5B-20 to the department, if a lien has been filed against the person. The list shall include at least the top one hundred persons with total delinquent final liabilities for tax in this Act, and chapters 10-45, 10-45D, 10-46, 10-46E, 10-46A, 10-46B, 10-52, 10-52A, 10-58, and 10-33A and § 32-5B-20, including penalties and interest. The list shall contain the person's name; the business name, if any; address; and the amount of total tax, penalties and interest outstanding of each delinquent person."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9503, "action_date": "2019-01-25T13:00:00-06:00", "document_id": 52455, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52455.pdf", "status_text": "First read in Senate and referred to", "journal_page": 183, "committee_id_action": 409, "committee_id_assigned": 416, "result": "N", "vote": {}}, {"bill_id": 9503, "action_date": "2019-02-20T10:00:00-06:00", "document_id": 53637, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53637.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 416, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9503, "action_date": "2019-02-20T10:00:00-06:00", "document_id": 53916, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53916.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 416, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 28479, "president_vote": null, "Nay": [1582, 1558, 1584, 1583], "Yea": [1586, 1565, 1596]}}, {"bill_id": 9503, "action_date": "2019-02-20T10:00:00-06:00", "document_id": 53916, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53916.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 426, "committee_id_action": 416, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28480, "president_vote": null, "Yea": [1582, 1558, 1584, 1583], "Nay": [1586, 1565, 1596]}}]}