{"session_id": 51, "bill_id": 16313, "bill_type": "Senate Bill", "bill_number": 155, "bill_title": "revise certain provisions concerning the termination of life estates and joint tenancies.", "sponsors": [{"legislator_profile_id": 2520, "is_prime": true}, {"legislator_profile_id": 2525, "is_prime": true}, {"legislator_profile_id": 2529, "is_prime": false}, {"legislator_profile_id": 2531, "is_prime": false}, {"legislator_profile_id": 2547, "is_prime": false}, {"legislator_profile_id": 2569, "is_prime": false}, {"legislator_profile_id": 2577, "is_prime": false}, {"legislator_profile_id": 2578, "is_prime": false}, {"legislator_profile_id": 2582, "is_prime": false}, {"legislator_profile_id": 2584, "is_prime": false}, {"legislator_profile_id": 2617, "is_prime": false}], "keywords": ["Judicial Remedies"], "audio": [{"meeting_datetime": "2001-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sju18sb0155a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sju18sb0155a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sju18sb0155a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sju18sb0155a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen21sb0155a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen21sb0155a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen21sb0155a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju24sb0155a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju24sb0155a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju24sb0155a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju24sb0155a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou25.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16313, "bill_version_id": 88472, "bill_version": "Introduced", "bill_version_date": "2001-01-25T08:21:36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning the termination of life estates and joint tenancies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 21-44-2 be amended to read as follows: 21-44-2. In all cases of joint tenancy in lands or personal property, and in all cases where any estate, title or interest in, or lien upon, lands or personal property has been or may be created, which estate, title, interest, or lien was or is to continue only during the life of any person named or described in the instrument by which such estate, title, interest or lien was created, a copy of the record of the death of any such joint tenant or of the person upon whose life such estate, title, interest, or lien was or is limited, duly certified by any officer who is required by the laws of the state or county in which such record is made, to keep a record of the death of persons occurring within the jurisdiction of such officer, may be recorded in the office of the register of deeds of the county in which such lands are situated or in the proper office for filing as to such personal property. The record of such certified copy shall be prima facie evidence of the death of such person and the termination of such joint tenancy and of all such estate, title, interest, and lien as was or is limited upon the life of such person. There In the case of any person dying prior to July 1, 2001, there shall also be recorded at the same time, a certified copy of an order made by the circuit court having jurisdiction determining that there is no inheritance tax due on the estate of the deceased person or an order made by said the court reciting that the tax due on the estate of said the deceased person or on a particular transfer has been determined and proof of the payment of the tax has been filed in the office of the clerk of the court. In order to identify the property affected by the death of such person, the person causing said the certificate to be recorded shall attach thereon an affidavit setting out the legal descriptions of the property involved. This section shall not be treated or construed as exclusive of any other remedy authorized by law or rule of court but shall be cumulative to such other remedy. Section 2. That § 21-44-3 be repealed. 21-44-3. Any person who claims that a life tenant is deceased may file in the circuit court for the county in which is situated the real estate or personal property involved or some portion thereof, his duly verified petition setting forth: (1) A description of the real estate or personal property involved; (2) A complete identification of the instrument which is the basis of the proceeding, and a statement of the book and place of record thereof within this state; (3) The fact as to the date and place of death of the life tenant; (4) The last known post office address of the life tenant; (5) The names and post office addresses, so far as known to the petitioner, of the surviving heirs or heirs at law of the life tenant; (6) A statement of the names and addresses of the remaindermen entitled to such property on the expiration of the life estate. Section 3. That § 21-44-4 be repealed. 21-44-4. In any proceeding under the provisions of this chapter, or any other statute or rule of court pertaining to the termination of life estates as defined in § 21-44-1, where it is claimed that two or more life tenants are deceased, each of whom had an interest in the property involved, or part thereof, all such life tenancies may be included in one proceeding. Section 4. That § 21-44-7 be repealed. 21-44-7. If a petition filed pursuant to § 21-44-3 describes real estate or personal property situated in any county other than that in which such petition is filed, immediately after the filing of such petition, there shall be recorded in the office of the register of deeds of such other county or counties or in the proper office for filing with respect to such personal property a notice of the pendency of the proceeding, containing the title and the object of the proceeding and a description of the property to be affected thereby. Section 5. That § 21-44-8 be repealed. 21-44-8. Upon the filing of the petition, the court shall enter an order which shall set forth the name of the petitioner, the name of the life tenant, a description of the real estate or personal property involved, the date of the death of the life tenant, as set forth in the petition, and the nature of the right, title, or interest, or lien or encumbrance as to which the petition prays the termination, and the time and place for hearing. Section 6. That § 21-44-9 be repealed. 21-44-9. Notice of the hearing shall be given by publication of the order for hearing in a legal newspaper of the county in which such petition is filed, once a week for three successive weeks prior to the hearing, and by mailing by regular mail true copies of the order addressed to the life tenant at the life tenant's last known post office address, to the Department of Social Services in Pierre, South Dakota, to the remaindermen entitled to the property on the expiration of the life estate, and to the heirs or heirs at law of the life tenant at their respective post office addresses as set forth in the petition, at least fourteen days prior to the date of the hearing. The court may, in the order for hearing, require any other or further notice to be given which the court deems reasonable. The department need not be specifically named in the notice and may file a claim for any indebtedness owed pursuant to § § 28-6-23 to 28-6-27, inclusive, at or before the hearing. Section 7. That § 21-44-10 be amended to read as follows: 21-44-10. If a proceeding for the termination of a life estate under the provisions of this chapter involves the termination of a joint tenancy in which the only surviving joint tenant is the spouse of the decedent, the decedent held no assets other than in joint tenancy with the surviving spouse or life insurance payable to the surviving spouse and the decedent died after June 30, 1980, the court in which the proceeding is pending shall have jurisdiction to determine and decree that, under § 10-40-23.1, no inheritance tax is due by reason of the death of the joint tenant. However, in any other proceeding for the termination of a life estate under the provisions of this chapter, any person desiring to have a determination of inheritance tax chargeable against the property or the surviving life tenant or tenants by reason of the death of the life tenant, may obtain in the proceeding a judicial determination as to whether or not any such tax is due and, if so, the amount which is due, by serving upon the Department of Revenue of the State of South Dakota at least fourteen days prior to the date of hearing a copy of the order for hearing provided for by § 21-44-8, and at the same time filing with the clerk of the court where the proceedings are pending an inventory and report directed to the Department of Revenue furnishing the information prescribed by § 10-41-17 and serving a copy of the inventory and report with proof of the filing of the original upon the Department of Revenue . The Department of Revenue shall file promptly with the clerk of court a formal receipt for the inventory and report. The receipt may be withheld until the furnishing of further information if the inventory and report are not complete. Upon the filing of the receipt, the court shall have jurisdiction to determine and decree whether or not any inheritance tax is due by reason of the death of the life tenant and the coming in of the surviving life tenant or tenants and, if so, the amount of tax due. Section 8. That § 21-44-12 be repealed. 21-44-12. Upon the hearing ordered pursuant to § 21-44-8 any person interested may appear and be heard on the question of whether the relief prayed for in the petition is to be granted. Section 9. That § 21-44-13 be repealed. 21-44-13. If the petition is contested, the procedure shall be the same as upon other trials to the court, and the court must make findings of fact and conclusions of law unless the same are waived by any method of waiver provided by law. Section 10. That § 21-44-14 be repealed. 21-44-14. Whether or not such petition is opposed, the court must inquire into the matters set forth and shall grant the prayer of such petition only if satisfied that the life tenant is in fact deceased, and that his right, title, or interest in, or lien or encumbrance upon, the real estate or personal property involved, has terminated by reason of his death. Section 11. That § 21-44-15 be repealed. 21-44-15. Clear and convincing proof of the identity and death of the life tenant must be submitted. If the court is not satisfied with the proof offered at the hearing whether it be contested or not, the court may adjourn such hearing to a convenient future date, and require the petitioner at such adjourned hearing to produce a certified copy of the death certificate of the life tenant, if he died within a state where such certificates are a matter of public record, or in lieu thereof, the affidavits of two or more persons, that they knew the life tenant in his lifetime, and after his death saw his body. If such affidavits are made outside South Dakota, they must be accompanied by a statement of an officer of the state or country where such affidavits are made, that he personally knows affiants, that they are persons having a good reputation for truth and veracity, and as law abiding citizens. Section 12. That § 21-44-16 be repealed. 21-44-16. If the life tenant was in the military service at the time of his death, the written statement of his commanding officer giving the facts of his death, signed by such commanding officer with his rank and organization, or the affidavit of one or more soldiers who knew the fact of his death, may be accepted in lieu of any of the proof required by § 21-44-15. Section 13. That § 21-44-17 be amended to read as follows: 21-44-17. If any person upon whose life any estate or interest in property depends, remains without the United States or absents himself in the state or elsewhere for seven years together, such person must be accounted naturally dead in any action or special proceeding concerning any such property in which his death shall come in question unless sufficient proof be made in such case that he is living. A person upon whose life any estate or interest in property depends, may be determined naturally dead by the court under the following circumstances: (1) If such person has not been seen or heard from for a continuous period of five years, if the absence is not satisfactorily explained after diligent search or inquiry; or (2) In the absence of prima facie proof of death, if the fact of death is established by other competent evidence including circumstantial evidence. Section 14. That § 21-44-18 be repealed. 21-44-18. If the court is not satisfied with the proof finally offered, the court may deny the petition or order the petitioner to proceed under chapter 21-41. Section 15. That § 21-44-19 be repealed. 21-44-19. Upon the completion of the hearing and compliance with the procedure and proof required by this chapter, the court may make an order or judgment, finding as a fact upon the question of the death of the life tenant and adjudicating upon the termination of the life tenant's right, title, interest, lien, or claim upon the property involved. The order or judgment of the court shall be of the same force and effect and finality of other judgments of the circuit court. If the court shall find or adjudge as a fact that the life tenant is deceased, such adjudication terminates all right, title, interest, lien, or claim of such life tenant and those claiming under him adversely to the remainderman or his successor in interest, unless the same is asserted as provided in § 21-44-24. Section 16. That § 21-44-22 be amended to read as follows: 21-44-22. In all instances where an order terminating a life estate of any person in and to any real property has been made by the circuit court as previously provided by this chapter, any and all such orders for hearing and all orders and decrees made and entered in any such proceedings in the circuit court aforesaid, where the hearing has been had at the time and place as specified in the order for hearing, notwithstanding the fact that less than three weeks intervened between the date of the first publication of notice and the date of hearing, and notwithstanding any failure in any or either of said proceedings to state the date of the death of the life tenant are hereby legalized and validated. Section 17. That § 21-44-23 be repealed. 21-44-23. A certified copy of the order or judgment of the circuit court must be filed in the office of the register of deeds of the county wherein the real estate involved, or any portion sought to be affected by the judgment is situated. Thirty days after such recording the same shall constitute prima facie evidence of the fact of the death of the life tenant and of all other matters set forth in such order. Section 18. That § 21-44-24 be amended to read as follows: 21-44-24. Any person interested who questions the fact of such death may at any time commence an action in the circuit court to set aside the judgment or order of the court termination of the life estate and file for record in the office of such register of deeds, a notice subscribed and verified by him, giving the description of the real estate or personal property involved, and the basis and reasons as to his raising such question as to the fact of death, but no purchaser or encumbrancer of such real estate or personal property, or any part thereof, in good faith and for value, more than thirty days after the recording of the certified copy of the order or judgment termination of the life estate shall be subject to any claim growing out of the rights of the life tenant. Section 19. That chapter 21-44 be amended by adding thereto a NEW SECTION to read as follows: Any action or proceeding commenced by any person prior to July 1, 2001, under any procedure authorized by this chapter, whether irregular or not, is hereby in all things legalized, cured, and validated."}, {"bill_id": 16313, "bill_version_id": 89269, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2001-02-05T08:17:27-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning the termination of life estates and joint tenancies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 21-44-2 be amended to read as follows: 21-44-2. In all cases of joint tenancy in lands or personal property, and in all cases where any estate, title or interest in, or lien upon, lands or personal property has been or may be created, which estate, title, interest, or lien was or is to continue only during the life of any person named or described in the instrument by which such estate, title, interest or lien was created, a copy of the record of the death of any such joint tenant or of the person upon whose life such estate, title, interest, or lien was or is limited, duly certified by any officer who is required by the laws of the state or county in which such record is made, to keep a record of the death of persons occurring within the jurisdiction of such officer, may be recorded in the office of the register of deeds of the county in which such lands are situated or in the proper office for filing as to such personal property. The record of such certified copy shall be prima facie evidence of the death of such person and the termination of such joint tenancy and of all such estate, title, interest, and lien as was or is limited upon the life of such person. There In the case of any person dying prior to July 1, 2001, there shall also be recorded at the same time, a certified copy of an order made by the circuit court having jurisdiction determining that there is no inheritance tax due on the estate of the deceased person or an order made by said the court reciting that the tax due on the estate of said the deceased person or on a particular transfer has been determined and proof of the payment of the tax has been filed in the office of the clerk of the court. In order to identify the property affected by the death of such person, the person causing said the certificate to be recorded shall attach thereon an affidavit setting out the legal descriptions of the property involved. This section shall not be treated or construed as exclusive of any other remedy authorized by law or rule of court but shall be cumulative to such other remedy."}, {"bill_id": 16313, "bill_version_id": 89985, "bill_version": "Enrolled", "bill_version_date": "2001-02-14T08:50:43-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16313, "action_date": "2001-01-25T14:00:00-06:00", "document_id": 88645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88645.pdf", "status_text": "First read in Senate and referred to", "journal_page": 213, "committee_id_action": 713, "committee_id_assigned": 691, "result": "N", "vote": {}}, {"bill_id": 16313, "action_date": "2001-01-31T10:00:00-06:00", "document_id": 89057, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89057.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 691, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16313, "action_date": "2001-02-02T10:00:00-06:00", "document_id": 89236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89236.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 691, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16313, "action_date": "2001-02-02T10:00:00-06:00", "document_id": 89236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89236.pdf", "status_text": "Do Pass Amended,", "journal_page": 349, "committee_id_action": 691, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51126, "president_vote": null, "Yea": [2520, 2531, 2551, 2569, 2584, 2529, 2617]}}, {"bill_id": 16313, "action_date": "2001-02-07T14:00:00-06:00", "document_id": 89532, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89532.pdf", "status_text": "Do Pass Amended,", "journal_page": 396, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49132, "president_vote": null, "Yea": [2516, 2517, 2520, 2523, 2524, 2529, 2531, 2532, 2534, 2535, 2536, 2539, 2542, 2549, 2551, 2552, 2562, 2567, 2569, 2573, 2576, 2580, 2581, 2584, 2585, 2590, 2597, 2598, 2606, 2607, 2609, 2615, 2616, 2617], "Excused": [2550]}}, {"bill_id": 16313, "action_date": "2001-02-08T14:00:00-06:00", "document_id": 89633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89633.pdf", "status_text": "First read in House and referred to", "journal_page": 418, "committee_id_action": 712, "committee_id_assigned": 710, "result": "N", "vote": {}}, {"bill_id": 16313, "action_date": "2001-02-12T07:45:00-06:00", "document_id": 89777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89777.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 710, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16313, "action_date": "2001-02-12T07:45:00-06:00", "document_id": 89777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89777.pdf", "status_text": "Do Pass,", "journal_page": 458, "committee_id_action": 710, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49319, "president_vote": null, "Yea": [2518, 2558, 2564, 2577, 2578, 2583, 2586, 2587, 2525], "Absent": [2547], "Excused": [2601, 2611, 2582]}}, {"bill_id": 16313, "action_date": "2001-02-12T07:45:00-06:00", "document_id": 89777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89777.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 710, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16313, "action_date": "2001-02-13T14:00:00-06:00", "document_id": 89973, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89973.pdf", "status_text": "Do Pass Amended,", "journal_page": 473, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51511, "president_vote": null, "Yea": [2514, 2515, 2518, 2519, 2521, 2522, 2525, 2526, 2527, 2528, 2530, 2533, 2537, 2538, 2541, 2543, 2544, 2545, 2546, 2547, 2548, 2553, 2554, 2555, 2556, 2557, 2558, 2559, 2560, 2561, 2563, 2564, 2565, 2566, 2568, 2570, 2571, 2572, 2574, 2577, 2578, 2579, 2582, 2583, 2586, 2587, 2588, 2589, 2591, 2592, 2593, 2594, 2595, 2596, 2599, 2600, 2601, 2602, 2603, 2604, 2605, 2608, 2610, 2611, 2612, 2613, 2614, 2618, 2540], "Absent": [2575]}}, {"bill_id": 16313, "action_date": "2001-02-14T14:00:00-06:00", "document_id": 90068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90068.pdf", "status_text": "Signed by President", "journal_page": 514, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16313, "action_date": "2001-02-14T14:00:00-06:00", "document_id": 90069, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90069.pdf", "status_text": "Signed by Speaker", "journal_page": 503, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16313, "action_date": "2001-02-15T14:00:00-06:00", "document_id": 90189, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90189.pdf", "status_text": "Delivered to the Governor", "journal_page": 516, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16313, "action_date": "2001-02-21T14:00:00-06:00", "document_id": 90480, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90480.pdf", "status_text": "Signed by Governor", "journal_page": 600, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1867, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16313"}