{"session_id": 47, "bill_id": 13245, "bill_type": "House Bill", "bill_number": 1092, "bill_title": "to provide for the establishment of public charter schools.", "sponsors": [{"legislator_profile_id": 2124, "is_prime": true}, {"legislator_profile_id": 2125, "is_prime": true}, {"legislator_profile_id": 2117, "is_prime": false}, {"legislator_profile_id": 2138, "is_prime": false}, {"legislator_profile_id": 2159, "is_prime": false}, {"legislator_profile_id": 2160, "is_prime": false}, {"legislator_profile_id": 2172, "is_prime": false}, {"legislator_profile_id": 2196, "is_prime": false}], "keywords": ["Charter Schools", "Education, K-12"], "audio": [], "bill_versions": [{"bill_id": 13245, "bill_version_id": 77009, "bill_version": "Introduced", "bill_version_date": "1998-01-16T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the establishment of public charter schools. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. A charter school is a public school. Charter schools shall develop and adhere to measurable student achievement goals and remain accountable by way of their charter. In return for this accountability, a charter school is exempt from all statutes and rules applicable to a school, a school board, or a school district, except as provided in this Act. Charter schools provide additional academic choices for parents and students and additional professional opportunities for teachers. Section 2. The sponsor's authorization for a charter school shall be in the form of a written contract signed by the sponsor and the board of directors of the charter school. The charter shall be in writing and shall contain at least the following: (1) A description of a program that will achieve any of the following purposes: (a) Improve student learning; (b) Increase learning opportunities for students; (c) Encourage innovation in teaching methods; (d) Establish accountability for public schools; (e) Apply the benefits of competition to the improvement of education; (f) Create new professional opportunities for teachers, including the opportunity to exercise expanded responsibility for the educational curriculum at the school; (2) Specific results students are to achieve, including compliance with any education or achievement standards that may be adopted by the state of South Dakota; (3) Admission policies and procedures; (4) Management and administration policies of the school; (5) Requirements and procedures for program and financial audits under section 3 of this Act; (6) How the school will comply with sections 3 and 12 of this Act; (7) Assumption of liability by the school; (8) Types and amounts of insurance coverage to be obtained by the school; and (9) The term of the contract, which may not exceed five years. Section 3. Each charter school has the following powers and obligations: (1) The charter school shall meet all applicable state and local health and safety requirements; (2) The charter school shall be nonsectarian in its programs, admission policies, employment practices, and all other operations; (3) No charter school may be used as a method of providing education or generating revenue for students who are being home schooled pursuant to § 13-27-3; (4) The charter school shall provide a comprehensive program of instruction for at least one grade or age group from five through eighteen years of age; (5) The school shall comply with federal and state statutes, regulations, and rules relating to the education of students with disabilities as though it were a school district; (6) The school shall comply with the provisions of chapter 13-32 related to the dismissal, suspension, and expulsion of students; (7) The school is subject to the same financial audits, audit procedures, and audit requirements as a school district, except to the extent deviations are necessary because of the program at the school. The Department of Education and Cultural Affairs, the state auditor, or the Department of Legislative Audit may conduct financial, program, or compliance audits of a charter school; (8) The school is a school district for the purposes of tort liability; (9) The school may sue and be sued; (10) The school may enter into contracts to assist in the implementation of the school's operations or program or to make other educational, social, or correctional programs or services available to the school or its students; and (11) No charter school may charge tuition, levy taxes, or issue bonds. Section 4. In response to a request by an applicant desiring to create and operate a charter school, any school district, or postsecondary vocational-technical school may sponsor one or more charter schools as provided in this Act. An applicant for a charter school may submit its application to a school district governing board, which shall either accept or reject sponsorship of the charter school within ninety days. An applicant may submit a revised application for reconsideration by the governing board. If the governing board rejects the application, the governing board shall notify the applicant in writing of the reasons for the rejection. The applicant may request, and the governing board may provide, technical assistance to improve the application. The decision of a school district regarding a request for the creation of a charter school is subject to de novo appeal under the provisions of chapter 13-46. The granting or renewal of a charter by a local school board may not be conditioned upon the presence or absence of a collective bargaining agreement among the employees of the school. Each charter school shall be organized and operated as a cooperative or nonprofit corporation under Title 47. A sponsor may authorize a charter school before the applicant has secured its space, equipment, facilities, and personnel if the applicant indicates the authority is necessary for it to raise working capital. A charter school shall provide the information required by the sponsor at least annually. The reports are public information under chapter 1-27. Section 5. Operators of charter schools may include parents, teachers, businesses, nonprofit organizations, school districts, or other persons or entities. The Department of Education and Cultural Affairs shall provide information to interested parties on how to form and operate a charter school. Section 6. The operators authorized to organize and operate a charter school shall hold an election for members of the school's board of directors. The election shall be held in a timely manner after the school is operating. Any staff members, including teachers, who are employed at the school, community members, and all parents of children enrolled in the school may seek a position on the school's board of directors and may vote in the election. A provisional board may operate before the election of the school's board of directors. Board of director meetings shall comply with chapter 1-25. Section 7. A charter school may be formed by either creating a new school or converting an existing public school to charter status. A school district may convert one or more of its existing schools to charter schools under this Act. The school district shall develop policies and procedures for converting an existing public school to a charter school. The conversion shall occur at the beginning of an academic year. The number of charter schools in a district may not be limited. Section 8. Any student residing in the state of South Dakota is eligible to attend a charter school. The board of directors of the charter school shall adopt acceptance standards for new students through official board action, set the standards forth in writing, and make them available to any individual upon receiving an oral or written request. Standards may define the capacity of the program, class, grade level, and student/teacher ratio. No charter school may discriminate based on race, gender, religion, or disability. Section 9. A charter school's board of directors may employ or contract with teachers to perform the educational mission of the school. Each charter school teacher shall be certified pursuant to § 13-42-1. Any teacher who is employed by or teaching at a charter school and who was previously employed as a teacher at a school district does not lose any right of certification, retirement or salary status, or any other benefit provided by law, by the governing body of the school district, or by the board of directors of the charter school due to teaching at a charter school upon the teacher's return to the school district. Any teacher who is employed by or teaching at a charter school and who submits an employment application to the school district where the teacher was employed immediately before employment by or at a charter school shall receive employment preference by the school district if the teacher submits an employment application to the school district no later than three years after ceasing employment with the school district and if a suitable position is available at the school district. A charter school that is sponsored by a school district is eligible to participate in any retirement system in which the school district participates or is eligible to participate. Section 10. The students enrolled in any charter school created pursuant to this Act shall be included in the average daily membership of the school district in which the charter school is located for purposes of calculating state aid for the school district. The charter school shall receive a proportionate share of the school district's state aid funding amount paid pursuant to chapter 13-13, local tax receipts, and county and state apportionment, based on the percentage of students comprising the district's average daily membership who are enrolled in the charter school. The proportionate share of state and federal resources generated by students with disabilities or staff serving them shall be provided the charter school enrolling such students. The proportionate share of monies generated under other federal or state categorical aid programs shall be provided to the charter school serving students eligible for such aid. A charter school may accept any lawful gift, grant, donation, or other financial assistance. The gift, grant, donation, or other financial assistance shall be used in accordance with terms and conditions specified by the donor and may not be contrary to the terms of the contract under which the charter school was established. The acceptance of such gifts, grants, donations, or other financial assistance does not diminish the charter school's eligibility for funding available pursuant to this section. Section 11. A charter school may lease space from an eligible school district or a nonsectarian public or private organization able to provide such a facility. Space may be leased from a sectarian organization if the lease is first approved by the Department of Education and Cultural Affairs. Section 12. A charter school shall provide instruction each year for at least the number of days and hours required by § § 13-26-2 and 13-26-2.1. A charter school may provide instruction throughout the year according to § 13-26-2. Section 13. The South Dakota Board of Education and its members, a sponsor of a charter school, members of the board of a sponsor in their official capacity, and employees of a sponsor are immune from civil or criminal liability with respect to all activities related to a charter school they approve or sponsor. The board of directors shall obtain at least the amount of and types of insurance required by the contract, according to section 2 of this Act. Section 14. That § 13-30-1 be amended to read as follows: 13-30-1. The following types of students who do not have access to bus service furnished by the school district to which they are assigned to and from school are entitled to a transportation or board and room allowance, provided in this chapter, paid by the district where the student has school residence or by the district where the student attends if the district is receiving tuition, regardless of the type or method of conveyance used for transportation: (1) Any elementary student who attends an elementary school where the student is assigned and which is located more than five miles from the student's residence in either the same or any other school district or a charter school established under this Act that is located within the student's resident school district and that is located more than five miles from the student's residence ; (2) Any secondary student who attends a high school or charter school established under this Act located in the same district where the student is a resident and is more than five miles from the student's residence, if the transportation of secondary students is authorized by the school district board; (3) Any secondary student who resides in a district described in § 13-15-14 who attends a high school or a charter school established under this Act located more than five miles from the student's residence if the transportation of secondary students is authorized by the school district board. A school district having a junior high school may provide mileage, bus service, or board and room for ninth grade junior high school students at the discretion of the school board. A school district choosing to provide transportation services to ninth grade junior high school students is not required, as a result of that choice, to provide these services to tenth, eleventh , or twelfth grade high school students. Section 15. The duration of a charter school's contract with a sponsor is for the term contained in the contract according to section 2 of this Act. The sponsor may renew or refuse to renew the contract at the end of the term for any ground listed in this section. At least sixty days before not renewing or terminating a contract, the sponsor shall notify the board of directors of the charter school of the proposed action in writing. The notice shall state the grounds for the proposed action in reasonable detail and that the charter school's board of directors may request in writing an informal hearing before the sponsor within fourteen days of receiving notice of nonrenewal or termination of the contract. Failure by the board of directors to make a written request for a hearing within the fourteen-day period constitutes acquiescence to the proposed action. Upon receiving a timely written request for a hearing, the sponsor shall give reasonable notice to the charter school's board of directors of the hearing date. The sponsor shall conduct an informal hearing before taking final action. The sponsor shall take final action to renew or not renew a contract by the last day of classes in the school year. A contract may be terminated or not renewed upon any of the following grounds: (1) Failure to meet the requirements for student performance contained in the charter; (2) Failure to meet generally accepted standards of fiscal management; (3) For failure to address legitimate health and safety concerns; or (4) For violations of law. If a contract is terminated or not renewed, the charter school shall be dissolved in the same manner as a cooperative or nonprofit corporation pursuant to Title 47. If a charter school contract is not renewed or is terminated pursuant to this, a student who attended the school, siblings of the student, or another student who resides in the same place as the student may enroll in the resident district or may submit an application to a nonresident district according to the enrollment options program established pursuant to § 13-28-40. Applications and notices required for the enrollment options program shall be processed and provided in a prompt manner, and the application and notice deadlines for the enrollment options program do not apply under these circumstances."}, {"bill_id": 13245, "bill_version_id": 77008, "bill_version": "House Education Engrossed", "bill_version_date": "1998-02-11T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the establishment of public charter schools. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. A charter school is a public school. Charter schools shall develop and adhere to measurable student achievement goals and remain accountable by way of their charter. In return for this accountability, a charter school is exempt from all statutes and rules applicable to a school, a school board, or a school district, except as provided in this Act. Charter schools provide additional academic choices for parents and students and additional professional opportunities for teachers. Section 2. The sponsor's authorization for a charter school shall be in the form of a written contract signed by the sponsor and the board of directors of the charter school. The charter shall be in writing and shall contain at least the following: (1) A description of a program that will achieve any of the following purposes: (a) Improve student learning; (b) Increase learning opportunities for students; (c) Encourage innovation in teaching methods; (d) Establish accountability for public schools; (e) Apply the benefits of competition to the improvement of education; (f) Create new professional opportunities for teachers, including the opportunity to exercise expanded responsibility for the educational curriculum at the school; (2) Specific results students are to achieve, including any testing and high school graduation requirements and compliance with any education or achievement standards that may be adopted by the State of South Dakota; (3) Admission policies and procedures; (4) Management and administration policies of the school; (5) Requirements and procedures for program and financial audits under section 3 of this Act; (6) How the school will comply with sections 3 and 13 of this Act; (7) Assumption of liability by the school; (8) Types and amounts of insurance coverage to be obtained by the school; and (9) The term of the contract, which may not exceed five years. Section 3. Each charter school has the following powers and obligations: (1) The charter school shall meet all applicable state and local health and safety requirements for facilities, students, and staff; (2) The charter school shall be nonsectarian in its programs, admission policies, employment practices, and all other operations; (3) No charter school may be used as a method of providing education or generating revenue for students who are being home schooled pursuant to § 13-27-3; (4) The charter school shall provide a comprehensive program of instruction for at least one grade or age group from five through eighteen years of age, the provisions of § 13-28-5 notwithstanding; (5) The school shall comply with federal and state statutes, regulations, and rules relating to the education of students with disabilities as though it were a school district; (6) The school shall comply with the provisions of chapter 13-32 related to the dismissal, suspension, and expulsion of students; (7) The school is subject to the same financial audits, audit procedures, and audit requirements as a school district, except to the extent deviations are necessary because of the program at the school. The Department of Education and Cultural Affairs, the state auditor, or the Department of Legislative Audit may conduct financial, program, or compliance audits of a charter school; (8) The school is a school district for the purposes of tort liability; (9) The school may sue and be sued; (10) The school may enter into contracts to assist in the implementation of the school's operations or program or to make other educational, social, or correctional programs or services available to the school or its students; and (11) No charter school may charge tuition, levy taxes, or issue bonds. Section 4. In response to a request by an applicant desiring to create and operate a charter school, any school district may sponsor one or more charter schools as provided in this Act. An applicant for a charter school may submit its application to the school board of the public school district in which the charter school will be located and operated, which shall either accept or reject sponsorship of the charter school within ninety days. An applicant may submit a revised application for reconsideration by the local school board. If the local school board rejects the application, the local school board shall notify the applicant in writing of the reasons for the rejection. The applicant may request, and the local school board may provide, technical assistance to improve the application. The decision of a school district regarding a request for the creation of a charter school is subject to de novo appeal under the provisions of chapter 13- 46. The granting or renewal of a charter by a local school board may not be conditioned upon the presence or absence of a collective bargaining agreement among the employees of the school. Each charter school shall be organized and operated as a cooperative or nonprofit corporation under Title 47. A sponsor may authorize a charter school before the applicant has secured its space, equipment, facilities, and personnel if the applicant indicates the authority is necessary for it to raise working capital. A charter school shall provide the information required by the sponsor at least annually. The reports are public information under chapter 1-27. Section 5. Operators of charter schools may include parents, teachers, businesses, nonprofit organizations, school districts, or other persons or entities. The Department of Education and Cultural Affairs shall provide information to interested parties on how to form and operate a charter school. Section 6. The operators authorized to organize and operate a charter school shall hold an election for members of the school's board of directors. The election shall be held in a timely manner after the school is operating. Any staff members, including teachers, who are employed at the school, all parents of children enrolled in the school, and any other person may seek a position on the school's board of directors. Only staff members and teachers employed by the school and parents of children enrolled in the school may vote in the election. A provisional board may operate before the election of the school's board of directors. Board of director meetings shall comply with chapter 1-25. Section 7. A charter school may be formed by either creating a new school or converting an existing public school to charter status. A school district may convert one or more of its existing schools to charter schools under this Act. The school district shall develop policies and procedures for converting an existing public school to a charter school. The number of charter schools in a district may not be limited. Final approval for a charter school shall be completed by January first of the year preceding enrollment. Section 8. Any student residing in the State of South Dakota is eligible to attend a charter school. The board of directors of the charter school shall adopt acceptance standards for new students through official board action, set the standards forth in writing, and make them available to any individual upon receiving an oral or written request. Standards may define the capacity of the program, class, grade level, and student/teacher ratio. No charter school may discriminate based on race, gender, religion, or disability. Section 9. A charter school's board of directors may employ or contract with teachers to perform the educational mission of the school. Each charter school teacher shall be certified pursuant to § 13-42-1. Any teacher who is employed by or teaching at a charter school and who was previously employed as a teacher at a school district does not lose any right of certification, retirement or salary status, or any other benefit provided by law by the local school board of the school district, due to teaching at a charter school upon the teacher's return to the school district. Any teacher who is employed by or teaching at a charter school and who submits an employment application to the school district where the teacher was employed immediately before employment by or at a charter school shall receive employment preference by the school district if the teacher submits an employment application to the school district no later than one year after ceasing employment with the school district and if a suitable position is available at the school district. A charter school that is sponsored by a school district is eligible to participate in any retirement system in which the school district participates or is eligible to participate. Section 10. The students enrolled in any charter school created pursuant to this Act shall be included in the general enrollment average daily membership of the school district in which the charter school is located for purposes of calculating state aid for the school district. The charter school shall receive a proportionate share of the school district's state aid funding amount paid pursuant to chapter 13-13, local tax receipts collected for the general fund, and state apportionment, based on the percentage of students comprising the district's general enrollment average daily membership who are enrolled in the charter school. Excluding the Individuals with Disabilities Education Act and state aid to special education pursuant to chapter 13-37, the proportionate share of monies generated under federal or state formula-funded categorical aid programs shall be provided to the charter school serving students eligible for such aid. A charter school may accept any lawful gift, grant, donation, or other financial assistance. The gift, grant, donation, or other financial assistance shall be used in accordance with terms and conditions specified by the donor and may not be contrary to the terms of the contract under which the charter school was established. The acceptance of such gifts, grants, donations, or other financial assistance does not diminish the charter school's eligibility for funding available pursuant to this section. Section 11. The resident district is responsible for the provision of a free, appropriate public education for students in need of special education or special education and related services. A request to transfer a student in need of special education or special education and related services may be granted only if , through the placement committee process, the resident district and the charter school determine that the charter school can provide an appropriate instructional program and facilities to meet the student's needs. The resident district shall reimburse the charter school actual costs incurred in providing an appropriate special education for a student in need of special education and related services. Notwithstanding the provisions of section 15 of this Act, the placement committee, including representatives of the resident and charter school, shall determine whether a student in need of special education requires transportation as a related service. If so, the resident district shall provide or ensure the provision of transportation. If a parent or guardian of a student in need of special education or special education and related services wishes to transfer the student back to the resident district, the request shall be considered by the placement committee. The committee shall include representatives of the resident district and charter school. Section 12. A charter school may lease space from an eligible school district or a nonsectarian public or private organization able to provide such a facility. Space may be leased from a sectarian organization if the lease is first approved by the local school board. Section 13. A charter school shall provide instruction each year for at least the number of days and hours required by § § 13-26-2 and 13-26-2.1. A charter school may provide instruction throughout the year according to § 13-26-2. Section 14. A sponsor of a charter school, members of the board of a sponsor in their official capacity, and employees of a sponsor are immune from civil or criminal liability with respect to all activities related to a charter school they approve or sponsor. The board of directors shall obtain at least the amount of and types of insurance required by the contract, according to section 2 of this Act. Section 15. The parent or guardian of a student who attends a charter school is responsible for transporting the student to the charter school without reimbursement. Either the resident school district, the nonresident district, or the charter school may provide transportation to students attending the charter school. The nonresident district or the charter school, as applicable, may charge a reasonable fee if the student elects to use the transportation services offered by the nonresident district or the charter school. Section 16. The duration of a charter school's contract with a sponsor is for the term contained in the contract according to section 2 of this Act. The sponsor may renew or refuse to renew the contract at the end of the term for any ground listed in this section. At least sixty days before not renewing or terminating a contract, the sponsor shall notify the board of directors of the charter school of the proposed action in writing. The notice shall state the grounds for the proposed action in reasonable detail and that the charter school's board of directors may request in writing an informal hearing before the sponsor within fourteen days of receiving notice of nonrenewal or termination of the contract. Failure by the board of directors to make a written request for a hearing within the fourteen-day period constitutes acquiescence to the proposed action. Upon receiving a timely written request for a hearing, the sponsor shall give reasonable notice to the charter school's board of directors of the hearing date. The sponsor shall conduct an informal hearing before taking final action. The sponsor shall take final action to renew or not renew a contract by April first. A contract may be terminated or not renewed upon any of the following grounds: (1) Failure to meet the requirements for student performance contained in the charter; (2) Failure to meet generally accepted standards of fiscal management; (3) For failure to address legitimate health and safety concerns; or (4) For violations of law. If a contract is terminated or not renewed, the charter school shall be dissolved in the same manner as a cooperative or nonprofit corporation pursuant to Title 47. If a charter school contract is not renewed or is terminated pursuant to this, a student who attended the school, siblings of the student, or another student who resides in the same place as the student may enroll in the resident district or may submit an application to a nonresident district according to the enrollment options program established pursuant to § 13-28-40. Applications and notices required for the enrollment options program shall be processed and provided in a prompt manner, and the application and notice deadlines for the enrollment options program do not apply under these circumstances. BILL HISTORY 1/16/98 First read in House and referred to Education. H.J. 56 1/27/98 Scheduled for Committee hearing on this date. 2/3/98 Scheduled for Committee hearing on this date. 2/5/98 Scheduled for Committee hearing on this date. 2/10/98 Scheduled for Committee hearing on this date. 2/10/98 Education Do Pass Amended, Passed, AYES 8, NAYS 5. H.J. 534"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13245, "action_date": "1998-01-16T14:00:00-06:00", "document_id": 76889, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76889.pdf", "status_text": "First read in House and referred to", "journal_page": 56, "committee_id_action": 600, "committee_id_assigned": 589, "result": "N", "vote": {}}, {"bill_id": 13245, "action_date": "1998-01-27T10:00:00-06:00", "document_id": 76583, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76583.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 589, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13245, "action_date": "1998-02-03T10:00:00-06:00", "document_id": 76641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76641.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 589, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13245, "action_date": "1998-02-05T10:00:00-06:00", "document_id": 76668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76668.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 589, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13245, "action_date": "1998-02-10T10:00:00-06:00", "document_id": 76701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76701.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 589, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13245, "action_date": "1998-02-10T10:00:00-06:00", "document_id": 76701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76701.pdf", "status_text": "Do Pass Amended,", "journal_page": 534, "committee_id_action": 589, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38511, "president_vote": null, "Nay": [2101, 2152, 2185, 2113, 2158], "Yea": [2114, 2117, 2128, 2139, 2109, 2159, 2124, 2106]}}, {"bill_id": 13245, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76927.pdf", "status_text": "Do Pass Amended,", "journal_page": 633, "committee_id_action": 600, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 40685, "president_vote": null, "Yea": [2096, 2097, 2104, 2106, 2109, 2110, 2114, 2120, 2124, 2131, 2141, 2153, 2159, 2160, 2163, 2168, 2172, 2173, 2178, 2181, 2192, 2194, 2197, 2134], "Nay": [2098, 2100, 2101, 2105, 2107, 2108, 2111, 2113, 2116, 2117, 2119, 2123, 2126, 2127, 2128, 2132, 2133, 2136, 2143, 2144, 2146, 2147, 2150, 2151, 2152, 2154, 2157, 2158, 2161, 2162, 2164, 2167, 2174, 2176, 2177, 2180, 2183, 2184, 2185, 2186, 2190, 2193, 2195, 2198], "Excused": [2139, 2171]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13245"}