{"session_id": 32, "bill_id": 9185, "bill_type": "Senate Joint Resolution", "bill_number": 8, "bill_title": "making formal application to the United States Congress to lawfully change the medical enrollment criteria for the Veterans Health Administration, to include all veterans who served in World War II and the Korean War and who received an honorable discharge for their service regardless of current income status.", "sponsors": [{"legislator_profile_id": 1290, "is_prime": true}, {"legislator_profile_id": 1293, "is_prime": true}, {"legislator_profile_id": 1268, "is_prime": false}, {"legislator_profile_id": 1228, "is_prime": false}, {"legislator_profile_id": 1238, "is_prime": false}, {"legislator_profile_id": 1234, "is_prime": false}, {"legislator_profile_id": 1218, "is_prime": false}, {"legislator_profile_id": 1244, "is_prime": false}], "keywords": ["Legislature and Statutes", "Senate Joint Resolutions", "Veterans Affairs"], "audio": [], "bill_versions": [{"bill_id": 9185, "bill_version_id": 48252, "bill_version": "Introduced", "bill_version_date": "2018-01-31T09:22:46.917-06:00", "bill_text": "A JOINT RESOLUTION, making formal application to the United States Congress to lawfully change the medical enrollment criteria for the Veterans Health Administration, to include all veterans who served in World War II and the Korean War and who received an honorable discharge for their service regardless of current income status. BE IT RESOLVED BY THE SENATE OF THE STATE OF SOUTH DAKOTA, THE HOUSE OF REPRESENTATIVES CONCURRING THEREIN: WHEREAS, World War II veterans who do not have a service-connected disability and who do not meet the means test threshold are not currently eligible for veterans health care benefits; and WHEREAS, Korean War veterans who do not have a service-connected disability and who do not meet the means test threshold are not currently eligible for veterans health care benefits; and WHEREAS, many veterans throughout the state and nation, many of whom have actually been in combat, have honorable discharges but are not currently eligible for Veterans Administration health care: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Ninety-Third Legislature of the State of South Dakota, the House of Representatives concurring therein, that veterans who served in World War II as well as the Korean War should be automatically eligible for health care within the Veterans Health Administration regardless of their income."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9185, "action_date": "2018-01-31T14:00:00-06:00", "document_id": 48333, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48333.pdf", "status_text": "First Reading Senate", "journal_page": 295, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9185, "action_date": "2018-02-01T14:00:00-06:00", "document_id": 48504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48504.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 330, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}]}