{"session_id": 27, "bill_id": 7870, "bill_type": "Senate Bill", "bill_number": 47, "bill_title": "revise and repeal certain provisions regarding dental corporations.", "sponsors": [], "keywords": ["Corporations", "Professions and Occupations"], "audio": [{"meeting_datetime": "2017-01-12T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sco03.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2017-01-12T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sco03.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2017-01-12T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sco03.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2017-01-12T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sco03.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2017-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe10.mp3", "start_seconds": 132.0}, {"meeting_datetime": "2017-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe10.mp3", "start_seconds": 132.0}, {"meeting_datetime": "2017-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe10.mp3", "start_seconds": 132.0}, {"meeting_datetime": "2017-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe10.mp3", "start_seconds": 132.0}], "bill_versions": [{"bill_id": 7870, "bill_version_id": 42400, "bill_version": "Introduced", "bill_version_date": "2017-01-09T12:48:47.997-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and repeal certain provisions regarding dental corporations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 47-12-1 be amended to read: 47-12-1. One or more persons dentists licensed pursuant to chapter 36-6A, hereinafter referred to as the Dental Practices Act, may associate to form a corporation pursuant to the provisions of law pertaining to private corporations, limited liability company, limited partnership, limited liability partnership, or limited liability limited partnership, registered to do business in this state, to own, operate, and maintain an establishment for the study, diagnosis, and treatment of dental ailments and injuries and, to promote dental and scientific research and knowledge;, and for any other purpose incident or necessary thereto; provided such treatment, consultation, or advice may be given by employees of the corporation only if they are licensed pursuant to the Dental Practices Act. Persons licensed pursuant to the Dental Practices Act may associate to form a limited liability company pursuant to the provisions of law pertaining to limited liability companies to own, operate, and maintain an establishment for the study, diagnosis, and treatment of dental ailments and injuries and to promote dental and scientific research and knowledge and for any other purpose incident or necessary thereto; provided such treatment, consultation, or advice may be given by employees of the limited liability company only as they are licensed pursuant to the Dental Practices Act. Section 2. That § 47-12-1.1 be repealed. 47-12-1.1. Terms used in this chapter mean: (1) \"Articles of incorporation,\" includes the articles of organization of a limited liability company; (2) \"Corporation,\" both corporations under the South Dakota Business Corporations Act and limited liability companies under the South Dakota Limited Liability Company Act; (3) \"Director\" or \"officer,\" includes any manager of a limited liability company or the members of a limited liability company that does not have managers; (4) \"Incorporation,\" includes the members of a limited liability company; (5) \"Shareholders,\" includes the members of a limited liability company; (6) \"Shares\" or \"stock,\" includes membership interests in a limited liability company. Section 3. That § 47-12-2 be repealed. 47-12-2. Should the corporation or limited liability company consist of no more than two shareholders or members, the name shall include the surnames of all shareholders or members. The corporate name, in any event, shall end with the word \"incorporated,\" or the abbreviation \"Inc.,\" \"chartered,\" or, the word \"limited,\" or the abbreviation \"Ltd.,\" or the words \"professional association,\" or the abbreviation \"P.C.\" Corporations that were utilizing the designation \"P.A.\" on July 1, 1974, but no others, may continue to use that designation. The name of a limited liability company, in any event, shall contain the words \"professional limited liability company\" or the abbreviation \"Prof. L.L.C.\" Section 4. That § 47-12-3 be amended to read: 47-12-3. All of the officers, directors, and shareholders of a corporation Each director, manager, member, partner, and shareholder of an entity subject to this chapter shall at all times be persons be a dentist licensed pursuant to the Dental Practice Act, provided, however, that should the corporation consist of no more than two shareholders, the duties of the secretary and/or the duties of the treasurer may be performed by an appointed person who is not licensed pursuant to the Dental Practice Act and in which event such appointed person and such office shall be entitled \"appointed secretary\" and/or \"appointed treasurer\" and such appointed person shall not be deemed to be an officer under the provisions of this chapter chapter 36-6A or a qualified entity. No person who is not other than a licensed pursuant to the Dental Practice Act shall dentist or a qualified entity may have any part in the ownership, or control of such corporation, except as appointed secretary or appointed treasurer as herein provided an entity subject to this chapter, nor may any proxy to vote any shares of such corporation entity be given to a person who is not so licensed. For purposes of this chapter, the term, qualified entity, means any entity subject to this chapter that meets all of the following standards: (1) Each director, manager, member, partner, and shareholder of the entity shall be a dentist licensed under chapter 36-6A; (2) The entity is registered to do business in this state; and (3) The entity has a certificate of registration under this chapter from the State Board of Dentistry. Section 5. That § 47-12-3.1 be amended to read: 47-12-3.1. Notwithstanding any other provisions of this chapter, a revocable trust may be a shareholder in a corporation or, a member in a limited liability company organized under, or a partner in a limited partnership, a limited liability limited partnership, or a limited liability partnership subject to this chapter, for so long as the grantor of the revocable trust is living and is eligible to be a shareholder of a corporation organized under this chapter. After the death of the grantor, the shares owned by a revocable trust are subject to any divestiture and redemption provisions of this chapter as if the shares were directly owned by the grantor of the trust a licensed dentist pursuant to chapter 36-6A. Section 6. That § 47-12-4 be repealed. 47-12-4. If the articles of incorporation or bylaws of a corporation subject to this chapter fail to state a price or method of determining a fixed price at which the corporation or its shareholders may purchase the shares of a deceased shareholder or a shareholder no longer qualified to own shares in the corporation, then the price for such shares shall be the book value as of the end of the month immediately preceding the death or disqualification of the shareholder. Book value shall be determined from the books and records of the corporation in accordance with the regular method of accounting used by the corporation. Section 7. That § 47-12-5 be repealed. 47-12-5. Notwithstanding any provision of the statute to the contrary, any dental corporation licensed under this chapter may enter into contracts for personal services with persons licensed pursuant to the Dental Practice Act for such duration as is agreed to between the parties. Section 8. That § 47-12-6 be repealed. 47-12-6. Each individual employee licensed pursuant to the Dental Practice Act who is employed by a corporation subject to this chapter shall remain subject to reprimand or discipline for his conduct under the provisions of the Dental Practice Act. Section 9. That § 47-12-7 be amended to read: 47-12-7. No corporation shall entity subject to this chapter may open, operate, or maintain an establishment for any of the purposes set forth in § 47-12-1 without a certificate of registration from the State Board of Dentistry, hereinafter referred to as the board. Application for such registration shall be made to said board in writing and shall contain the name and address of the corporation and such other information as may be required by the board. It is unprofessional or dishonorable conduct under § 36-6A-59.1 to maintain or operate an entity subject to this chapter without a certificate of registration. Section 10. That § 47-12-8 be amended to read: 47-12-8. An application for registration shall contain the name, address, state of organization, employer identification number of the entity, and such other information as may be required by the State Board of Dentistry. Upon receipt of an application under § 47-12-7 for registration and a registration fee of one hundred dollars, the State Board of Dentistry shall make an investigation of the corporation. If board shall issue a certificate of registration if the board finds that the incorporators, officers, directors, and shareholders are each each director, manager, member, partner, and shareholder is licensed as a dentist pursuant to the Dental Practice Act and chapter 36-6A or is a qualified entity, if no disciplinary action is pending before the board, or any other state dental board, against any of them, and if it appears that the corporation will be conducted in compliance the entity has been compliant with law and the regulations of the board, the board shall issue, upon payment of a registration fee of one hundred dollars, a certificate of registration which shall remain effective until January first following the date of such registration. The board may deny an application for registration for failure to meet the requirements of this chapter or any rule promulgated thereunder. If the board denies an application for a certificate of registration, the entity whose application has been denied shall be afforded an opportunity for hearing pursuant to chapter 1-26. No certificate of registration is assignable. The certificate of registration shall be conspicuously posted at the premises to which it is applicable. Each certificate holder shall notify the board within ten days of a change in the location of the registered entity. Section 11. That § 47-12-9 be repealed. 47-12-9. The certificate of registration shall be conspicuously posted upon the premises to which it is applicable. Section 12. That § 47-12-10 be repealed. 47-12-10. In the event of a change of location of the registered establishment, the State Board of Dentistry, in accordance with its regulations, shall amend the certificate of registration so that it shall apply to the new location. Section 13. That § 47-12-11 be repealed. 47-12-11. No certificate of registration shall be assignable. Section 14. That § 47-12-12 be amended to read: 47-12-12. Each entity subject to this chapter shall annually submit, on or before July first, an application for renewal of its certificate of registration which shall contain the information required by the State Board of Dentistry. Upon written application of the holder entity, accompanied by a renewal fee of twenty-five dollars, the State Board of Dentistry board shall annually renew the certificate of registration if the board finds that the corporation the entity has complied with its regulations and the provisions of this chapter and the regulations prescribed by the board. If a certificate of registration is not renewed on or before July first, the entity's registration under this chapter is automatically suspended until the entity complies with the requirements of this section. Section 15. That § 47-12-13 be amended to read: 47-12-13. The State Board of Dentistry may place a condition, limit, suspend, or revoke any certificate of registration for any of the following reasons: (1) The revocation or suspension of the license to practice dentistry of any officer, director, manager, member, partner, shareholder, or employee not promptly removed or discharged by the corporation entity; (2) Unethical professional conduct, professional incompetence, or unprofessional or dishonorable conduct under chapter 36-6A on the part of any officer, director, manager, member, partner, shareholder, or employee not promptly removed or discharged by the corporation entity; (3) The death of the last remaining licensed member, partner, or shareholder; or (4) Upon finding that the certificate holder of a certificate has failed to comply with the provisions of this chapter or the regulations prescribed by the board. If the board places on condition, limits, suspends, or revokes a certificate of registration, the affected entity shall be afforded an opportunity for hearing pursuant to chapter 1-26. Section 16. That § 47-12-14 be amended to read: 47-12-14. Before any certificate of registration is suspended or revoked, the holder shall be given written notice of the proposed action and the reasons therefor, and shall be given a public hearing by the State Board of Dentistry with the right to produce testimony concerning the charges made. The notice shall also state the place and date of the hearing which shall be at least five days after service of said notice. Each hearing and other proceeding under this chapter shall be conducted in accordance with chapter 1-26. Any final decision of the State Board of Dentistry under § 47-12-8 or 47-12-13 may be appealed to circuit court in accordance with chapter 1-26 within thirty days. Prior to taking any appeal to circuit court, the entity shall first exhaust all available remedies under this chapter and chapter 1-26. Notice of appeal to circuit court shall be served upon the board by service upon the secretary of state, as registered agent for the board under this chapter, an attested copy thereof within thirty days after the board has notified the appellant of its decision. Section 17. That § 47-12-15 be repealed. 47-12-15. Any corporation whose application for a certificate of registration has been denied or whose registration has been suspended or revoked may, within thirty days after notice of such action by the State Board of Dentistry, appeal to the circuit court for the county where such corporation has its principal place of business. The court shall inquire into the cause of the board's action and may affirm, or reverse such decision and order a further hearing by the board, or may order the board to grant appellant a certificate of registration. Section 18. That § 47-12-16 be repealed. 47-12-16. Notice of appeal shall be served upon any member of the State Board of Dentistry by leaving with such member, or at his usual place of abode, an attested copy thereof within thirty days after the board has notified such appellant of its decision. Section 19. That § 47-12-18 be repealed. 47-12-18. The provisions of the law governing private corporations shall be applicable to corporations formed under this chapter, including their organization, and they shall enjoy the powers and privileges and be subject to the duties, restrictions, and liabilities of other corporations, except so far as the same may be limited or enlarged by this chapter. Section 20. That § 47-12-20 be amended to read: 47-12-20. If any provision of this chapter conflicts with the Dental Practice Act, the Dental Practice Act chapter 36-6A, the provisions of chapter 36-6A shall take precedence."}, {"bill_id": 7870, "bill_version_id": 43238, "bill_version": "Enrolled", "bill_version_date": "2017-01-26T09:11:01.873-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7870, "action_date": "2017-01-10T12:00:00-06:00", "document_id": 42437, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42437.pdf", "status_text": "First read in Senate and referred to", "journal_page": 24, "committee_id_action": 360, "committee_id_assigned": 332, "result": "N", "vote": {}}, {"bill_id": 7870, "action_date": "2017-01-12T10:00:00-06:00", "document_id": 42452, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42452.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 332, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7870, "action_date": "2017-01-12T10:00:00-06:00", "document_id": 42502, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42502.pdf", "status_text": "Do Pass", "journal_page": 55, "committee_id_action": 332, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22234, "president_vote": null, "Yea": [1100, 1194, 1144, 1131, 1098, 1163, 1175]}}, {"bill_id": 7870, "action_date": "2017-01-12T10:00:00-06:00", "document_id": 42502, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42502.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 332, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7870, "action_date": "2017-01-13T12:00:00-06:00", "document_id": 42571, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42571.pdf", "status_text": "Do Pass", "journal_page": 85, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22273, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1175, 1100, 1106, 1164, 1194, 1169, 1107, 1104, 1163, 1144, 1131, 1135, 1157, 1172, 1151, 1174, 1146, 1102, 1098, 1137, 1167, 1132, 1189], "Excused": [1099, 1178, 1141]}}, {"bill_id": 7870, "action_date": "2017-01-17T14:00:00-06:00", "document_id": 42655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42655.pdf", "status_text": "First read in House and referred to", "journal_page": 70, "committee_id_action": 361, "committee_id_assigned": 352, "result": "N", "vote": {}}, {"bill_id": 7870, "action_date": "2017-01-24T08:00:00-06:00", "document_id": 42754, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42754.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 352, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7870, "action_date": "2017-01-24T08:00:00-06:00", "document_id": 43037, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43037.pdf", "status_text": "Do Pass", "journal_page": 172, "committee_id_action": 352, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22509, "president_vote": null, "Yea": [1180, 1190, 1173, 1179, 1142, 1181, 1110, 1203, 1115, 1152, 1187, 1139, 1140]}}, {"bill_id": 7870, "action_date": "2017-01-24T08:00:00-06:00", "document_id": 43037, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43037.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 352, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7870, "action_date": "2017-01-25T14:00:00-06:00", "document_id": 43199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43199.pdf", "status_text": "Do Pass", "journal_page": 198, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22601, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1118, 1180, 1112, 1197, 1190, 1173, 1183, 1179, 1114, 1201, 1198, 1202, 1116, 1129, 1143, 1142, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1130, 1191, 1185, 1117, 1133, 1125, 1200, 1206, 1124, 1170, 1110, 1203, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1145, 1111, 1187, 1149], "Excused": [1122, 1150]}}, {"bill_id": 7870, "action_date": "2017-01-26T13:00:00-06:00", "document_id": 43344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43344.pdf", "status_text": "Signed by the President", "journal_page": 226, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7870, "action_date": "2017-01-31T14:00:00-06:00", "document_id": 43490, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43490.pdf", "status_text": "Signed by the Speaker", "journal_page": 236, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7870, "action_date": "2017-02-01T14:00:00-06:00", "document_id": 43627, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43627.pdf", "status_text": "Delivered to the Governor", "journal_page": 247, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7870, "action_date": "2017-02-06T14:00:00-06:00", "document_id": 43965, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43965.pdf", "status_text": "Signed by the Governor", "journal_page": 304, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6476}