{"session_id": 4, "bill_id": 4733, "bill_type": "House Bill", "bill_number": 1017, "bill_title": "revise certain provisions related to the taxation of products transferred electronically.", "sponsors": [], "keywords": ["Department of Revenue and Regulation", "Sales Tax", "Taxes", "Use Tax"], "audio": [{"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta11.mp3", "start_seconds": 5390.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta11.mp3", "start_seconds": 5390.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta11.mp3", "start_seconds": 5390.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta11.mp3", "start_seconds": 5390.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta11.mp3", "start_seconds": 5390.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sta23.mp3", "start_seconds": 93.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sta23.mp3", "start_seconds": 93.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sta23.mp3", "start_seconds": 93.0}, {"meeting_datetime": "2008-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen24.mp3", "start_seconds": 3788.0}, {"meeting_datetime": "2008-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen24.mp3", "start_seconds": 3788.0}, {"meeting_datetime": "2008-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen24.mp3", "start_seconds": 3788.0}], "bill_versions": [{"bill_id": 4733, "bill_version_id": 292, "bill_version": "Introduced", "bill_version_date": "2008-01-02T15:45:32.663-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to the taxation of products transferred electronically. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a tax at the same rate as that imposed upon sales of tangible personal property in this state upon the gross receipts of all sales, leases, or rentals of any product transferred electronically. The tax is imposed if: (1) The sale is to an end user; (2) The sale is to a person who is not an end user, unless otherwise exempted by this chapter; (3) The seller grants the right of permanent or less than permanent use of the products transferred electronically; or (4) The sale is conditioned or not conditioned upon continued payment. For the purposes of this section, the term, end user, does not include any person who received by contract any product transferred electronically for further commercial broadcast, rebroadcast, transmission, retransmission, licensing, relicensing, distribution, redistribution, or exhibition of the product, in whole or in part, to another person. For the purposes of this section, the term, permanent use, means perpetual or for an indefinite or unspecified length of time. Section 2. That subdivision (4) of § 10-45-1 be amended to read as follows: (4) \"Delivery charges,\" charges by the retailer for preparation and delivery to a location designated by the purchaser of tangible personal property , any product transferred electronically, or services including transportation, shipping, postage, handling, crating, and packing; Section 3. That subdivision (11) of § 10-45-1 be amended to read as follows: (11) \"Retailer,\" any person engaged in the business of selling tangible goods, wares, or merchandise at retail, or the furnishing of gas, electricity, water, and communication service, and tickets or admissions to places of amusement and athletic events as provided in this chapter , and the sale at retail of products transferred electronically . The term also includes any person subject to the tax imposed by §§ 10-45-4 and 10- 45-5. The isolated or occasional sale of tangible personal property or any product transferred electronically at retail by a person who does not hold himself or herself out as engaging in the business of selling such tangible personal property or products transferred electronically at retail does not constitute such person a retailer; Section 4. That § 10-45-1 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Product transferred electronically,\" any product obtained by the purchaser by means other than tangible storage media. Section 5. That § 10-45-1.3 be amended to read as follows: 10-45-1.3. For purposes of the tax imposed by this chapter, if any tangible personal property or any product transferred electronically is taken in trade or in a series of trades as a credit or part payment of a retail sale taxable under this chapter, and the tangible personal property or the product transferred electronically taken in trade is subject to the sales tax imposed by this chapter when sold, the credit or trade-in value allowed by the retailer may not be included as gross receipts. Section 6. That § 10-45-1.5 be amended to read as follows: 10-45-1.5. For the purposes of the tax imposed by this chapter, the term, lease or rental, means any transfer of possession or control of tangible personal property or any product transferred electronically for a fixed or indeterminate term for consideration. A lease or rental may include future options to purchase or extend. Lease or rental does not include: (1) A transfer of possession or control of property under a security agreement or deferred payment plan that requires the transfer of title upon completion of the required payments; (2) A transfer or possession or control of property under an agreement that requires the transfer of title upon completion of required payments and payment of an option price does not exceed the greater of one hundred dollars or one percent of the total required payments; or (3) Providing tangible personal property along with an operator for a fixed or indeterminate period of time. A condition of this exclusion is that the operator is necessary for the equipment to perform as designed. For the purpose of this subdivision, an operator shall do more than maintain, inspect, or set-up the tangible personal property. Section 7. That § 10-45-1.12 be amended to read as follows: 10-45-1.12. For the purposes of this chapter, the term, bundled transaction, does not include: (1) A transaction that includes the retail sale of real property or services to real property; (2) A transaction that includes the retail sale of any products in which the gross receipts varies, or is negotiable, based on the selection by the purchaser of the products included in the transaction; (3) A transaction that includes the retail sale of tangible personal property and a service where the tangible personal property is essential to the use of the service, and is provided exclusively in connection with the service, and the true object of the transaction is the service; (4) A transaction that includes the retail sale of any product transferred electronically and a service where the product transferred electronically is essential to the use of the service, and is provided exclusively in connection with the service, and the true object of the transaction is the service; (5) A transaction that includes the retail sale of services where one service is provided that is essential to the use or receipt of a second service and the first service is provided exclusively in connection with the second service and the true object of the transaction is the second service; (5) (6) A transaction that includes the retail sale of taxable products and nontaxable products and the purchase price or gross receipts of the taxable products is de minimis; or (6) (7) A transaction that includes the retail sale of exempt tangible personal property and taxable tangible personal property where: (a) The transaction includes food and food ingredients, drugs, durable medical equipment, mobility enhancing equipment, or prosthetic devices all as defined in chapter 10-45, or over-the-counter drugs or medical supplies; and (b) The retailer's purchase price or gross receipts of the taxable tangible personal property is fifty percent or less of the total purchase price or gross receipts of the bundled tangible personal property. No retailer may use a combination of the purchase price and gross receipts of the tangible personal property when making the fifty percent determination for a transaction. Section 8. That § 10-45-1.14 be amended to read as follows: 10-45-1.14. For the purposes of this chapter, the term, gross receipts, means the total amount or consideration, including cash, credit, property, and services, for which tangible personal property , any product transferred electronically, or services are sold, leased, or rented, valued in money, whether received in money or otherwise, without any deduction for the following: (1) The retailer's cost of the property or service sold; (2) The cost of materials used, labor or service cost, interest, losses, all costs of transportation to the retailer, all taxes imposed on the retailer, and any other expense of the retailer; and (3) Except as provided in chapter 10-46A or 10-46B, charges by the retailer for any services necessary to complete the sale whether or not separately stated, including delivery charges. Section 9. That § 10-45-1.16 be amended to read as follows: 10-45-1.16. Gross receipts, as defined in § 10-45-1.14, do not include: (1) Discounts, including cash, term, or coupons that are not reimbursed by a third party that are allowed by a retailer and taken by a purchaser on a sale; (2) Interest, financing, and carrying charges from credit extended on the sale of tangible personal property , any product transferred electronically, or services, if the amount is separately stated on the invoice, bill of sale, or similar document given to the purchaser; and (3) Any taxes legally imposed directly on the consumer that are separately stated on the invoice, bill of sale, or similar document given to the purchaser. Section 10. That § 10-45-5 be amended to read as follows: 10-45-5. There is imposed a tax at the rate of four percent upon the gross receipts of any person from engaging or continuing in any of the following businesses or services in this state: abstracters; accountants; architects; barbers; beauty shops; bill collection services; blacksmith shops; car washing; dry cleaning; dyeing; exterminators; garage and service stations; garment alteration; cleaning and pressing; janitorial services and supplies; specialty cleaners; laundry; linen and towel supply; membership or entrance fees for the use of a facility or for the right to purchase tangible personal property , any product transferred electronically, or services; photography; photo developing and enlarging; tire recapping; welding and all repair services, except farm machinery, farm attachment units, or irrigation equipment repair services; cable television; and rentals of tangible personal property except leases of tangible personal property between one telephone company and another telephone company, motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days and mobile homes. However, the specific enumeration of businesses and professions made in this section does not, in any way, limit the scope and effect of § 10-45-4. Section 11. That § 10-45-7.1 be amended to read as follows: 10-45-7.1. There are hereby exempted from the provisions of this chapter and the computation of the tax imposed by it, gross receipts from membership fees paid to any lodging house and hotel membership organization operated for the benefit of its members. However, this exemption does not apply to any membership fee that represents payment for tangible personal property , any product transferred electronically, and services provided by the membership organization. Section 12. That § 10-45-9 be amended to read as follows: 10-45-9. There are hereby specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, the gross receipts from sales of tangible personal property and any product transferred electronically which this state is prohibited from taxing under the Constitution or laws of the United States or under the Constitution or laws of the State of South Dakota. Section 13. That § 10-45-9.1 be amended to read as follows: 10-45-9.1. Gross receipts from the sale of tangible personal property and any product transferred electronically to a person who intends to lease the property to persons in this state and actually does so are exempted from the provisions of this chapter and the tax composed by it. Section 14. That § 10-45-10 be amended to read as follows: 10-45-10. There are hereby specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, the gross receipts from sales of tangible personal property , any product transferred electronically, and the sale, furnishing or service of electrical energy, natural and artificial gas and communication service services to the United States, to the State of South Dakota or to any other state of the United States or the District of Columbia if the other state provides a reciprocal exemption for South Dakota, to public or municipal corporations of the State of South Dakota or of any other state of the United States or the District of Columbia if the other state provides a reciprocal exemption to South Dakota public or municipal corporations, to any nonprofit charitable organization which devotes its resources exclusively to the relief of the poor, distressed or underprivileged, and has been recognized as an exempt organization under § 501(c)(3) of the Internal Revenue Code, or to any Indian tribe. Section 15. That § 10-45-11.1 be amended to read as follows: 10-45-11.1. There are hereby specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, the gross receipts from furnishing goods or services to the purchaser or his the purchaser's successor in interest of tangible personal property and any product transferred electronically to fulfill a warranty obligation of the manufacturer to the extent that such the goods or services are not charged to such the purchaser or his the purchaser's successor in interest. Section 16. That § 10-45-12.5 be amended to read as follows: 10-45-12.5. Unless otherwise specifically subject to tax, the gross receipts resulting from fees or commissions received for rendering a service which provides for the sale of tangible personal property , any product transferred electronically, or services is exempt from the tax imposed by this chapter. Section 17. That § 10-45-13 be amended to read as follows: 10-45-13. There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, the gross receipts from the following: (1) Sales of tickets or admissions to the grounds and grandstand attractions of state, county, district, regional, and local fairs; (2) Admissions to nonprofit historic sites and repertory theater performances operated by nonprofit organizations; (3) Admissions to community operated celebrations and shows sponsored by a chamber of commerce or other similar nonprofit organization if the county or municipality in which the activity takes place officially sponsors the activity and no charge is made to the operators of the celebration or show for the use of county, city or town facilities or services; (4) Admissions to events or receipts from activities sponsored and operated by colleges or vocational schools or elementary or high schools or related clubs or supporting organizations approved or supervised by a school or college when the entire net proceeds are spent for educational purposes and any associations of them and receipts from tangible personal property or any product transferred electronically sold at such events. However, receipts from tangible personal property or any product transferred electronically sold at such events or activities are included in the measure of sales tax at the time of purchase by the college or school or related club or supporting organization; (5) Religious, benevolent, fraternal, youth association or charitable activities, including any bingo or lottery conducted pursuant to § 22-25-25, where the entire amount of such receipts after deducting all costs directly related to the conduct of such activities is expended for religious, benevolent, fraternal, youth association or charitable purposes, and, except for any bingo or lottery, the receipts are not the result of engaging in business for more than three consecutive days. However, receipts from tangible personal property , any product transferred electronically, or services purchased for use in the activity are included in the measure of sales tax; (6) Sales of tangible personal property or any product transferred electronically when the net receipts therefrom are used primarily for the restoration or maintenance of the Governor's mansion and capitol grounds; (7) Any charge or entry fee made to persons for engaging in participatory events limited to tournaments, contests and league activities. However, receipts from tangible personal property , any product transferred electronically, or services purchased for use in tournaments, contests and league activities shall be included in the measure of the tax imposed by this chapter; (8) Admissions to events or receipts from activities sponsored and operated by county or municipal historical societies or centennial committees when the entire net proceeds are spent for centennial celebration purposes. However, receipts from tangible personal property , any product transferred electronically, or services purchased for use in the activity are included in the measure of sales tax; (9) Religious, benevolent, fraternal, youth association or charitable activities conducted at county fairs, if the entire amount of such receipts after deducting all costs directly related to the conduct of such activities is expended for religious, benevolent, fraternal, youth association or charitable purposes, and the receipts are not the result of engaging in business for more than five consecutive days. However, receipts from tangible personal property , any product transferred electronically, or services purchased for use in the activity are included in the measure of sales tax; (10) Admissions to circus performances sponsored or operated by religious, benevolent, fraternal or youth associations, if the entire amount of the receipts after deducting all costs directly related to the conduct of the circus performances is expended for religious, benevolent, fraternal, youth associations or charitable purposes; (11) Admissions to events or receipts from activities sponsored and operated by religious, benevolent, or charitable organizations for a period not to exceed thirty days in any calendar year, if the entire amount of the receipts after deducting all costs directly related to the conduct of the event or activity is expended for the benefit of homeless persons. Section 18. That § 10-45-13.1 be amended to read as follows: 10-45-13.1. Membership organizations, major group 86, as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President, are exempt from the tax imposed by this chapter on receipts from sales of services by them and their membership fees. This exemption does not apply to the tax imposed upon the gross receipts of sales of tangible personal property or any product transferred electronically by such organizations. This section does not exempt the gross receipts of a retailer which are the result of sales to organizations in major group 86 or exempt such organizations from payment of use tax on goods and services used in the conduct of their activities. Section 19. That § 10-45-13.2 be amended to read as follows: 10-45-13.2. There are specifically exempted from the provisions of this chapter and the computation of the tax imposed by it, the fair market value of any tangible personal property , product transferred electronically, or service given without charge to an institution, organization, or group exempt from the tax imposed by this chapter. Section 20. That § 10-45-14 be amended to read as follows: 10-45-14. There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, the gross receipts from sales of tangible personal property , any product transferred electronically, and the gross receipts from sales, furnishing, or service of electrical energy, natural and artificial gas, water, and communication service services to and for use by religious educational institutions, private educational institutions currently recognized as exempt under section 501(c)(3) of the Internal Revenue Code as in effect on January 1, 1983, and nonprofit, charitable hospitals when purchases are made by authorized officials, payment made from the institution funds and title to the property retained in the name of such institution. For the purposes of this section, a private educational institution shall be defined as an institution currently recognized as exempt under section 501(c)(3) of the Internal Revenue Code as in effect on January 1, 1995, maintaining a campus physically located within this state; and accredited by the South Dakota Department of Education or the North Central Association of Colleges and Schools. This exemption does not extend to sales to or purchases of tangible personal property or any product transferred electronically for the personal use of officials, members or employees of such institutions or to sales to or purchases of tangible personal property or any product transferred electronically used in the operation of a taxable retail business. The exemption provided in this section does not, in any manner, relieve the institution from the payment of the additional and further license fee imposed on the registration of motor vehicles. All institutions claiming this exemption shall prepare and maintain a list of all purchases on which exemption was claimed, fully itemized, showing name and address of vendors, description of property purchased, date or dates of purchase, purchase price and brief explanation of use or intended use. Section 21. That § 10-45-20.1 be amended to read as follows: 10-45-20.1. Payments made by one member of the controlled group to another member of a controlled group which represent an allocation, reimbursement, or charge for services provided by or rendered by the members of the controlled group are specifically exempted from the provisions of this chapter and the computation of the tax imposed by it. The exemption provided in this section does not apply to the lease of tangible personal property or any product transferred electronically unless the sales or use tax has been paid on the property by the lessor. Section 22. That § 10-45-20.5 be amended to read as follows: 10-45-20.5. There are specifically exempted from the provisions of this chapter and the computation of the tax imposed by it, gross receipts from the sale of services rendered by a related corporation as defined in subdivision 10-43-1(11) for use by a financial institution as defined in subdivision 10-43-1(4) or on any service rendered by a financial institution as defined in subdivision 10-43-1(4) for use by a related corporation as defined in subdivision 10-43-1(11). For the purposes of this section, the term, related corporation, includes a corporation which together with the financial institution is part of a controlled group of corporations as defined in 26 U.S.C. § 1563 as in effect on January 1, 1989, except that the eighty percent ownership requirements set forth in 26 U.S.C. § 1563(a)(2)(A) for a brother-sister controlled group are reduced to fifty-one percent. The exemption provided in this section does not apply to the lease of tangible personal property or any product transferred electronically unless the sales or use tax has been paid on the property by the lessor. Section 23. That § 10-45-29.1 be amended to read as follows: 10-45-29.1. In determining the amount of tax due under this chapter, attorneys licensed pursuant to chapter 16-16 and accountants licensed pursuant to chapter 36-20A may deduct from gross receipts amounts which represent charges to clients for tangible personal property , any product transferred electronically, or services purchased by the attorney or accountant on behalf of a client. However, the sale of the property or service to the attorney or accountant is not a sale for resale if this deduction is taken. This deduction may only be taken if the amount to be deducted represents an expense specifically incurred for a particular client and the amount is itemized and separately billed as a reimbursable expense by the attorney or accountant. Section 24. That § 10-45-61 be amended to read as follows: 10-45-61. Notwithstanding § 10-54-1, a seller, who possesses an exemption certificate from a purchaser of tangible personal property , any product transferred electronically, or services which indicates the items or services being purchased are exempt, may rely on the exemption certificate and not charge sales tax to the provider of the exemption certificate until the provider of the exemption certificate gives notice that the items or services being purchased are no longer exempt by filing a new exemption certificate with the seller. The exemption certificate shall be signed by the purchaser, provide the purchaser's name, address, and valid state tax license number, if applicable, and shall describe the types of tangible personal property , any product transferred electronically, and services being purchased exempt by the purchaser. However, any person filing an electronic exemption certificate is not required to sign the exemption certificate. The purchaser claiming the protection of an exemption certificate is responsible for assuring that the goods and services delivered thereafter are of a type covered by the exemption certificate. If there are items covered under the exemption certificate which are not being purchased exempt, it is the responsibility of the purchaser when ordering goods from a seller to indicate if any of the items purchased are not exempt, and the appropriate sales tax shall be charged on the portion of the sale that is not exempt. A seller of property , any product transferred electronically, or services which are generally described under the exemption certificate is not responsible for the collection of the tax unless otherwise directed by the purchaser. If the purchaser later determines there is any tax due and owing, the purchaser shall remit the tax owed by the purchaser to the state. If the purchaser makes an exempt purchase and later determines that the goods or services purchased are not exempt, the purchaser shall report the transaction and pay the use tax on the next filing of the purchaser's return. Any purchaser who knowingly and intentionally lists on an exemption certificate personal property , any product transferred electronically, or services which the purchaser knows, at the time the exemption certificate is filed with the seller, are not exempt, or provides an invalid exemption certificate with the intent to evade payment of the tax, and fails to timely report the same with the department is guilty of a Class 1 misdemeanor. The secretary of revenue and regulation may assess a penalty of up to fifty percent of the tax owed, in addition to the tax owed. No interest may be charged on the penalty. The seller shall retain the exemption certificate for a period of three years from the date it is filed by the purchaser and provide the exemption certificate to the department upon request. The secretary may promulgate rules pursuant to chapter 1-26 to adopt forms for exemption certificates. Section 25. That § 10-45-83 be amended to read as follows: 10-45-83. The provisions of §§ 10-45-82 and 10-46-62 do not apply to the gross receipts from interest paid any pawnbroker from the tax imposed by chapters 10-45 and 10-46. For the purposes of this section, a pawnbroker means any person who is engaged in the business of lending money and who accepts the possession of tangible personal property or any product transferred electronically as security for the loan. Section 26. That § 10-45-84 be amended to read as follows: 10-45-84. Any fee or commission received by a retailer for arranging or assisting in the arrangement of a loan for a customer to pay for tangible personal property or any product transferred electronically sold by such retailer does not constitute gross receipts subject to the tax imposed by this chapter. Section 27. That § 10-45-92 be amended to read as follows: 10-45-92. In determining the amount of tax due under this chapter, auctioneers may deduct from gross receipts amounts which represent direct expense charges for clients for tangible personal property , any product transferred electronically, or services purchased by the auctioneer on behalf of a client. However, the sale of the property or service to the auctioneer is not a sale for resale if this deduction is taken. This deduction may only be taken if the amount to be deducted represents an expense specifically incurred for a particular client and the amount is itemized and paid from the client's auction proceeds by the auctioneer or closing agent. The deduction shall be disallowed if the auctioneer receives any profit or remuneration directly or indirectly from the client's expense. Section 28. That § 10-45-92.1 be amended to read as follows: 10-45-92.1. All auction sales and consignment sales of tangible personal property , any product transferred electronically, and services are sales at retail. The auction clerk shall file the return and remit the tax imposed by this chapter on the gross receipts from each auction after applying the deductions provided by § 10-45-92. However, the auctioneer is responsible for the payment of the tax imposed by this chapter if the auction clerk is an employee of the auctioneer or if the auction clerk does not have a permit as required by this chapter. In addition to any other information required to be kept by this chapter, each auction clerk shall keep records that identify the owner of the property sold at auction and the auctioneer who conducts the sale of such property. Section 29. That § 10-45-108 be amended to read as follows: 10-45-108. For purposes of the tax imposed by this chapter, a retailer shall source sales of tangible personal property , any product transferred electronically, and services to the location where the tangible personal property , the product transferred electronically, or service is received. The department shall promulgate rules, pursuant to chapter 1-26, defining the location of receipt. The rules promulgated pursuant to this section may provide an alternative method of sourcing telecommunication services. Section 30. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: An excise tax is hereby imposed on the use, storage, or consumption in this state of any product transferred electronically purchased for use in this state at the same rate of percent of the purchase price of any product transferred electronically as is imposed pursuant to chapter 10-45. The tax is imposed if: (1) The sale is to an end user; (2) The sale is to a person who is not an end user, unless otherwise exempted by this chapter; (3) The seller grants the right of permanent or less than permanent user of the products transferred electronically; or (4) The sale is conditioned or not conditioned upon continued payment. For the purposes of this section, the term, end user, does not include any person who received by contract any product transferred electronically for further commercial broadcast, rebroadcast, transmission, retransmission, licensing, relicensing, distribution, redistribution, or exhibition of the product, in whole or in part, to another person. For the purposes of this section, the term, permanent use, means perpetual or for an indefinite or unspecified length of time. Section 31. That subdivision (3) of § 10-46-1 be amended to read as follows: (3) \"Delivery charges,\" charges by the retailer for preparation and delivery to a location designated by the purchaser of tangible personal property , any product transferred electronically, or services including transportation, shipping, postage, handling, crating, and packing; Section 32. That subdivision (4) of § 10-46-1 be amended to read as follows: (4) \"Fair market value,\" the price at which a willing seller and willing buyer will trade. Fair market value shall be determined at the time of purchase. If a public corporation is supplying tangible personal property or any product transferred electronically that will be used in the performance of a contract, fair market value shall be determined pursuant to § 5-18-5.1. This definition also applies to chapter 10-45; Section 33. That subdivision (6) of § 10-46-1 be amended to read as follows: (6) \"Included in the measure of tax,\" the tangible personal property , any product transferred electronically, or the service was purchased from a retailer licensed under chapter 10-45 and that retailer has included the tax in the amount received from the sale; Section 34. That subdivision (11) of § 10-46-1 be amended to read as follows: (11) \"Retailer,\" any person performing services in this state or engaged in the business of selling tangible personal property or products transferred electronically for use, storage or other consumption within the meaning of this chapter. However, if in the opinion of the secretary of revenue and regulation, it is necessary for the efficient administration of this chapter to regard any salesmen, representatives, truckers, peddlers, or canvassers as agents of the dealers, distributors, supervisors, employers, or persons under whom they operate or from whom they obtain the tangible personal property or any product transferred electronically sold by them irrespective of whether they are making sales on their own behalf or on behalf of such dealers, distributors, supervisors, employers, or persons, the secretary of revenue and regulation may so regard them and may regard the dealers, distributors, supervisors, employers, or persons as retailers for purposes of this chapter; Section 35. That subdivision (17) § 10-46-1 be amended to read as follows: (17) \"Use,\" the exercise of right or power over tangible personal property or any product transferred electronically incidental to the ownership of that property, except that it does not include the sale of that property in the regular course of business. Use also includes the use of the types of services, the gross receipts from the sale of which are to be included in the measure of the tax imposed by chapter 10-45, and any amendments thereto and the delivery or causing delivery into this state of tangible personal property or any product transferred electronically intended to advertise products or services any product or service or promote or facilitate sales any sale to South Dakota residents. Section 36. That § 10-46-1 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Product transferred electronically,\" any product obtained by the purchaser by means other than tangible storage media. Section 37. That § 10-46-1.1 be amended to read as follows: 10-46-1.1. For the purpose of the tax imposed by this chapter, the term, lease or rental, means any transfer of possession or control of tangible personal property or any product transferred electronically for a fixed or indeterminate term for consideration. A lease or rental may include future options to purchase or extend. Lease or rental does not include: (1) A transfer of possession or control of property under a security agreement or deferred payment plan that requires the transfer of title upon completion of the required payments; (2) A transfer or possession or control of property under an agreement that requires the transfer of title upon completion of required payments and payment of an option price does not exceed the greater of one hundred dollars or one percent of the total required payments; or (3) Providing tangible personal property along with an operator for a fixed or indeterminate period of time. A condition of this exclusion is that the operator is necessary for the equipment to perform as designed. For the purpose of this subdivision, an operator shall do more than maintain, inspect, or set-up the tangible personal property. Section 38. That § 10-46-2.2 be amended to read as follows: 10-46-2.2. An excise tax is imposed upon the privilege of the use of rented tangible personal property and any product transferred electronically in this state at the rate of four percent of the rental payments upon the property. Section 39. That § 10-46-2.3 be amended to read as follows: 10-46-2.3. The use, storage, or consumption of tangible personal property and any product transferred electronically actually leased to persons in this state is exempted from the provisions of this chapter and the tax imposed by it. Section 40. That § 10-46-3 be amended to read as follows: 10-46-3. An excise tax is imposed on the privilege of the use, storage or consumption in this state of tangible personal property or any product transferred electronically not originally purchased for use in this state, but thereafter used, stored or consumed in this state, at the same rate of percent of the fair market value of the property at the time it is brought into this state as is imposed by § 10-45-2. The use, storage, or consumption of tangible personal property or any product transferred electronically more than seven years old at the time it is brought into the state by the person who purchased such property for use in another state is exempt from the tax imposed herein. The secretary may promulgate rules pursuant to chapter 1-26 relating to the determination of the age and value of the tangible personal property or the product transferred electronically brought into this state. Section 41. That § 10-46-5 be amended to read as follows: 10-46-5. If a contractor or subcontractor, as defined in chapters 10-46A and 10-46B, uses tangible personal property or any product transferred electronically in the performance of his a contract or to fulfill contract or subcontract obligations, whether the title to the property is in the name of the contractor, subcontractor, contractee, subcontractee, or any other person, or whether the titleholder of the property would be subject to pay the sales or use tax, the contractor or subcontractor shall pay a tax at the rate prescribed by § 10-45-2, measured by the purchase price or fair market value of the property, whichever is greater, unless the property has been previously subjected to a sales or use tax, in this state and the tax due thereon has been paid. However, if the contractor or subcontractor fabricates tangible personal property for use in the performance of his a contract, fair market value excludes the value of the contractor's or subcontractor's fabrication costs. Section 42. That § 10-46-5.4 be amended to read as follows: 10-46-5.4. Notwithstanding the provisions of § 10-46-5, the use in this state of tangible personal property and any product transferred electronically that becomes an integral and component part of a final product manufactured by a business classified in signs and advertising specialities, (industry no. 3993) in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President, that is installed by such the manufacturer outside of this state is exempt from the tax imposed by this chapter. Section 43. That § 10-46-6 be amended to read as follows: 10-46-6. The use in this state of tangible personal property , any product transferred electronically, or services, the gross receipts from the sale of which are to be included in the measure of the tax imposed by chapter 10-45, and any amendments made or which may hereafter be made thereto, is hereby specifically exempted from the tax imposed by this chapter. Section 44. That § 10-46-6.1 be amended to read as follows: 10-46-6.1. The amount of any use tax imposed with respect to tangible personal property , any product transferred electronically, or services shall be reduced by the amount of any sales or use tax previously paid by the taxpayer with respect to the property on account of liability to another state or its political subdivisions. Provided, however However , no credit shall may be given under this section where taxes paid on tangible personal property , any product transferred electronically, or services in another state or its political subdivisions of that state does not reciprocally grant a credit for taxes paid on similar tangible personal property or any product transferred electronically . Section 45. That § 10-46-7 be amended to read as follows: 10-46-7. Tangible personal property and any product transferred electronically , the storage, use, or other consumption of which this state is prohibited from taxing under the Constitution or laws of the United States of America or under the Constitution of this state, or tangible personal property and any product transferred electronically sold to the United States, the State of South Dakota, or any public or municipal corporation of the state which is for the use, storage, or consumption of such public corporations is hereby specifically exempt from the tax imposed by this chapter. Section 46. That § 10-46-8 be amended to read as follows: 10-46-8. The use in this state of all articles of tangible personal property and any product transferred electronically brought into the State of South Dakota by a nonresident individual thereof for his or her personal use or enjoyment while within the state, is hereby specifically exempted from the tax imposed by this chapter. Section 47. That § 10-46-9.5 be amended to read as follows: 10-46-9.5. Unless otherwise specifically subject to tax, the gross receipts resulting from fees or commissions received for rendering a service which provides for the sale of tangible personal property , any product transferred electronically, or services is exempt from the tax imposed by this chapter. Section 48. That § 10-46-15 be amended to read as follows: 10-46-15. The gross receipts from sales of tangible personal property , any product transferred electronically, and the gross receipts from sales, furnishing or service of electrical energy, natural and artificial gas, water and communication service to and for use by religious educational institutions and private educational institutions currently recognized as exempt under section 501(c)(3) of the Internal Revenue Code as in effect on January 1, 1983, and nonprofit, charitable hospitals when purchases are made by authorized officials, payment made from the institution's funds and title to the property retained in the name of the institutions, are specifically exempted from the tax imposed by this chapter. For the purposes of this section, a private educational institution shall be defined as an institution currently recognized as exempt under section 501(c)(3) of the Internal Revenue Code as in effect on January 1, 1995, maintaining a campus physically located within this state; and accredited by the South Dakota Department of Education or the North Central Association of Colleges and Schools. This exemption does not extend to sales to or purchases of tangible personal property or any product transferred electronically for the personal use of officials, members, or employees of such institutions or to sales to or purchases of tangible personal property or any product transferred electronically used in the operation of a taxable retail business. The exemption provided in this section does not, in any manner, relieve the institution from the payment of the additional and further license fee imposed on the registration of motor vehicles. All institutions claiming this exemption shall, at the end of each quarter of each calendar year, file with the Department of Revenue and Regulation a list of all purchases on which exemption was claimed, fully itemized, showing name and address of vendors, description of property purchased, purchase price, and brief explanation of use or intended use. Section 49. That § 10-46-15.4 be amended to read as follows: 10-46-15.4. There are specifically exempted from the provisions of this chapter and the computation of the tax imposed by it, the fair market value of any tangible personal property , product transferred electronically, or service given without charge to an institution, organization, or group exempt from the tax imposed by this chapter. Section 50. That § 10-46-18 be amended to read as follows: 10-46-18. For the purpose of the proper administration of this chapter and to prevent the evasion of the tax, evidence that tangible personal property or any product transferred electronically was sold by any person for delivery in this state shall be prima facie evidence that such the tangible personal property or the product transferred electronically was sold for use in this state. Section 51. That § 10-46-20 be amended to read as follows: 10-46-20. Any retailer maintaining a place of business in this state, and making sales of tangible personal property , any product transferred electronically, or services for storage, use or other consumption in this state, not exempted under the provisions of §§ 10-46-6 to 10-46- 17.5, inclusive, shall, at the time of making such sale, whether within or without the state, collect the tax imposed by this chapter from the purchaser, and give to the purchaser a receipt therefor in the manner and form prescribed by the secretary of revenue and regulation, if the secretary of revenue and regulation shall , by rule promulgated pursuant to chapter 1-26, require such requires a receipt. Such The retailer shall list with the secretary of revenue and regulation the name and address of all his the retailer's agents operating in this state, and the location of any and all his of the retailer's distribution or sales houses or offices or other places of business in this state. Section 52. That § 10-46-21 be amended to read as follows: 10-46-21. Every retailer maintaining a place of business in this state and making sales of tangible personal property or any product transferred electronically for storage, use, or other consumption in this state, shall, twice annually furnish the secretary of revenue and regulation with a list, covering the six-month period just preceding the submission of such list, which shall contain the names and addresses of all persons within the State of South Dakota who have made purchases of tangible personal property or any product transferred electronically from said the retailer for use, storage, or consumption , and which . The list shall contain the total amount of the purchase price of all such personal property so purchased during said the period by such persons. Said The list required to be submitted as above stated need not contain any information on the sale of tangible personal property when or any product transferred electronically if exempt under §§ 10-46-6 to 10-46-15, inclusive. Section 53. That § 10-46-22 be amended to read as follows: 10-46-22. The secretary of revenue and regulation may, upon application, authorize the collection of the tax imposed by this chapter by any retailer not maintaining a place of business within this state, who, to the satisfaction of the secretary of revenue and regulation furnishes adequate security to ensure collection and payment of the tax. Such The retailer shall be issued, without charge, a permit to collect such the tax in such manner, and subject to such requirements as the secretary of revenue and regulation may prescribe by rule promulgated pursuant to chapter 1-26. If so authorized, the retailer shall collect the tax upon all any tangible personal property or any product transferred electronically sold to his the retailer's knowledge for use, storage , or other consumption within this state, in the same manner and subject to the same requirements as a retailer maintaining a place of business within this state. Such The authority and permit may be canceled when if , at any time, the secretary of revenue and regulation considers the security inadequate, or that such tax can more effectively be collected from the person using such the property in this state. Section 54. That § 10-46-23 be amended to read as follows: 10-46-23. The tax upon the use, storage , or other consumption of all tangible personal property or any product transferred electronically which is sold by a retailer maintaining a place of business in this state, or by such other retailer as the secretary of revenue and regulation shall authorize pursuant to § 10-46-22, shall be collected by such the retailer and remitted to the Department of Revenue and Regulation pursuant to the provisions of §§ 10-46-24 to 10-46-31, inclusive. Section 55. That § 10-46-28 be amended to read as follows: 10-46-28. At the time specified in § 10-46-27, the retailer shall file with the secretary of revenue and regulation a return for the preceding reporting period in such form as may be prescribed by the secretary of revenue and regulation showing the sales price of any or all tangible personal property , any product transferred electronically, or services sold by the retailer during such the preceding reporting period, the use, storage , or consumption of which is subject to the tax imposed by this chapter, and such other information as the secretary of revenue and regulation may deem necessary for the proper administration of this chapter. Returns Each return shall be accompanied by a remittance of the amount of such tax for the period covered by the return. Section 56. That § 10-46-31 be amended to read as follows: 10-46-31. If tangible personal property or any product transferred electronically is sold under a conditional sales contract, or under any other form of sale wherein the payment of the principal sum, or a part thereof, is extended over a period longer than sixty days from the date of the sale thereof, the retailer may collect and remit for each month that portion of the tax equal to the rate of tax as provided for in this chapter of that portion of the purchase price actually received during such the month. Section 57. That § 10-46-33 be amended to read as follows: 10-46-33. The tax upon the use, storage , or consumption of all any tangible personal property or any product transferred electronically not paid pursuant to §§ 10-46-23 and 10-46-32 shall be paid to the secretary of revenue and regulation directly by any person using such property within this state, pursuant to the provisions of § 10-46-34. Section 58. That § 10-46-34.1 be amended to read as follows: 10-46-34.1. The amount of use tax imposed with respect to tangible personal property and any product transferred electronically in the form of equipment brought into this state on a permanent basis for direct use in a manufacturing, fabricating, or processing business shall be reduced by the amount of any sales or use tax previously paid by the taxpayer with respect to the property on account of liability to another state or its political subdivisions to the extent that such tax equals or exceeds the rate of the tax in this state. If the sales or use tax of the other state is less than the tax of this state, the taxpayer shall be subject to the payment of the balance to this state. No credit shall may be given under this section for taxes paid on tangible personal property or any product transferred electronically subject to the credit of this section in another state or its political subdivisions if that state does not reciprocally grant a credit for taxes paid on similar tangible personal property or any product transferred electronically in this state. Section 59. That § 10-46-43 be amended to read as follows: 10-46-43. Every Each retailer required or authorized to collect taxes imposed by this chapter and every each person using, storing or otherwise consuming in this state tangible personal property or any product transferred electronically purchased on or after July 1, 1939, shall keep such records, receipts, invoices, and other pertinent papers as the secretary of revenue and regulation shall require, in such form as the secretary of revenue and regulation shall require. The secretary of revenue and regulation and any of his the secretary's duly authorized agents are hereby authorized to may examine the books, papers, records, and equipment of any person either selling tangible personal property or products transferred electronically or liable for the tax imposed by this chapter, and investigate the character of the business of any such person in order to verify the accuracy of any return made, or if such the return was made by such person, to ascertain and determine the amount due under the provisions of this chapter. Any such books, papers, and records shall be made available within this state for such examination upon reasonable notice when if the secretary of revenue and regulation shall deem deems it advisable and shall so order orders . Section 60. That § 10-46-66 be amended to read as follows: 10-46-66. All auction sales and consignment sales of tangible personal property , any product transferred electronically, and services are sales at retail. The auction clerk shall file the return and remit the tax imposed by this chapter on the gross receipts from each auction after applying the deductions provided by § 10-45-92. However, the auctioneer is responsible for the payment of the tax imposed by this chapter if the auction clerk is an employee of the auctioneer or if the auction clerk does not have a permit as required by this chapter. In addition to any other information required to be kept by this chapter, each auction clerk shall keep records that identify the owner of the property sold at auction and the auctioneer who conducts the sale of such property. Section 61. That § 10-46-68 be amended to read as follows: 10-46-68. There are hereby exempted from the provisions of this chapter and the computation of the tax imposed by it, gross receipts from membership fees paid to any lodging house and hotel membership organization operated for the benefit of its members. However, this exemption does not apply to any membership fee that represents payment for tangible personal property , any product transferred electronically, and services provided by the membership organization. Section 62. That subdivision (7) of § 10-45D-1 be amended to read as follows: (7) \"Visitor intensive business,\" any antique shop, book store, candy store, flea market, gift shop, indigenous arts and crafts shop, jewelry, lapidary shop, leather goods shop, marina, novelty shop, pottery shop, rock shop, souvenir shop, and tee shirt shop if fifty percent or more of annual total receipts are derived from the sale of tangible personal property or any product transferred electronically , during the months of June, July, August, and September. No postsecondary, college, and university book store is, however, included. Section 63. That § 10-45D-2 be amended to read as follows: 10-45D-2. There is hereby imposed a tax of one percent on the gross receipts from any lodging establishment, campground, motor vehicle rental, visitor attraction, recreational equipment rental, recreational service, spectator event, and visitor-intensive business. The tax imposed by this section on the gross receipts of any visitor-intensive business shall apply to the gross receipts received by such business during the months of June, July, August, and September. The tax imposed by this section is in addition to any other tax imposed by chapters 10-45 and 10-46. Tangible personal property, any product transferred electronically, services, and admissions are subject to the tax imposed by this section only if subject to tax by chapters 10-45 and 10-46. Section 64. That § 10-45D-6 be amended to read as follows: 10-45D-6. The tax imposed by § 10-45D-2 applies to the gross receipts from admission to a visitor attraction and from the sale of tangible personal property, any product transferred electronically, services, parking, or transportation at a visitor attraction. Section 65. That § 10-45D-7 be amended to read as follows: 10-45D-7. The tax imposed by § 10-45D-2 applies to the gross receipts from admission to a spectator event and from the sale of tangible personal property, any product transferred electronically, services, parking, or transportation at a spectator event. Section 66. That § 10-52A-1.1 be amended to read as follows: 10-52A-1.1. For the purposes of this chapter, the term, gross receipts, means the total amount or consideration, including cash, credit, property, and services, for which tangible personal property , any product transferred electronically, or services are sold, leased, or rented, valued in money, whether received in money or otherwise, without any deduction for the following: (1) The retailer's cost of the property or service sold; (2) The cost of materials used, labor or service cost, interest, losses, all costs of transportation to the retailer, all taxes imposed on the retailer, and any other expense of the retailer; and (3) Except as provided in chapter 10-46A or 10-46B, charges by the retailer for any services necessary to complete the sale whether or not separately stated, including delivery charges. Section 67. That § 10-52A-1.3 be amended to read as follows: 10-52A-1.3. Gross receipts, as defined in § 10-52A-1.1, do not include: (1) Discounts, including cash, term, or coupons that are not reimbursed by a third party that are allowed by a retailer and taken by a purchaser on a sale; (2) Interest, financing, and carrying charges from credit extended on the sale of tangible personal property , any product transferred electronically, or services, if the amount is separately stated on the invoice, bill of sale, or similar document given to the purchaser; and (3) Any taxes legally imposed directly on the consumer that are separately stated on the invoice, bill of sale, or similar document given to the purchaser. Section 68. That § 10-43-5 be amended to read as follows: 10-43-5. The tax referred to in §§ 10-43-2 and 10-43-2.1 is in lieu of all other taxes and licenses, state, county and local, except taxes upon the institutions' real property, taxes upon the institutions' leased sites, and tangible personal property and products transferred electronically not normally used in extension of credit or acceptance of deposits and the retail occupational sales tax or the use tax on tangible personal property ; provided, however, that and any product transferred electronically. However, tangible personal property and any product transferred electronically acquired by the financial institution through a foreclosure proceeding shall be are exempt from such other taxes. The institutions taxed by §§ 10-43-2 and 10-43-2.1 are exempt from other net income taxation by this state. Section 69. That § 10-44-8 be amended to read as follows: 10-44-8. Every Each company required to pay a tax under this chapter is exempt from all other taxes, state and local, except taxes upon real property as may be owned by such the company and the retail occupational sales tax and the use tax on tangible personal property and any product transferred electronically . An insurance policy or annuity contract is considered intangible personal property for the purposes of this section."}, {"bill_id": 4733, "bill_version_id": 1808, "bill_version": "House Taxation Engrossed", "bill_version_date": "2008-01-24T13:38:58.003-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to the taxation of products transferred electronically. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a tax at the same rate as that imposed upon sales of tangible personal property in this state upon the gross receipts of all sales, leases, or rentals of any product transferred electronically. The tax is imposed if: (1) The sale is to an end user; (2) The sale is to a person who is not an end user, unless otherwise exempted by this chapter; (3) The seller grants the right of permanent or less than permanent use of the products transferred electronically; or (4) The sale is conditioned or not conditioned upon continued payment. For the purposes of this section, the term, end user, does not include any person who received by contract any product transferred electronically for further commercial broadcast, rebroadcast, transmission, retransmission, licensing, relicensing, distribution, redistribution, or exhibition of the product, in whole or in part, to another person. For the purposes of this section, the term, permanent use, means perpetual or for an indefinite or unspecified length of time. The sale of a digital code that may be utilized to obtain a product transferred electronically shall be taxed in the same manner as the product transferred electronically. A digital code is a code that permits a purchaser to obtain at a later date a product transferred electronically. Section 2. That subdivision (4) of § 10-45-1 be amended to read as follows: (4) \"Delivery charges,\" charges by the retailer for preparation and delivery to a location designated by the purchaser of tangible personal property , any product transferred electronically, or services including transportation, shipping, postage, handling, crating, and packing; Section 3. That subdivision (11) of § 10-45-1 be amended to read as follows: (11) \"Retailer,\" any person engaged in the business of selling tangible goods, wares, or merchandise at retail, or the furnishing of gas, electricity, water, and communication service, and tickets or admissions to places of amusement and athletic events as provided in this chapter , and the sale at retail of products transferred electronically . The term also includes any person subject to the tax imposed by §§ 10-45-4 and 10- 45-5. The isolated or occasional sale of tangible personal property or any product transferred electronically at retail by a person who does not hold himself or herself out as engaging in the business of selling such tangible personal property or products transferred electronically at retail does not constitute such person a retailer; Section 4. That § 10-45-1 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Product transferred electronically,\" any product obtained by the purchaser by means other than tangible storage media. A product transferred electronically does not include any intangible such as a patent, stock, bond, goodwill, trademark, franchise, or copyright. Section 5. That § 10-45-1.3 be amended to read as follows: 10-45-1.3. For purposes of the tax imposed by this chapter, if any tangible personal property or any product transferred electronically is taken in trade or in a series of trades as a credit or part payment of a retail sale taxable under this chapter, and the tangible personal property or the product transferred electronically taken in trade is subject to the sales tax imposed by this chapter when sold, the credit or trade-in value allowed by the retailer may not be included as gross receipts. Section 6. That § 10-45-1.5 be amended to read as follows: 10-45-1.5. For the purposes of the tax imposed by this chapter, the term, lease or rental, means any transfer of possession or control of tangible personal property or any product transferred electronically for a fixed or indeterminate term for consideration. A lease or rental may include future options to purchase or extend. Lease or rental does not include: (1) A transfer of possession or control of property under a security agreement or deferred payment plan that requires the transfer of title upon completion of the required payments; (2) A transfer or possession or control of property under an agreement that requires the transfer of title upon completion of required payments and payment of an option price does not exceed the greater of one hundred dollars or one percent of the total required payments; or (3) Providing tangible personal property along with an operator for a fixed or indeterminate period of time. A condition of this exclusion is that the operator is necessary for the equipment to perform as designed. For the purpose of this subdivision, an operator shall do more than maintain, inspect, or set-up the tangible personal property. Section 7. That § 10-45-1.12 be amended to read as follows: 10-45-1.12. For the purposes of this chapter, the term, bundled transaction, does not include: (1) A transaction that includes the retail sale of real property or services to real property; (2) A transaction that includes the retail sale of any products in which the gross receipts varies, or is negotiable, based on the selection by the purchaser of the products included in the transaction; (3) A transaction that includes the retail sale of tangible personal property and a service where the tangible personal property is essential to the use of the service, and is provided exclusively in connection with the service, and the true object of the transaction is the service; (4) A transaction that includes the retail sale of any product transferred electronically and a service where the product transferred electronically is essential to the use of the service, and is provided exclusively in connection with the service, and the true object of the transaction is the service; (5) A transaction that includes the retail sale of services where one service is provided that is essential to the use or receipt of a second service and the first service is provided exclusively in connection with the second service and the true object of the transaction is the second service; (5) (6) A transaction that includes the retail sale of taxable products and nontaxable products and the purchase price or gross receipts of the taxable products is de minimis; or (6) (7) A transaction that includes the retail sale of exempt tangible personal property and taxable tangible personal property where: (a) The transaction includes food and food ingredients, drugs, durable medical equipment, mobility enhancing equipment, or prosthetic devices all as defined in chapter 10-45, or over-the-counter drugs or medical supplies; and (b) The retailer's purchase price or gross receipts of the taxable tangible personal property is fifty percent or less of the total purchase price or gross receipts of the bundled tangible personal property. No retailer may use a combination of the purchase price and gross receipts of the tangible personal property when making the fifty percent determination for a transaction. Section 8. That § 10-45-1.14 be amended to read as follows: 10-45-1.14. For the purposes of this chapter, the term, gross receipts, means the total amount or consideration, including cash, credit, property, and services, for which tangible personal property , any product transferred electronically, or services are sold, leased, or rented, valued in money, whether received in money or otherwise, without any deduction for the following: (1) The retailer's cost of the property or service sold; (2) The cost of materials used, labor or service cost, interest, losses, all costs of transportation to the retailer, all taxes imposed on the retailer, and any other expense of the retailer; and (3) Except as provided in chapter 10-46A or 10-46B, charges by the retailer for any services necessary to complete the sale whether or not separately stated, including delivery charges. Section 9. That § 10-45-1.16 be amended to read as follows: 10-45-1.16. Gross receipts, as defined in § 10-45-1.14, do not include: (1) Discounts, including cash, term, or coupons that are not reimbursed by a third party that are allowed by a retailer and taken by a purchaser on a sale; (2) Interest, financing, and carrying charges from credit extended on the sale of tangible personal property , any product transferred electronically, or services, if the amount is separately stated on the invoice, bill of sale, or similar document given to the purchaser; and (3) Any taxes legally imposed directly on the consumer that are separately stated on the invoice, bill of sale, or similar document given to the purchaser. Section 10. That § 10-45-5 be amended to read as follows: 10-45-5. There is imposed a tax at the rate of four percent upon the gross receipts of any person from engaging or continuing in any of the following businesses or services in this state: abstracters; accountants; architects; barbers; beauty shops; bill collection services; blacksmith shops; car washing; dry cleaning; dyeing; exterminators; garage and service stations; garment alteration; cleaning and pressing; janitorial services and supplies; specialty cleaners; laundry; linen and towel supply; membership or entrance fees for the use of a facility or for the right to purchase tangible personal property , any product transferred electronically, or services; photography; photo developing and enlarging; tire recapping; welding and all repair services, except farm machinery, farm attachment units, or irrigation equipment repair services; cable television; and rentals of tangible personal property except leases of tangible personal property between one telephone company and another telephone company, motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days and mobile homes. However, the specific enumeration of businesses and professions made in this section does not, in any way, limit the scope and effect of § 10-45-4. Section 11. That § 10-45-7.1 be amended to read as follows: 10-45-7.1. There are hereby exempted from the provisions of this chapter and the computation of the tax imposed by it, gross receipts from membership fees paid to any lodging house and hotel membership organization operated for the benefit of its members. However, this exemption does not apply to any membership fee that represents payment for tangible personal property , any product transferred electronically, and services provided by the membership organization. Section 12. That § 10-45-9 be amended to read as follows: 10-45-9. There are hereby specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, the gross receipts from sales of tangible personal property and any product transferred electronically which this state is prohibited from taxing under the Constitution or laws of the United States or under the Constitution or laws of the State of South Dakota. Section 13. That § 10-45-9.1 be amended to read as follows: 10-45-9.1. Gross receipts from the sale of tangible personal property and any product transferred electronically to a person who intends to lease the property to persons in this state and actually does so are exempted from the provisions of this chapter and the tax composed by it. Section 14. That § 10-45-10 be amended to read as follows: 10-45-10. There are hereby specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, the gross receipts from sales of tangible personal property , any product transferred electronically, and the sale, furnishing or service of electrical energy, natural and artificial gas and communication service services to the United States, to the State of South Dakota or to any other state of the United States or the District of Columbia if the other state provides a reciprocal exemption for South Dakota, to public or municipal corporations of the State of South Dakota or of any other state of the United States or the District of Columbia if the other state provides a reciprocal exemption to South Dakota public or municipal corporations, to any nonprofit charitable organization which devotes its resources exclusively to the relief of the poor, distressed or underprivileged, and has been recognized as an exempt organization under § 501(c)(3) of the Internal Revenue Code, or to any Indian tribe. Section 15. That § 10-45-11.1 be amended to read as follows: 10-45-11.1. There are hereby specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, the gross receipts from furnishing goods or services to the purchaser or his the purchaser's successor in interest of tangible personal property and any product transferred electronically to fulfill a warranty obligation of the manufacturer to the extent that such the goods or services are not charged to such the purchaser or his the purchaser's successor in interest. Section 16. That § 10-45-12.5 be amended to read as follows: 10-45-12.5. Unless otherwise specifically subject to tax, the gross receipts resulting from fees or commissions received for rendering a service which provides for the sale of tangible personal property , any product transferred electronically, or services is exempt from the tax imposed by this chapter. Section 17. That § 10-45-13 be amended to read as follows: 10-45-13. There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, the gross receipts from the following: (1) Sales of tickets or admissions to the grounds and grandstand attractions of state, county, district, regional, and local fairs; (2) Admissions to nonprofit historic sites and repertory theater performances operated by nonprofit organizations; (3) Admissions to community operated celebrations and shows sponsored by a chamber of commerce or other similar nonprofit organization if the county or municipality in which the activity takes place officially sponsors the activity and no charge is made to the operators of the celebration or show for the use of county, city or town facilities or services; (4) Admissions to events or receipts from activities sponsored and operated by colleges or vocational schools or elementary or high schools or related clubs or supporting organizations approved or supervised by a school or college when the entire net proceeds are spent for educational purposes and any associations of them and receipts from tangible personal property or any product transferred electronically sold at such events. However, receipts from tangible personal property or any product transferred electronically sold at such events or activities are included in the measure of sales tax at the time of purchase by the college or school or related club or supporting organization; (5) Religious, benevolent, fraternal, youth association or charitable activities, including any bingo or lottery conducted pursuant to § 22-25-25, where the entire amount of such receipts after deducting all costs directly related to the conduct of such activities is expended for religious, benevolent, fraternal, youth association or charitable purposes, and, except for any bingo or lottery, the receipts are not the result of engaging in business for more than three consecutive days. However, receipts from tangible personal property , any product transferred electronically, or services purchased for use in the activity are included in the measure of sales tax; (6) Sales of tangible personal property or any product transferred electronically when the net receipts therefrom are used primarily for the restoration or maintenance of the Governor's mansion and capitol grounds; (7) Any charge or entry fee made to persons for engaging in participatory events limited to tournaments, contests and league activities. However, receipts from tangible personal property , any product transferred electronically, or services purchased for use in tournaments, contests and league activities shall be included in the measure of the tax imposed by this chapter; (8) Admissions to events or receipts from activities sponsored and operated by county or municipal historical societies or centennial committees when the entire net proceeds are spent for centennial celebration purposes. However, receipts from tangible personal property , any product transferred electronically, or services purchased for use in the activity are included in the measure of sales tax; (9) Religious, benevolent, fraternal, youth association or charitable activities conducted at county fairs, if the entire amount of such receipts after deducting all costs directly related to the conduct of such activities is expended for religious, benevolent, fraternal, youth association or charitable purposes, and the receipts are not the result of engaging in business for more than five consecutive days. However, receipts from tangible personal property , any product transferred electronically, or services purchased for use in the activity are included in the measure of sales tax; (10) Admissions to circus performances sponsored or operated by religious, benevolent, fraternal or youth associations, if the entire amount of the receipts after deducting all costs directly related to the conduct of the circus performances is expended for religious, benevolent, fraternal, youth associations or charitable purposes; (11) Admissions to events or receipts from activities sponsored and operated by religious, benevolent, or charitable organizations for a period not to exceed thirty days in any calendar year, if the entire amount of the receipts after deducting all costs directly related to the conduct of the event or activity is expended for the benefit of homeless persons. Section 18. That § 10-45-13.1 be amended to read as follows: 10-45-13.1. Membership organizations, major group 86, as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President, are exempt from the tax imposed by this chapter on receipts from sales of services by them and their membership fees. This exemption does not apply to the tax imposed upon the gross receipts of sales of tangible personal property or any product transferred electronically by such organizations. This section does not exempt the gross receipts of a retailer which are the result of sales to organizations in major group 86 or exempt such organizations from payment of use tax on goods and services used in the conduct of their activities. Section 19. That § 10-45-13.2 be amended to read as follows: 10-45-13.2. There are specifically exempted from the provisions of this chapter and the computation of the tax imposed by it, the fair market value of any tangible personal property , product transferred electronically, or service given without charge to an institution, organization, or group exempt from the tax imposed by this chapter. Section 20. That § 10-45-14 be amended to read as follows: 10-45-14. There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, the gross receipts from sales of tangible personal property , any product transferred electronically, and the gross receipts from sales, furnishing, or service of electrical energy, natural and artificial gas, water, and communication service services to and for use by religious educational institutions, private educational institutions currently recognized as exempt under section 501(c)(3) of the Internal Revenue Code as in effect on January 1, 1983, and nonprofit, charitable hospitals when purchases are made by authorized officials, payment made from the institution funds and title to the property retained in the name of such institution. For the purposes of this section, a private educational institution shall be defined as an institution currently recognized as exempt under section 501(c)(3) of the Internal Revenue Code as in effect on January 1, 1995, maintaining a campus physically located within this state; and accredited by the South Dakota Department of Education or the North Central Association of Colleges and Schools. This exemption does not extend to sales to or purchases of tangible personal property or any product transferred electronically for the personal use of officials, members or employees of such institutions or to sales to or purchases of tangible personal property or any product transferred electronically used in the operation of a taxable retail business. The exemption provided in this section does not, in any manner, relieve the institution from the payment of the additional and further license fee imposed on the registration of motor vehicles. All institutions claiming this exemption shall prepare and maintain a list of all purchases on which exemption was claimed, fully itemized, showing name and address of vendors, description of property purchased, date or dates of purchase, purchase price and brief explanation of use or intended use. Section 21. That § 10-45-20.1 be amended to read as follows: 10-45-20.1. Payments made by one member of the controlled group to another member of a controlled group which represent an allocation, reimbursement, or charge for services provided by or rendered by the members of the controlled group are specifically exempted from the provisions of this chapter and the computation of the tax imposed by it. The exemption provided in this section does not apply to the lease of tangible personal property or any product transferred electronically unless the sales or use tax has been paid on the property by the lessor. Section 22. That § 10-45-20.5 be amended to read as follows: 10-45-20.5. There are specifically exempted from the provisions of this chapter and the computation of the tax imposed by it, gross receipts from the sale of services rendered by a related corporation as defined in subdivision 10-43-1(11) for use by a financial institution as defined in subdivision 10-43-1(4) or on any service rendered by a financial institution as defined in subdivision 10-43-1(4) for use by a related corporation as defined in subdivision 10-43-1(11). For the purposes of this section, the term, related corporation, includes a corporation which together with the financial institution is part of a controlled group of corporations as defined in 26 U.S.C. § 1563 as in effect on January 1, 1989, except that the eighty percent ownership requirements set forth in 26 U.S.C. § 1563(a)(2)(A) for a brother-sister controlled group are reduced to fifty-one percent. The exemption provided in this section does not apply to the lease of tangible personal property or any product transferred electronically unless the sales or use tax has been paid on the property by the lessor. Section 23. That § 10-45-29.1 be amended to read as follows: 10-45-29.1. In determining the amount of tax due under this chapter, attorneys licensed pursuant to chapter 16-16 and accountants licensed pursuant to chapter 36-20A may deduct from gross receipts amounts which represent charges to clients for tangible personal property , any product transferred electronically, or services purchased by the attorney or accountant on behalf of a client. However, the sale of the property or service to the attorney or accountant is not a sale for resale if this deduction is taken. This deduction may only be taken if the amount to be deducted represents an expense specifically incurred for a particular client and the amount is itemized and separately billed as a reimbursable expense by the attorney or accountant. Section 24. That § 10-45-61 be amended to read as follows: 10-45-61. Notwithstanding § 10-54-1, a seller, who possesses an exemption certificate from a purchaser of tangible personal property , any product transferred electronically, or services which indicates the items or services being purchased are exempt, may rely on the exemption certificate and not charge sales tax to the provider of the exemption certificate until the provider of the exemption certificate gives notice that the items or services being purchased are no longer exempt by filing a new exemption certificate with the seller. The exemption certificate shall be signed by the purchaser, provide the purchaser's name, address, and valid state tax license number, if applicable, and shall describe the types of tangible personal property , any product transferred electronically, and services being purchased exempt by the purchaser. However, any person filing an electronic exemption certificate is not required to sign the exemption certificate. The purchaser claiming the protection of an exemption certificate is responsible for assuring that the goods and services delivered thereafter are of a type covered by the exemption certificate. If there are items covered under the exemption certificate which are not being purchased exempt, it is the responsibility of the purchaser when ordering goods from a seller to indicate if any of the items purchased are not exempt, and the appropriate sales tax shall be charged on the portion of the sale that is not exempt. A seller of property , any product transferred electronically, or services which are generally described under the exemption certificate is not responsible for the collection of the tax unless otherwise directed by the purchaser. If the purchaser later determines there is any tax due and owing, the purchaser shall remit the tax owed by the purchaser to the state. If the purchaser makes an exempt purchase and later determines that the goods or services purchased are not exempt, the purchaser shall report the transaction and pay the use tax on the next filing of the purchaser's return. Any purchaser who knowingly and intentionally lists on an exemption certificate personal property , any product transferred electronically, or services which the purchaser knows, at the time the exemption certificate is filed with the seller, are not exempt, or provides an invalid exemption certificate with the intent to evade payment of the tax, and fails to timely report the same with the department is guilty of a Class 1 misdemeanor. The secretary of revenue and regulation may assess a penalty of up to fifty percent of the tax owed, in addition to the tax owed. No interest may be charged on the penalty. The seller shall retain the exemption certificate for a period of three years from the date it is filed by the purchaser and provide the exemption certificate to the department upon request. The secretary may promulgate rules pursuant to chapter 1-26 to adopt forms for exemption certificates. Section 25. That § 10-45-83 be amended to read as follows: 10-45-83. The provisions of §§ 10-45-82 and 10-46-62 do not apply to the gross receipts from interest paid any pawnbroker from the tax imposed by chapters 10-45 and 10-46. For the purposes of this section, a pawnbroker means any person who is engaged in the business of lending money and who accepts the possession of tangible personal property or any product transferred electronically as security for the loan. Section 26. That § 10-45-84 be amended to read as follows: 10-45-84. Any fee or commission received by a retailer for arranging or assisting in the arrangement of a loan for a customer to pay for tangible personal property or any product transferred electronically sold by such retailer does not constitute gross receipts subject to the tax imposed by this chapter. Section 27. That § 10-45-92 be amended to read as follows: 10-45-92. In determining the amount of tax due under this chapter, auctioneers may deduct from gross receipts amounts which represent direct expense charges for clients for tangible personal property , any product transferred electronically, or services purchased by the auctioneer on behalf of a client. However, the sale of the property or service to the auctioneer is not a sale for resale if this deduction is taken. This deduction may only be taken if the amount to be deducted represents an expense specifically incurred for a particular client and the amount is itemized and paid from the client's auction proceeds by the auctioneer or closing agent. The deduction shall be disallowed if the auctioneer receives any profit or remuneration directly or indirectly from the client's expense. Section 28. That § 10-45-92.1 be amended to read as follows: 10-45-92.1. All auction sales and consignment sales of tangible personal property , any product transferred electronically, and services are sales at retail. The auction clerk shall file the return and remit the tax imposed by this chapter on the gross receipts from each auction after applying the deductions provided by § 10-45-92. However, the auctioneer is responsible for the payment of the tax imposed by this chapter if the auction clerk is an employee of the auctioneer or if the auction clerk does not have a permit as required by this chapter. In addition to any other information required to be kept by this chapter, each auction clerk shall keep records that identify the owner of the property sold at auction and the auctioneer who conducts the sale of such property. Section 29. That § 10-45-108 be amended to read as follows: 10-45-108. For purposes of the tax imposed by this chapter, a retailer shall source sales of tangible personal property , any product transferred electronically, and services to the location where the tangible personal property , the product transferred electronically, or service is received. The department shall promulgate rules, pursuant to chapter 1-26, defining the location of receipt. The rules promulgated pursuant to this section may provide an alternative method of sourcing telecommunication services. Section 30. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: An excise tax is hereby imposed on the use, storage, or consumption in this state of any product transferred electronically purchased for use in this state at the same rate of percent of the purchase price of any product transferred electronically as is imposed pursuant to chapter 10-45. The tax is imposed if: (1) The sale is to an end user; (2) The sale is to a person who is not an end user, unless otherwise exempted by this chapter; (3) The seller grants the right of permanent or less than permanent user of the products transferred electronically; or (4) The sale is conditioned or not conditioned upon continued payment. For the purposes of this section, the term, end user, does not include any person who received by contract any product transferred electronically for further commercial broadcast, rebroadcast, transmission, retransmission, licensing, relicensing, distribution, redistribution, or exhibition of the product, in whole or in part, to another person. For the purposes of this section, the term, permanent use, means perpetual or for an indefinite or unspecified length of time. The sale of a digital code that may be utilized to obtain a product transferred electronically shall be taxed in the same manner as the product transferred electronically. A digital code is a code that permits a purchaser to obtain at a later date a product transferred electronically. Section 31. That subdivision (3) of § 10-46-1 be amended to read as follows: (3) \"Delivery charges,\" charges by the retailer for preparation and delivery to a location designated by the purchaser of tangible personal property , any product transferred electronically, or services including transportation, shipping, postage, handling, crating, and packing; Section 32. That subdivision (4) of § 10-46-1 be amended to read as follows: (4) \"Fair market value,\" the price at which a willing seller and willing buyer will trade. Fair market value shall be determined at the time of purchase. If a public corporation is supplying tangible personal property or any product transferred electronically that will be used in the performance of a contract, fair market value shall be determined pursuant to § 5-18-5.1. This definition also applies to chapter 10-45; Section 33. That subdivision (6) of § 10-46-1 be amended to read as follows: (6) \"Included in the measure of tax,\" the tangible personal property , any product transferred electronically, or the service was purchased from a retailer licensed under chapter 10-45 and that retailer has included the tax in the amount received from the sale; Section 34. That subdivision (11) of § 10-46-1 be amended to read as follows: (11) \"Retailer,\" any person performing services in this state or engaged in the business of selling tangible personal property or products transferred electronically for use, storage or other consumption within the meaning of this chapter. However, if in the opinion of the secretary of revenue and regulation, it is necessary for the efficient administration of this chapter to regard any salesmen, representatives, truckers, peddlers, or canvassers as agents of the dealers, distributors, supervisors, employers, or persons under whom they operate or from whom they obtain the tangible personal property or any product transferred electronically sold by them irrespective of whether they are making sales on their own behalf or on behalf of such dealers, distributors, supervisors, employers, or persons, the secretary of revenue and regulation may so regard them and may regard the dealers, distributors, supervisors, employers, or persons as retailers for purposes of this chapter; Section 35. That subdivision (17) § 10-46-1 be amended to read as follows: (17) \"Use,\" the exercise of right or power over tangible personal property or any product transferred electronically incidental to the ownership of that property, except that it does not include the sale of that property in the regular course of business. Use also includes the use of the types of services, the gross receipts from the sale of which are to be included in the measure of the tax imposed by chapter 10-45, and any amendments thereto and the delivery or causing delivery into this state of tangible personal property or any product transferred electronically intended to advertise products or services any product or service or promote or facilitate sales any sale to South Dakota residents. Section 36. That § 10-46-1 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Product transferred electronically,\" any product obtained by the purchaser by means other than tangible storage media. A product transferred electronically does not include any intangible such as a patent, stock, bond, goodwill, trademark, franchise, or copyright. Section 37. That § 10-46-1.1 be amended to read as follows: 10-46-1.1. For the purpose of the tax imposed by this chapter, the term, lease or rental, means any transfer of possession or control of tangible personal property or any product transferred electronically for a fixed or indeterminate term for consideration. A lease or rental may include future options to purchase or extend. Lease or rental does not include: (1) A transfer of possession or control of property under a security agreement or deferred payment plan that requires the transfer of title upon completion of the required payments; (2) A transfer or possession or control of property under an agreement that requires the transfer of title upon completion of required payments and payment of an option price does not exceed the greater of one hundred dollars or one percent of the total required payments; or (3) Providing tangible personal property along with an operator for a fixed or indeterminate period of time. A condition of this exclusion is that the operator is necessary for the equipment to perform as designed. For the purpose of this subdivision, an operator shall do more than maintain, inspect, or set-up the tangible personal property. Section 38. That § 10-46-2.2 be amended to read as follows: 10-46-2.2. An excise tax is imposed upon the privilege of the use of rented tangible personal property and any product transferred electronically in this state at the rate of four percent of the rental payments upon the property. Section 39. That § 10-46-2.3 be amended to read as follows: 10-46-2.3. The use, storage, or consumption of tangible personal property and any product transferred electronically actually leased to persons in this state is exempted from the provisions of this chapter and the tax imposed by it. Section 40. That § 10-46-3 be amended to read as follows: 10-46-3. An excise tax is imposed on the privilege of the use, storage or consumption in this state of tangible personal property or any product transferred electronically not originally purchased for use in this state, but thereafter used, stored or consumed in this state, at the same rate of percent of the fair market value of the property at the time it is brought into this state as is imposed by § 10-45-2. The use, storage, or consumption of tangible personal property or any product transferred electronically more than seven years old at the time it is brought into the state by the person who purchased such property for use in another state is exempt from the tax imposed herein. The secretary may promulgate rules pursuant to chapter 1-26 relating to the determination of the age and value of the tangible personal property or the product transferred electronically brought into this state. Section 41. That § 10-46-5 be amended to read as follows: 10-46-5. If a contractor or subcontractor, as defined in chapters 10-46A and 10-46B, uses tangible personal property or any product transferred electronically in the performance of his a contract or to fulfill contract or subcontract obligations, whether the title to the property is in the name of the contractor, subcontractor, contractee, subcontractee, or any other person, or whether the titleholder of the property would be subject to pay the sales or use tax, the contractor or subcontractor shall pay a tax at the rate prescribed by § 10-45-2, measured by the purchase price or fair market value of the property, whichever is greater, unless the property has been previously subjected to a sales or use tax, in this state and the tax due thereon has been paid. However, if the contractor or subcontractor fabricates tangible personal property for use in the performance of his a contract, fair market value excludes the value of the contractor's or subcontractor's fabrication costs. Section 42. That § 10-46-5.4 be amended to read as follows: 10-46-5.4. Notwithstanding the provisions of § 10-46-5, the use in this state of tangible personal property and any product transferred electronically that becomes an integral and component part of a final product manufactured by a business classified in signs and advertising specialities, (industry no. 3993) in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President, that is installed by such the manufacturer outside of this state is exempt from the tax imposed by this chapter. Section 43. That § 10-46-6 be amended to read as follows: 10-46-6. The use in this state of tangible personal property , any product transferred electronically, or services, the gross receipts from the sale of which are to be included in the measure of the tax imposed by chapter 10-45, and any amendments made or which may hereafter be made thereto, is hereby specifically exempted from the tax imposed by this chapter. Section 44. That § 10-46-6.1 be amended to read as follows: 10-46-6.1. The amount of any use tax imposed with respect to tangible personal property , any product transferred electronically, or services shall be reduced by the amount of any sales or use tax previously paid by the taxpayer with respect to the property on account of liability to another state or its political subdivisions. Provided, however However , no credit shall may be given under this section where taxes paid on tangible personal property , any product transferred electronically, or services in another state or its political subdivisions of that state does not reciprocally grant a credit for taxes paid on similar tangible personal property or any product transferred electronically . Section 45. That § 10-46-7 be amended to read as follows: 10-46-7. Tangible personal property and any product transferred electronically , the storage, use, or other consumption of which this state is prohibited from taxing under the Constitution or laws of the United States of America or under the Constitution of this state, or tangible personal property and any product transferred electronically sold to the United States, the State of South Dakota, or any public or municipal corporation of the state which is for the use, storage, or consumption of such public corporations is hereby specifically exempt from the tax imposed by this chapter. Section 46. That § 10-46-8 be amended to read as follows: 10-46-8. The use in this state of all articles of tangible personal property and any product transferred electronically brought into the State of South Dakota by a nonresident individual thereof for his or her personal use or enjoyment while within the state, is hereby specifically exempted from the tax imposed by this chapter. Section 47. That § 10-46-9.5 be amended to read as follows: 10-46-9.5. Unless otherwise specifically subject to tax, the gross receipts resulting from fees or commissions received for rendering a service which provides for the sale of tangible personal property , any product transferred electronically, or services is exempt from the tax imposed by this chapter. Section 48. That § 10-46-15 be amended to read as follows: 10-46-15. The gross receipts from sales of tangible personal property , any product transferred electronically, and the gross receipts from sales, furnishing or service of electrical energy, natural and artificial gas, water and communication service to and for use by religious educational institutions and private educational institutions currently recognized as exempt under section 501(c)(3) of the Internal Revenue Code as in effect on January 1, 1983, and nonprofit, charitable hospitals when purchases are made by authorized officials, payment made from the institution's funds and title to the property retained in the name of the institutions, are specifically exempted from the tax imposed by this chapter. For the purposes of this section, a private educational institution shall be defined as an institution currently recognized as exempt under section 501(c)(3) of the Internal Revenue Code as in effect on January 1, 1995, maintaining a campus physically located within this state; and accredited by the South Dakota Department of Education or the North Central Association of Colleges and Schools. This exemption does not extend to sales to or purchases of tangible personal property or any product transferred electronically for the personal use of officials, members, or employees of such institutions or to sales to or purchases of tangible personal property or any product transferred electronically used in the operation of a taxable retail business. The exemption provided in this section does not, in any manner, relieve the institution from the payment of the additional and further license fee imposed on the registration of motor vehicles. All institutions claiming this exemption shall, at the end of each quarter of each calendar year, file with the Department of Revenue and Regulation a list of all purchases on which exemption was claimed, fully itemized, showing name and address of vendors, description of property purchased, purchase price, and brief explanation of use or intended use. Section 49. That § 10-46-15.4 be amended to read as follows: 10-46-15.4. There are specifically exempted from the provisions of this chapter and the computation of the tax imposed by it, the fair market value of any tangible personal property , product transferred electronically, or service given without charge to an institution, organization, or group exempt from the tax imposed by this chapter. Section 50. That § 10-46-18 be amended to read as follows: 10-46-18. For the purpose of the proper administration of this chapter and to prevent the evasion of the tax, evidence that tangible personal property or any product transferred electronically was sold by any person for delivery in this state shall be prima facie evidence that such the tangible personal property or the product transferred electronically was sold for use in this state. Section 51. That § 10-46-20 be amended to read as follows: 10-46-20. Any retailer maintaining a place of business in this state, and making sales of tangible personal property , any product transferred electronically, or services for storage, use or other consumption in this state, not exempted under the provisions of §§ 10-46-6 to 10-46- 17.5, inclusive, shall, at the time of making such sale, whether within or without the state, collect the tax imposed by this chapter from the purchaser, and give to the purchaser a receipt therefor in the manner and form prescribed by the secretary of revenue and regulation, if the secretary of revenue and regulation shall , by rule promulgated pursuant to chapter 1-26, require such requires a receipt. Such The retailer shall list with the secretary of revenue and regulation the name and address of all his the retailer's agents operating in this state, and the location of any and all his of the retailer's distribution or sales houses or offices or other places of business in this state. Section 52. That § 10-46-21 be amended to read as follows: 10-46-21. Every retailer maintaining a place of business in this state and making sales of tangible personal property or any product transferred electronically for storage, use, or other consumption in this state, shall, twice annually furnish the secretary of revenue and regulation with a list, covering the six-month period just preceding the submission of such list, which shall contain the names and addresses of all persons within the State of South Dakota who have made purchases of tangible personal property or any product transferred electronically from said the retailer for use, storage, or consumption , and which . The list shall contain the total amount of the purchase price of all such personal property so purchased during said the period by such persons. Said The list required to be submitted as above stated need not contain any information on the sale of tangible personal property when or any product transferred electronically if exempt under §§ 10-46-6 to 10-46-15, inclusive. Section 53. That § 10-46-22 be amended to read as follows: 10-46-22. The secretary of revenue and regulation may, upon application, authorize the collection of the tax imposed by this chapter by any retailer not maintaining a place of business within this state, who, to the satisfaction of the secretary of revenue and regulation furnishes adequate security to ensure collection and payment of the tax. Such The retailer shall be issued, without charge, a permit to collect such the tax in such manner, and subject to such requirements as the secretary of revenue and regulation may prescribe by rule promulgated pursuant to chapter 1-26. If so authorized, the retailer shall collect the tax upon all any tangible personal property or any product transferred electronically sold to his the retailer's knowledge for use, storage , or other consumption within this state, in the same manner and subject to the same requirements as a retailer maintaining a place of business within this state. Such The authority and permit may be canceled when if , at any time, the secretary of revenue and regulation considers the security inadequate, or that such tax can more effectively be collected from the person using such the property in this state. Section 54. That § 10-46-23 be amended to read as follows: 10-46-23. The tax upon the use, storage , or other consumption of all tangible personal property or any product transferred electronically which is sold by a retailer maintaining a place of business in this state, or by such other retailer as the secretary of revenue and regulation shall authorize pursuant to § 10-46-22, shall be collected by such the retailer and remitted to the Department of Revenue and Regulation pursuant to the provisions of §§ 10-46-24 to 10-46-31, inclusive. Section 55. That § 10-46-28 be amended to read as follows: 10-46-28. At the time specified in § 10-46-27, the retailer shall file with the secretary of revenue and regulation a return for the preceding reporting period in such form as may be prescribed by the secretary of revenue and regulation showing the sales price of any or all tangible personal property , any product transferred electronically, or services sold by the retailer during such the preceding reporting period, the use, storage , or consumption of which is subject to the tax imposed by this chapter, and such other information as the secretary of revenue and regulation may deem necessary for the proper administration of this chapter. Returns Each return shall be accompanied by a remittance of the amount of such tax for the period covered by the return. Section 56. That § 10-46-31 be amended to read as follows: 10-46-31. If tangible personal property or any product transferred electronically is sold under a conditional sales contract, or under any other form of sale wherein the payment of the principal sum, or a part thereof, is extended over a period longer than sixty days from the date of the sale thereof, the retailer may collect and remit for each month that portion of the tax equal to the rate of tax as provided for in this chapter of that portion of the purchase price actually received during such the month. Section 57. That § 10-46-33 be amended to read as follows: 10-46-33. The tax upon the use, storage , or consumption of all any tangible personal property or any product transferred electronically not paid pursuant to §§ 10-46-23 and 10-46-32 shall be paid to the secretary of revenue and regulation directly by any person using such property within this state, pursuant to the provisions of § 10-46-34. Section 58. That § 10-46-34.1 be amended to read as follows: 10-46-34.1. The amount of use tax imposed with respect to tangible personal property and any product transferred electronically in the form of equipment brought into this state on a permanent basis for direct use in a manufacturing, fabricating, or processing business shall be reduced by the amount of any sales or use tax previously paid by the taxpayer with respect to the property on account of liability to another state or its political subdivisions to the extent that such tax equals or exceeds the rate of the tax in this state. If the sales or use tax of the other state is less than the tax of this state, the taxpayer shall be subject to the payment of the balance to this state. No credit shall may be given under this section for taxes paid on tangible personal property or any product transferred electronically subject to the credit of this section in another state or its political subdivisions if that state does not reciprocally grant a credit for taxes paid on similar tangible personal property or any product transferred electronically in this state. Section 59. That § 10-46-43 be amended to read as follows: 10-46-43. Every Each retailer required or authorized to collect taxes imposed by this chapter and every each person using, storing or otherwise consuming in this state tangible personal property or any product transferred electronically purchased on or after July 1, 1939, shall keep such records, receipts, invoices, and other pertinent papers as the secretary of revenue and regulation shall require, in such form as the secretary of revenue and regulation shall require. The secretary of revenue and regulation and any of his the secretary's duly authorized agents are hereby authorized to may examine the books, papers, records, and equipment of any person either selling tangible personal property or products transferred electronically or liable for the tax imposed by this chapter, and investigate the character of the business of any such person in order to verify the accuracy of any return made, or if such the return was made by such person, to ascertain and determine the amount due under the provisions of this chapter. Any such books, papers, and records shall be made available within this state for such examination upon reasonable notice when if the secretary of revenue and regulation shall deem deems it advisable and shall so order orders . Section 60. That § 10-46-66 be amended to read as follows: 10-46-66. All auction sales and consignment sales of tangible personal property , any product transferred electronically, and services are sales at retail. The auction clerk shall file the return and remit the tax imposed by this chapter on the gross receipts from each auction after applying the deductions provided by § 10-45-92. However, the auctioneer is responsible for the payment of the tax imposed by this chapter if the auction clerk is an employee of the auctioneer or if the auction clerk does not have a permit as required by this chapter. In addition to any other information required to be kept by this chapter, each auction clerk shall keep records that identify the owner of the property sold at auction and the auctioneer who conducts the sale of such property. Section 61. That § 10-46-68 be amended to read as follows: 10-46-68. There are hereby exempted from the provisions of this chapter and the computation of the tax imposed by it, gross receipts from membership fees paid to any lodging house and hotel membership organization operated for the benefit of its members. However, this exemption does not apply to any membership fee that represents payment for tangible personal property , any product transferred electronically, and services provided by the membership organization. Section 62. That subdivision (7) of § 10-45D-1 be amended to read as follows: (7) \"Visitor intensive business,\" any antique shop, book store, candy store, flea market, gift shop, indigenous arts and crafts shop, jewelry, lapidary shop, leather goods shop, marina, novelty shop, pottery shop, rock shop, souvenir shop, and tee shirt shop if fifty percent or more of annual total receipts are derived from the sale of tangible personal property or any product transferred electronically , during the months of June, July, August, and September. No postsecondary, college, and university book store is, however, included. Section 63. That § 10-45D-2 be amended to read as follows: 10-45D-2. There is hereby imposed a tax of one percent on the gross receipts from any lodging establishment, campground, motor vehicle rental, visitor attraction, recreational equipment rental, recreational service, spectator event, and visitor-intensive business. The tax imposed by this section on the gross receipts of any visitor-intensive business shall apply to the gross receipts received by such business during the months of June, July, August, and September. The tax imposed by this section is in addition to any other tax imposed by chapters 10-45 and 10-46. Tangible personal property, any product transferred electronically, services, and admissions are subject to the tax imposed by this section only if subject to tax by chapters 10-45 and 10-46. Section 64. That § 10-45D-6 be amended to read as follows: 10-45D-6. The tax imposed by § 10-45D-2 applies to the gross receipts from admission to a visitor attraction and from the sale of tangible personal property, any product transferred electronically, services, parking, or transportation at a visitor attraction. Section 65. That § 10-45D-7 be amended to read as follows: 10-45D-7. The tax imposed by § 10-45D-2 applies to the gross receipts from admission to a spectator event and from the sale of tangible personal property, any product transferred electronically, services, parking, or transportation at a spectator event. Section 66. That § 10-52A-1.1 be amended to read as follows: 10-52A-1.1. For the purposes of this chapter, the term, gross receipts, means the total amount or consideration, including cash, credit, property, and services, for which tangible personal property , any product transferred electronically, or services are sold, leased, or rented, valued in money, whether received in money or otherwise, without any deduction for the following: (1) The retailer's cost of the property or service sold; (2) The cost of materials used, labor or service cost, interest, losses, all costs of transportation to the retailer, all taxes imposed on the retailer, and any other expense of the retailer; and (3) Except as provided in chapter 10-46A or 10-46B, charges by the retailer for any services necessary to complete the sale whether or not separately stated, including delivery charges. Section 67. That § 10-52A-1.3 be amended to read as follows: 10-52A-1.3. Gross receipts, as defined in § 10-52A-1.1, do not include: (1) Discounts, including cash, term, or coupons that are not reimbursed by a third party that are allowed by a retailer and taken by a purchaser on a sale; (2) Interest, financing, and carrying charges from credit extended on the sale of tangible personal property , any product transferred electronically, or services, if the amount is separately stated on the invoice, bill of sale, or similar document given to the purchaser; and (3) Any taxes legally imposed directly on the consumer that are separately stated on the invoice, bill of sale, or similar document given to the purchaser. Section 68. That § 10-43-5 be amended to read as follows: 10-43-5. The tax referred to in §§ 10-43-2 and 10-43-2.1 is in lieu of all other taxes and licenses, state, county and local, except taxes upon the institutions' real property, taxes upon the institutions' leased sites, and tangible personal property and products transferred electronically not normally used in extension of credit or acceptance of deposits and the retail occupational sales tax or the use tax on tangible personal property ; provided, however, that and any product transferred electronically. However, tangible personal property and any product transferred electronically acquired by the financial institution through a foreclosure proceeding shall be are exempt from such other taxes. The institutions taxed by §§ 10-43-2 and 10-43-2.1 are exempt from other net income taxation by this state. Section 69. That § 10-44-8 be amended to read as follows: 10-44-8. Every Each company required to pay a tax under this chapter is exempt from all other taxes, state and local, except taxes upon real property as may be owned by such the company and the retail occupational sales tax and the use tax on tangible personal property and any product transferred electronically . An insurance policy or annuity contract is considered intangible personal property for the purposes of this section."}, {"bill_id": 4733, "bill_version_id": 3289, "bill_version": "Enrolled", "bill_version_date": "2008-02-15T10:07:04.547-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4733, "action_date": "2008-01-08T12:00:00-06:00", "document_id": 563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/563.pdf", "status_text": "First read in House and referred to", "journal_page": 17, "committee_id_action": 27, "committee_id_assigned": 23, "result": "N", "vote": {}}, {"bill_id": 4733, "action_date": "2008-01-15T07:45:00-06:00", "document_id": 581, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/581.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 23, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4733, "action_date": "2008-01-17T07:45:00-06:00", "document_id": 964, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/964.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 23, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4733, "action_date": "2008-01-22T07:45:00-06:00", "document_id": 1313, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1313.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 23, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4733, "action_date": "2008-01-24T07:45:00-06:00", "document_id": 1455, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1455.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 23, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4733, "action_date": "2008-01-24T07:45:00-06:00", "document_id": 1797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1797.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 23, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4733, "action_date": "2008-01-24T07:45:00-06:00", "document_id": 1797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1797.pdf", "status_text": "Do Pass Amended", "journal_page": 244, "committee_id_action": 23, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 551, "president_vote": null, "Yea": [609, 542, 568, 628, 546, 537, 599, 554, 566, 619, 626, 559, 564, 574], "Excused": [589]}}, {"bill_id": 4733, "action_date": "2008-01-24T07:45:00-06:00", "document_id": 1797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1797.pdf", "status_text": "Placed on consent", "journal_page": null, "committee_id_action": 23, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4733, "action_date": "2008-01-28T14:00:00-06:00", "document_id": 1998, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1998.pdf", "status_text": "Do Pass Amended", "journal_page": 280, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 781, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 570, 597, 532, 623, 574, 534, 555, 542, 568, 552, 580, 572, 595, 529, 594, 631, 565, 620, 616, 556, 585, 633, 543, 558, 605, 628, 630, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 531, 563, 540, 566, 549, 619, 626, 611, 606, 587, 559, 564, 561, 591], "Nay": [608, 624], "Excused": [575, 589]}}, {"bill_id": 4733, "action_date": "2008-01-29T14:00:00-06:00", "document_id": 2098, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2098.pdf", "status_text": "First read in Senate and referred to", "journal_page": 250, "committee_id_action": 28, "committee_id_assigned": 11, "result": "N", "vote": {}}, {"bill_id": 4733, "action_date": "2008-02-13T08:00:00-06:00", "document_id": 2880, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2880.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 11, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4733, "action_date": "2008-02-13T08:00:00-06:00", "document_id": 3065, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3065.pdf", "status_text": "Do Pass", "journal_page": 480, "committee_id_action": 11, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1789, "president_vote": null, "Excused": [596, 573, 541], "Yea": [592, 632, 539, 618, 613], "Nay": [562]}}, {"bill_id": 4733, "action_date": "2008-02-14T14:00:00-06:00", "document_id": 3229, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3229.pdf", "status_text": "Do Pass Amended", "journal_page": 518, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1968, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 582, 622, 584, 569, 573, 618, 629, 613, 632, 577, 588, 539, 627, 548, 550, 541], "Nay": [533, 562, 610, 607]}}, {"bill_id": 4733, "action_date": "2008-02-15T13:00:00-06:00", "document_id": 3326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3326.pdf", "status_text": "Signed by the Speaker", "journal_page": 609, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4733, "action_date": "2008-02-19T14:00:00-06:00", "document_id": 3415, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3415.pdf", "status_text": "Signed by the President", "journal_page": 554, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4733, "action_date": "2008-02-20T14:00:00-06:00", "document_id": 3534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3534.pdf", "status_text": "Delivered to the Governor", "journal_page": 657, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4733, "action_date": "2008-02-21T14:00:00-06:00", "document_id": 3687, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3687.pdf", "status_text": "Signed by the Governor", "journal_page": 664, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3912, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4733"}