{"session_id": 32, "bill_id": 8583, "bill_type": "House Bill", "bill_number": 1107, "bill_title": "revise and repeal various provisions regarding the construction and maintenance of county and township highways and bridges.", "sponsors": [{"legislator_profile_id": 1260, "is_prime": true}, {"legislator_profile_id": 1244, "is_prime": true}, {"legislator_profile_id": 1268, "is_prime": false}, {"legislator_profile_id": 1307, "is_prime": false}, {"legislator_profile_id": 1246, "is_prime": false}, {"legislator_profile_id": 1228, "is_prime": false}, {"legislator_profile_id": 1293, "is_prime": false}, {"legislator_profile_id": 1224, "is_prime": false}, {"legislator_profile_id": 1277, "is_prime": false}, {"legislator_profile_id": 1225, "is_prime": false}], "keywords": ["Counties", "Highways and Bridges", "Townships"], "audio": [{"meeting_datetime": "2018-01-25T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/htr12.mp3", "start_seconds": 2683.0}, {"meeting_datetime": "2018-01-25T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/htr12.mp3", "start_seconds": 2683.0}, {"meeting_datetime": "2018-01-25T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/htr12.mp3", "start_seconds": 2683.0}, {"meeting_datetime": "2018-01-25T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/htr12.mp3", "start_seconds": 2683.0}, {"meeting_datetime": "2018-01-31T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou14.mp3", "start_seconds": 1739.0}, {"meeting_datetime": "2018-01-31T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou14.mp3", "start_seconds": 1739.0}, {"meeting_datetime": "2018-01-31T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou14.mp3", "start_seconds": 1739.0}, {"meeting_datetime": "2018-02-23T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/slo28.mp3", "start_seconds": 83.0}, {"meeting_datetime": "2018-02-23T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/slo28.mp3", "start_seconds": 83.0}, {"meeting_datetime": "2018-02-23T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/slo28.mp3", "start_seconds": 83.0}, {"meeting_datetime": "2018-02-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen29.mp3", "start_seconds": 2004.0}, {"meeting_datetime": "2018-02-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen29.mp3", "start_seconds": 2004.0}, {"meeting_datetime": "2018-02-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen29.mp3", "start_seconds": 2004.0}], "bill_versions": [{"bill_id": 8583, "bill_version_id": 47323, "bill_version": "Introduced", "bill_version_date": "2018-01-19T08:50:25.433-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and repeal various provisions regarding the construction and maintenance of county and township highways and bridges. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 31-1-3 be amended to read: 31-1-3. All public highways, including cartways, lawfully established shall continue as established until changed or vacated in some manner as provided by law. Section 2. That § 31-3-18 be amended to read: 31-3-18. All Any public highways highway located under §§ 31-3-6 to 31-3-37, inclusive, shall be not less than four rods at least sixty-six feet in width, and may be six rods one hundred feet in width when if all residents of land adjoining such the highway shall petition for such width, except that highways. However, a highway not exceeding one-half mile in length and not located on any section lines may be not less than two rods line shall be at least thirty-three feet in width when if, in the judgment of the board of county commissioners, such width will be is sufficient to accommodate properly the travel thereon. Every on the highway. Each order locating or changing any highway shall specify the width thereof of the highway. Section 3. That § 31-3-30 be amended to read: 31-3-30. If at At the meeting of the board of county commissioners at which the report of the committee appointed to examine such the highway is presented, any person over whose land such the highway passes and who is opposed to the petition shall remonstrate against granting the prayer of the petition, setting set forth in writing that he or she is damaged by the location, change, or vacation of such the highway in a stated sum, to the truth of which he takes and subscribes an oath, such and the amount of any damage. The board shall determine from the face of the report and the evidence before it the board the amount of damages sustained and whether the damages so assessed are greater than the utility of the proposed highway or change, and if it. If the board deems the highway of sufficient advantage to the public to warrant the paying of the damages assessed, the board shall declare such the highway located, changed, or vacated and all damages declared assessed shall be paid by the county; but if it shall determine. However, if the board determines that the damages assessed are greater than the advantages of the proposed location, change, or vacation, it the board shall order the petition dismissed. Section 4. That § 31-3-38 be repealed. 31-3-38. Any person may have a private road laid out, changed, or vacated upon presenting a petition to the board of county commissioners of the county in which such petitioner resides under regulations provided for roads running through one county only. Such board may order such private road to be located, changed, or vacated without any view if there be no remonstrance against such petition, and the petitioner shall open and keep in repair such road at his own expense. Section 5. That § 31-6-1 be repealed. 31-6-1. In order that the state may, through the Department of Transportation, more fully cooperate with the federal government in its program for extending aid in construction of certain roads designated by Title 23, United States Code as secondary roads, the department may participate and assist in the program to the extent provided by this chapter. Section 6. That § 31-6-2 be repealed. 31-6-2. The department may cooperate with the various boards of county commissioners, and other appropriate local road officers of the state, and the Federal Highway Administration, in the selection of a system of secondary roads as set out in Title 23, United States Code, and may submit to the Federal Highway Administration in the same manner as other federal aid projects are now submitted, projects for improving any roads on the principal secondary roads, rural free delivery mail, and public school bus routes, either outside of municipalities or inside of municipalities of less than five thousand population, and which are not on the federal aid primary highway system or state trunk highway system. Section 7. That § 31-6-3 be repealed. 31-6-3. Before any project under the provisions of this chapter may be submitted to the Federal Highway Administration, a request for the submission of the project shall be embodied in a resolution passed by the governing body of the county having control of the highway upon which the project is desired, and a certified copy shall be filed with the department, together with an agreement by the county to reimburse the department for any costs over and above those costs covered by the federal-aid secondary funds available to the county plus the state highway funds matching those federal-aid secondary funds to carry out the project to the beginning of construction. However, if the county petitioning for the project desires to use its own highway organization for the making of the preliminary survey, plans, and estimates, the county may do so, but the survey, plans, and estimates shall be submitted in detail to the department for approval. Section 8. That § 31-6-4 be repealed. 31-6-4. In case any secondary road project is approved by the Federal Highway Administration, the department may call for bids and let a contract for the work in the same manner as now provided for federal aid projects. However, no contract may be let until the county having jurisdiction of the highway has fully and legally provided for the payment of any project costs over and above those costs covered by the federal-aid secondary funds available to the county plus the state highway fund matching those federal-aid secondary funds. However, no such contract may be let until the political subdivision under whose jurisdiction the highway upon which the project is to be constructed has entered into a binding agreement to maintain the project when completed at the subdivision's own cost and expense in such manner as may be agreeable to the federal highway administration and the department. Section 9. That § 31-6-5 be repealed. 31-6-5. The jurisdiction and control of the highways upon which any secondary road projects may be approved or constructed, is and shall remain in the county or other political subdivision as it was, and to the extent it was at the time of the setting up of the project. However, the department may enter into a project agreement with the Federal Highway Administration, contract for construction of the project, and supervise, control, and oversee the construction of the project in accordance with their agreement with the Federal Highway Administration. Section 10. That § 31-6-6 be repealed. 31-6-6. The State of South Dakota is not ultimately liable for the costs of any secondary road project not redeemable from public road funds including the state match of those funds. The department shall act as agent for the county affected in submission of the project, letting of the contract, and the supervision and control of the construction. The county originating the project shall reimburse the state for the state's share of all money expended and not redeemable from federal funds plus state match in bringing the project to the construction stage regardless of whether the contract is finally let. The county requesting the project shall reimburse the department in case the contract is let for all expenses incurred in supervising or controlling the construction work, and for all money paid out or advanced at any time in carrying out the construction of the project and not redeemable from federal funds including the state match of those funds. Section 11. That § 31-6-7 be repealed. 31-6-7. Nothing in this chapter may be construed to bind the State of South Dakota, or the department to pay the cost of maintenance of any secondary road project when completed. The political subdivision under whose jurisdiction the highway is at the time maintenance work is required is responsible for the maintenance cost of the project. Section 12. That § 31-6-8 be repealed. 31-6-8. The Transportation Commission shall allocate a minimum of fifty percent of the federal-aid secondary highway construction funds allocated to the state for secondary roads to be expended for the construction of roads as requested by the county commissioners of the respective counties. Section 13. That § 31-6-9 be repealed. 31-6-9. The Transportation Commission shall provide sufficient funds from the state highway fund to match all federal-aid secondary funds used to construct a project under this chapter. Section 14. That § 31-11-2 be repealed. 31-11-2. The county highway superintendent shall be provided with a suitable office by the county and shall file a bond to the county for the faithful performance of his duties in a sum not less than two thousand dollars nor more than five thousand dollars to be fixed by resolution by the board of county commissioners. Section 15. That § 31-12-7 be amended to read: 31-12-7. The county highway superintendent shall maintain in a county road book or database a complete record of the divisions of the county highway system into sections, each section being designated by some appropriate number, name, or letter, and the starting point and terminus of each section being clearly designated at length. Section 16. That § 31-12-9 be amended to read: 31-12-9. Before any permanent improvement is undertaken upon the county highway system, the county highway superintendent shall, under the general direction of the board of county commissioners where deemed necessary, make or have made a survey and prepare or have prepared plans, specifications, and estimates for the improvement. Such Unless the county has adopted its own standards, the survey, plans, specifications, and estimates shall be prepared according to standards to be prescribed by the Transportation Commission, and shall be on the basis and with the object in view of permanent improvement, each as to bridge, culvert, tile, and road work. Section 17. That § 31-12-10 be repealed. 31-12-10. At the time of making any surveys upon the county highway system, proper bench marks shall be placed upon any permanent bridge, culvert, or other permanent object, which shall be duly recorded upon both the plan and profiles for future reference. Section 18. That § 31-12-13 be amended to read: 31-12-13. Any road, tile, or culvert construction, repair work, or materials on the county highway system, for which the county highway superintendent's estimated cost exceeds the amount provided for in § 5-18A-14, shall be advertised and let at a public letting by the board of county commissioners or may be built by day labor. The board may reject all bids, in which case the board may readvertise or let privately by submitting the contract to the Department of Transportation for approval and let at a public letting. Section 19. That § 31-12-18 be amended to read: 31-12-18. All culverts Each culvert constructed on the county highway system shall have a clear roadway width of not less than twenty-four feet. Section 20. That § 31-12-21 be repealed. 31-12-21. The board of county commissioners is hereby empowered to purchase drags, road planers, tractors, and other approved mechanical devices to maintain properly the county highway system. Section 21. That § 31-12-22 be repealed. 31-12-22. Proper equipment for dragging, grading, and maintaining highways, such as graders, tractors, drags, maintainers, and planers, may be purchased from the county road and bridge fund, but not to exceed twenty-five percent of such funds collected for such year shall be used for the purchase of machinery. Section 22. That § 31-12-23 be repealed. 31-12-23. It shall not be necessary for plans and specifications to be prepared for the construction of temporary grading, repair work, or turnpiking operations with blade graders on the county highway system, and the same may be done by day labor or private contract made by the board of county commissioners. Such work shall be supervised by the county highway superintendent who shall certify to all claims for such work. Section 23. That § 31-12-28 be repealed. 31-12-28. When ten or more freehold voters from each county commissioner district in the county shall with the permission of the county commissioners join in a petition to the county commissioners of a county asking such board to construct and maintain all secondary roads in the several townships of the county, whether organized or unorganized townships, such petition shall be filed with the county auditor in said county and such board shall order an election for the purpose of determining by a vote of the voters of such county, or may submit at any general election, the question of such county maintaining, improving, and constructing the secondary roads in the several townships of said county, organized or unorganized. Section 24. That § 31-12-29 be repealed. 31-12-29. An election pursuant to § 31-12-28 shall be held in the manner and upon the notice prescribed by law for other elections, and the notice of such election, as published, shall state the proposition to be voted upon. Section 25. That § 31-12-30 be repealed. 31-12-30. The ballot for an election pursuant to § 31-12-28 shall be placed thereon in substantially the same language as is included in the notice of election and at the foot thereof shall be printed the words, Shall ____ county (naming it) construct, improve, and maintain the secondary roads in the several townships of the county, with the words, Yes and No, printed immediately at the left thereof each preceded by a square or circle wherein the voter shall mark a cross (.) or check mark (.) before the word, Yes, for voting in favor of the proposition, or a cross (.) or check mark (.) in the square or circle before the word, No, for voting against the same. Section 26. That § 31-12-31 be repealed. 31-12-31. If the majority of the ballots so cast in an election pursuant to § 31-12-28 upon a canvass thereof shall be in favor of the proposition, the board of county commissioners shall thereafter construct, improve, and maintain all secondary roads within the several townships of the county, including existing secondary roads in the said townships, except such as are within the limits of municipalities to the exclusion of the said several townships, any statutes or laws to the contrary notwithstanding; and the said board of county commissioners shall have the same powers and authority with respect to the construction and maintenance of such secondary roads as are conferred upon counties with respect to the construction, improvement, and maintenance of the county highway system. Section 27. That § 31-12-32 be repealed. 31-12-32. For the purposes described in § 31-12-31 there shall be available to the county the county road and bridge fund, the special highway fund, as established by § 32-11-3, and revenue from other sources available to the county for county highway construction, maintenance, and improvement, together with the proceeds of a tax which may annually be caused to be levied in the township in such amount, not exceeding statutory limitations, for highway purposes. Section 28. That § 31-12-33 be repealed. 31-12-33. When, pursuant to § 31-12-31, the board of county commissioners is constructing, improving and maintaining all secondary roads within the several townships of the county, all highway funds and moneys belonging to, in the possession of any of the said townships, or in the possession of the county and belonging to such townships, shall be expendable for the purpose of constructing, improving, and maintaining said secondary roads in said townships, together with such other funds as may accrue to such townships for road purposes all of which township funds shall be paid over to the county treasurer of such county by the treasurer of such township and covered into the special township motor vehicle fund. Section 29. That § 31-12-34 be repealed. 31-12-34. When ten or more resident freehold voters from a township in a county shall, with the permission of the county commissioners, join in a petition to the county commissioners of a county asking such board to construct and maintain all secondary highways in such township, such petition shall be filed with the county auditor in said county and such board shall order an election for the purpose of determining by a vote of the voters of such township or may submit at any general election, the question of such county maintaining, improving, and constructing the secondary highways of such township. Section 30. That § 31-12-35 be repealed. 31-12-35. An election pursuant to § 31-12-34 shall be held in the manner and upon the notice prescribed by law for other township elections, and the notice of such election, as published, shall state the proposition to be voted upon. The ballot shall have placed thereon in substantially the same language as is included in the notice of election and at the foot thereof shall be printed the words, Shall ____ county (naming it) construct, improve, and maintain the secondary highways in ____ township of the county, with the words, Yes and No, printed immediately at the left thereof, each preceded by a square or circle wherein the voter shall mark a cross (.) or check mark (.) before the word, Yes, for voting in favor of the proposition, or a cross (.) or check mark (.) in the square or circle before the word, No, for voting against the same. Section 31. That § 31-12-36 be repealed. 31-12-36. If the majority of the ballots so cast in an election pursuant to § 31-12-34 upon a canvass thereof shall be in favor of the proposition, the board of county commissioners shall thereafter construct, improve, and maintain all secondary highways within such township, any statutes or laws to the contrary notwithstanding. The said board of county commissioners shall have all of the powers and authority with respect to the construction and maintenance of such secondary highways within such township as are conferred upon counties with respect to the construction, improvement, and maintenance of the county highway system. Section 32. That § 31-12-37 be repealed. 31-12-37. By a subsequent petition and election secondary highways placed under the county commissioners pursuant to § 31-12-34 may thereafter be returned to township control. Section 33. That § 31-12-38 be repealed. 31-12-38. For the purposes described in § 31-12-36 there shall be available to the county the county road and bridge fund, the special highway fund as established by § 32-11-3, and revenue from other sources available to the county for construction, maintenance, and improvement of the secondary highways within such township, together with the proceeds of a tax which may annually be caused to be levied by the county commissioners in such township in such an amount to defray the cost of maintaining, constructing, and improving highways in the township not exceeding statutory limitations for highway purposes. Section 34. That § 31-12-39 be repealed. 31-12-39. All highway funds and moneys belonging to, in the possession of any townships, or in the possession of the county and belonging to any such township, whose secondary highways are placed under the jurisdiction of the county commissioners as provided in §§ 31-12-34 to 31-12-36, inclusive, shall be expendable for the purpose of constructing, improving, and maintaining said secondary highways in said township, together with other funds which may accrue to said township for road purposes, all of which township funds shall be paid over to the county treasurer of such county by the treasurer of such township and covered into the special township motor vehicle fund. Section 35. That § 31-12-40 be repealed. 31-12-40. It shall be the duty of the county highway superintendent of such county to make an accurate accounting of the cost of constructing, maintaining, and improving the highways of such township; and the county commissioners shall transfer from such township motor vehicle fund sixty percent of such cost to the county fund for the purchase of repairs and new equipment, and transfer from such township motor vehicle fund forty percent of such cost to the county road and bridge fund. Section 36. That § 31-12-42 be amended to read: 31-12-42. The portion of the county road and bridge fund derived from motor vehicle license collections credited pursuant to § 32-11-1 shall be used by the board of county commissioners for grading, constructing, planing, dragging, and maintaining county highways outside the limits of municipalities, and also for dragging, constructing and maintaining, and grading secondary roads. Section 37. That chapter 31-12 be amended by adding a NEW SECTION to read: The board of county commissioners may designate a highway that is unsafe for vehicle travel as a no maintenance highway. The board shall identify the beginning and end point of the highway designated as no maintenance. The board does not have any responsibility on a no maintenance highway except to require removal or remediation of a manmade obstruction, if needed, to maintain the public access. Section 38. That chapter 31-12 be amended by adding a NEW SECTION to read: The board of county commissioners shall post signs on a no maintenance highway to notify the motoring public that it is a no maintenance highway and that no vehicle travel is advised. The signs shall be posted at each entry point and at regular intervals along a no maintenance highway. A properly posted sign is prima facie evidence that adequate notice of a no maintenance highway has been given to the motoring public. Section 39. That § 31-14-3 be amended to read: 31-14-3. After determining the necessity for any and all bridges required by any county in the state, it shall be the duty of new or replacement bridge in the county, the board of county commissioners of such county to shall advise the county highway superintendent of such the determination, and to require him the superintendent or a registered engineer retained by the board of county commissioners for that purpose to make a survey of such drainage investigation of the bridge sites site. Such survey shall consist of a profile of the proposed site, approximate location in regard to the nearest section corner, soundings for the location of footings, and an estimate of the available watershed. Section 40. That § 31-14-5 be amended to read: 31-14-5. The profile, location, soundings, and estimated watershed provided for in § 31-14-3 may then be forwarded to the department together with a request for plans and specifications for such bridge or abutments, piers, or other related piece of work, or may be used by a A registered engineer retained by the board of county commissioners in preparing or the department shall prepare plans and specifications for such bridge repair or construction work. Plans and specifications prepared by a registered engineer retained by the board of county commissioners shall conform to the design requirements of the American Association of State Highway and Transportation Officials. The plans and specifications, whether prepared by the department or by a registered engineer retained for that purpose, shall be forwarded to the proper county auditor who shall place them on file in the auditor's office. A copy shall be forwarded to the department for the department's records. Section 41. That § 31-14-6 be repealed. 31-14-6. Upon receipt of such plans and specifications, it shall be the duty of the county highway superintendent to make and file a detailed estimate of the cost of the bridge, abutment, pier, or other work contemplated by such plans, and file such estimate of cost with the county auditor. Section 42. That § 31-14-7 be repealed. 31-14-7. Upon determining the necessity of any such bridges, abutments, repairs, or approaches to bridges, the county commissioners shall immediately cause to be filed in the office of the county auditor of such county, complete plans and specifications thereof, as described in § 31-14-5 and thereafter, if such bridges, abutments, repairs, or approaches be let by contract, bids in lump sum shall be procured on each bridge or piece of work separately, except that all materials for use in constructing foundations or abutments shall be bid on per cubic yard for concrete, per foot board measure for lumber, per pound for steel, and per lineal foot for piling driven, said unit prices to be added to or deducted from the contract price, if more or less material is required in such foundation than specified in the plans and specifications. Section 43. That § 31-14-8 be amended to read: 31-14-8. Each bid shall be made in accordance with the plans and specifications on file and. Each bid in excess of fifty thousand dollars shall be accompanied by a certified check, certified by a state or national bank domiciled within this state, in the sum of ten five percent of the total amount of such the bid, or a ten percent bid bond issued by a surety authorized to do business in the state. To be effectual for any purpose said the bid and certified check or bond shall be securely enclosed in a sealed envelope and deposited with the county auditor of the proper county before the hour of opening the sealed bids. Section 44. That § 31-14-10 be repealed. 31-14-10. Contracts shall be awarded on each bridge or piece of work, separately, to the lowest bidder and the county commissioners shall have the right to reject any and all bids and advertise for new bids. It shall be the duty of the county commissioners of such county to cause to be published in the official papers of such county, for a period of fifteen days immediately prior to the opening of sealed bids, a brief notice to the effect that at the time and place above specified they will open all bids theretofore received for all bridge abutments and approaches or repairs to bridges required by such county during the ensuing month or longer. Section 45. That § 31-14-11 be amended to read: 31-14-11. Promptly at the hour specified, the board of county commissioners in open session shall proceed to examine all sealed bids and notify the successful bidder that the bid has been accepted, subject to the approval of the department as provided for in § 31-14-12. Upon being so notified, the successful bidder shall forthwith enter into a contract with such the county in accordance with the bid, and the successful bid, together with the plans and specifications upon which the bid was based, is deemed a part of the contract. Section 46. That § 31-14-12 be repealed. 31-14-12. Before any contract for a bridge or piece of work, entered into by and between any successful bidder and the board of county commissioners, the total amount of which exceeds the sum of two thousand dollars, is valid, it shall first have the approval of the department. If the department finds upon examination of the contract that the contract price is too high, taking into account the material used and existing circumstances, the department shall inform the board of county commissioners of its reason for rejecting the contract and advise a method of proceeding in the matter. Whenever bids are rejected as being too high, the work may be let at private contract if so recommended and approved by the department. Section 47. That § 31-14-14 be amended to read: 31-14-14. Should If any bidder fail or refuse fails or refuses, for a period of ten days after notice pursuant to § 31-14-11, to enter into such a the contract, the board of county commissioners shall may award the contract in the same manner to the next lowest responsible bidder and such or may reject all bids and rebid the contract. The delinquent bidder shall forfeit to the county the certified check or bid bond accompanying his the bid. Section 48. That § 31-14-15 be amended to read: 31-14-15. Upon After the execution of all contracts under § 31-14-11, including the approving of the same by the Department of Transportation if necessary, the board of county commissioners shall promptly cause to be returned return to all bidders the certified checks accompanying their sealed bids. Section 49. That § 31-14-16 be repealed. 31-14-16. It shall be the duty of the state's attorney to draw all contracts let under the provisions of § 31-14-11, and to approve the execution thereof, together with the form and execution of all bonds and certified checks given as security for such contract. Section 50. That § 31-14-19 be amended to read: 31-14-19. The county highway superintendent shall keep a detailed account of all material found necessary to add to or deduct from each and every structure as set forth in the plans and specifications, and on completion,. On completion of the structure the superintendent shall file with the county auditor a detailed statement of the cost of the structure, including the additions or reductions from the contract price, and any compensation to the inspector, if any, shall be filed with the county auditor by the county highway superintendent. The county auditor shall forward a copy of the cost statement to the department. Section 51. That § 31-14-21 be amended to read: 31-14-21. In lieu of accepting any bids received upon on any bridge, approach, or abutment, or repair to bridge, or in case of emergency, the board of county commissioners may, if in their the board's judgment the bridge or piece of work may be procured for less money than the amount of any bid submitted, cause the same to be built by day labor by regular county labor and county-owned equipment. The construction shall be in charge of the county highway superintendent shall be in charge of the construction. The superintendent shall hire a foreman, purchase the necessary material, and hire the necessary labor for the construction of each such bridge, or piece of work, and such. The work shall be done in accordance with plans and specifications furnished by the department or a registered engineer, the same as any other bridge or piece of work let by contract. Section 52. That § 31-14-22 be amended to read: 31-14-22. The county highway superintendent shall keep a careful and itemized account of the quantity and cost of all materials and labor used in the construction of each such bridge or piece of work, in a standard form prescribed by the department authorized by § 31-14-21. The cost statement shall be filed with the county auditor and a copy transmitted to the department as in the case of the cost statement of any other bridge or piece of work as provided in this chapter. Section 53. That § 31-14-23 be amended to read: 31-14-23. If it is deemed advisable by the board of county commissioners, the board may purchase such materials as cement, sand, stone, metal, culverts, reinforcement steel, or other material to be used in the construction of roads, bridges, and culverts, in quantities sufficient to meet the estimated demand of the county for such the materials for the next succeeding twelve months. Before purchasing any such the materials, however, the board of county commissioners shall first have an estimate prepared by direct the county highway superintendent to prepare an estimate setting forth the needs of the county during the twelve months. The county highway superintendent shall prepare specifications of the quality of all materials, such specifications to be approved by the department. No patented material may be specified to the exclusion of unpatented material. Section 54. That § 31-14-25 be repealed. 31-14-25. Before any contract is let by any board of county commissioners under § 31-14-24, the necessity for the emergency contract shall first be approved by the department and any contract let thereunder shall in all respects be first approved by the department. Section 55. That § 31-14-27 be amended to read: 31-14-27. If a township board of supervisors or county highway superintendent within this state requests of its the board of county commissioners a construction or replacing to construct or replace in its entirety of any bridge or the placing or replacing of any culvert with an opening of sixteen square feet or more including material upon the secondary roads within such the township, the board of county commissioners may cause the same work to be done and the township shall reimburse the county up to and including five hundred dollars, and any cost in excess of five hundred dollars shall be paid by the county. After the placing or replacing of any culvert as provided in this section, it the culvert shall be maintained and kept clean at the expense of the township. The construction or replacing of any bridge or the placing or replacing of any culvert with an opening of less than sixteen square feet upon a secondary road within a township shall be at the total expense of the township, and it. The bridge or culvert shall be maintained and kept clean at the expense of the township. Section 56. That § 31-14-32 be repealed. 31-14-32. It shall be the duty of the county highway superintendent at reasonable intervals to make a thorough inspection of each and every existing bridge in the county. Such inspection shall consist of a thorough examination of the whole structure for any conditions affecting the life and safety of the bridge such as faulty design, neglect of maintenance, excessive loading, development of cracks, conditions of footing, etc. The county highway superintendent shall make a report of the conditions of each such bridge as he finds it, together with recommendation for repairs, stating the date of inspection, and shall cause the same to be filed in the office of the county auditor who shall refer the matter to the board of county commissioners at their next regular or special meeting. Section 57. That § 31-14-37 be repealed. 31-14-37. All contracts made before July 1, 1939, by and between the boards of county commissioners of any counties in this state dividing and apportioning the highway or meandered stream constituting the county lines between two or more counties into districts, and providing that each county shall be responsible for and shall bear the expenses of erecting and maintaining the bridges in one of such districts allotted according to the designation contained in such contract, shall be lawful and the same are hereby ratified and such contracts are declared to be binding upon each of such counties. Section 58. That § 31-14-41 be repealed. 31-14-41. Whenever one-third of the resident taxpayers of any county of this state, as shall appear by the last preceding assessment roll of such county, shall petition the board of county commissioners praying for an appropriation to build a bridge across any navigable river on the line of such county, setting forth therein the location of such bridge as near as may be, its estimated cost and the necessity therefor to accommodate the general traveling public, the manner in which it is proposed to pay for such structure and the time when it will be completed, such petition to be duly verified by the affidavits of at least fifteen of the petitioners therein named, it shall be the duty of such board to publish a notice in the official papers of the county once each week for at least two successive weeks, briefly stating the subject of such petition and that the same will be heard and considered at the next regular meeting of the board. Section 59. That § 31-14-42 be repealed. 31-14-42. At the time appointed for the hearing of a petition under § 31-14-41 the board of county commissioners shall investigate the need for such bridge and, finding the same to be demanded for the accommodation of the traveling public, shall by resolution duly entered upon the minutes of such board appropriate toward the building of such bridge, from the county treasury, a sum not exceeding one-half of the estimated cost of such bridge, to be paid as provided in § 31-14-43. Such appropriation shall be conditioned upon a sufficient bond or guaranty of the remaining one-half or more, as the case may be, of the costs of such bridge. But the consent of the general government to span such river must first be obtained. Section 60. That § 31-14-43 be repealed. 31-14-43. If the remaining one-half of the cost of a bridge described in § 31-14-41 shall be provided by an appropriation from any neighboring state, or by any municipality in this state, to be expended under a commission or through any other suitable agency, it shall then be the duty of such board of county commissioners to appoint a committee of its own number, whether three or more, to meet such other agency, confer with its members, and advise and assist in the accomplishment of such improvement in the best possible manner, and when the work is completed and approved jointly by such agency and committee of such board of county commissioners, which approval shall be in writing and duly reported to such board and recorded in the minutes thereof, the board shall thereupon order the amount of the appropriation paid to the contractor or contractors of such improvement by warrant upon the county treasury in the usual form and manner. Section 61. That § 31-14-44 be repealed. 31-14-44. If one-half or other proportion of the cost of an improvement under §§ 31-14-41 to 31-14-43, inclusive, is provided by a municipality, the governing body may meet the necessary expense by issuing bonds. All bonds shall be authorized, issued and sold as provided in chapter 6-8B and § 9-54-12, if a majority of the registered voters voting at the bond election vote to authorize the bond issue. Section 62. That § 31-14-45 be repealed. 31-14-45. Not more than one vehicle bridge in each county so situated shall be constructed under §§ 31-14-41 to 31-14-44, inclusive, and the total cost of such bridge shall in no case exceed the sum of fifty thousand dollars. Section 63. That § 31-15-3 be repealed. 31-15-3. Every municipality or county in this state is hereby authorized and empowered to purchase or otherwise acquire, equip, maintain, operate, and improve any interstate toll bridge within or partly within the corporate or territorial limits of such municipality or county or within five miles thereof, whether the same be all within or partly without this state, under the provisions of §§ 31-15-1 to 31-15-19, inclusive. Section 64. That §§ 31-15-1, 31-15-2, and 31-15-4 to 31-15-21, inclusive, be repealed."}, {"bill_id": 8583, "bill_version_id": 48013, "bill_version": "House Transportation Engrossed", "bill_version_date": "2018-01-25T13:35:34.26-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and repeal various provisions regarding the construction and maintenance of county and township highways and bridges. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 31-1-3 be amended to read: 31-1-3. All public highways, including cartways, lawfully established shall continue as established until changed or vacated in some manner as provided by law. Section 2. That § 31-3-18 be amended to read: 31-3-18. All Any public highways highway located under §§ 31-3-6 to 31-3-37, inclusive, shall be not less than four rods at least sixty-six feet in width, and may be six rods one hundred feet in width when if all residents of land adjoining such the highway shall petition for such width, except that highways. However, a highway not exceeding one-half mile in length and not located on any section lines may be not less than two rods line shall be at least thirty-three feet in width when if, in the judgment of the board of county commissioners, such width will be is sufficient to accommodate properly the travel thereon. Every on the highway. Each order locating or changing any highway shall specify the width thereof of the highway. Section 3. That § 31-3-30 be amended to read: 31-3-30. If at At the meeting of the board of county commissioners at which the report of the committee appointed to examine such the highway is presented, any person over whose land such the highway passes and who is opposed to the petition shall remonstrate against granting the prayer of the petition, setting set forth in writing that he or she is damaged by the location, change, or vacation of such the highway in a stated sum, to the truth of which he takes and subscribes an oath, such and the amount of any damage. The board shall determine from the face of the report and the evidence before it the board the amount of damages sustained and whether the damages so assessed are greater than the utility of the proposed highway or change, and if it. If the board deems the highway of sufficient advantage to the public to warrant the paying of the damages assessed, the board shall declare such the highway located, changed, or vacated and all damages declared assessed shall be paid by the county; but if it shall determine. However, if the board determines that the damages assessed are greater than the advantages of the proposed location, change, or vacation, it the board shall order the petition dismissed. Section 4. That § 31-3-38 be repealed. 31-3-38. Any person may have a private road laid out, changed, or vacated upon presenting a petition to the board of county commissioners of the county in which such petitioner resides under regulations provided for roads running through one county only. Such board may order such private road to be located, changed, or vacated without any view if there be no remonstrance against such petition, and the petitioner shall open and keep in repair such road at his own expense. Section 5. That § 31-6-1 be repealed. 31-6-1. In order that the state may, through the Department of Transportation, more fully cooperate with the federal government in its program for extending aid in construction of certain roads designated by Title 23, United States Code as secondary roads, the department may participate and assist in the program to the extent provided by this chapter. Section 6. That § 31-6-2 be repealed. 31-6-2. The department may cooperate with the various boards of county commissioners, and other appropriate local road officers of the state, and the Federal Highway Administration, in the selection of a system of secondary roads as set out in Title 23, United States Code, and may submit to the Federal Highway Administration in the same manner as other federal aid projects are now submitted, projects for improving any roads on the principal secondary roads, rural free delivery mail, and public school bus routes, either outside of municipalities or inside of municipalities of less than five thousand population, and which are not on the federal aid primary highway system or state trunk highway system. Section 7. That § 31-6-3 be repealed. 31-6-3. Before any project under the provisions of this chapter may be submitted to the Federal Highway Administration, a request for the submission of the project shall be embodied in a resolution passed by the governing body of the county having control of the highway upon which the project is desired, and a certified copy shall be filed with the department, together with an agreement by the county to reimburse the department for any costs over and above those costs covered by the federal-aid secondary funds available to the county plus the state highway funds matching those federal-aid secondary funds to carry out the project to the beginning of construction. However, if the county petitioning for the project desires to use its own highway organization for the making of the preliminary survey, plans, and estimates, the county may do so, but the survey, plans, and estimates shall be submitted in detail to the department for approval. Section 8. That § 31-6-4 be repealed. 31-6-4. In case any secondary road project is approved by the Federal Highway Administration, the department may call for bids and let a contract for the work in the same manner as now provided for federal aid projects. However, no contract may be let until the county having jurisdiction of the highway has fully and legally provided for the payment of any project costs over and above those costs covered by the federal-aid secondary funds available to the county plus the state highway fund matching those federal-aid secondary funds. However, no such contract may be let until the political subdivision under whose jurisdiction the highway upon which the project is to be constructed has entered into a binding agreement to maintain the project when completed at the subdivision's own cost and expense in such manner as may be agreeable to the federal highway administration and the department. Section 9. That § 31-6-5 be repealed. 31-6-5. The jurisdiction and control of the highways upon which any secondary road projects may be approved or constructed, is and shall remain in the county or other political subdivision as it was, and to the extent it was at the time of the setting up of the project. However, the department may enter into a project agreement with the Federal Highway Administration, contract for construction of the project, and supervise, control, and oversee the construction of the project in accordance with their agreement with the Federal Highway Administration. Section 10. That § 31-6-6 be repealed. 31-6-6. The State of South Dakota is not ultimately liable for the costs of any secondary road project not redeemable from public road funds including the state match of those funds. The department shall act as agent for the county affected in submission of the project, letting of the contract, and the supervision and control of the construction. The county originating the project shall reimburse the state for the state's share of all money expended and not redeemable from federal funds plus state match in bringing the project to the construction stage regardless of whether the contract is finally let. The county requesting the project shall reimburse the department in case the contract is let for all expenses incurred in supervising or controlling the construction work, and for all money paid out or advanced at any time in carrying out the construction of the project and not redeemable from federal funds including the state match of those funds. Section 11. That § 31-6-7 be repealed. 31-6-7. Nothing in this chapter may be construed to bind the State of South Dakota, or the department to pay the cost of maintenance of any secondary road project when completed. The political subdivision under whose jurisdiction the highway is at the time maintenance work is required is responsible for the maintenance cost of the project. Section 12. That § 31-6-8 be repealed. 31-6-8. The Transportation Commission shall allocate a minimum of fifty percent of the federal-aid secondary highway construction funds allocated to the state for secondary roads to be expended for the construction of roads as requested by the county commissioners of the respective counties. Section 13. That § 31-6-9 be repealed. 31-6-9. The Transportation Commission shall provide sufficient funds from the state highway fund to match all federal-aid secondary funds used to construct a project under this chapter. Section 14. That § 31-11-2 be repealed. 31-11-2. The county highway superintendent shall be provided with a suitable office by the county and shall file a bond to the county for the faithful performance of his duties in a sum not less than two thousand dollars nor more than five thousand dollars to be fixed by resolution by the board of county commissioners. Section 15. That § 31-12-7 be amended to read: 31-12-7. The county highway superintendent shall maintain in a county road book or database a complete record of the divisions of the county highway system into sections, each section being designated by some appropriate number, name, or letter, and the starting point and terminus of each section being clearly designated at length. Section 16. That § 31-12-9 be amended to read: 31-12-9. Before any permanent improvement is undertaken upon the county highway system, the county highway superintendent shall, under the general direction of the board of county commissioners where deemed necessary, make or have made a survey and prepare or have prepared plans, specifications, and estimates for the improvement. Such Unless the county has adopted its own standards, the survey, plans, specifications, and estimates shall be prepared according to standards to be prescribed by the Transportation Commission, and shall be on the basis and with the object in view of permanent improvement, each as to bridge, culvert, tile, and road work. Section 17. That § 31-12-10 be repealed. 31-12-10. At the time of making any surveys upon the county highway system, proper bench marks shall be placed upon any permanent bridge, culvert, or other permanent object, which shall be duly recorded upon both the plan and profiles for future reference. Section 18. That § 31-12-13 be amended to read: 31-12-13. Any road, tile, or culvert construction, repair work, or materials on the county highway system, for which the county highway superintendent's estimated cost exceeds the amount provided for in § 5-18A-14, shall be advertised and let at a public letting by the board of county commissioners or may be built by day labor. The board may reject all bids, in which case the board may readvertise or let privately by submitting the contract to the Department of Transportation for approval and let at a public letting. Section 19. That § 31-12-18 be amended to read: 31-12-18. All culverts Each culvert constructed on the county highway system shall have a clear roadway width of not less than twenty-four feet. Section 20. That § 31-12-21 be repealed. 31-12-21. The board of county commissioners is hereby empowered to purchase drags, road planers, tractors, and other approved mechanical devices to maintain properly the county highway system. Section 21. That § 31-12-22 be repealed. 31-12-22. Proper equipment for dragging, grading, and maintaining highways, such as graders, tractors, drags, maintainers, and planers, may be purchased from the county road and bridge fund, but not to exceed twenty-five percent of such funds collected for such year shall be used for the purchase of machinery. Section 22. That § 31-12-23 be repealed. 31-12-23. It shall not be necessary for plans and specifications to be prepared for the construction of temporary grading, repair work, or turnpiking operations with blade graders on the county highway system, and the same may be done by day labor or private contract made by the board of county commissioners. Such work shall be supervised by the county highway superintendent who shall certify to all claims for such work. Section 23. That § 31-12-28 be repealed. 31-12-28. When ten or more freehold voters from each county commissioner district in the county shall with the permission of the county commissioners join in a petition to the county commissioners of a county asking such board to construct and maintain all secondary roads in the several townships of the county, whether organized or unorganized townships, such petition shall be filed with the county auditor in said county and such board shall order an election for the purpose of determining by a vote of the voters of such county, or may submit at any general election, the question of such county maintaining, improving, and constructing the secondary roads in the several townships of said county, organized or unorganized. Section 24. That § 31-12-29 be repealed. 31-12-29. An election pursuant to § 31-12-28 shall be held in the manner and upon the notice prescribed by law for other elections, and the notice of such election, as published, shall state the proposition to be voted upon. Section 25. That § 31-12-30 be repealed. 31-12-30. The ballot for an election pursuant to § 31-12-28 shall be placed thereon in substantially the same language as is included in the notice of election and at the foot thereof shall be printed the words, Shall ____ county (naming it) construct, improve, and maintain the secondary roads in the several townships of the county, with the words, Yes and No, printed immediately at the left thereof each preceded by a square or circle wherein the voter shall mark a cross (.) or check mark (.) before the word, Yes, for voting in favor of the proposition, or a cross (.) or check mark (.) in the square or circle before the word, No, for voting against the same. Section 26. That § 31-12-31 be repealed. 31-12-31. If the majority of the ballots so cast in an election pursuant to § 31-12-28 upon a canvass thereof shall be in favor of the proposition, the board of county commissioners shall thereafter construct, improve, and maintain all secondary roads within the several townships of the county, including existing secondary roads in the said townships, except such as are within the limits of municipalities to the exclusion of the said several townships, any statutes or laws to the contrary notwithstanding; and the said board of county commissioners shall have the same powers and authority with respect to the construction and maintenance of such secondary roads as are conferred upon counties with respect to the construction, improvement, and maintenance of the county highway system. Section 27. That § 31-12-32 be repealed. 31-12-32. For the purposes described in § 31-12-31 there shall be available to the county the county road and bridge fund, the special highway fund, as established by § 32-11-3, and revenue from other sources available to the county for county highway construction, maintenance, and improvement, together with the proceeds of a tax which may annually be caused to be levied in the township in such amount, not exceeding statutory limitations, for highway purposes. Section 28. That § 31-12-33 be repealed. 31-12-33. When, pursuant to § 31-12-31, the board of county commissioners is constructing, improving and maintaining all secondary roads within the several townships of the county, all highway funds and moneys belonging to, in the possession of any of the said townships, or in the possession of the county and belonging to such townships, shall be expendable for the purpose of constructing, improving, and maintaining said secondary roads in said townships, together with such other funds as may accrue to such townships for road purposes all of which township funds shall be paid over to the county treasurer of such county by the treasurer of such township and covered into the special township motor vehicle fund. Section 29. That § 31-12-34 be repealed. 31-12-34. When ten or more resident freehold voters from a township in a county shall, with the permission of the county commissioners, join in a petition to the county commissioners of a county asking such board to construct and maintain all secondary highways in such township, such petition shall be filed with the county auditor in said county and such board shall order an election for the purpose of determining by a vote of the voters of such township or may submit at any general election, the question of such county maintaining, improving, and constructing the secondary highways of such township. Section 30. That § 31-12-35 be repealed. 31-12-35. An election pursuant to § 31-12-34 shall be held in the manner and upon the notice prescribed by law for other township elections, and the notice of such election, as published, shall state the proposition to be voted upon. The ballot shall have placed thereon in substantially the same language as is included in the notice of election and at the foot thereof shall be printed the words, Shall ____ county (naming it) construct, improve, and maintain the secondary highways in ____ township of the county, with the words, Yes and No, printed immediately at the left thereof, each preceded by a square or circle wherein the voter shall mark a cross (.) or check mark (.) before the word, Yes, for voting in favor of the proposition, or a cross (.) or check mark (.) in the square or circle before the word, No, for voting against the same. Section 31. That § 31-12-36 be repealed. 31-12-36. If the majority of the ballots so cast in an election pursuant to § 31-12-34 upon a canvass thereof shall be in favor of the proposition, the board of county commissioners shall thereafter construct, improve, and maintain all secondary highways within such township, any statutes or laws to the contrary notwithstanding. The said board of county commissioners shall have all of the powers and authority with respect to the construction and maintenance of such secondary highways within such township as are conferred upon counties with respect to the construction, improvement, and maintenance of the county highway system. Section 32. That § 31-12-37 be repealed. 31-12-37. By a subsequent petition and election secondary highways placed under the county commissioners pursuant to § 31-12-34 may thereafter be returned to township control. Section 33. That § 31-12-38 be repealed. 31-12-38. For the purposes described in § 31-12-36 there shall be available to the county the county road and bridge fund, the special highway fund as established by § 32-11-3, and revenue from other sources available to the county for construction, maintenance, and improvement of the secondary highways within such township, together with the proceeds of a tax which may annually be caused to be levied by the county commissioners in such township in such an amount to defray the cost of maintaining, constructing, and improving highways in the township not exceeding statutory limitations for highway purposes. Section 34. That § 31-12-39 be repealed. 31-12-39. All highway funds and moneys belonging to, in the possession of any townships, or in the possession of the county and belonging to any such township, whose secondary highways are placed under the jurisdiction of the county commissioners as provided in §§ 31-12-34 to 31-12-36, inclusive, shall be expendable for the purpose of constructing, improving, and maintaining said secondary highways in said township, together with other funds which may accrue to said township for road purposes, all of which township funds shall be paid over to the county treasurer of such county by the treasurer of such township and covered into the special township motor vehicle fund. Section 35. That § 31-12-40 be repealed. 31-12-40. It shall be the duty of the county highway superintendent of such county to make an accurate accounting of the cost of constructing, maintaining, and improving the highways of such township; and the county commissioners shall transfer from such township motor vehicle fund sixty percent of such cost to the county fund for the purchase of repairs and new equipment, and transfer from such township motor vehicle fund forty percent of such cost to the county road and bridge fund. Section 36. That § 31-12-42 be amended to read: 31-12-42. The portion of the county road and bridge fund derived from motor vehicle license collections credited pursuant to § 32-11-1 shall be used by the board of county commissioners for grading, constructing, planing, dragging, and maintaining county highways outside the limits of municipalities, and also for dragging, constructing and maintaining, and grading secondary roads. Section 37. That chapter 31-12 be amended by adding a NEW SECTION to read: The board of county commissioners may designate a highway that is unsafe for vehicle travel as a no maintenance highway. The board shall identify the beginning and end point of the highway designated as no maintenance. The board does not have any responsibility on a no maintenance highway except to require removal or remediation of a manmade obstruction, if needed, to maintain the public access. Section 38. That chapter 31-12 be amended by adding a NEW SECTION to read: The board of county commissioners shall post signs on a no maintenance highway to notify the motoring public that it is a no maintenance highway and that no vehicle travel is advised. The signs shall be posted at each entry point and at regular intervals along a no maintenance highway. A properly posted sign is prima facie evidence that adequate notice of a no maintenance highway has been given to the motoring public. Section 39. That § 31-14-3 be amended to read: 31-14-3. After determining the necessity for any and all bridges required by any county in the state, it shall be the duty of new or replacement bridge in the county, the board of county commissioners of such county to shall advise the county highway superintendent of such the determination, and to require him the superintendent or a registered engineer retained by the board of county commissioners for that purpose to make a survey of such drainage investigation of the bridge sites site. Such survey shall consist of a profile of the proposed site, approximate location in regard to the nearest section corner, soundings for the location of footings, and an estimate of the available watershed. Section 40. That § 31-14-5 be amended to read: 31-14-5. The profile, location, soundings, and estimated watershed provided for in § 31-14-3 may then be forwarded to the department together with a request for plans and specifications for such bridge or abutments, piers, or other related piece of work, or may be used by a A registered engineer retained by the board of county commissioners in preparing or the department shall prepare plans and specifications for such bridge repair or construction work. Plans and specifications prepared by a registered engineer retained by the board of county commissioners shall conform to the design requirements of the American Association of State Highway and Transportation Officials. The plans and specifications, whether prepared by the department or by a registered engineer retained for that purpose, shall be forwarded to the proper county auditor who shall place them on file in the auditor's office. A copy shall be forwarded to the department for the department's records. Section 41. That § 31-14-6 be repealed. 31-14-6. Upon receipt of such plans and specifications, it shall be the duty of the county highway superintendent to make and file a detailed estimate of the cost of the bridge, abutment, pier, or other work contemplated by such plans, and file such estimate of cost with the county auditor. Section 42. That § 31-14-7 be repealed. 31-14-7. Upon determining the necessity of any such bridges, abutments, repairs, or approaches to bridges, the county commissioners shall immediately cause to be filed in the office of the county auditor of such county, complete plans and specifications thereof, as described in § 31-14-5 and thereafter, if such bridges, abutments, repairs, or approaches be let by contract, bids in lump sum shall be procured on each bridge or piece of work separately, except that all materials for use in constructing foundations or abutments shall be bid on per cubic yard for concrete, per foot board measure for lumber, per pound for steel, and per lineal foot for piling driven, said unit prices to be added to or deducted from the contract price, if more or less material is required in such foundation than specified in the plans and specifications. Section 43. That § 31-14-8 be amended to read: 31-14-8. Each bid shall be made in accordance with the plans and specifications on file and. Each bid in excess of fifty thousand dollars shall be accompanied by a certified check, certified by a state or national bank domiciled within this state, in the sum of ten five percent of the total amount of such the bid, or a ten percent bid bond issued by a surety authorized to do business in the state. To be effectual for any purpose said the bid and certified check or bond shall be securely enclosed in a sealed envelope and deposited with the county auditor of the proper county before the hour of opening the sealed bids. Section 44. That § 31-14-10 be repealed. 31-14-10. Contracts shall be awarded on each bridge or piece of work, separately, to the lowest bidder and the county commissioners shall have the right to reject any and all bids and advertise for new bids. It shall be the duty of the county commissioners of such county to cause to be published in the official papers of such county, for a period of fifteen days immediately prior to the opening of sealed bids, a brief notice to the effect that at the time and place above specified they will open all bids theretofore received for all bridge abutments and approaches or repairs to bridges required by such county during the ensuing month or longer. Section 45. That § 31-14-11 be amended to read: 31-14-11. Promptly at the hour specified, the board of county commissioners in open session shall proceed to examine all sealed bids and notify the successful bidder that the bid has been accepted, subject to the approval of the department as provided for in § 31-14-12. Upon being so notified, the successful bidder shall forthwith enter into a contract with such the county in accordance with the bid, and the successful bid, together with the plans and specifications upon which the bid was based, is deemed a part of the contract. Section 46. That § 31-14-12 be repealed. 31-14-12. Before any contract for a bridge or piece of work, entered into by and between any successful bidder and the board of county commissioners, the total amount of which exceeds the sum of two thousand dollars, is valid, it shall first have the approval of the department. If the department finds upon examination of the contract that the contract price is too high, taking into account the material used and existing circumstances, the department shall inform the board of county commissioners of its reason for rejecting the contract and advise a method of proceeding in the matter. Whenever bids are rejected as being too high, the work may be let at private contract if so recommended and approved by the department. Section 47. That § 31-14-14 be amended to read: 31-14-14. Should If any bidder fail or refuse fails or refuses, for a period of ten days after notice pursuant to § 31-14-11, to enter into such a the contract, the board of county commissioners shall may award the contract in the same manner to the next lowest responsible bidder and such or may reject all bids and rebid the contract. The delinquent bidder shall forfeit to the county the certified check or bid bond accompanying his the bid. Section 48. That § 31-14-15 be amended to read: 31-14-15. Upon After the execution of all contracts under § 31-14-11, including the approving of the same by the Department of Transportation if necessary, the board of county commissioners shall promptly cause to be returned return to all bidders the certified checks accompanying their sealed bids. Section 49. That § 31-14-16 be repealed. 31-14-16. It shall be the duty of the state's attorney to draw all contracts let under the provisions of § 31-14-11, and to approve the execution thereof, together with the form and execution of all bonds and certified checks given as security for such contract. Section 50. That § 31-14-19 be amended to read: 31-14-19. The county highway superintendent shall keep a detailed account of all material found necessary to add to or deduct from each and every structure as set forth in the plans and specifications, and on completion,. On completion of the structure the superintendent shall file with the county auditor a detailed statement of the cost of the structure, including the additions or reductions from the contract price, and any compensation to the inspector, if any, shall be filed with the county auditor by the county highway superintendent. The county auditor shall forward a copy of the cost statement to the department. Section 51. That § 31-14-21 be amended to read: 31-14-21. In lieu of accepting any bids received upon on any bridge, approach, or abutment, or repair to bridge, or in case of emergency, the board of county commissioners may, if in their the board's judgment the bridge or piece of work may be procured for less money than the amount of any bid submitted, cause the same to be built by day labor by regular county labor and county-owned equipment. The construction shall be in charge of the county highway superintendent shall be in charge of the construction. The superintendent shall hire a foreman, purchase the necessary material, and hire the necessary labor for the construction of each such bridge, or piece of work, and such. The work shall be done in accordance with plans and specifications furnished by the department or a registered engineer, the same as any other bridge or piece of work let by contract. Section 52. That § 31-14-22 be amended to read: 31-14-22. The county highway superintendent shall keep a careful and itemized account of the quantity and cost of all materials and labor used in the construction of each such bridge or piece of work, in a standard form prescribed by the department authorized by § 31-14-21. The cost statement shall be filed with the county auditor and a copy transmitted to the department as in the case of the cost statement of any other bridge or piece of work as provided in this chapter. Section 53. That § 31-14-23 be amended to read: 31-14-23. If it is deemed advisable by the board of county commissioners, the board may purchase such materials as cement, sand, stone, metal, culverts, reinforcement steel, or other material to be used in the construction of roads, bridges, and culverts, in quantities sufficient to meet the estimated demand of the county for such the materials for the next succeeding twelve months. Before purchasing any such the materials, however, the board of county commissioners shall first have an estimate prepared by direct the county highway superintendent to prepare an estimate setting forth the needs of the county during the twelve months. The county highway superintendent shall prepare specifications of the quality of all materials, such specifications to be approved by the department. No patented material may be specified to the exclusion of unpatented material. Section 54. That § 31-14-25 be repealed. 31-14-25. Before any contract is let by any board of county commissioners under § 31-14-24, the necessity for the emergency contract shall first be approved by the department and any contract let thereunder shall in all respects be first approved by the department. Section 55. That § 31-14-27 be amended to read: 31-14-27. If a township board of supervisors or county highway superintendent within this state requests of its the board of county commissioners a construction or replacing to construct or replace in its entirety of any bridge or the placing or replacing of any culvert with an opening of sixteen square feet or more including material upon the secondary roads within such the township, the board of county commissioners may cause the same work to be done and the township shall reimburse the county up to and including five hundred dollars, and any cost in excess of five hundred dollars shall be paid by the county. If the cost is in excess of five hundred dollars, the county and township may enter into an agreement as to how the cost in excess of five hundred dollars will be split between the county and the township. After the placing or replacing of any culvert as provided in this section, it the culvert shall be maintained and kept clean at the expense of the township. The construction or replacing of any bridge or the placing or replacing of any culvert with an opening of less than sixteen square feet upon a secondary road within a township shall be at the total expense of the township, and it. The bridge or culvert shall be maintained and kept clean at the expense of the township. Section 56. That § 31-14-32 be repealed. 31-14-32. It shall be the duty of the county highway superintendent at reasonable intervals to make a thorough inspection of each and every existing bridge in the county. Such inspection shall consist of a thorough examination of the whole structure for any conditions affecting the life and safety of the bridge such as faulty design, neglect of maintenance, excessive loading, development of cracks, conditions of footing, etc. The county highway superintendent shall make a report of the conditions of each such bridge as he finds it, together with recommendation for repairs, stating the date of inspection, and shall cause the same to be filed in the office of the county auditor who shall refer the matter to the board of county commissioners at their next regular or special meeting. Section 57. That § 31-14-37 be repealed. 31-14-37. All contracts made before July 1, 1939, by and between the boards of county commissioners of any counties in this state dividing and apportioning the highway or meandered stream constituting the county lines between two or more counties into districts, and providing that each county shall be responsible for and shall bear the expenses of erecting and maintaining the bridges in one of such districts allotted according to the designation contained in such contract, shall be lawful and the same are hereby ratified and such contracts are declared to be binding upon each of such counties. Section 58. That § 31-14-41 be repealed. 31-14-41. Whenever one-third of the resident taxpayers of any county of this state, as shall appear by the last preceding assessment roll of such county, shall petition the board of county commissioners praying for an appropriation to build a bridge across any navigable river on the line of such county, setting forth therein the location of such bridge as near as may be, its estimated cost and the necessity therefor to accommodate the general traveling public, the manner in which it is proposed to pay for such structure and the time when it will be completed, such petition to be duly verified by the affidavits of at least fifteen of the petitioners therein named, it shall be the duty of such board to publish a notice in the official papers of the county once each week for at least two successive weeks, briefly stating the subject of such petition and that the same will be heard and considered at the next regular meeting of the board. Section 59. That § 31-14-42 be repealed. 31-14-42. At the time appointed for the hearing of a petition under § 31-14-41 the board of county commissioners shall investigate the need for such bridge and, finding the same to be demanded for the accommodation of the traveling public, shall by resolution duly entered upon the minutes of such board appropriate toward the building of such bridge, from the county treasury, a sum not exceeding one-half of the estimated cost of such bridge, to be paid as provided in § 31-14-43. Such appropriation shall be conditioned upon a sufficient bond or guaranty of the remaining one-half or more, as the case may be, of the costs of such bridge. But the consent of the general government to span such river must first be obtained. Section 60. That § 31-14-43 be repealed. 31-14-43. If the remaining one-half of the cost of a bridge described in § 31-14-41 shall be provided by an appropriation from any neighboring state, or by any municipality in this state, to be expended under a commission or through any other suitable agency, it shall then be the duty of such board of county commissioners to appoint a committee of its own number, whether three or more, to meet such other agency, confer with its members, and advise and assist in the accomplishment of such improvement in the best possible manner, and when the work is completed and approved jointly by such agency and committee of such board of county commissioners, which approval shall be in writing and duly reported to such board and recorded in the minutes thereof, the board shall thereupon order the amount of the appropriation paid to the contractor or contractors of such improvement by warrant upon the county treasury in the usual form and manner. Section 61. That § 31-14-44 be repealed. 31-14-44. If one-half or other proportion of the cost of an improvement under §§ 31-14-41 to 31-14-43, inclusive, is provided by a municipality, the governing body may meet the necessary expense by issuing bonds. All bonds shall be authorized, issued and sold as provided in chapter 6-8B and § 9-54-12, if a majority of the registered voters voting at the bond election vote to authorize the bond issue. Section 62. That § 31-14-45 be repealed. 31-14-45. Not more than one vehicle bridge in each county so situated shall be constructed under §§ 31-14-41 to 31-14-44, inclusive, and the total cost of such bridge shall in no case exceed the sum of fifty thousand dollars. Section 63. That § 31-15-3 be repealed. 31-15-3. Every municipality or county in this state is hereby authorized and empowered to purchase or otherwise acquire, equip, maintain, operate, and improve any interstate toll bridge within or partly within the corporate or territorial limits of such municipality or county or within five miles thereof, whether the same be all within or partly without this state, under the provisions of §§ 31-15-1 to 31-15-19, inclusive. Section 64. That §§ 31-15-1, 31-15-2, and 31-15-4 to 31-15-21, inclusive, be repealed."}, {"bill_id": 8583, "bill_version_id": 49953, "bill_version": "Enrolled", "bill_version_date": "2018-02-27T10:41:37.103-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8583, "action_date": "2018-01-19T13:00:00-06:00", "document_id": 47389, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47389.pdf", "status_text": "First read in House and referred to", "journal_page": 113, "committee_id_action": 396, "committee_id_assigned": 393, "result": "N", "vote": {}}, {"bill_id": 8583, "action_date": "2018-01-25T10:00:00-06:00", "document_id": 47629, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47629.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 393, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8583, "action_date": "2018-01-25T10:00:00-06:00", "document_id": 48006, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48006.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 393, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8583, "action_date": "2018-01-25T10:00:00-06:00", "document_id": 48006, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48006.pdf", "status_text": "Do Pass Amended", "journal_page": 191, "committee_id_action": 393, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24922, "president_vote": null, "Yea": [1279, 1307, 1301, 1294, 1311, 1312, 1315, 1293, 1310, 1263, 1241, 1255, 1260]}}, {"bill_id": 8583, "action_date": "2018-01-31T14:00:00-06:00", "document_id": 48336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48336.pdf", "status_text": "Do Pass Amended", "journal_page": 259, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25096, "president_vote": null, "Excused": [1313, 1254], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1279, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1311, 1308, 1312, 1291, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1309, 1259, 1255, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253]}}, {"bill_id": 8583, "action_date": "2018-02-01T14:00:00-06:00", "document_id": 48504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48504.pdf", "status_text": "First read in Senate and referred to", "journal_page": 330, "committee_id_action": 395, "committee_id_assigned": 374, "result": "N", "vote": {}}, {"bill_id": 8583, "action_date": "2018-02-23T08:00:00-06:00", "document_id": 49600, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49600.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 374, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8583, "action_date": "2018-02-23T08:00:00-06:00", "document_id": 49750, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49750.pdf", "status_text": "Do Pass", "journal_page": 576, "committee_id_action": 374, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26263, "president_vote": null, "Yea": [1264, 1246, 1243, 1300, 1270], "Excused": [1232, 1224]}}, {"bill_id": 8583, "action_date": "2018-02-26T14:00:00-06:00", "document_id": 49891, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49891.pdf", "status_text": "Do Pass Amended", "journal_page": 602, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26409, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1234, 1290, 1232, 1278, 1270, 1224, 1267, 1243, 1289, 1218, 1244, 1281, 1221, 1272, 1233, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Excused": [1304]}}, {"bill_id": 8583, "action_date": "2018-02-27T14:00:00-06:00", "document_id": 49976, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49976.pdf", "status_text": "Signed by the Speaker", "journal_page": 638, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8583, "action_date": "2018-02-28T14:00:00-06:00", "document_id": 50093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50093.pdf", "status_text": "Signed by the President", "journal_page": 646, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8583, "action_date": "2018-03-01T13:00:00-06:00", "document_id": 50220, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50220.pdf", "status_text": "Delivered to the Governor", "journal_page": 666, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8583, "action_date": "2018-03-07T11:30:00-06:00", "document_id": 50420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50420.pdf", "status_text": "Signed by the Governor", "journal_page": 718, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6681}