{"session_id": 47, "bill_id": 13459, "bill_type": "House Bill", "bill_number": 1027, "bill_title": "to revise certain provisions regarding the collection of child support.", "sponsors": [], "keywords": ["Child Support"], "audio": [], "bill_versions": [{"bill_id": 13459, "bill_version_id": 77209, "bill_version": "Introduced", "bill_version_date": "1998-01-07T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the collection of child support. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-7A-1 be amended to read as follows: 25-7A-1. Terms used in this chapter mean: (1) \"Administrative order,\" a judgment or order of an agency of the executive branch of state government, or an agency of comparable jurisdiction of another state, ordering payment of a set or determinable amount of support money, or ordering withholding of income; (2) \"Arrearage,\" the total amount of unpaid support obligations; (3) \"Assistance,\" money payments made by the Department of Social Services which are paid to, or for the benefit of, any dependent child, including payments made so that food, shelter, medical care, clothing, transportation, education , or other necessary goods, services, or items may be provided, and payments made to compensate for the provision of those necessities; (4) \"Court order,\" a judgment or order of a circuit court of this state or a court of comparable jurisdiction of another state ordering payment of a set or determinable amount of support money; (5) \"Delinquency,\" any payment under an order for support which becomes due and remains unpaid; (6) \"Department,\" the Department of Social Services; (7) \"Dependent child,\" a dependent child as defined in subdivision 28-7-1(2); (8) \"Income,\" any form of payment to a person, regardless of source, including wages, salary, commission, bonuses, compensation as an independent contractor, workers' compensation, unemployment compensation, disability, annuity and retirement benefits, gift or inheritance, all gain derived from capital or labor, profit gained through the sale or conversion of capital assets, and any other payments, including personal property, money and credits on deposit with or in the possession of, or made by any person, private entity, federal or state government, any unit of local government, school district or any entity created by public act. However, for the purposes of income withholding, income excludes: (a) Any amount required by law or as a condition of employment to be withheld, other than creditor claims, including federal, state and local taxes, social security and other retirement contributions; (b) Any amount exempted by federal law; and (c) Public assistance payments; (9) \"Need,\" the necessary costs of food, clothing, shelter, education, and medical care for the support of a dependent child; (10) \"Obligee,\" any person or entity to whom a duty of support is owed; (11) \"Obligor,\" any person who owes a duty to make payments under an order for support; (12) \"Order for support,\" a judgment, decree, or order, whether temporary, final, or subject to modification, issued by a court or an administrative agency of competent jurisdiction, which provides for the support and maintenance of a child, including a child who has attained the age of majority under the law of the issuing state, or a child and of the parent with whom the child is living, which provides for monetary support, health care, arrearages, or reimbursement, and which may include costs and fees, interest and penalties, income withholding, attorney's fees, and other relief; (13) \"Parent,\" the natural parent, adoptive parent, or stepparent of a dependent child; (14) \"Payor,\" any person or other entity owing income or having personal property or money and credits belonging to an obligor; (15) \"Person,\" a natural person, firm, limited liability company, corporation, association, political subdivision, or agency of government; (16) \"Secretary,\" the secretary of social services; (17) \"Spouse,\" any parent who has legal custody of a child in accordance with a court or administrative order; (18) \"Standard of need,\" the need established by the Department of Social Services pursuant to § 28-7-4; (19) \"Support enforcement services,\" establishing and enforcing support obligations, locating support obligors, and establishing paternity under the Title IV-D state plan; (20) \"Title IV-D agency,\" the agency established by Part D of Title IV of the Social Security Act (42 U.S.C. § § 651 to 667) for the purpose of administering the state's plan for establishing and enforcing support obligations, locating support obligors, and establishing paternity; (21) \"Medical support,\" the provision of a health insurance benefit plan, including any employer sponsored group health plan or self-insured plan, or any individual health insurance policy, to meet the medical needs of a dependent child including the cost of any premium required by such a health insurance benefit plan; (22) \"Business day,\" a day on which state offices are open for regular business; (23) \"Employee,\" any person who is an employee within the meaning of chapter 24 of the Internal Revenue Code of 1986, 26 U.S.C. § 3401-3406, as of January 1, 1997; (24) \"Employer,\" any person or entity who is an employer as defined in section 3401(d) of the Internal Revenue Code of 1986, 26 U.S.C. § 3401-3406, as of January 1, 1997, and includes any governmental entity and any labor organization; (25) \"Labor organization,\" the meaning given the term in section 2(5) of the National Labor Relations Act, 29 U.S.C. § 151 et seq., as of January 1, 1997, and includes any entity or hiring hall which is used by the organization and an employer to carry out the requirements described in section 8(f) (3) of the Act ; (26) \"Date of hire,\" the date a person is added to an employer's payroll to provide services to the employer, or the date a person actually provides services for an employer, whichever occurs earlier; (27) \"Newly hired employee\" or \"new hire,\" any person hired to provide services for an employer and required to provide an Internal Revenue Service W-4 form to the employer, including a person who is rehired, reemployed, or reinstated following thirty consecutive days of termination or layoff even if the person does not provide a new or revised W-4 form to the employer . Section 2. That § 25-7A-3.1 be amended to read as follows: 25-7A-3.1. Beginning October 1, 1998, the Department of Social Services is designated as the state child support case registry, and shall collect, maintain, update, and monitor child support enforcement records by use of an automated system, for all child support orders being enforced by the department and all support orders entered or modified in the state on or after October 1, 1998 . The state case registry shall extract, share, compare and receive child support information from other data bases, and furnish and exchange information with the federal case registry of child support orders, the federal parent locator service, other state agencies, and other states to facilitate the establishment or enforcement of child support orders. The department may adopt rules pursuant to chapter 1-26 to implement the provisions of this section. Section 3. That § 25-7A-5 be amended to read as follows: 25-7A-5. The secretary of social services may initiate an action for support by issuing a notice of a support debt, which shall be served without summons or other pleadings on the alleged responsible parent in the manner provided for service of a summons in a civil action or by certified mail, return receipt requested. The notice, whether based on subrogation power of attorney, assignment of a support obligation established by a court, administrative order or judgment or based on the furnishing of assistance by the Department of Social Services for any dependent child or spouse, or based on the obligation fixed by chapter 25-7, or support due to an obligee or another state who has applied for support enforcement services, shall contain the following statements: (1) The name of the dependent child or spouse for whom support is owed; (2) The monthly support for which the parent is responsible, including a statement of the debt accrued and accruing, and the monthly payment to be made on the state debt accrued, or due to an obligee or another state who has applied for support enforcement services, as established by: (a) Subrogation to or assignment of a court or administrative order, judgment or decree establishing a set or determinable amount of child or spousal support; or (b) Payment of assistance by the department for a dependent child or spouse where there is no court or administrative order, judgment or decree; (3) A statement that if the parent does not request a hearing within ten days from the day of service, the secretary: (a) Will May request the court enter an order establishing the amount of child support, accrued and accruing, which the parent is responsible for and the amount of the total monthly payment due on the accrued debt to the state, or to an obligee or another state who has applied for support enforcement services, and on the monthly support obligation; (b) May request that the court enter an order for health insurance coverage; and (c) May request that the court enter an order adjudicating paternity if a presumption of paternity exists under chapter 25-8 and for genetic testing costs; (4) A statement that the parent served with a notice of support debt may, within ten days of the day of service of the notice of support debt, submit a written response to the notice objecting to all or any part of the notice and requesting a hearing; (5) A statement that an order entered under subdivision (3) of this section, establishing the payment obligation of the parent is subject to collection action, including an order for income withholding under this chapter, levy and execution under the laws of this state or any other collection actions authorized by law; (6) A reference to this chapter; (7) A statement that an order for support entered under this chapter is filed with the appropriate clerk of courts and is a lien as provided by law; (8) A statement that if the parent has any questions he may telephone or visit the nearest department office or consult an attorney; (9) A statement that the parent has an obligation to report any change of address or employment to the department; and (10) Any other information the secretary finds appropriate. Section 4. That § 25-7A-6 be amended to read as follows: 25-7A-6. If a parent served with a notice of support debt under § 25-7A-5 makes a timely request for a hearing, the secretary of social services shall file the notice of support debt, proof of service thereof, and response thereto in the office of the clerk of the circuit court in the county of residence of that parent. The matter shall be set for hearing before a referee who is a member in good standing of the state bar association and is appointed by the court, pursuant to statute, and after due notice to all parties by first class mail. The referee shall make a report to the court, recommending the amount of the debt due to the state, if any, and the monthly support obligation of the parent and , the arrearage debt due to the obligee or another state who has applied for support enforcement services, or for health insurance coverage , an order adjudicating paternity, or genetic testing costs. The referee shall file the report with the court and cause copies thereof to be served by mailing to the parties and the secretary. Any party shall have ten days from the date of service of the report in which to file objections to the report. If no objection is filed, the circuit court may thereafter, and without further notice, enter its order. If any objection is filed, the circuit court shall fix a date for hearing on the report, the hearing to be solely on the record established before the referee. The circuit court may thereafter adopt the referee's report, or may modify it, or may reject and remand it with instructions or for further hearing. The secretary shall serve the parent the court's order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. If the circuit court's order modifies the referee's report and no hearing was held before the court before entry of its order, any party has ten days from the date of service of the order in which to file an objection to that modification. If an objection is filed, the circuit court shall fix a date for hearing on the objection and after the hearing shall enter its order. The secretary shall serve the order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. Section 5. That § 25-7A-7 be amended to read as follows: 25-7A-7. If a parent is served with a notice of support debt under § 25-7A-5 and does not request a hearing within ten days, the secretary of social services shall file, in the office of the appropriate clerk of the circuit court, the notice of support debt, proof of service thereof, and an application for an order for support. The court shall may enter an order for support in accordance with the child support guidelines set by statute, establishing the amount of child support, accrued and accruing, for which the parent is responsible and the amount of the total monthly payment due on the accrued debt to the state, or to an obligee or another state who has applied for support enforcement services, and on the monthly support obligation. The court may also enter an order for health insurance coverage and , an order adjudicating paternity, or an order for genetic testing costs. The secretary shall serve the parent an the order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. Section 6. That § 25-7A-24 be amended to read as follows: 25-7A-24. If an order for support does not contain a provision for immediate withholding of income or property and an obligor becomes delinquent in any part of the payment of support obligations pursuant to the order for support, or an arrearage exists, the department shall prepare and serve an order for withholding of income on the payor as provided by § 25-7A-30. The department shall also advise the obligor of the procedures to contest the withholding. Section 7. That § 25-7A-47 be amended to read as follows: 25-7A-47. The department shall request the Title IV-D agency of another state in which an obligor who is delinquent in his support obligation, derives income, to enter an order for the purpose of withholding of income for support. The request shall advise the agency to provide proper notice of delinquency withholding to the obligor, including the opportunity to contest the withholding of income, and to order the payor of income to withhold the amount requested. The request shall contain a copy of the order for support, the amount to be withheld, a statement of the arrearage, and any other information necessary to carry out the withholding of income. Section 8. That § 25-7A-56 be amended to read as follows: 25-7A-56. A state agency or board may not issue or renew the professional , sporting, or recreational license, registration, certification, or permit of any applicant after receiving notice from the Department of Social Services that the applicant has accumulated child support arrearages in the sum of one thousand dollars or more, unless the applicant first makes satisfactory arrangements with the Department of Social Services for payment of any accumulated arrearages. An applicant who disputes a determination by the Department of Social Services that the applicant has accumulated child support arrearages of one thousand dollars or more shall, upon request, be given a due process hearing by the department. Upon recommendation by the department, the licensing agency or board may issue a temporary license, registration, certification, or permit to the applicant pending final resolution of the due process hearing. The department may promulgate rules pursuant to chapter 1-26 to implement the provisions of this section. The term professional license, registration, certification, or permit as specified by this section includes appraisers as specified in chapter 36-21B; abstractors as specified in chapter 36-13; accountants as specified in chapter 36-20A; barbers as specified in chapter 36-14; chiropractors as specified in chapter 36-5; cosmetologists as specified in chapter 36-15; counselors as specified in chapter 36-32; dentists and dental hygienists as specified in chapter 36-6A; electricians as specified in chapter 36-16; engineers, architects, and surveyors as specified in chapter 36-18; embalmers and funeral directors as specified in chapter 36-19; nurses as specified in chapter 36-9; nurse practitioners and nurse mid-wives as specified in chapter 36-9A; physical therapists as specified in chapter 36-10; medical assistants as specified in chapter 36-9B; hearing aid dispensers as specified in chapter 36-24; physicians and surgeons as specified in chapter 36-4; physician's assistants as specified in chapter 36-4A; advanced life support personnel as specified in chapter 36-4B; nursing facility administrators as specified in chapter 36-28; optometrists as specified in chapter 36-7; pharmacists as specified in chapter 36-11; plumbers as specified in chapter 36-25; podiatrists as specified in chapter 36-8; psychologists as specified in chapter 36-27A; real estate brokers and salesmen as specified in chapter 36-21A; social workers as specified in chapter 36-26; veterinarians as specified in chapter 36-12; insurance brokers, agents, and solicitors as specified in chapter 58-30; teachers and administrators as specified in chapters 13-42 and 13-43; attorneys as specified in chapter 16-16; securities agents, securities brokers, investment advisers, or investment adviser representatives as specified in chapter 47-31A; pilots as specified in chapter 50-11; day care providers as specified in chapter 26-6; gaming employees as specified in chapter 42-7B; and law enforcement officers as specified in chapter 23-3. The state agencies or boards which govern the professions, recreational licenses, and occupations listed in this paragraph may adopt rules pursuant to chapter 1-26 to implement the provisions of this section for their particular profession or occupation. Section 9. That § 25-7A-56.1 be amended to read as follows: 25-7A-56.1. A circuit court may revoke, suspend, or restrict a person's drivers, professional, occupational, sporting, or recreational license if the person owes past-due support, or if the person, after receiving appropriate notice, fails to comply with a subpoena or warrant relating to a paternity or child support proceeding. Section 10. That § 25-7A-56.2 be amended to read as follows: 25-7A-56.2. To facilitate the collection of child support and to facilitate locating child support obligors, the following information shall be recorded in the following manners: (1) The social security number of any applicant for a professional license, commercial drivers license, occupational license , recreational license, sporting license, or marriage license shall be recorded on the application. If an agency allows the use of a number, other than the social security number as the license number, the agency shall advise the applicant; (2) The social security number of any person who is subject to a divorce decree, support order, paternity adjudication, or paternity acknowledgment shall be recorded on the document relating to the matter; (3) The social security number of any person who has died shall be placed in the death records and recorded on the death certificate; (4) The social security number, drivers license number, or identification number of the owners shall be recorded in the records maintained by the Division of Motor Vehicles upon the issuance of the title or renewal of a registration. Section 11. That § 25-7A-56.7 be amended to read as follows: 25-7A-56.7. Upon entry of an order for support, each party to any paternity or child support proceeding shall file with the appropriate tribunals as defined in § 25-9B-101 state case registry a written statement specifying the party's name, social security number, residential and mailing address, telephone number, driver's license number, and the name, address, and telephone number of any current employers. The A tribunal as defined in § 25-9B-101 may not accept for filing any order for support unless and until the written statement is provided by each party. If the required information is unavailable, the order for support may be filed with the tribunal providing the trial judge certifies in writing on the order that the required information is unavailable. Each party subject to an order for support shall also notify the appropriate tribunals of any changes to this information, as necessary. In any subsequent child support enforcement action between the parties, and upon sufficient showing that diligent efforts have been made to ascertain the location of a party, the tribunal may shall deem due process requirements for notice and service of process satisfied by delivering written notice to the most recent residential or employer address on file with the tribunal. Section 12. That § 25-7A-56.11 be amended to read as follows: 25-7A-56.11. In any case in which any Title IV-D agency is providing child support enforcement or income withholding services, the Title IV-D agency may direct any obligor or other payor to change the payee to the Title IV-D agency , or other appropriate entity. The Department of Social Services may also redirect support payments as allowed by this section to meet the requirements of § 25-7A-3.2 . The Title IV-D agency or department shall notify the obligor, the obligee, and the clerk of court of any change. Section 13. That § 25-8-50 be amended to read as follows: 25-8-50. Upon the birth of a child to an unmarried woman, and prior to discharge, any hospital, physician, health care provider, midwife, or nurse who assists in the birth of the child shall: (1) Provide an opportunity for the child's mother and alleged father to sign under oath an affidavit of paternity; and (2) Provide to the mother and to the alleged father, any necessary oral information, and also , video, audio, or written information furnished by the Department of Social Services which describes, among other things, the rights and responsibilities of parentage; the benefits of having the child's paternity established; the alleged father's legal rights and responsibilities, including his right to request genetic testing; the child's right to receive child support; that a signed affidavit of paternity creates a rebuttable presumption of paternity; that a signed affidavit of paternity allows the establishment of a support obligation without requiring further proceedings to establish paternity; and, that completion of the affidavit of paternity is voluntary and is not required of either the mother or the alleged father. If obtained, the fully completed, signed, and notarized original affidavit of paternity shall be forwarded to the Department of Health as provided in chapter 34-25 within seven days following the birth of the child. Section 14. That § 25-8-59 be amended to read as follows: 25-8-59. Any action contesting a rebuttable presumption of paternity as established by § § 25-8-50 to 25-8-58, inclusive, shall be commenced in circuit court either sixty days after the creation of the presumption of paternity or the date of any administrative or judicial proceedings relating to the child including proceedings to establish a support obligation in accordance with § 25-8-52, whichever occurs earlier, except in cases where there are allegations of fraud, duress, or material mistake of fact. In cases involving allegations of fraud, duress, or material mistake of fact, any action contesting a rebuttable presumption of paternity shall be commenced within three years after the creation of any presumption. The burden of proof shall be upon the moving party and the payment of child support, or any other legal responsibilities of the parties, may not be suspended during the pendency of the proceedings, except upon a showing of good cause by the moving party. Section 15. That § 25-9B-101 be amended to read as follows: 25-9B-101. In this chapter: (1) \"Child\" means an individual, whether over or under the age of majority, who is or is alleged to be owed a duty of support by the individual's parent or who is or is alleged to be the beneficiary of a support order directed to the parent. (2) \"Child support order\" means a support order for a child, including a child who has attained the age of majority under the law of the issuing state. (3) \"Duty of support\" means an obligation imposed or imposable by law to provide support for a child, spouse, or former spouse, including an unsatisfied obligation to provide support. (4) \"Home state\" means the state in which a child lived with a parent or a person acting as parent for at least six consecutive months immediately preceding the time of filing of a petition or comparable pleading for support and, if a child is less than six months old, the state in which the child lived from birth with any of them. A period of temporary absence of any of them is counted as part of the six-month or other period. (5) \"Income\" means any form of payment to a person, regardless of source, including, but not limited to wages, salary, commission, bonuses, compensation as an independent contractor, worker's compensation, unemployment compensation, disability, annuity and retirement benefits, gift or inheritance, all gain derived from capital or labor, profit gained through the sale or conversion of capital assets, and any other payments, including personal property, money and credits on deposit with or in the possession of, or made by any person, private entity, federal or state government, any unit of local government, school district or any entity created by public act. However, for purposes of income withholding, income excludes: (i) Any amount required by law or as a condition of employment to be withheld, other than creditor claims, including federal, state, and local taxes, social security and other retirement contributions; (ii) Any amount exempted by federal law; and (iii) Public assistance payments. (6) \"Income-withholding order\" means an order or other legal process directed to any payor as defined in subdivision 25-7A-1(14) to withhold support from the income of the obligor. (7) \"Initiating state\" means a state from which a proceeding is forwarded or in which a proceeding is filed for forwarding to a responding state under this Act or a law or procedure substantially similar to this Act, the Uniform Reciprocal Enforcement of Support Act, or the Revised Uniform Reciprocal Enforcement of Support Act is forwarded or in which a proceeding is filed for forwarding to a responding state . (8) \"Initiating tribunal\" means the authorized tribunal in an initiating state. (9) \"Issuing state\" means the state in which a tribunal issues a support order or renders a judgment determining parentage. (10) \"Issuing tribunal\" means the tribunal that issues a support order or renders a judgment determining parentage. (11) \"Law\" includes decisional and statutory law and rules and regulations having the force of law. (12) \"Obligee\" means: (i) Any person or entity to whom a duty of support is owed or is alleged to be owed or in whose favor a support order has been issued or a judgment determining parentage has been rendered; (ii) A state or political subdivision to which the rights under a duty of support or support order have been assigned or which has an independent claim based on financial assistance provided to an individual obligee; or (iii) A person seeking a judgment determining parentage of the person's child. (13) \"Obligor\" means any person, or the estate of any person: (i) Who owes or is alleged to owe a duty of support; (ii) Who is alleged but has not been adjudicated to be a parent of a child; or (iii) Who is liable under a support order. (14) \"Register\" means to record a support order or judgment determining parentage in the appropriate location for the recording or filing of foreign judgments generally or foreign support orders specifically. (15) \"Registering tribunal\" means a tribunal in which a support order is registered. (16) \"Responding state\" means a state in which a proceeding is filed or to which a proceeding is forwarded for filing from an initiating state under this Act or a law substantially similar to this Act, the Uniform Reciprocal Enforcement of Support Act, or the Revised Uniform Reciprocal Enforcement of Support Act. (17) \"Responding tribunal\" means the authorized tribunal in a responding state. (18) \"State\" means a state of the United States, the District of Columbia, the Commonwealth of Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. The term , \" state \" , also includes an Indian tribe and a foreign jurisdiction that has enacted laws or established procedures for issuance and enforcement of support orders which are substantially similar to the procedures under this chapter or the procedures under the Uniform Reciprocal Enforcement of Support Act or the Revised Uniform Reciprocal Enforcement of Support Act. (19) \"Support enforcement agency\" means a public official or agency authorized to seek: (i) Enforcement of support orders or laws relating to the duty of support; (ii) Establishment or modifications of child support; (iii) Determination of parentage; or (iv) To locate obligors or their assets. (20) \"Support Order\" means a judgment, decree, or order, whether temporary, final, or subject to modification, issued by a court or an administrative agency of competent jurisdiction, which provides for the support and maintenance of a child, including a child who has attained the age of majority under the law of the issuing state, or a child and of the parent with whom the child is living, which provides for monetary support, health care, arrearages, or reimbursement, and which may include costs and fees, interest and penalties, income withholding, attorney's fees, and other relief. (21) \"Tribunal\" means a court, administrative agency, or quasi-judicial entity authorized to establish, enforce, or modify support orders or to determine parentage. (22) \"Spousal-support order\" means a support order for a spouse or former spouse of the obligor. Section 16. That § 25-9B-201 be amended to read as follows: 25-9B-201. In a proceeding to establish, enforce, or modify a support order or to determine parentage, a tribunal of this state may exercise personal jurisdiction over a nonresident individual or the individual's guardian or conservator if: (1) The individual is personally served with notice within this state; (2) The individual submits to the jurisdiction of this state by consent, by entering a general appearance, or by filing a responsive document having the effect of waiving any contest to personal jurisdiction; (3) The individual resided with the child in this state; (4) The individual resided in this state and provided prenatal expenses or support for the child; (5) The child resides in this state as a result of the acts or directives of the individual; (6) The individual has engaged in sexual intercourse in this state, which act creates a cause of action for the determination of paternity of a child who may have been conceived by that act of intercourse; (7) The individual asserted parentage in the child support case registry maintained in this state by the Department of Social Services; (8) The individual fails to support a minor child residing in South Dakota; (8) (9) There is any other basis consistent with the provisions of § 15-7-2 or the constitutions of this state and the United States for the exercise of personal jurisdiction. Section 17. That § 25-9B-611 be amended to read as follows: 25-9B-611. (a) After a child support order issued in another state has been registered in this state, and unless the provisions of § 25-9B-613 apply, the responding tribunal of this state may modify that order only if § 25-9B-613 does not apply and , after notice and hearing, it finds that: (1) The following requirements are met: (i) The child, the individual obligee, and the obligor do not reside in the issuing state; (ii) A petitioner who is a nonresident of this state seeks modification; and (iii) The respondent is subject to the personal jurisdiction of the tribunal of this state; or (2) An individual party or the child is subject to the personal jurisdiction of the tribunal and all of the individual parties have filed a written consent in the issuing tribunal providing that a tribunal of this state may modify the support order and assume continuing, exclusive jurisdiction over the order. However, if the issuing state is a foreign jurisdiction which has not enacted this chapter, the written consent of the individual party residing in this state is not required for the tribunal to assume jurisdiction to modify the child support order. (b) Modification of a registered child support order is subject to the same requirements, procedures, and defenses that apply to the modification of an order issued by a tribunal of this state and the order may be enforced and satisfied in the same manner. (c) A tribunal of this state may not modify any aspect of a child support order that may not be modified under the law of the issuing state. If two or more tribunals have issued child support orders for the same obligor and child, the order that is controlling and must be recognized under the provisions of § 25-9B-207 establishes the nonmodifiable aspects of the support order. (d) On the issuance of an order modifying a child support order issued in another state, a tribunal of this state becomes the tribunal of continuing, exclusive jurisdiction. Section 18. That chapter 25-9B be amended by adding thereto a NEW SECTION to read as follows: 25-9B-903. If any provision of this Act or its application to any person or circumstance is held invalid, the invalidity does not affect other provisions or applications of this Act which can be given effect without the invalid provisions or application, and to this end the provisions of this Act are severable. Section 19. That § 32-12-116 be amended to read as follows: 32-12-116. The Department of Commerce and Regulation may not issue or renew any license under this chapter to a person after receiving notice from the Department of Social Services that the person has accumulated child support arrearages in the sum of one thousand dollars or more unless the person has made satisfactory arrangements with the Department of Social Services for payment of any accumulated arrearages. However, the Department of Commerce and Regulation may, upon the recommendation of the Department of Social Services, issue a temporary permit pursuant to § 32-12-19 pending the issuance of a license if the temporary license is necessary for the licensee to work and if the Department of Social Services has determined that the licensee is making a good faith effort to comply with the provisions of this section. The Department of Social Services may also serve a notice of intent to administratively revoke a person's license if the licensee has failed to comply with a written repayment agreement. The notice shall be mailed to the licensee's last known address and shall advise the licensee of the Department of Social Services' intent to seek administrative revocation of the driver's license for failure to comply with the repayment agreement. The notice shall advise the licensee of all administrative due process rights, including the right to request a fair hearing pursuant to chapter 1-26 within ten days following service of the notice. If a licensee fails to request a hearing within ten days of service of the notice, the Department of Social Services may request the Department of Commerce and Regulation to revoke the license. If a licensee makes a timely request for a hearing, a hearing shall be provided pursuant to chapter 1-26. Upon entry of an administrative decision that determines that a licensee has failed to comply with the terms of a repayment agreement, the Department of Commerce and Regulation shall enter an order revoking the person's license. The Department of Social Services may promulgate rules pursuant to chapter 1-26 to implement the provisions of this section as they pertain to the functions of the Department of Social Services. The Department of Commerce and Regulation may promulgate rules pursuant to chapter 1-26 to implement the provisions of this section as they pertain to the functions of the Department of Commerce and Regulation."}, {"bill_id": 13459, "bill_version_id": 77208, "bill_version": "House Judiciary Engrossed", "bill_version_date": "1998-01-17T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the collection of child support. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-7A-1 be amended to read as follows: 25-7A-1. Terms used in this chapter mean: (1) \"Administrative order,\" a judgment or order of an agency of the executive branch of state government, or an agency of comparable jurisdiction of another state, ordering payment of a set or determinable amount of support money, or ordering withholding of income; (2) \"Arrearage,\" the total amount of unpaid support obligations; (3) \"Assistance,\" money payments made by the Department of Social Services which are paid to, or for the benefit of, any dependent child, including payments made so that food, shelter, medical care, clothing, transportation, education , or other necessary goods, services, or items may be provided, and payments made to compensate for the provision of those necessities; (4) \"Court order,\" a judgment or order of a circuit court of this state or a court of comparable jurisdiction of another state ordering payment of a set or determinable amount of support money; (5) \"Delinquency,\" any payment under an order for support which becomes due and remains unpaid; (6) \"Department,\" the Department of Social Services; (7) \"Dependent child,\" a dependent child as defined in subdivision 28-7-1(2); (8) \"Income,\" any form of payment to a person, regardless of source, including wages, salary, commission, bonuses, compensation as an independent contractor, workers' compensation, unemployment compensation, disability, annuity and retirement benefits, gift or inheritance, all gain derived from capital or labor, profit gained through the sale or conversion of capital assets, and any other payments, including personal property, money and credits on deposit with or in the possession of, or made by any person, private entity, federal or state government, any unit of local government, school district or any entity created by public act. However, for the purposes of income withholding, income excludes: (a) Any amount required by law or as a condition of employment to be withheld, other than creditor claims, including federal, state and local taxes, social security and other retirement contributions; (b) Any amount exempted by federal law; and (c) Public assistance payments; (9) \"Need,\" the necessary costs of food, clothing, shelter, education, and medical care for the support of a dependent child; (10) \"Obligee,\" any person or entity to whom a duty of support is owed; (11) \"Obligor,\" any person who owes a duty to make payments under an order for support; (12) \"Order for support,\" a judgment, decree, or order, whether temporary, final, or subject to modification, issued by a court or an administrative agency of competent jurisdiction, which provides for the support and maintenance of a child, including a child who has attained the age of majority under the law of the issuing state, or a child and of the parent with whom the child is living, which provides for monetary support, health care, arrearages, or reimbursement, and which may include costs and fees, interest and penalties, income withholding, attorney's fees, and other relief; (13) \"Parent,\" the natural parent, adoptive parent, or stepparent of a dependent child; (14) \"Payor,\" any person or other entity owing income or having personal property or money and credits belonging to an obligor; (15) \"Person,\" a natural person, firm, limited liability company, corporation, association, political subdivision, or agency of government; (16) \"Secretary,\" the secretary of social services; (17) \"Spouse,\" any parent who has legal custody of a child in accordance with a court or administrative order; (18) \"Standard of need,\" the need established by the Department of Social Services pursuant to § 28-7-4; (19) \"Support enforcement services,\" establishing and enforcing support obligations, locating support obligors, and establishing paternity under the Title IV-D state plan; (20) \"Title IV-D agency,\" the agency established by Part D of Title IV of the Social Security Act (42 U.S.C. § § 651 to 667) for the purpose of administering the state's plan for establishing and enforcing support obligations, locating support obligors, and establishing paternity; (21) \"Medical support,\" the provision of a health insurance benefit plan, including any employer sponsored group health plan or self-insured plan, or any individual health insurance policy, to meet the medical needs of a dependent child including the cost of any premium required by such a health insurance benefit plan; (22) \"Business day,\" a day on which state offices are open for regular business; (23) \"Employee,\" any person who is an employee within the meaning of chapter 24 of the Internal Revenue Code of 1986, 26 U.S.C. § 3401-3406, as of January 1, 1997; (24) \"Employer,\" any person or entity who is an employer as defined in section 3401(d) of the Internal Revenue Code of 1986, 26 U.S.C. § 3401-3406, as of January 1, 1997, and includes any governmental entity and any labor organization; (25) \"Labor organization,\" the meaning given the term in section 2(5) of the National Labor Relations Act, 29 U.S.C. § 151 et seq., as of January 1, 1997, and includes any entity or hiring hall which is used by the organization and an employer to carry out the requirements described in section 8(f) (3) of the Act ; (26) \"Date of hire,\" the date a person is added to an employer's payroll to provide services to the employer, or the date a person actually provides services for an employer, whichever occurs earlier; (27) \"Newly hired employee\" or \"new hire,\" any person hired to provide services for an employer and required to provide an Internal Revenue Service W-4 form to the employer, including a person who is rehired, reemployed, or reinstated following thirty consecutive days of termination or layoff even if the person does not provide a new or revised W-4 form to the employer . Section 2. That § 25-7A-3.1 be amended to read as follows: 25-7A-3.1. Beginning October 1, 1998, the Department of Social Services is designated as the state child support case registry, and shall collect, maintain, update, and monitor child support enforcement records by use of an automated system, for all child support orders being enforced by the department and all support orders entered or modified in the state on or after October 1, 1998 . The state case registry shall extract, share, compare and receive child support information from other data bases, and furnish and exchange information with the federal case registry of child support orders, the federal parent locator service, other state agencies, and other states to facilitate the establishment or enforcement of child support orders. The department may adopt rules pursuant to chapter 1-26 to implement the provisions of this section. Section 3. That § 25-7A-5 be amended to read as follows: 25-7A-5. The secretary of social services may initiate an action for support by issuing a notice of a support debt, which shall be served without summons or other pleadings on the alleged responsible parent in the manner provided for service of a summons in a civil action or by certified mail, return receipt requested. The notice, whether based on subrogation power of attorney, assignment of a support obligation established by a court, administrative order or judgment or based on the furnishing of assistance by the Department of Social Services for any dependent child or spouse, or based on the obligation fixed by chapter 25-7, or support due to an obligee or another state who has applied for support enforcement services, shall contain the following statements: (1) The name of the dependent child or spouse for whom support is owed; (2) The monthly support for which the parent is responsible, including a statement of the debt accrued and accruing, and the monthly payment to be made on the state debt accrued, or due to an obligee or another state who has applied for support enforcement services, as established by: (a) Subrogation to or assignment of a court or administrative order, judgment or decree establishing a set or determinable amount of child or spousal support; or (b) Payment of assistance by the department for a dependent child or spouse where there is no court or administrative order, judgment or decree; (3) A statement that if the parent does not request a hearing within ten days from the day of service, the secretary: (a) Will May request the court enter an order establishing the amount of child support, accrued and accruing, which the parent is responsible for and the amount of the total monthly payment due on the accrued debt to the state, or to an obligee or another state who has applied for support enforcement services, and on the monthly support obligation; (b) May request that the court enter an order for health insurance coverage; and (c) May request that the court enter an order adjudicating paternity if a presumption of paternity exists under chapter 25-8 and for genetic testing costs; (4) A statement that the parent served with a notice of support debt may, within ten days of the day of service of the notice of support debt, submit a written response to the notice objecting to all or any part of the notice and requesting a hearing; (5) A statement that an order entered under subdivision (3) of this section, establishing the payment obligation of the parent is subject to collection action, including an order for income withholding under this chapter, levy and execution under the laws of this state or any other collection actions authorized by law; (6) A reference to this chapter; (7) A statement that an order for support entered under this chapter is filed with the appropriate clerk of courts and is a lien as provided by law; (8) A statement that if the parent has any questions he may telephone or visit the nearest department office or consult an attorney; (9) A statement that the parent has an obligation to report any change of address or employment to the department; and (10) Any other information the secretary finds appropriate. Section 4. That § 25-7A-6 be amended to read as follows: 25-7A-6. If a parent served with a notice of support debt under § 25-7A-5 makes a timely request for a hearing, the secretary of social services shall file the notice of support debt, proof of service thereof, and response thereto in the office of the clerk of the circuit court in the county of residence of that parent. The matter shall be set for hearing before a referee who is a member in good standing of the state bar association and is appointed by the court, pursuant to statute, and after due notice to all parties by first class mail. The referee shall make a report to the court, recommending the amount of the debt due to the state, if any, and the monthly support obligation of the parent and , the arrearage debt due to the obligee or another state who has applied for support enforcement services, or for health insurance coverage , an order adjudicating paternity, or genetic testing costs. The referee shall file the report with the court and cause copies thereof to be served by mailing to the parties and the secretary. Any party shall have ten days from the date of service of the report in which to file objections to the report. If no objection is filed, the circuit court may thereafter, and without further notice, enter its order. If any objection is filed, the circuit court shall fix a date for hearing on the report, the hearing to be solely on the record established before the referee. The circuit court may thereafter adopt the referee's report, or may modify it, or may reject and remand it with instructions or for further hearing. The secretary shall serve the parent the court's order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. If the circuit court's order modifies the referee's report and no hearing was held before the court before entry of its order, any party has ten days from the date of service of the order in which to file an objection to that modification. If an objection is filed, the circuit court shall fix a date for hearing on the objection and after the hearing shall enter its order. The secretary shall serve the order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. Section 5. That § 25-7A-7 be amended to read as follows: 25-7A-7. If a parent is served with a notice of support debt under § 25-7A-5 and does not request a hearing within ten days, the secretary of social services shall file, in the office of the appropriate clerk of the circuit court, the notice of support debt, proof of service thereof, and an application for an order for support. The court shall may enter an order for support in accordance with the child support guidelines set by statute, establishing the amount of child support, accrued and accruing, for which the parent is responsible and the amount of the total monthly payment due on the accrued debt to the state, or to an obligee or another state who has applied for support enforcement services, and on the monthly support obligation. The court may also enter an order for health insurance coverage and , an order adjudicating paternity, or an order for genetic testing costs. The secretary shall serve the parent an the order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. Section 6. That § 25-7A-24 be amended to read as follows: 25-7A-24. If an order for support does not contain a provision for immediate withholding of income or property and an obligor becomes delinquent in any part of the payment of support obligations pursuant to the order for support, or an arrearage exists, the department shall prepare and serve an order for withholding of income on the payor as provided by § 25-7A-30. The department shall also advise the obligor of the procedures to contest the withholding. Section 7. That § 25-7A-47 be amended to read as follows: 25-7A-47. The department shall request the Title IV-D agency of another state in which an obligor who is delinquent in his support obligation, derives income, to enter an order for the purpose of withholding of income for support. The request shall advise the agency to provide proper notice of delinquency withholding to the obligor, including the opportunity to contest the withholding of income, and to order the payor of income to withhold the amount requested. The request shall contain a copy of the order for support, the amount to be withheld, a statement of the arrearage, and any other information necessary to carry out the withholding of income. Section 8. That § 25-7A-56 be amended to read as follows: 25-7A-56. A state agency or board may not issue or renew the professional , sporting, or recreational license, registration, certification, or permit of any applicant after receiving notice from the Department of Social Services that the applicant has accumulated child support arrearages in the sum of one thousand dollars or more, unless the applicant first makes satisfactory arrangements with the Department of Social Services for payment of any accumulated arrearages. An applicant who disputes a determination by the Department of Social Services that the applicant has accumulated child support arrearages of one thousand dollars or more shall, upon request, be given a due process hearing by the department. Upon recommendation by the department, the licensing agency or board may issue a temporary license, registration, certification, or permit to the applicant pending final resolution of the due process hearing. The department may promulgate rules pursuant to chapter 1-26 to implement the provisions of this section. The term professional license, registration, certification, or permit as specified by this section includes appraisers as specified in chapter 36-21B; abstractors as specified in chapter 36-13; accountants as specified in chapter 36-20A; barbers as specified in chapter 36-14; chiropractors as specified in chapter 36-5; cosmetologists as specified in chapter 36-15; counselors as specified in chapter 36-32; dentists and dental hygienists as specified in chapter 36-6A; electricians as specified in chapter 36-16; engineers, architects, and surveyors as specified in chapter 36-18; embalmers and funeral directors as specified in chapter 36-19; nurses as specified in chapter 36-9; nurse practitioners and nurse mid-wives as specified in chapter 36-9A; physical therapists as specified in chapter 36-10; medical assistants as specified in chapter 36-9B; hearing aid dispensers as specified in chapter 36-24; physicians and surgeons as specified in chapter 36-4; physician's assistants as specified in chapter 36-4A; advanced life support personnel as specified in chapter 36-4B; nursing facility administrators as specified in chapter 36-28; optometrists as specified in chapter 36-7; pharmacists as specified in chapter 36-11; plumbers as specified in chapter 36-25; podiatrists as specified in chapter 36-8; psychologists as specified in chapter 36-27A; real estate brokers and salesmen as specified in chapter 36-21A; social workers as specified in chapter 36-26; veterinarians as specified in chapter 36-12; insurance brokers, agents, and solicitors as specified in chapter 58-30; teachers and administrators as specified in chapters 13-42 and 13-43; attorneys as specified in chapter 16-16; securities agents, securities brokers, investment advisers, or investment adviser representatives as specified in chapter 47-31A; pilots as specified in chapter 50-11; day care providers as specified in chapter 26-6; gaming employees as specified in chapter 42-7B; and law enforcement officers as specified in chapter 23-3. The state agencies or boards which govern the professions, recreational licenses, and occupations listed in this paragraph may adopt rules pursuant to chapter 1-26 to implement the provisions of this section for their particular profession or occupation. Section 9. That § 25-7A-56.1 be amended to read as follows: 25-7A-56.1. A circuit court may revoke, suspend, or restrict a person's drivers, professional, occupational, sporting, or recreational license if the person owes past-due support, or if the person, after receiving appropriate notice, fails to comply with a subpoena or warrant relating to a paternity or child support proceeding. Section 10. That § 25-7A-56.2 be amended to read as follows: 25-7A-56.2. To facilitate the collection of child support and to facilitate locating child support obligors, the following information shall be recorded in the following manners: (1) The social security number of any applicant for a professional license, commercial drivers license, occupational license , recreational license, sporting license, or marriage license shall be recorded on the application. If an agency allows the use of a number, other than the social security number as the license number, the agency shall advise the applicant; (2) The social security number of any person who is subject to a divorce decree, support order, paternity adjudication, or paternity acknowledgment shall be recorded on the document relating to the matter; (3) The social security number of any person who has died shall be placed in the death records and recorded on the death certificate; (4) The social security number, drivers license number, or identification number of the owners shall be recorded in the records maintained by the Division of Motor Vehicles upon the issuance of the title or renewal of a registration. Section 11. That § 25-7A-56.7 be amended to read as follows: 25-7A-56.7. Upon entry of an order for support, each party to any paternity or child support proceeding shall file with the appropriate tribunals as defined in § 25-9B-101 a written statement specifying the party's name, social security number, residential and mailing address, telephone number, driver's license number, and the name, address, and telephone number of any current employers. The A tribunal may not accept for filing any order for support unless and until the written statement is provided by each party. The tribunal shall forward the written statement to the state case registry. If the required information is unavailable, the order for support may be filed with the tribunal providing the trial judge certifies in writing on the order that the required information is unavailable. Each party subject to an order for support shall also notify the appropriate tribunals of any changes to this information, as necessary. In any subsequent child support enforcement action between the parties, and upon sufficient showing that diligent efforts have been made to ascertain the location of a party, the tribunal may shall deem due process requirements for notice and service of process satisfied by delivering written notice to the most recent residential or employer address on file with the tribunal. Section 12. That § 25-7A-56.11 be amended to read as follows: 25-7A-56.11. In any case in which any Title IV-D agency is providing child support enforcement or income withholding services, the Title IV-D agency may direct any obligor or other payor to change the payee to the Title IV-D agency , or other appropriate entity. The Department of Social Services may also redirect support payments as allowed by this section to meet the requirements of § 25-7A-3.2 . The Title IV-D agency or department shall notify the obligor, the obligee, and the clerk of court of any change. Section 13. That § 25-8-50 be amended to read as follows: 25-8-50. Upon the birth of a child to an unmarried woman, and prior to discharge, any hospital, physician, health care provider, midwife, or nurse who assists in the birth of the child shall: (1) Provide an opportunity for the child's mother and alleged father to sign under oath an affidavit of paternity; and (2) Provide to the mother and to the alleged father, any necessary oral information, and also , video, audio, or written information furnished by the Department of Social Services which describes, among other things, the rights and responsibilities of parentage; the benefits of having the child's paternity established; the alleged father's legal rights and responsibilities, including his right to request genetic testing; the child's right to receive child support; that a signed affidavit of paternity creates a rebuttable presumption of paternity; that a signed affidavit of paternity allows the establishment of a support obligation without requiring further proceedings to establish paternity; and, that completion of the affidavit of paternity is voluntary and is not required of either the mother or the alleged father. If obtained, the fully completed, signed, and notarized original affidavit of paternity shall be forwarded to the Department of Health as provided in chapter 34-25 within seven days following the birth of the child. Section 14. That § 25-8-59 be amended to read as follows: 25-8-59. Any action contesting a rebuttable presumption of paternity as established by § § 25-8-50 to 25-8-58, inclusive, shall be commenced in circuit court either sixty days after the creation of the presumption of paternity or the date of any administrative or judicial proceedings relating to the child including proceedings to establish a support obligation in accordance with § 25-8-52, whichever occurs earlier, except in cases where there are allegations of fraud, duress, or material mistake of fact. In cases involving allegations of fraud, duress, or material mistake of fact, any action contesting a rebuttable presumption of paternity shall be commenced within three years after the creation of any presumption. The burden of proof shall be upon the moving party and the payment of child support, or any other legal responsibilities of the parties, may not be suspended during the pendency of the proceedings, except upon a showing of good cause by the moving party. Section 15. That § 25-9B-101 be amended to read as follows: 25-9B-101. In this chapter: (1) \"Child\" means an individual, whether over or under the age of majority, who is or is alleged to be owed a duty of support by the individual's parent or who is or is alleged to be the beneficiary of a support order directed to the parent. (2) \"Child support order\" means a support order for a child, including a child who has attained the age of majority under the law of the issuing state. (3) \"Duty of support\" means an obligation imposed or imposable by law to provide support for a child, spouse, or former spouse, including an unsatisfied obligation to provide support. (4) \"Home state\" means the state in which a child lived with a parent or a person acting as parent for at least six consecutive months immediately preceding the time of filing of a petition or comparable pleading for support and, if a child is less than six months old, the state in which the child lived from birth with any of them. A period of temporary absence of any of them is counted as part of the six-month or other period. (5) \"Income\" means any form of payment to a person, regardless of source, including, but not limited to wages, salary, commission, bonuses, compensation as an independent contractor, worker's compensation, unemployment compensation, disability, annuity and retirement benefits, gift or inheritance, all gain derived from capital or labor, profit gained through the sale or conversion of capital assets, and any other payments, including personal property, money and credits on deposit with or in the possession of, or made by any person, private entity, federal or state government, any unit of local government, school district or any entity created by public act. However, for purposes of income withholding, income excludes: (i) Any amount required by law or as a condition of employment to be withheld, other than creditor claims, including federal, state, and local taxes, social security and other retirement contributions; (ii) Any amount exempted by federal law; and (iii) Public assistance payments. (6) \"Income-withholding order\" means an order or other legal process directed to any payor as defined in subdivision 25-7A-1(14) to withhold support from the income of the obligor. (7) \"Initiating state\" means a state from which a proceeding is forwarded or in which a proceeding is filed for forwarding to a responding state under this Act or a law or procedure substantially similar to this Act, the Uniform Reciprocal Enforcement of Support Act, or the Revised Uniform Reciprocal Enforcement of Support Act is forwarded or in which a proceeding is filed for forwarding to a responding state . (8) \"Initiating tribunal\" means the authorized tribunal in an initiating state. (9) \"Issuing state\" means the state in which a tribunal issues a support order or renders a judgment determining parentage. (10) \"Issuing tribunal\" means the tribunal that issues a support order or renders a judgment determining parentage. (11) \"Law\" includes decisional and statutory law and rules and regulations having the force of law. (12) \"Obligee\" means: (i) Any person or entity to whom a duty of support is owed or is alleged to be owed or in whose favor a support order has been issued or a judgment determining parentage has been rendered; (ii) A state or political subdivision to which the rights under a duty of support or support order have been assigned or which has an independent claim based on financial assistance provided to an individual obligee; or (iii) A person seeking a judgment determining parentage of the person's child. (13) \"Obligor\" means any person, or the estate of any person: (i) Who owes or is alleged to owe a duty of support; (ii) Who is alleged but has not been adjudicated to be a parent of a child; or (iii) Who is liable under a support order. (14) \"Register\" means to record a support order or judgment determining parentage in the appropriate location for the recording or filing of foreign judgments generally or foreign support orders specifically. (15) \"Registering tribunal\" means a tribunal in which a support order is registered. (16) \"Responding state\" means a state in which a proceeding is filed or to which a proceeding is forwarded for filing from an initiating state under this Act or a law substantially similar to this Act, the Uniform Reciprocal Enforcement of Support Act, or the Revised Uniform Reciprocal Enforcement of Support Act. (17) \"Responding tribunal\" means the authorized tribunal in a responding state. (18) \"State\" means a state of the United States, the District of Columbia, the Commonwealth of Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. The term , \" state \" , also includes an Indian tribe and a foreign jurisdiction that has enacted laws or established procedures for issuance and enforcement of support orders which are substantially similar to the procedures under this chapter or the procedures under the Uniform Reciprocal Enforcement of Support Act or the Revised Uniform Reciprocal Enforcement of Support Act. (19) \"Support enforcement agency\" means a public official or agency authorized to seek: (i) Enforcement of support orders or laws relating to the duty of support; (ii) Establishment or modifications of child support; (iii) Determination of parentage; or (iv) To locate obligors or their assets. (20) \"Support Order\" means a judgment, decree, or order, whether temporary, final, or subject to modification, issued by a court or an administrative agency of competent jurisdiction, which provides for the support and maintenance of a child, including a child who has attained the age of majority under the law of the issuing state, or a child and of the parent with whom the child is living, which provides for monetary support, health care, arrearages, or reimbursement, and which may include costs and fees, interest and penalties, income withholding, attorney's fees, and other relief. (21) \"Tribunal\" means a court, administrative agency, or quasi-judicial entity authorized to establish, enforce, or modify support orders or to determine parentage. (22) \"Spousal-support order\" means a support order for a spouse or former spouse of the obligor. Section 16. That § 25-9B-201 be amended to read as follows: 25-9B-201. In a proceeding to establish, enforce, or modify a support order or to determine parentage, a tribunal of this state may exercise personal jurisdiction over a nonresident individual or the individual's guardian or conservator if: (1) The individual is personally served with notice within this state; (2) The individual submits to the jurisdiction of this state by consent, by entering a general appearance, or by filing a responsive document having the effect of waiving any contest to personal jurisdiction; (3) The individual resided with the child in this state; (4) The individual resided in this state and provided prenatal expenses or support for the child; (5) The child resides in this state as a result of the acts or directives of the individual; (6) The individual has engaged in sexual intercourse in this state, which act creates a cause of action for the determination of paternity of a child who may have been conceived by that act of intercourse; (7) The individual asserted parentage in the child support case registry maintained in this state by the Department of Social Services; (8) The individual fails to support a minor child residing in South Dakota; (8) (9) There is any other basis consistent with the provisions of § 15-7-2 or the constitutions of this state and the United States for the exercise of personal jurisdiction. Section 17. That § 25-9B-611 be amended to read as follows: 25-9B-611. (a) After a child support order issued in another state has been registered in this state, and unless the provisions of § 25-9B-613 apply, the responding tribunal of this state may modify that order only if § 25-9B-613 does not apply and , after notice and hearing, it finds that: (1) The following requirements are met: (i) The child, the individual obligee, and the obligor do not reside in the issuing state; (ii) A petitioner who is a nonresident of this state seeks modification; and (iii) The respondent is subject to the personal jurisdiction of the tribunal of this state; or (2) An individual party or the child is subject to the personal jurisdiction of the tribunal and all of the individual parties have filed a written consent in the issuing tribunal providing that a tribunal of this state may modify the support order and assume continuing, exclusive jurisdiction over the order. However, if the issuing state is a foreign jurisdiction which has not enacted this chapter, the written consent of the individual party residing in this state is not required for the tribunal to assume jurisdiction to modify the child support order. (b) Modification of a registered child support order is subject to the same requirements, procedures, and defenses that apply to the modification of an order issued by a tribunal of this state and the order may be enforced and satisfied in the same manner. (c) A tribunal of this state may not modify any aspect of a child support order that may not be modified under the law of the issuing state. If two or more tribunals have issued child support orders for the same obligor and child, the order that is controlling and must be recognized under the provisions of § 25-9B-207 establishes the nonmodifiable aspects of the support order. (d) On the issuance of an order modifying a child support order issued in another state, a tribunal of this state becomes the tribunal of continuing, exclusive jurisdiction. Section 18. That chapter 25-9B be amended by adding thereto a NEW SECTION to read as follows: 25-9B-903. If any provision of this Act or its application to any person or circumstance is held invalid, the invalidity does not affect other provisions or applications of this Act which can be given effect without the invalid provisions or application, and to this end the provisions of this Act are severable. Section 19. That § 32-12-116 be amended to read as follows: 32-12-116. The Department of Commerce and Regulation may not issue or renew any license under this chapter to a person after receiving notice from the Department of Social Services that the person has accumulated child support arrearages in the sum of one thousand dollars or more unless the person has made satisfactory arrangements with the Department of Social Services for payment of any accumulated arrearages. However, the Department of Commerce and Regulation may, upon the recommendation of the Department of Social Services, issue a temporary permit pursuant to § 32-12-19 pending the issuance of a license if the temporary license is necessary for the licensee to work and if the Department of Social Services has determined that the licensee is making a good faith effort to comply with the provisions of this section. The Department of Social Services may also serve a notice of intent to administratively revoke a person's license if the licensee has failed to comply with a written repayment agreement. The notice shall be mailed to the licensee's last known address and shall advise the licensee of the Department of Social Services' intent to seek administrative revocation of the driver's license for failure to comply with the repayment agreement. The notice shall advise the licensee of all administrative due process rights, including the right to request a fair hearing pursuant to chapter 1-26 within ten days following service of the notice. If a licensee fails to request a hearing within ten days of service of the notice, the Department of Social Services may request the Department of Commerce and Regulation to revoke the license. If a licensee makes a timely request for a hearing, a hearing shall be provided pursuant to chapter 1-26. Upon entry of an administrative decision that determines that a licensee has failed to comply with the terms of a repayment agreement, the Department of Commerce and Regulation shall enter an order revoking the person's license. The Department of Social Services may promulgate rules pursuant to chapter 1-26 to implement the provisions of this section as they pertain to the functions of the Department of Social Services. The Department of Commerce and Regulation may promulgate rules pursuant to chapter 1-26 to implement the provisions of this section as they pertain to the functions of the Department of Commerce and Regulation. BILL HISTORY 1/13/98 First read in House and referred to Judiciary. H.J. 24 1/14/98 Scheduled for Committee hearing on this date. 1/16/98 Scheduled for Committee hearing on this date. 1/16/98 Judiciary Do Pass Amended, Passed, AYES 9, NAYS 1. H.J. 53"}, {"bill_id": 13459, "bill_version_id": 77207, "bill_version": "House Engrossed", "bill_version_date": "1998-01-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the collection of child support. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-7A-1 be amended to read as follows: 25-7A-1. Terms used in this chapter mean: (1) \"Administrative order,\" a judgment or order of an agency of the executive branch of state government, or an agency of comparable jurisdiction of another state, ordering payment of a set or determinable amount of support money, or ordering withholding of income; (2) \"Arrearage,\" the total amount of unpaid support obligations; (3) \"Assistance,\" money payments made by the Department of Social Services which are paid to, or for the benefit of, any dependent child, including payments made so that food, shelter, medical care, clothing, transportation, education , or other necessary goods, services, or items may be provided, and payments made to compensate for the provision of those necessities; (4) \"Court order,\" a judgment or order of a circuit court of this state or a court of comparable jurisdiction of another state ordering payment of a set or determinable amount of support money; (5) \"Delinquency,\" any payment under an order for support which becomes due and remains unpaid; (6) \"Department,\" the Department of Social Services; (7) \"Dependent child,\" a dependent child as defined in subdivision 28-7-1(2); (8) \"Income,\" any form of payment to a person, regardless of source, including wages, salary, commission, bonuses, compensation as an independent contractor, workers' compensation, unemployment compensation, disability, annuity and retirement benefits, gift or inheritance, all gain derived from capital or labor, profit gained through the sale or conversion of capital assets, and any other payments, including personal property, money and credits on deposit with or in the possession of, or made by any person, private entity, federal or state government, any unit of local government, school district or any entity created by public act. However, for the purposes of income withholding, income excludes: (a) Any amount required by law or as a condition of employment to be withheld, other than creditor claims, including federal, state and local taxes, social security and other retirement contributions; (b) Any amount exempted by federal law; and (c) Public assistance payments; (9) \"Need,\" the necessary costs of food, clothing, shelter, education, and medical care for the support of a dependent child; (10) \"Obligee,\" any person or entity to whom a duty of support is owed; (11) \"Obligor,\" any person who owes a duty to make payments under an order for support; (12) \"Order for support,\" a judgment, decree, or order, whether temporary, final, or subject to modification, issued by a court or an administrative agency of competent jurisdiction, which provides for the support and maintenance of a child, including a child who has attained the age of majority under the law of the issuing state, or a child and of the parent with whom the child is living, which provides for monetary support, health care, arrearages, or reimbursement, and which may include costs and fees, interest and penalties, income withholding, attorney's fees, and other relief; (13) \"Parent,\" the natural parent, adoptive parent, or stepparent of a dependent child; (14) \"Payor,\" any person or other entity owing income or having personal property or money and credits belonging to an obligor; (15) \"Person,\" a natural person, firm, limited liability company, corporation, association, political subdivision, or agency of government; (16) \"Secretary,\" the secretary of social services; (17) \"Spouse,\" any parent who has legal custody of a child in accordance with a court or administrative order; (18) \"Standard of need,\" the need established by the Department of Social Services pursuant to § 28-7-4; (19) \"Support enforcement services,\" establishing and enforcing support obligations, locating support obligors, and establishing paternity under the Title IV-D state plan; (20) \"Title IV-D agency,\" the agency established by Part D of Title IV of the Social Security Act (42 U.S.C. § § 651 to 667) for the purpose of administering the state's plan for establishing and enforcing support obligations, locating support obligors, and establishing paternity; (21) \"Medical support,\" the provision of a health insurance benefit plan, including any employer sponsored group health plan or self-insured plan, or any individual health insurance policy, to meet the medical needs of a dependent child including the cost of any premium required by such a health insurance benefit plan; (22) \"Business day,\" a day on which state offices are open for regular business; (23) \"Employee,\" any person who is an employee within the meaning of chapter 24 of the Internal Revenue Code of 1986, 26 U.S.C. § 3401-3406, as of January 1, 1997; (24) \"Employer,\" any person or entity who is an employer as defined in section 3401(d) of the Internal Revenue Code of 1986, 26 U.S.C. § 3401-3406, as of January 1, 1997, and includes any governmental entity and any labor organization; (25) \"Labor organization,\" the meaning given the term in section 2(5) of the National Labor Relations Act, 29 U.S.C. § 151 et seq., as of January 1, 1997, and includes any entity or hiring hall which is used by the organization and an employer to carry out the requirements described in section 8(f)(3) of the Act ; (26) \"Date of hire,\" the date a person is added to an employer's payroll to provide services to the employer, or the date a person actually provides services for an employer, whichever occurs earlier; (27) \"Newly hired employee\" or \"new hire,\" any person hired to provide services for an employer and required to provide an Internal Revenue Service W-4 form to the employer, including a person who is rehired, reemployed, or reinstated following thirty consecutive days of termination or layoff even if the person does not provide a new or revised W-4 form to the employer; (28) \"Recreational or sporting license,\" any state issued hunting or fishing license . Section 2. That § 25-7A-3.1 be amended to read as follows: 25-7A-3.1. Beginning October 1, 1998, the Department of Social Services is designated as the state child support case registry, and shall collect, maintain, update, and monitor child support enforcement records by use of an automated system, for all child support orders being enforced by the department and all support orders entered or modified in the state on or after October 1, 1998 . The state case registry shall extract, share, compare and receive child support information from other data bases, and furnish and exchange information with the federal case registry of child support orders, the federal parent locator service, other state agencies, and other states to facilitate the establishment or enforcement of child support orders. The department may adopt rules pursuant to chapter 1-26 to implement the provisions of this section. Section 3. That § 25-7A-24 be amended to read as follows: 25-7A-24. If an order for support does not contain a provision for immediate withholding of income or property and an obligor becomes delinquent in any part of the payment of support obligations pursuant to the order for support, or an arrearage exists, the department shall prepare and serve an order for withholding of income on the payor as provided by § 25-7A-30. The department shall also advise the obligor of the procedures to contest the withholding. Section 4. That § 25-7A-47 be amended to read as follows: 25-7A-47. The department shall request the Title IV-D agency of another state in which an obligor who is delinquent in his support obligation, derives income, to enter an order for the purpose of withholding of income for support. The request shall advise the agency to provide proper notice of delinquency withholding to the obligor, including the opportunity to contest the withholding of income, and to order the payor of income to withhold the amount requested. The request shall contain a copy of the order for support, the amount to be withheld, a statement of the arrearage, and any other information necessary to carry out the withholding of income. Section 5. That § 25-7A-56 be amended to read as follows: 25-7A-56. A state agency or board may not issue or renew the professional , sporting, or recreational license, registration, certification, or permit of any applicant after receiving notice from the Department of Social Services that the applicant has accumulated child support arrearages in the sum of one thousand dollars or more, unless the applicant first makes satisfactory arrangements with the Department of Social Services for payment of any accumulated arrearages. An applicant who disputes a determination by the Department of Social Services that the applicant has accumulated child support arrearages of one thousand dollars or more shall, upon request, be given a due process hearing by the department. Upon recommendation by the department, the licensing agency or board may issue a temporary license, registration, certification, or permit to the applicant pending final resolution of the due process hearing. The department may promulgate rules pursuant to chapter 1-26 to implement the provisions of this section. The term professional license, registration, certification, or permit as specified by this section includes appraisers as specified in chapter 36-21B; abstractors as specified in chapter 36-13; accountants as specified in chapter 36-20A; barbers as specified in chapter 36-14; chiropractors as specified in chapter 36-5; cosmetologists as specified in chapter 36-15; counselors as specified in chapter 36-32; dentists and dental hygienists as specified in chapter 36-6A; electricians as specified in chapter 36-16; engineers, architects, and surveyors as specified in chapter 36-18; embalmers and funeral directors as specified in chapter 36-19; nurses as specified in chapter 36-9; nurse practitioners and nurse mid-wives as specified in chapter 36-9A; physical therapists as specified in chapter 36-10; medical assistants as specified in chapter 36-9B; hearing aid dispensers as specified in chapter 36-24; physicians and surgeons as specified in chapter 36-4; physician's assistants as specified in chapter 36-4A; advanced life support personnel as specified in chapter 36-4B; nursing facility administrators as specified in chapter 36-28; optometrists as specified in chapter 36-7; pharmacists as specified in chapter 36-11; plumbers as specified in chapter 36-25; podiatrists as specified in chapter 36-8; psychologists as specified in chapter 36-27A; real estate brokers and salesmen as specified in chapter 36-21A; social workers as specified in chapter 36-26; veterinarians as specified in chapter 36-12; insurance brokers, agents, and solicitors as specified in chapter 58-30; teachers and administrators as specified in chapters 13-42 and 13-43; attorneys as specified in chapter 16-16; securities agents, securities brokers, investment advisers, or investment adviser representatives as specified in chapter 47-31A; pilots as specified in chapter 50-11; day care providers as specified in chapter 26-6; gaming employees as specified in chapter 42-7B; and law enforcement officers as specified in chapter 23-3. The state agencies or boards which govern the professions, recreational licenses, and occupations listed in this paragraph may adopt rules pursuant to chapter 1-26 to implement the provisions of this section for their particular profession or occupation. Section 6. That § 25-7A-56.1 be amended to read as follows: 25-7A-56.1. A circuit court may revoke, suspend, or restrict a person's drivers, professional, occupational, sporting, or recreational license if the person owes past-due support, or if the person, after receiving appropriate notice, fails to comply with a subpoena or warrant relating to a paternity or child support proceeding. Section 7. That § 25-7A-56.2 be amended to read as follows: 25-7A-56.2. To facilitate the collection of child support and to facilitate locating child support obligors, the following information shall be recorded in the following manners: (1) The social security number of any applicant for a professional license, commercial drivers license, occupational license , recreational license, sporting license, or marriage license shall be recorded on the application. If an agency allows the use of a number, other than the social security number as the license number, the agency shall advise the applicant; (2) The social security number of any person who is subject to a divorce decree, support order, paternity adjudication, or paternity acknowledgment shall be recorded on the document relating to the matter; (3) The social security number of any person who has died shall be placed in the death records and recorded on the death certificate; (4) The social security number, drivers license number, or identification number of the owners shall be recorded in the records maintained by the Division of Motor Vehicles upon the issuance of the title or renewal of a registration. Section 8. That § 25-7A-56.7 be amended to read as follows: 25-7A-56.7. Upon entry of an order for support, each party to any paternity or child support proceeding shall file with the appropriate tribunals as defined in § 25-9B-101 a written statement specifying the party's name, social security number, residential and mailing address, telephone number, driver's license number, and the name, address, and telephone number of any current employers. The A tribunal may not accept for filing any order for support unless and until the written statement is provided by each party. The tribunal shall forward the written statement to the state case registry. If the required information is unavailable, the order for support may be filed with the tribunal providing the trial judge certifies in writing on the order that the required information is unavailable. Each party subject to an order for support shall also notify the appropriate tribunals of any changes to this information, as necessary. In any subsequent child support enforcement action between the parties, and upon sufficient showing that diligent efforts have been made to ascertain the location of a party, the tribunal may shall deem due process requirements for notice and service of process satisfied by delivering written notice to the most recent residential or employer address on file with the tribunal. Section 9. That § 25-7A-56.11 be amended to read as follows: 25-7A-56.11. In any case in which any Title IV-D agency is providing child support enforcement or income withholding services, the Title IV-D agency may direct any obligor or other payor to change the payee to the Title IV-D agency , or other appropriate entity. The Department of Social Services may also redirect support payments as allowed by this section to meet the requirements of § 25-7A-3.2 . The Title IV-D agency or department shall notify the obligor, the obligee, and the clerk of court of any change. Section 10. That § 25-8-50 be amended to read as follows: 25-8-50. Upon the birth of a child to an unmarried woman, and prior to discharge, any hospital, physician, health care provider, midwife, or nurse who assists in the birth of the child shall: (1) Provide an opportunity for the child's mother and alleged father to sign under oath an affidavit of paternity; and (2) Provide to the mother and to the alleged father, any necessary oral information, and also , video, audio, or written information furnished by the Department of Social Services which describes, among other things, the rights and responsibilities of parentage; the benefits of having the child's paternity established; the alleged father's legal rights and responsibilities, including his right to request genetic testing; the child's right to receive child support; that a signed affidavit of paternity creates a rebuttable presumption of paternity; that a signed affidavit of paternity allows the establishment of a support obligation without requiring further proceedings to establish paternity; and, that completion of the affidavit of paternity is voluntary and is not required of either the mother or the alleged father. If obtained, the fully completed, signed, and notarized original affidavit of paternity shall be forwarded to the Department of Health as provided in chapter 34-25 within seven days following the birth of the child. Section 11. That § 25-8-59 be amended to read as follows: 25-8-59. Any action contesting a rebuttable presumption of paternity as established by § § 25-8-50 to 25-8-58, inclusive, shall be commenced in circuit court either sixty days after the creation of the presumption of paternity or the date of any administrative or judicial proceedings relating to the child including proceedings to establish a support obligation in accordance with § 25-8-52, whichever occurs earlier, except in cases where there are allegations of fraud, duress, or material mistake of fact. In cases involving allegations of fraud, duress, or material mistake of fact, any action contesting a rebuttable presumption of paternity shall be commenced within three years after the creation of any presumption. The burden of proof shall be upon the moving party and the payment of child support, or any other legal responsibilities of the parties, may not be suspended during the pendency of the proceedings, except upon a showing of good cause by the moving party. Section 12. That § 25-9B-101 be amended to read as follows: 25-9B-101. In this chapter: (1) \"Child\" means an individual, whether over or under the age of majority, who is or is alleged to be owed a duty of support by the individual's parent or who is or is alleged to be the beneficiary of a support order directed to the parent. (2) \"Child support order\" means a support order for a child, including a child who has attained the age of majority under the law of the issuing state. (3) \"Duty of support\" means an obligation imposed or imposable by law to provide support for a child, spouse, or former spouse, including an unsatisfied obligation to provide support. (4) \"Home state\" means the state in which a child lived with a parent or a person acting as parent for at least six consecutive months immediately preceding the time of filing of a petition or comparable pleading for support and, if a child is less than six months old, the state in which the child lived from birth with any of them. A period of temporary absence of any of them is counted as part of the six-month or other period. (5) \"Income\" means any form of payment to a person, regardless of source, including, but not limited to wages, salary, commission, bonuses, compensation as an independent contractor, worker's compensation, unemployment compensation, disability, annuity and retirement benefits, gift or inheritance, all gain derived from capital or labor, profit gained through the sale or conversion of capital assets, and any other payments, including personal property, money and credits on deposit with or in the possession of, or made by any person, private entity, federal or state government, any unit of local government, school district or any entity created by public act. However, for purposes of income withholding, income excludes: (i) Any amount required by law or as a condition of employment to be withheld, other than creditor claims, including federal, state, and local taxes, social security and other retirement contributions; (ii) Any amount exempted by federal law; and (iii) Public assistance payments. (6) \"Income-withholding order\" means an order or other legal process directed to any payor as defined in subdivision 25-7A-1(14) to withhold support from the income of the obligor. (7) \"Initiating state\" means a state from which a proceeding is forwarded or in which a proceeding is filed for forwarding to a responding state under this Act or a law or procedure substantially similar to this Act, the Uniform Reciprocal Enforcement of Support Act, or the Revised Uniform Reciprocal Enforcement of Support Act is forwarded or in which a proceeding is filed for forwarding to a responding state . (8) \"Initiating tribunal\" means the authorized tribunal in an initiating state. (9) \"Issuing state\" means the state in which a tribunal issues a support order or renders a judgment determining parentage. (10) \"Issuing tribunal\" means the tribunal that issues a support order or renders a judgment determining parentage. (11) \"Law\" includes decisional and statutory law and rules and regulations having the force of law. (12) \"Obligee\" means: (i) Any person or entity to whom a duty of support is owed or is alleged to be owed or in whose favor a support order has been issued or a judgment determining parentage has been rendered; (ii) A state or political subdivision to which the rights under a duty of support or support order have been assigned or which has an independent claim based on financial assistance provided to an individual obligee; or (iii) A person seeking a judgment determining parentage of the person's child. (13) \"Obligor\" means any person, or the estate of any person: (i) Who owes or is alleged to owe a duty of support; (ii) Who is alleged but has not been adjudicated to be a parent of a child; or (iii) Who is liable under a support order. (14) \"Register\" means to record a support order or judgment determining parentage in the appropriate location for the recording or filing of foreign judgments generally or foreign support orders specifically. (15) \"Registering tribunal\" means a tribunal in which a support order is registered. (16) \"Responding state\" means a state in which a proceeding is filed or to which a proceeding is forwarded for filing from an initiating state under this Act or a law substantially similar to this Act, the Uniform Reciprocal Enforcement of Support Act, or the Revised Uniform Reciprocal Enforcement of Support Act. (17) \"Responding tribunal\" means the authorized tribunal in a responding state. (18) \"State\" means a state of the United States, the District of Columbia, the Commonwealth of Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. The term , \" state \" , also includes an Indian tribe and a foreign jurisdiction that has enacted laws or established procedures for issuance and enforcement of support orders which are substantially similar to the procedures under this chapter or the procedures under the Uniform Reciprocal Enforcement of Support Act or the Revised Uniform Reciprocal Enforcement of Support Act. (19) \"Support enforcement agency\" means a public official or agency authorized to seek: (i) Enforcement of support orders or laws relating to the duty of support; (ii) Establishment or modifications of child support; (iii) Determination of parentage; or (iv) To locate obligors or their assets. (20) \"Support Order\" means a judgment, decree, or order, whether temporary, final, or subject to modification, issued by a court or an administrative agency of competent jurisdiction, which provides for the support and maintenance of a child, including a child who has attained the age of majority under the law of the issuing state, or a child and of the parent with whom the child is living, which provides for monetary support, health care, arrearages, or reimbursement, and which may include costs and fees, interest and penalties, income withholding, attorney's fees, and other relief. (21) \"Tribunal\" means a court, administrative agency, or quasi-judicial entity authorized to establish, enforce, or modify support orders or to determine parentage. (22) \"Spousal-support order\" means a support order for a spouse or former spouse of the obligor. Section 13. That § 25-9B-201 be amended to read as follows: 25-9B-201. In a proceeding to establish, enforce, or modify a support order or to determine parentage, a tribunal of this state may exercise personal jurisdiction over a nonresident individual or the individual's guardian or conservator if: (1) The individual is personally served with notice within this state; (2) The individual submits to the jurisdiction of this state by consent, by entering a general appearance, or by filing a responsive document having the effect of waiving any contest to personal jurisdiction; (3) The individual resided with the child in this state; (4) The individual resided in this state and provided prenatal expenses or support for the child; (5) The child resides in this state as a result of the acts or directives of the individual; (6) The individual has engaged in sexual intercourse in this state, which act creates a cause of action for the determination of paternity of a child who may have been conceived by that act of intercourse; (7) The individual asserted parentage in the child support case registry maintained in this state by the Department of Social Services; (8) The individual fails to support a minor child residing in South Dakota; (8) (9) There is any other basis consistent with the provisions of § 15-7-2 or the constitutions of this state and the United States for the exercise of personal jurisdiction. Section 14. That § 25-9B-611 be amended to read as follows: 25-9B-611. (a) After a child support order issued in another state has been registered in this state, and unless the provisions of § 25-9B-613 apply, the responding tribunal of this state may modify that order only if § 25-9B-613 does not apply and , after notice and hearing, it finds that: (1) The following requirements are met: (i) The child, the individual obligee, and the obligor do not reside in the issuing state; (ii) A petitioner who is a nonresident of this state seeks modification; and (iii) The respondent is subject to the personal jurisdiction of the tribunal of this state; or (2) An individual party or the child is subject to the personal jurisdiction of the tribunal and all of the individual parties have filed a written consent in the issuing tribunal providing that a tribunal of this state may modify the support order and assume continuing, exclusive jurisdiction over the order. However, if the issuing state is a foreign jurisdiction which has not enacted this chapter, the written consent of the individual party residing in this state is not required for the tribunal to assume jurisdiction to modify the child support order. (b) Modification of a registered child support order is subject to the same requirements, procedures, and defenses that apply to the modification of an order issued by a tribunal of this state and the order may be enforced and satisfied in the same manner. (c) A tribunal of this state may not modify any aspect of a child support order that may not be modified under the law of the issuing state. If two or more tribunals have issued child support orders for the same obligor and child, the order that is controlling and must be recognized under the provisions of § 25-9B-207 establishes the nonmodifiable aspects of the support order. (d) On the issuance of an order modifying a child support order issued in another state, a tribunal of this state becomes the tribunal of continuing, exclusive jurisdiction. Section 15. That chapter 25-9B be amended by adding thereto a NEW SECTION to read as follows: 25-9B-903. If any provision of this Act or its application to any person or circumstance is held invalid, the invalidity does not affect other provisions or applications of this Act which can be given effect without the invalid provisions or application, and to this end the provisions of this Act are severable. Section 16. That § 32-12-116 be amended to read as follows: 32-12-116. The Department of Commerce and Regulation may not issue or renew any license under this chapter to a person after receiving notice from the Department of Social Services that the person has accumulated child support arrearages in the sum of one thousand dollars or more unless the person has made satisfactory arrangements with the Department of Social Services for payment of any accumulated arrearages. However, the Department of Commerce and Regulation may, upon the recommendation of the Department of Social Services, issue a temporary permit pursuant to § 32-12-19 pending the issuance of a license if the temporary license is necessary for the licensee to work and if the Department of Social Services has determined that the licensee is making a good faith effort to comply with the provisions of this section. The Department of Social Services may also serve a notice of intent to administratively revoke a person's license if the licensee has failed to comply with a written repayment agreement. The notice shall be mailed to the licensee's last known address and shall advise the licensee of the Department of Social Services' intent to seek administrative revocation of the driver's license for failure to comply with the repayment agreement. The notice shall advise the licensee of all administrative due process rights, including the right to request a fair hearing pursuant to chapter 1-26 within ten days following service of the notice. If a licensee fails to request a hearing within ten days of service of the notice, the Department of Social Services may request the Department of Commerce and Regulation to revoke the license. If a licensee makes a timely request for a hearing, a hearing shall be provided pursuant to chapter 1-26. Upon entry of an administrative decision that determines that a licensee has failed to comply with the terms of a repayment agreement, the Department of Commerce and Regulation shall enter an order revoking the person's license. The Department of Social Services may promulgate rules pursuant to chapter 1-26 to implement the provisions of this section as they pertain to the functions of the Department of Social Services. The Department of Commerce and Regulation may promulgate rules pursuant to chapter 1-26 to implement the provisions of this section as they pertain to the functions of the Department of Commerce and Regulation. BILL HISTORY 1/13/98 First read in House and referred to Judiciary. H.J. 24 1/16/98 Scheduled for Committee hearing on this date. 1/16/98 Judiciary Do Pass Amended, Passed, AYES 9, NAYS 1. H.J. 53 1/20/98 House of Representatives Deferred to another day. H.J. 134 1/22/98 House of Representatives Deferred to another day. H.J. 184 1/26/98 Motion to Amend, Passed. H.J. 238 1/26/98 House of Representatives Do Pass Amended, Passed, AYES 55, NAYS 11. H.J. 238"}, {"bill_id": 13459, "bill_version_id": 77210, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "1998-02-13T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the collection of child support. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-7A-1 be amended to read as follows: 25-7A-1. Terms used in this chapter mean: (1) \"Administrative order,\" a judgment or order of an agency of the executive branch of state government, or an agency of comparable jurisdiction of another state, ordering payment of a set or determinable amount of support money, or ordering withholding of income; (2) \"Arrearage,\" the total amount of unpaid support obligations; (3) \"Assistance,\" money payments made by the Department of Social Services which are paid to, or for the benefit of, any dependent child, including payments made so that food, shelter, medical care, clothing, transportation, education , or other necessary goods, services, or items may be provided, and payments made to compensate for the provision of those necessities; (4) \"Court order,\" a judgment or order of a circuit court of this state or a court of comparable jurisdiction of another state ordering payment of a set or determinable amount of support money; (5) \"Delinquency,\" any payment under an order for support which becomes due and remains unpaid; (6) \"Department,\" the Department of Social Services; (7) \"Dependent child,\" a dependent child as defined in subdivision 28-7-1(2); (8) \"Income,\" any form of payment to a person, regardless of source, including wages, salary, commission, bonuses, compensation as an independent contractor, workers' compensation, unemployment compensation, disability, annuity and retirement benefits, gift or inheritance, all gain derived from capital or labor, profit gained through the sale or conversion of capital assets, and any other payments, including personal property, money and credits on deposit with or in the possession of, or made by any person, private entity, federal or state government, any unit of local government, school district or any entity created by public act. However, for the purposes of income withholding, income excludes: (a) Any amount required by law or as a condition of employment to be withheld, other than creditor claims, including federal, state and local taxes, social security and other retirement contributions; (b) Any amount exempted by federal law; and (c) Public assistance payments; (9) \"Need,\" the necessary costs of food, clothing, shelter, education, and medical care for the support of a dependent child; (10) \"Obligee,\" any person or entity to whom a duty of support is owed; (11) \"Obligor,\" any person who owes a duty to make payments under an order for support; (12) \"Order for support,\" a judgment, decree, or order, whether temporary, final, or subject to modification, issued by a court or an administrative agency of competent jurisdiction, which provides for the support and maintenance of a child, including a child who has attained the age of majority under the law of the issuing state, or a child and of the parent with whom the child is living, which provides for monetary support, health care, arrearages, or reimbursement, and which may include costs and fees, interest and penalties, income withholding, attorney's fees, and other relief; (13) \"Parent,\" the natural parent, adoptive parent, or stepparent of a dependent child; (14) \"Payor,\" any person or other entity owing income or having personal property or money and credits belonging to an obligor; (15) \"Person,\" a natural person, firm, limited liability company, corporation, association, political subdivision, or agency of government; (16) \"Secretary,\" the secretary of social services; (17) \"Spouse,\" any parent who has legal custody of a child in accordance with a court or administrative order; (18) \"Standard of need,\" the need established by the Department of Social Services pursuant to § 28-7-4; (19) \"Support enforcement services,\" establishing and enforcing support obligations, locating support obligors, and establishing paternity under the Title IV-D state plan; (20) \"Title IV-D agency,\" the agency established by Part D of Title IV of the Social Security Act (42 U.S.C. § § 651 to 667) for the purpose of administering the state's plan for establishing and enforcing support obligations, locating support obligors, and establishing paternity; (21) \"Medical support,\" the provision of a health insurance benefit plan, including any employer sponsored group health plan or self-insured plan, or any individual health insurance policy, to meet the medical needs of a dependent child including the cost of any premium required by such a health insurance benefit plan; (22) \"Business day,\" a day on which state offices are open for regular business; (23) \"Employee,\" any person who is an employee within the meaning of chapter 24 of the Internal Revenue Code of 1986, 26 U.S.C. § 3401-3406, as of January 1, 1997; (24) \"Employer,\" any person or entity who is an employer as defined in section 3401(d) of the Internal Revenue Code of 1986, 26 U.S.C. § 3401-3406, as of January 1, 1997, and includes any governmental entity and any labor organization; (25) \"Labor organization,\" the meaning given the term in section 2(5) of the National Labor Relations Act, 29 U.S.C. § 151 et seq., as of January 1, 1997, and includes any entity or hiring hall which is used by the organization and an employer to carry out the requirements described in section 8(f)(3) of the Act ; (26) \"Date of hire,\" the date a person is added to an employer's payroll to provide services to the employer, or the date a person actually provides services for an employer, whichever occurs earlier; (27) \"Newly hired employee\" or \"new hire,\" any person hired to provide services for an employer and required to provide an Internal Revenue Service W-4 form to the employer, including a person who is rehired, reemployed, or reinstated following thirty consecutive days of termination or layoff even if the person does not provide a new or revised W-4 form to the employer; (28) \"Recreational or sporting license,\" any state issued hunting or fishing license . Section 2. That § 25-7A-3.1 be amended to read as follows: 25-7A-3.1. Beginning October 1, 1998, the Department of Social Services is designated as the state child support case registry, and shall collect, maintain, update, and monitor child support enforcement records by use of an automated system, for all child support orders being enforced by the department and all support orders entered or modified in the state on or after October 1, 1998 . The state case registry shall extract, share, compare and receive child support information from other data bases, and furnish and exchange information with the federal case registry of child support orders, the federal parent locator service, other state agencies, and other states to facilitate the establishment or enforcement of child support orders. The department may adopt rules pursuant to chapter 1-26 to implement the provisions of this section. Section 3. That § 25-7A-24 be amended to read as follows: 25-7A-24. If an order for support does not contain a provision for immediate withholding of income or property and an obligor becomes delinquent in any part of the payment of support obligations pursuant to the order for support, or an arrearage exists, the department shall prepare and serve an order for withholding of income on the payor as provided by § 25-7A-30. The department shall also advise the obligor of the procedures to contest the withholding. Section 4. That § 25-7A-47 be amended to read as follows: 25-7A-47. The department shall request the Title IV-D agency of another state in which an obligor who is delinquent in his support obligation, derives income, to enter an order for the purpose of withholding of income for support. The request shall advise the agency to provide proper notice of delinquency withholding to the obligor, including the opportunity to contest the withholding of income, and to order the payor of income to withhold the amount requested. The request shall contain a copy of the order for support, the amount to be withheld, a statement of the arrearage, and any other information necessary to carry out the withholding of income. Section 5. That § 25-7A-56 be amended to read as follows: 25-7A-56. A state agency or board may not issue or renew the professional , sporting, or recreational license, registration, certification, or permit of any applicant after receiving notice from the Department of Social Services that the applicant has accumulated child support arrearages in the sum of one thousand dollars or more, unless the applicant first makes satisfactory arrangements with the Department of Social Services for payment of any accumulated arrearages. An applicant who disputes a determination by the Department of Social Services that the applicant has accumulated child support arrearages of one thousand dollars or more shall, upon request, be given a due process hearing by the department. Upon recommendation by the department, the licensing agency or board may issue a temporary license, registration, certification, or permit to the applicant pending final resolution of the due process hearing. The department may promulgate rules pursuant to chapter 1-26 to implement the provisions of this section. The term professional license, registration, certification, or permit as specified by this section includes appraisers as specified in chapter 36-21B; abstractors as specified in chapter 36-13; accountants as specified in chapter 36-20A; barbers as specified in chapter 36-14; chiropractors as specified in chapter 36-5; cosmetologists as specified in chapter 36-15; counselors as specified in chapter 36-32; dentists and dental hygienists as specified in chapter 36-6A; electricians as specified in chapter 36-16; engineers, architects, and surveyors as specified in chapter 36-18; embalmers and funeral directors as specified in chapter 36-19; nurses as specified in chapter 36-9; nurse practitioners and nurse mid-wives as specified in chapter 36-9A; physical therapists as specified in chapter 36-10; medical assistants as specified in chapter 36-9B; hearing aid dispensers as specified in chapter 36-24; physicians and surgeons as specified in chapter 36-4; physician's assistants as specified in chapter 36-4A; advanced life support personnel as specified in chapter 36-4B; nursing facility administrators as specified in chapter 36-28; optometrists as specified in chapter 36-7; pharmacists as specified in chapter 36-11; plumbers as specified in chapter 36-25; podiatrists as specified in chapter 36-8; psychologists as specified in chapter 36-27A; real estate brokers and salesmen as specified in chapter 36-21A; social workers as specified in chapter 36-26; veterinarians as specified in chapter 36-12; insurance brokers, agents, and solicitors as specified in chapter 58-30; teachers and administrators as specified in chapters 13-42 and 13-43; attorneys as specified in chapter 16-16; securities agents, securities brokers, investment advisers, or investment adviser representatives as specified in chapter 47-31A; pilots as specified in chapter 50-11; day care providers as specified in chapter 26-6; gaming employees as specified in chapter 42-7B; and law enforcement officers as specified in chapter 23-3. The state agencies or boards which govern the professions, recreational licenses, and occupations listed in this paragraph may adopt rules pursuant to chapter 1-26 to implement the provisions of this section for their particular profession or occupation. Section 6. That § 25-7A-56.1 be amended to read as follows: 25-7A-56.1. A circuit court may revoke, suspend, or restrict a person's drivers, professional, occupational, sporting, or recreational license if the person owes past-due support, or if the person, after receiving appropriate notice, fails to comply with a subpoena or warrant relating to a paternity or child support proceeding. Section 7. That § 25-7A-56.2 be amended to read as follows: 25-7A-56.2. To facilitate the collection of child support and to facilitate locating child support obligors, the following information shall be recorded in the following manners: (1) The social security number of any applicant for a professional license, commercial drivers license, occupational license , recreational license, sporting license, or marriage license shall be recorded on the application. If an agency allows the use of a number, other than the social security number as the license number, the agency shall advise the applicant; (2) The social security number of any person who is subject to a divorce decree, support order, paternity adjudication, or paternity acknowledgment shall be recorded on the document relating to the matter; (3) The social security number of any person who has died shall be placed in the death records and recorded on the death certificate; (4) The social security number, drivers license number, or identification number of the owners shall be recorded in the records maintained by the Division of Motor Vehicles upon the issuance of the title or renewal of a registration. Section 8. That § 25-7A-56.7 be amended to read as follows: 25-7A-56.7. Upon entry of an order for support, each party to any paternity or child support proceeding shall file with the appropriate tribunals as defined in § 25-9B-101 a written statement specifying the party's name, social security number, residential and mailing address, telephone number, driver's license number, and the name, address, and telephone number of any current employers. The A tribunal may not accept for filing any order for support unless and until the written statement is provided by each party. The tribunal shall forward the written statement to the state case registry. If the required information is unavailable, the order for support may be filed with the tribunal providing the trial judge certifies in writing on the order that the required information is unavailable. Each party subject to an order for support shall also notify the appropriate tribunals of any changes to this information, as necessary. In any subsequent child support enforcement action between the parties, and upon sufficient showing that diligent efforts have been made to ascertain the location of a party, the tribunal may shall deem due process requirements for notice and service of process satisfied by delivering written notice to the most recent residential or employer address on file with the tribunal. Section 9. That § 25-7A-56.11 be amended to read as follows: 25-7A-56.11. In any case in which any Title IV-D agency is providing child support enforcement or income withholding services, the Title IV-D agency may direct any obligor or other payor to change the payee to the Title IV-D agency , or other appropriate entity. The Department of Social Services may also redirect support payments as allowed by this section to meet the requirements of § 25-7A-3.2 . The Title IV-D agency or department shall notify the obligor, the obligee, and the clerk of court of any change. Section 10. That § 25-8-50 be amended to read as follows: 25-8-50. Upon the birth of a child to an unmarried woman, and prior to discharge, any hospital, physician, health care provider, midwife, or nurse who assists in the birth of the child shall: (1) Provide an opportunity for the child's mother and alleged father to sign under oath an affidavit of paternity; and (2) Provide to the mother and to the alleged father, any necessary oral information, and also , video, audio, or written information furnished by the Department of Social Services which describes, among other things, the rights and responsibilities of parentage; the benefits of having the child's paternity established; the alleged father's legal rights and responsibilities, including his right to request genetic testing; the child's right to receive child support; that a signed affidavit of paternity creates a rebuttable presumption of paternity; that a signed affidavit of paternity allows the establishment of a support obligation without requiring further proceedings to establish paternity; and, that completion of the affidavit of paternity is voluntary and is not required of either the mother or the alleged father. If obtained, the fully completed, signed, and notarized original affidavit of paternity shall be forwarded to the Department of Health as provided in chapter 34-25 within seven days following the birth of the child. Section 11. That § 25-8-59 be amended to read as follows: 25-8-59. Any action contesting a rebuttable presumption of paternity as established by § § 25-8-50 to 25-8-58, inclusive, shall be commenced in circuit court either sixty days after the creation of the presumption of paternity or the date of any administrative or judicial proceedings relating to the child including proceedings to establish a support obligation in accordance with § 25-8-52, whichever occurs earlier, except in cases where there are allegations of fraud, duress, or material mistake of fact. In cases involving allegations of fraud, duress, or material mistake of fact, any action contesting a rebuttable presumption of paternity shall be commenced within three years after the creation of any presumption. The burden of proof shall be upon the moving party and the payment of child support, or any other legal responsibilities of the parties, may not be suspended during the pendency of the proceedings, except upon a showing of good cause by the moving party. Section 12. That § 25-9B-101 be amended to read as follows: 25-9B-101. In this chapter: (1) \"Child\" means an individual, whether over or under the age of majority, who is or is alleged to be owed a duty of support by the individual's parent or who is or is alleged to be the beneficiary of a support order directed to the parent. (2) \"Child support order\" means a support order for a child, including a child who has attained the age of majority under the law of the issuing state. (3) \"Duty of support\" means an obligation imposed or imposable by law to provide support for a child, spouse, or former spouse, including an unsatisfied obligation to provide support. (4) \"Home state\" means the state in which a child lived with a parent or a person acting as parent for at least six consecutive months immediately preceding the time of filing of a petition or comparable pleading for support and, if a child is less than six months old, the state in which the child lived from birth with any of them. A period of temporary absence of any of them is counted as part of the six-month or other period. (5) \"Income\" means any form of payment to a person, regardless of source, including, but not limited to wages, salary, commission, bonuses, compensation as an independent contractor, worker's compensation, unemployment compensation, disability, annuity and retirement benefits, gift or inheritance, all gain derived from capital or labor, profit gained through the sale or conversion of capital assets, and any other payments, including personal property, money and credits on deposit with or in the possession of, or made by any person, private entity, federal or state government, any unit of local government, school district or any entity created by public act. However, for purposes of income withholding, income excludes: (i) Any amount required by law or as a condition of employment to be withheld, other than creditor claims, including federal, state, and local taxes, social security and other retirement contributions; (ii) Any amount exempted by federal law; and (iii) Public assistance payments. (6) \"Income-withholding order\" means an order or other legal process directed to any payor as defined in subdivision 25-7A-1(14) to withhold support from the income of the obligor. (7) \"Initiating state\" means a state from which a proceeding is forwarded or in which a proceeding is filed for forwarding to a responding state under this Act or a law or procedure substantially similar to this Act, the Uniform Reciprocal Enforcement of Support Act, or the Revised Uniform Reciprocal Enforcement of Support Act is forwarded or in which a proceeding is filed for forwarding to a responding state . (8) \"Initiating tribunal\" means the authorized tribunal in an initiating state. (9) \"Issuing state\" means the state in which a tribunal issues a support order or renders a judgment determining parentage. (10) \"Issuing tribunal\" means the tribunal that issues a support order or renders a judgment determining parentage. (11) \"Law\" includes decisional and statutory law and rules and regulations having the force of law. (12) \"Obligee\" means: (i) Any person or entity to whom a duty of support is owed or is alleged to be owed or in whose favor a support order has been issued or a judgment determining parentage has been rendered; (ii) A state or political subdivision to which the rights under a duty of support or support order have been assigned or which has an independent claim based on financial assistance provided to an individual obligee; or (iii) A person seeking a judgment determining parentage of the person's child. (13) \"Obligor\" means any person, or the estate of any person: (i) Who owes or is alleged to owe a duty of support; (ii) Who is alleged but has not been adjudicated to be a parent of a child; or (iii) Who is liable under a support order. (14) \"Register\" means to record a support order or judgment determining parentage in the appropriate location for the recording or filing of foreign judgments generally or foreign support orders specifically. (15) \"Registering tribunal\" means a tribunal in which a support order is registered. (16) \"Responding state\" means a state in which a proceeding is filed or to which a proceeding is forwarded for filing from an initiating state under this Act or a law substantially similar to this Act, the Uniform Reciprocal Enforcement of Support Act, or the Revised Uniform Reciprocal Enforcement of Support Act. (17) \"Responding tribunal\" means the authorized tribunal in a responding state. (18) \"State\" means a state of the United States, the District of Columbia, the Commonwealth of Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. The term , \" state \" , also includes an Indian tribe and a foreign jurisdiction that has enacted laws or established procedures for issuance and enforcement of support orders which are substantially similar to the procedures under this chapter or the procedures under the Uniform Reciprocal Enforcement of Support Act or the Revised Uniform Reciprocal Enforcement of Support Act. (19) \"Support enforcement agency\" means a public official or agency authorized to seek: (i) Enforcement of support orders or laws relating to the duty of support; (ii) Establishment or modifications of child support; (iii) Determination of parentage; or (iv) To locate obligors or their assets. (20) \"Support Order\" means a judgment, decree, or order, whether temporary, final, or subject to modification, issued by a court or an administrative agency of competent jurisdiction, which provides for the support and maintenance of a child, including a child who has attained the age of majority under the law of the issuing state, or a child and of the parent with whom the child is living, which provides for monetary support, health care, arrearages, or reimbursement, and which may include costs and fees, interest and penalties, income withholding, attorney's fees, and other relief. (21) \"Tribunal\" means a court, administrative agency, or quasi-judicial entity authorized to establish, enforce, or modify support orders or to determine parentage. (22) \"Spousal-support order\" means a support order for a spouse or former spouse of the obligor. Section 13. That § 25-9B-201 be amended to read as follows: 25-9B-201. In a proceeding to establish, enforce, or modify a support order or to determine parentage, a tribunal of this state may exercise personal jurisdiction over a nonresident individual or the individual's guardian or conservator if: (1) The individual is personally served with notice within this state; or (2) The individual submits to the jurisdiction of this state by consent, by entering a general appearance, or by filing a responsive document having the effect of waiving any contest to personal jurisdiction; or (3) The individual resided with the child in this state; or (4) The individual resided in this state and provided prenatal expenses or support for the child; or (5) The child resides in this state as a result of the acts or directives of the individual; or (6) The individual has engaged in sexual intercourse in this state, which act creates a cause of action for the determination of paternity of a child who may have been conceived by that act of intercourse; or (7) The individual asserted parentage in the child support case registry maintained in this state by the Department of Social Services; or (8) The individual fails to support a minor child residing in South Dakota; or (8) (9) There is any other basis consistent with the provisions of § 15-7-2 or the constitutions of this state and the United States for the exercise of personal jurisdiction. Section 14. That § 25-9B-611 be amended to read as follows: 25-9B-611. (a) After a child support order issued in another state has been registered in this state, and unless the provisions of § 25-9B-613 apply, the responding tribunal of this state may modify that order only if § 25-9B-613 does not apply and , after notice and hearing, it finds that: (1) The following requirements are met: (i) The child, the individual obligee, and the obligor do not reside in the issuing state; (ii) A petitioner who is a nonresident of this state seeks modification; and (iii) The respondent is subject to the personal jurisdiction of the tribunal of this state; or (2) An individual party or the child is subject to the personal jurisdiction of the tribunal and all of the individual parties have filed a written consent in the issuing tribunal providing that a tribunal of this state may modify the support order and assume continuing, exclusive jurisdiction over the order. However, if the issuing state is a foreign jurisdiction which has not enacted this chapter, the written consent of the individual party residing in this state is not required for the tribunal to assume jurisdiction to modify the child support order. (b) Modification of a registered child support order is subject to the same requirements, procedures, and defenses that apply to the modification of an order issued by a tribunal of this state and the order may be enforced and satisfied in the same manner. (c) A tribunal of this state may not modify any aspect of a child support order that may not be modified under the law of the issuing state. If two or more tribunals have issued child support orders for the same obligor and child, the order that is controlling and must be recognized under the provisions of § 25-9B-207 establishes the nonmodifiable aspects of the support order. (d) On the issuance of an order modifying a child support order issued in another state, a tribunal of this state becomes the tribunal of continuing, exclusive jurisdiction. Section 15. That chapter 25-9B be amended by adding thereto a NEW SECTION to read as follows: 25-9B-903. If any provision of this Act or its application to any person or circumstance is held invalid, the invalidity does not affect other provisions or applications of this Act which can be given effect without the invalid provisions or application, and to this end the provisions of this Act are severable. Section 16. That § 32-12-116 be amended to read as follows: 32-12-116. The Department of Commerce and Regulation may not issue or renew any license under this chapter to a person after receiving notice from the Department of Social Services that the person has accumulated child support arrearages in the sum of one thousand dollars or more unless the person has made satisfactory arrangements with the Department of Social Services for payment of any accumulated arrearages. However, the Department of Commerce and Regulation may, upon the recommendation of the Department of Social Services, issue a temporary permit pursuant to § 32-12-19 pending the issuance of a license if the temporary license is necessary for the licensee to work and if the Department of Social Services has determined that the licensee is making a good faith effort to comply with the provisions of this section. The Department of Social Services may also serve a notice of intent to administratively revoke a person's license if the licensee has failed to comply with a written repayment agreement. The notice shall be mailed to the licensee's last known address and shall advise the licensee of the Department of Social Services' intent to seek administrative revocation of the driver's license for failure to comply with the repayment agreement. The notice shall advise the licensee of all administrative due process rights, including the right to request a fair hearing pursuant to chapter 1-26 within ten days following service of the notice. If a licensee fails to request a hearing within ten days of service of the notice, the Department of Social Services may request the Department of Commerce and Regulation to revoke the license. If a licensee makes a timely request for a hearing, a hearing shall be provided pursuant to chapter 1-26. Upon entry of an administrative decision that determines that a licensee has failed to comply with the terms of a repayment agreement, the Department of Commerce and Regulation shall enter an order revoking the person's license. The Department of Social Services may promulgate rules pursuant to chapter 1-26 to implement the provisions of this section as they pertain to the functions of the Department of Social Services. The Department of Commerce and Regulation may promulgate rules pursuant to chapter 1-26 to implement the provisions of this section as they pertain to the functions of the Department of Commerce and Regulation. BILL HISTORY 1/13/98 First read in House and referred to Judiciary. H.J. 24 1/16/98 Scheduled for Committee hearing on this date. 1/16/98 Judiciary Do Pass Amended, Passed, AYES 9, NAYS 1. H.J. 53 1/20/98 House of Representatives Deferred to another day. H.J. 134 1/22/98 House of Representatives Deferred to another day. H.J. 184 1/26/98 Motion to Amend, Passed. H.J. 238 1/26/98 House of Representatives Do Pass Amended, Passed, AYES 55, NAYS 11. H.J. 238 1/27/98 First read in Senate and referred to Judiciary. S.J. 222 2/13/98 Scheduled for Committee hearing on this date. 2/13/98 Judiciary Do Pass Amended, Passed, AYES 7, NAYS 0. S.J. 504"}, {"bill_id": 13459, "bill_version_id": 77206, "bill_version": "Enrolled", "bill_version_date": "1998-02-19T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13459, "action_date": "1998-01-13T14:00:00-06:00", "document_id": 76883, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76883.pdf", "status_text": "First read in House and referred to", "journal_page": 24, "committee_id_action": 600, "committee_id_assigned": 598, "result": "N", "vote": {}}, {"bill_id": 13459, "action_date": "1998-01-16T07:45:00-06:00", "document_id": 76230, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76230.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 598, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13459, "action_date": "1998-01-16T08:15:00-06:00", "document_id": 76499, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76499.pdf", "status_text": "Do Pass Amended,", "journal_page": 53, "committee_id_action": 598, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39990, "president_vote": null, "Yea": [2141, 2134, 2105, 2128, 2178, 2185, 2109, 2132, 2192], "Excused": [2114, 2120, 2161], "Nay": [2164]}}, {"bill_id": 13459, "action_date": "1998-01-20T14:00:00-06:00", "document_id": 76893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76893.pdf", "status_text": "Deferred to another day", "journal_page": 134, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13459, "action_date": "1998-01-22T14:00:00-06:00", "document_id": 76897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76897.pdf", "status_text": "Deferred to another day", "journal_page": 184, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13459, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76901.pdf", "status_text": "Motion to Amend,", "journal_page": 238, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13459, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76901.pdf", "status_text": "Do Pass Amended,", "journal_page": 238, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40435, "president_vote": null, "Nay": [2096, 2104, 2113, 2124, 2150, 2151, 2153, 2162, 2163, 2168, 2198], "Yea": [2097, 2098, 2100, 2101, 2105, 2106, 2107, 2108, 2109, 2110, 2114, 2116, 2117, 2119, 2120, 2123, 2126, 2127, 2128, 2131, 2132, 2136, 2139, 2141, 2143, 2144, 2146, 2147, 2152, 2154, 2157, 2159, 2160, 2161, 2164, 2167, 2171, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2181, 2183, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2197, 2134], "Excused": [2111, 2158, 2184], "Absent": [2133]}}, {"bill_id": 13459, "action_date": "1998-01-27T14:00:00-06:00", "document_id": 76904, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76904.pdf", "status_text": "First read in Senate and referred to", "journal_page": 222, "committee_id_action": 601, "committee_id_assigned": 579, "result": "N", "vote": {}}, {"bill_id": 13459, "action_date": "1998-02-13T10:00:00-06:00", "document_id": 76740, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76740.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 579, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13459, "action_date": "1998-02-13T10:00:00-06:00", "document_id": 76740, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76740.pdf", "status_text": "Do Pass Amended,", "journal_page": 504, "committee_id_action": 579, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38902, "president_vote": null, "Yea": [2094, 2112, 2122, 2129, 2189, 2166, 2196]}}, {"bill_id": 13459, "action_date": "1998-02-17T14:00:00-06:00", "document_id": 76934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76934.pdf", "status_text": "Motion to Amend,", "journal_page": 560, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13459, "action_date": "1998-02-17T14:00:00-06:00", "document_id": 76934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76934.pdf", "status_text": "Tabled amendment", "journal_page": 560, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39092, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2118, 2121, 2125, 2130, 2135, 2137, 2138, 2145, 2148, 2166, 2170, 2179, 2182, 2187, 2196], "Nay": [2115, 2122, 2129, 2140, 2149, 2155, 2156, 2165, 2169, 2175, 2188, 2189], "Excused": [2142, 2191]}}, {"bill_id": 13459, "action_date": "1998-02-17T14:00:00-06:00", "document_id": 76934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76934.pdf", "status_text": "Do Pass Amended,", "journal_page": 561, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39093, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2122, 2125, 2129, 2130, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2196], "Excused": [2191]}}, {"bill_id": 13459, "action_date": "1998-02-19T14:00:00-06:00", "document_id": 76937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76937.pdf", "status_text": "Signed by Speaker", "journal_page": 804, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13459, "action_date": "1998-02-20T14:00:00-06:00", "document_id": 76940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76940.pdf", "status_text": "Signed by President", "journal_page": 637, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13459, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76941.pdf", "status_text": "Delivered to the Governor", "journal_page": 865, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13459, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76945.pdf", "status_text": "Signed by Governor", "journal_page": 930, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1013, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13459"}