{"session_id": 21, "bill_id": 6366, "bill_type": "House Bill", "bill_number": 1050, "bill_title": "repeal certain funds, to make revisions to receipts dedicated to the property tax reduction fund, and to create the general revenue replacement fund.", "sponsors": [], "keywords": ["Appropriation", "Public Fiscal Administration", "State Affairs and Government", "Taxes"], "audio": [{"meeting_datetime": "2015-01-30T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hap13.mp3", "start_seconds": 3484.0}, {"meeting_datetime": "2015-01-30T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hap13.mp3", "start_seconds": 3484.0}, {"meeting_datetime": "2015-01-30T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hap13.mp3", "start_seconds": 3484.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou15.mp3", "start_seconds": 2937.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou15.mp3", "start_seconds": 2937.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou15.mp3", "start_seconds": 2937.0}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap26.mp3", "start_seconds": 3729.0}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap26.mp3", "start_seconds": 3729.0}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap26.mp3", "start_seconds": 3729.0}, {"meeting_datetime": "2015-02-27T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap29.mp3", "start_seconds": 5683.0}, {"meeting_datetime": "2015-02-27T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap29.mp3", "start_seconds": 5683.0}, {"meeting_datetime": "2015-02-27T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap29.mp3", "start_seconds": 5683.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen30.mp3", "start_seconds": 2459.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen30.mp3", "start_seconds": 2459.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen30.mp3", "start_seconds": 2459.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen30.mp3", "start_seconds": 2459.0}], "bill_versions": [{"bill_id": 6366, "bill_version_id": 33042, "bill_version": "Introduced", "bill_version_date": "2015-01-10T13:21:55.12-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain funds, to make revisions to receipts dedicated to the property tax reduction fund, and to create the general revenue replacement fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45C-14 be repealed. 10-45C-14. There is hereby created in the state treasury the tax relief fund. The revenue collected pursuant to § 10-45C-15 shall be deposited in the tax relief fund for the purpose of reducing the rate of taxation or reducing property taxes. The fund shall be invested as provided by law, and the interest earned shall be credited to the fund. The Legislature may not appropriate any money from the tax relief fund until the second fiscal year after Congress approves legislation giving states the authority to require retailers to collect South Dakota's sales and use tax. Section 2. That § 10-45C-15 be repealed. 10-45C-15. The additional net revenue received by the state from voluntary retail licensees shall be deposited in the tax relief fund created pursuant to § 10-45C-14. For the purposes of § 10-45C-14 and this section, a voluntary retail licensee is any person licensed through the Streamlined Sales and Use Tax Agreement to remit sales and use tax pursuant to chapters 10-45 and 10-46 who does not otherwise have a legal obligation to remit such taxes. Section 3. That § 4-5-45 be repealed. 4-5-45. There is hereby created in the state treasury the education enhancement tobacco tax fund. All moneys in the education enhancement tobacco tax fund are subject to appropriation by the Legislature through the General Appropriations Act or special appropriations acts for education enhancement programs. Any interest earned shall be credited to the fund. Section 4. That § 4-5-46 be repealed. 4-5-46. There is hereby created in the state treasury the health care tobacco tax fund. All moneys in the health care tobacco tax fund are subject to appropriation by the Legislature through the General Appropriations Act or special appropriations acts for health care related programs. Any interest earned shall be credited to the fund. Section 5. That § 10-13-44 be repealed. 10-13-44. The property tax reduction fund is hereby created in the state treasury. The Department of Revenue shall distribute any money appropriated to the fund. Effective January 1, 1996, through December 31, 1996, the State of South Dakota may remit tax credit payments on a monthly basis for eligible property taxpayers on or about the last day of every month. Tax credit payments shall be sent to counties based upon information received from the counties pursuant to § 10-13-43. In fiscal year 1997 and each year thereafter, the commissioner of finance and management may transfer moneys available from the property tax reduction fund to the general fund necessary to provide property tax relief through state aid to education. Section 6. That § 10-50-52 be amended to read as follows: 10-50-52. The first thirty million dollars in revenue collected annually pursuant to this chapter shall be deposited in the general fund. All revenue The next five million dollars in excess of thirty million dollars collected annually shall be deposited in the tobacco prevention and reduction trust fund. Five million dollars of the revenue deposited annually in the tobacco prevention and reduction trust fund pursuant to this section and shall be used to implement the tobacco prevention and reduction program. Thirty-three percent of any revenue deposited in the tobacco prevention and reduction trust fund in excess of five million dollars shall be transferred to the property tax reduction fund. Thirty-three percent of any revenue deposited in the tobacco prevention and reduction trust fund in excess of five million dollars shall be transferred to the education enhancement tobacco tax fund. Thirty-four percent of any revenue deposited in the tobacco prevention and reduction trust fund in excess of five million dollars shall be transferred to the health care tobacco tax fund. All revenue collected pursuant to this chapter in excess of thirty-five million dollars shall be deposited in the general fund. Section 7. That § 42-7A-24 be amended to read as follows: 42-7A-24. Net proceeds from the sale of instant lottery tickets shall be transferred to the state general fund on an annual basis after July first each year. The commission shall maximize the net proceeds to the state from the sale of instant and on-line lottery tickets. In no event may yearly lottery expenses for the sale of lottery tickets, excluding expenditures from retained earnings, exceed the amount of combined net proceeds transferred to the state general fund and the state capital construction fund. Net machine income from video lottery games shall be directly deposited in the state property tax reduction general fund upon receipt. Net proceeds are funds in the lottery operating fund which are not needed for the payment of prizes, lottery expenses, and total retained earnings up to one and one-half million dollars cash deemed necessary by the executive director and commission for replacement, maintenance, and upgrade of business systems, product development, legal, and operating contingencies of the lottery. In each fiscal year, the commission shall transfer the first one million four hundred thousand dollars from the net proceeds from the sale of on-line lottery tickets collected pursuant to § 42-7A-24 to the general fund. The commission shall then transfer an amount equal to the remaining net proceeds from the sale of on-line lottery tickets collected pursuant to § 42-7A-24 to the state capital construction fund created in § 5-27-1. Section 8. That § 42-7A-63 be amended to read as follows: 42-7A-63. The commission shall maximize revenues to the state from video lottery. The state's percentage of net machine income shall be fifty percent. The state's percentage of net machine income shall be directly deposited to the property tax reduction general fund, except for one-half of one percent of net machine income authorized for deposit into the video lottery operating fund. The effective date of this section is July 1, 1996. Section 9. That § 10-35-22 be amended to read as follows: 10-35-22. Any company requiring transmission lines or wind farm collector systems or both in South Dakota for a wind farm or a power generation facility as described in § 10-35-1.3, is eligible for a partial rebate of the tax paid under § 10-35-19. The company shall apply for the rebate on forms prescribed by the secretary. The total amount of tax rebated shall be no more than fifty percent of the cost of the transmission lines and wind farm collector systems in South Dakota. The maximum rebate any company may receive in one year is ninety percent of the tax paid under § 10-35-19 for the first five years and fifty percent of the tax paid under § 10-35-19 for the next five years. The secretary shall determine when the wind farm is commercially operational. No wind farm may receive a rebate under this section after this ten year period. The secretary shall rebate the tax from the wind energy tax fund prior to the distribution of any money as provided in § 10-35-21. The secretary may provide a tax credit, in lieu of full payment of the gross receipts tax, of up to eighty percent of the transmission rebate value that has been approved by the secretary. Any revenue in the wind energy tax fund after the rebates are paid shall be deposited in the property tax reduction general fund. Section 10. That § 10-33A-5.1 be amended to read as follows: 10-33A-5.1. The secretary shall deposit sixty percent of the revenue collected from the tax imposed by this chapter into the property tax reduction general fund and forty percent of the revenue collected from the tax imposed by this chapter into the county telecommunications gross receipts fund. There is hereby created in the state treasury the county telecommunications gross receipts fund. Section 11. That chapter 4-7 be amended by adding thereto a NEW SECTION to read as follows: There is hereby established within the state treasury the general revenue replacement fund. The state treasurer shall transfer any funds remaining in the property tax reduction fund as of June 30, 2015, to the general revenue replacement fund. In fiscal year 2016 and each year thereafter, the commissioner of finance and management may transfer moneys available from the general revenue replacement fund to the general fund necessary to balance the annual budget due to an unforeseen revenue shortfall. Section 12. That § 4-7-39 be amended to read as follows: 4-7-39. The commissioner of the Bureau of Finance and Management shall transfer any unobligated cash remaining after the transfer into the budget reserve fund as required by § 4-7-32 into the property tax reduction general revenue replacement fund if the amount in the property tax reduction general revenue replacement fund does not exceed fifteen percent of the general fund appropriations in the General Appropriations Act for the previous fiscal year. Section 13. That § 4-7-42 be amended to read as follows: 4-7-42. Terms used in §§ 4-7-43 and 4-7-44 mean: (1) \"Collective BSDF cash balance,\" the total cash balance of the: (a) Building South Dakota fund; (b) Local infrastructure improvement grant fund; (c) Economic development partnership fund; (d) Workforce education fund; (e) South Dakota housing opportunity fund; and (f) Funds disbursed pursuant to the provisions of subdivision 1-16G-48(5); (2) \"Combined cash balance,\" the total cash balance of the: (a) Budget reserve fund at the end of the prior fiscal year; and (b) Property tax reduction General revenue replacement fund at the end of the prior fiscal year. Section 14. That § 4-7-43 be amended to read as follows: 4-7-43. Notwithstanding the provisions of §§ 4-7-32 and 4-7-39, on July first of each fiscal year or at such time that the prior fiscal year general fund ending unobligated cash balance is determined, the commissioner of the Bureau of Finance and Management shall transfer all prior year unobligated cash as follows: (1) If the combined cash balance is less than ten percent of the general fund appropriations from the general appropriations act for the prior year, an amount of unobligated cash shall be transferred to the budget reserve fund, so that the combined cash balance equals ten percent of the general appropriations from the general appropriations act for the prior year; (2) If the combined cash balance is equal to or greater than ten percent of the general fund appropriations from the general appropriations act for the prior year, or there is additional unobligated cash after the provisions in subdivision (1) are satisfied, an amount of unobligated cash shall be transferred to the building South Dakota fund, so that the collective BSDF cash balance does not exceed one percent of the general fund appropriations in the general appropriations act for the previous fiscal year; and (3) If the collective BSDF cash balance exceeds one percent of the general fund appropriations in the general appropriations act for the previous year, or if there is additional unobligated cash remaining after the transfers in subdivisions (1) and (2), the remaining unobligated cash shall be transferred to the budget reserve fund and property tax reduction general revenue replacement fund pursuant to the provisions of §§ 4-7-32 and 4-7-39. Section 15. That § 4-7-44 be amended to read as follows: 4-7-44. If the collective BSDF cash balance is less than one half percent of the general fund appropriations in the general appropriations act for the previous fiscal year, the commissioner shall transfer an amount of money from the property tax reduction general revenue replacement fund to the building South Dakota fund so that the total of the amount deposited pursuant to this section and § 4-7-43 does not exceed one half percent of the general fund appropriations in the general appropriations act for the previous fiscal year. However, the combined cash balance may not be reduced to less than ten percent of the general fund appropriations from the general appropriations act for the prior year by any transfer made to the building South Dakota fund pursuant to this section. Section 16. That § 13-13-72.1 be amended to read as follows: 13-13-72.1. Any adjustments in the levies specified in § 10-12-42 made pursuant to §§ 13-13-71 and 13-13-72 shall be based on maintaining the relationship between statewide local effort as a percentage of statewide local need in the fiscal year succeeding the fiscal year in which the adjustment is made. However, for fiscal year 2013 and each year thereafter, if the levies specified in § 10-12-42 are not adjusted to maintain this relationship, the per student allocation as defined in § 13-13-10.1(4) shall be reduced to maintain the relationship between statewide local effort as a percentage of statewide local need. Any adjustment to the levy for agricultural property shall be based upon the change in the statewide agricultural taxable valuation and the reclassification of agricultural property to another property classification. Any adjustment to the levies for nonagricultural property and owner-occupied single-family dwellings shall be based upon the change in the statewide nonagricultural property and owner-occupied single-family dwellings taxable valuations. However, if any new project with a total taxable valuation of one hundred fifty million dollars or more is constructed, the levies shall be proportionately decreased for agricultural property, nonagricultural property, and owner-occupied single-family dwellings. In addition to the adjustments in the levies provided by this section, the levies shall also be annually adjusted as necessary to reduce the portion of local need paid by local effort by an amount equal to nine million dollars from those funds transferred into the property tax reduction fund pursuant to § 10-50-52 subsequent to July 1, 2007. In addition to the adjustments in the levies provided by this section, the levies for nonagricultural property and owner-occupied single-family dwellings shall also be adjusted as necessary to account for the additional increase in the total assessed value for nonagricultural property and owner-occupied single-family dwellings pursuant to the phasing out and repeal of the provisions provided in § 10-6-74."}, {"bill_id": 6366, "bill_version_id": 35847, "bill_version": "Senate Engrossed", "bill_version_date": "2015-03-03T16:29:39.913-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain funds, to make revisions to receipts dedicated to the property tax reduction fund, and to create the general revenue replacement fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45C-14 be repealed. 10-45C-14. There is hereby created in the state treasury the tax relief fund. The revenue collected pursuant to § 10-45C-15 shall be deposited in the tax relief fund for the purpose of reducing the rate of taxation or reducing property taxes. The fund shall be invested as provided by law, and the interest earned shall be credited to the fund. The Legislature may not appropriate any money from the tax relief fund until the second fiscal year after Congress approves legislation giving states the authority to require retailers to collect South Dakota's sales and use tax. Section 2. That § 10-45C-15 be repealed. 10-45C-15. The additional net revenue received by the state from voluntary retail licensees shall be deposited in the tax relief fund created pursuant to § 10-45C-14. For the purposes of § 10-45C-14 and this section, a voluntary retail licensee is any person licensed through the Streamlined Sales and Use Tax Agreement to remit sales and use tax pursuant to chapters 10-45 and 10-46 who does not otherwise have a legal obligation to remit such taxes. Section 3. That § 4-5-45 be repealed. 4-5-45. There is hereby created in the state treasury the education enhancement tobacco tax fund. All moneys in the education enhancement tobacco tax fund are subject to appropriation by the Legislature through the General Appropriations Act or special appropriations acts for education enhancement programs. Any interest earned shall be credited to the fund. Section 4. That § 4-5-46 be repealed. 4-5-46. There is hereby created in the state treasury the health care tobacco tax fund. All moneys in the health care tobacco tax fund are subject to appropriation by the Legislature through the General Appropriations Act or special appropriations acts for health care related programs. Any interest earned shall be credited to the fund. Section 5. That § 10-13-44 be repealed. 10-13-44. The property tax reduction fund is hereby created in the state treasury. The Department of Revenue shall distribute any money appropriated to the fund. Effective January 1, 1996, through December 31, 1996, the State of South Dakota may remit tax credit payments on a monthly basis for eligible property taxpayers on or about the last day of every month. Tax credit payments shall be sent to counties based upon information received from the counties pursuant to § 10-13-43. In fiscal year 1997 and each year thereafter, the commissioner of finance and management may transfer moneys available from the property tax reduction fund to the general fund necessary to provide property tax relief through state aid to education. Section 6. That § 10-50-52 be amended to read as follows: 10-50-52. The first thirty million dollars in revenue collected annually pursuant to this chapter shall be deposited in the general fund. All revenue The next five million dollars in excess of thirty million dollars collected annually shall be deposited in the tobacco prevention and reduction trust fund. Five million dollars of the revenue deposited annually in the tobacco prevention and reduction trust fund pursuant to this section and shall be used to implement the tobacco prevention and reduction program. Thirty-three percent of any revenue deposited in the tobacco prevention and reduction trust fund in excess of five million dollars shall be transferred to the property tax reduction fund. Thirty-three percent of any revenue deposited in the tobacco prevention and reduction trust fund in excess of five million dollars shall be transferred to the education enhancement tobacco tax fund. Thirty-four percent of any revenue deposited in the tobacco prevention and reduction trust fund in excess of five million dollars shall be transferred to the health care tobacco tax fund. All revenue collected pursuant to this chapter in excess of thirty-five million dollars shall be deposited in the general fund. Section 7. That § 42-7A-24 be amended to read as follows: 42-7A-24. Net proceeds from the sale of instant lottery tickets shall be transferred to the state general fund on an annual basis after July first each year. The commission shall maximize the net proceeds to the state from the sale of instant and on-line lottery tickets. In no event may yearly lottery expenses for the sale of lottery tickets, excluding expenditures from retained earnings, exceed the amount of combined net proceeds transferred to the state general fund and the state capital construction fund. Net machine income from video lottery games shall be directly deposited in the state property tax reduction general fund upon receipt. Net proceeds are funds in the lottery operating fund which are not needed for the payment of prizes, lottery expenses, and total retained earnings up to one and one-half million dollars cash deemed necessary by the executive director and commission for replacement, maintenance, and upgrade of business systems, product development, legal, and operating contingencies of the lottery. In each fiscal year, the commission shall transfer the first one million four hundred thousand dollars from the net proceeds from the sale of on-line lottery tickets collected pursuant to § 42-7A-24 to the general fund. The commission shall then transfer an amount equal to the remaining net proceeds from the sale of on-line lottery tickets collected pursuant to § 42-7A-24 to the state capital construction fund created in § 5-27-1. Section 8. That § 42-7A-63 be amended to read as follows: 42-7A-63. The commission shall maximize revenues to the state from video lottery. The state's percentage of net machine income shall be fifty percent. The state's percentage of net machine income shall be directly deposited to the property tax reduction general fund, except for one-half of one percent of net machine income authorized for deposit into the video lottery operating fund. The effective date of this section is July 1, 1996. Section 9. That § 10-35-22 be amended to read as follows: 10-35-22. Any company requiring transmission lines or wind farm collector systems or both in South Dakota for a wind farm or a power generation facility as described in § 10-35-1.3, is eligible for a partial rebate of the tax paid under § 10-35-19. The company shall apply for the rebate on forms prescribed by the secretary. The total amount of tax rebated shall be no more than fifty percent of the cost of the transmission lines and wind farm collector systems in South Dakota. The maximum rebate any company may receive in one year is ninety percent of the tax paid under § 10-35-19 for the first five years and fifty percent of the tax paid under § 10-35-19 for the next five years. The secretary shall determine when the wind farm is commercially operational. No wind farm may receive a rebate under this section after this ten year period. The secretary shall rebate the tax from the wind energy tax fund prior to the distribution of any money as provided in § 10-35-21. The secretary may provide a tax credit, in lieu of full payment of the gross receipts tax, of up to eighty percent of the transmission rebate value that has been approved by the secretary. Any revenue in the wind energy tax fund after the rebates are paid shall be deposited in the property tax reduction general fund. Section 10. That § 10-33A-5.1 be amended to read as follows: 10-33A-5.1. The secretary shall deposit sixty percent of the revenue collected from the tax imposed by this chapter into the property tax reduction general fund and forty percent of the revenue collected from the tax imposed by this chapter into the county telecommunications gross receipts fund. There is hereby created in the state treasury the county telecommunications gross receipts fund. Section 11. That chapter 4-7 be amended by adding thereto a NEW SECTION to read as follows: There is hereby established within the state treasury the general revenue replacement fund. The state treasurer shall transfer any funds remaining in the property tax reduction fund as of June 30, 2015, to the general revenue replacement fund. In fiscal year 2016 and each year thereafter, the commissioner of finance and management may transfer moneys available from the general revenue replacement fund to the general fund necessary to balance the annual budget due to an unforeseen revenue shortfall. Section 12. That § 4-7-39 be amended to read as follows: 4-7-39. The commissioner of the Bureau of Finance and Management shall transfer any unobligated cash remaining after the transfer into the budget reserve fund as required by § 4-7-32 into the property tax reduction general revenue replacement fund if the amount in the property tax reduction general revenue replacement fund does not exceed fifteen percent of the general fund appropriations in the General Appropriations Act for the previous fiscal year. Section 13. That § 4-7-42 be amended to read as follows: 4-7-42. Terms used in §§ 4-7-43 and 4-7-44 mean: (1) \"Collective BSDF cash balance,\" the total cash balance of the: (a) Building South Dakota fund; (b) Local infrastructure improvement grant fund; (c) Economic development partnership fund; (d) Workforce education fund; (e) South Dakota housing opportunity fund; and (f) Funds disbursed pursuant to the provisions of subdivision 1-16G-48(5); (2) \"Combined cash balance,\" the total cash balance of the: (a) Budget reserve fund at the end of the prior fiscal year including any outstanding balance on repayments due to the budget reserve fund pursuant to a legislative act; and (b) Property tax reduction General revenue replacement fund at the end of the prior fiscal year. Section 14. That § 4-7-43 be amended to read as follows: 4-7-43. Notwithstanding the provisions of §§ 4-7-32 and 4-7-39, on July first of each fiscal year or at such time that the prior fiscal year general fund ending unobligated cash balance is determined, the commissioner of the Bureau of Finance and Management shall transfer all prior year unobligated cash as follows: (1) If the combined cash balance is less than ten percent of the general fund appropriations from the general appropriations act for the prior year, an amount of unobligated cash shall be transferred to the budget reserve fund, so that the combined cash balance equals ten percent of the general appropriations from the general appropriations act for the prior year; (2) If the combined cash balance is equal to or greater than ten percent of the general fund appropriations from the general appropriations act for the prior year, or there is additional unobligated cash after the provisions in subdivision (1) are satisfied, an amount of unobligated cash shall be transferred to the building South Dakota fund, so that the collective BSDF cash balance does not exceed one percent of the general fund appropriations in the general appropriations act for the previous fiscal year; and (3) If the collective BSDF cash balance exceeds one percent of the general fund appropriations in the general appropriations act for the previous year, or if there is additional unobligated cash remaining after the transfers in subdivisions (1) and (2), the remaining unobligated cash shall be transferred to the budget reserve fund and property tax reduction general revenue replacement fund pursuant to the provisions of §§ 4-7-32 and 4-7-39. Section 15. That § 4-7-44 be amended to read as follows: 4-7-44. If the collective BSDF cash balance is less than one half percent of the general fund appropriations in the general appropriations act for the previous fiscal year, the commissioner shall transfer an amount of money from the property tax reduction general revenue replacement fund to the building South Dakota fund so that the total of the amount deposited pursuant to this section and § 4-7-43 does not exceed one half percent of the general fund appropriations in the general appropriations act for the previous fiscal year. However, the combined cash balance may not be reduced to less than ten percent of the general fund appropriations from the general appropriations act for the prior year by any transfer made to the building South Dakota fund pursuant to this section. Section 16. That § 13-13-72.1 be amended to read as follows: 13-13-72.1. Any adjustments in the levies specified in § 10-12-42 made pursuant to §§ 13- 13-71 and 13-13-72 shall be based on maintaining the relationship between statewide local effort as a percentage of statewide local need in the fiscal year succeeding the fiscal year in which the adjustment is made. However, for fiscal year 2013 and each year thereafter, if the levies specified in § 10-12-42 are not adjusted to maintain this relationship, the per student allocation as defined in § 13-13-10.1(4) shall be reduced to maintain the relationship between statewide local effort as a percentage of statewide local need. Any adjustment to the levy for agricultural property shall be based upon the change in the statewide agricultural taxable valuation and the reclassification of agricultural property to another property classification. Any adjustment to the levies for nonagricultural property and owner-occupied single-family dwellings shall be based upon the change in the statewide nonagricultural property and owner-occupied single-family dwellings taxable valuations. However, if any new project with a total taxable valuation of one hundred fifty million dollars or more is constructed, the levies shall be proportionately decreased for agricultural property, nonagricultural property, and owner-occupied single-family dwellings. In addition to the adjustments in the levies provided by this section, the levies shall also be annually adjusted as necessary to reduce the portion of local need paid by local effort by an amount equal to nine million dollars from those funds transferred into the property tax reduction fund pursuant to § 10-50-52 subsequent to July 1, 2007. In addition to the adjustments in the levies provided by this section, the levies for nonagricultural property and owner-occupied single-family dwellings shall also be adjusted as necessary to account for the additional increase in the total assessed value for nonagricultural property and owner-occupied single-family dwellings pursuant to the phasing out and repeal of the provisions provided in § 10-6-74."}, {"bill_id": 6366, "bill_version_id": 36115, "bill_version": "Enrolled", "bill_version_date": "2015-03-06T11:02:22.61-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6366, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33112, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33112.pdf", "status_text": "First Reading House", "journal_page": 32, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6366, "action_date": "2015-01-14T13:00:00-06:00", "document_id": 33159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33159.pdf", "status_text": "Referred to", "journal_page": 39, "committee_id_action": 286, "committee_id_assigned": 288, "result": "N", "vote": {}}, {"bill_id": 6366, "action_date": "2015-01-30T08:00:00-06:00", "document_id": 33794, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33794.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 288, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6366, "action_date": "2015-01-30T08:00:00-06:00", "document_id": 34182, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34182.pdf", "status_text": "Do Pass", "journal_page": 240, "committee_id_action": 288, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17984, "president_vote": null, "Excused": [938], "Yea": [910, 913, 940, 883, 863, 951, 927, 875]}}, {"bill_id": 6366, "action_date": "2015-02-03T14:00:00-06:00", "document_id": 34394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34394.pdf", "status_text": "Deferred to another day", "journal_page": 276, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6366, "action_date": "2015-02-04T14:00:00-06:00", "document_id": 34477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34477.pdf", "status_text": "Do Pass", "journal_page": 289, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18189, "president_vote": null, "Yea": [883, 915, 952, 884, 938, 888, 923, 925, 875, 931, 927, 857, 859, 917, 924, 947, 937, 945, 882, 958, 913, 887, 951, 861, 919, 956, 936, 879, 907, 930, 953, 881, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 865, 866, 867, 926, 955, 869, 950, 912, 904, 918, 954, 932, 949, 934, 957, 874], "Nay": [928, 941, 929, 948, 946, 905, 939, 920, 922, 933, 921], "Excused": [909]}}, {"bill_id": 6366, "action_date": "2015-02-05T14:00:00-06:00", "document_id": 34578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34578.pdf", "status_text": "First read in Senate and referred to", "journal_page": 303, "committee_id_action": 284, "committee_id_assigned": 283, "result": "N", "vote": {}}, {"bill_id": 6366, "action_date": "2015-02-24T09:00:00-06:00", "document_id": 35286, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35286.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6366, "action_date": "2015-02-27T08:00:00-06:00", "document_id": 35557, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35557.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6366, "action_date": "2015-02-27T08:00:00-06:00", "document_id": 35729, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35729.pdf", "status_text": "Do Pass", "journal_page": 544, "committee_id_action": 283, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19192, "president_vote": null, "Yea": [855, 893, 897, 876, 903, 873, 942, 892, 886]}}, {"bill_id": 6366, "action_date": "2015-03-03T14:00:00-06:00", "document_id": 35838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35838.pdf", "status_text": "Motion to amend", "journal_page": 567, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6366, "action_date": "2015-03-03T14:00:00-06:00", "document_id": 35838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35838.pdf", "status_text": "Do Pass Amended", "journal_page": 567, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19294, "president_vote": null, "Yea": [853, 854, 855, 856, 943, 858, 860, 889, 894, 903, 876, 899, 885, 896, 901, 898, 890, 900, 942, 891, 893, 886, 862, 880, 944, 902, 877, 868, 871, 892, 872, 873, 878, 897], "Excused": [895]}}, {"bill_id": 6366, "action_date": "2015-03-05T14:00:00-06:00", "document_id": 36040, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36040.pdf", "status_text": "Concurred in amendments", "journal_page": 607, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19469, "president_vote": null, "Yea": [883, 915, 952, 884, 938, 888, 928, 923, 875, 931, 941, 927, 857, 859, 917, 924, 929, 947, 937, 948, 945, 882, 909, 958, 913, 887, 951, 861, 919, 956, 936, 879, 907, 930, 953, 881, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 922, 933, 866, 867, 926, 955, 869, 950, 912, 904, 921, 918, 954, 932, 949, 934, 957, 874], "Excused": [925], "Nay": [946, 905, 939, 920, 865]}}, {"bill_id": 6366, "action_date": "2015-03-06T13:00:00-06:00", "document_id": 36146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36146.pdf", "status_text": "Signed by the Speaker", "journal_page": 644, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6366, "action_date": "2015-03-09T14:00:00-05:00", "document_id": 36247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36247.pdf", "status_text": "Signed by the President", "journal_page": 643, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6366, "action_date": "2015-03-10T10:00:00-05:00", "document_id": 36314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36314.pdf", "status_text": "Delivered to the Governor", "journal_page": 713, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6366, "action_date": "2015-03-13T09:00:00-05:00", "document_id": 36556, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36556.pdf", "status_text": "Signed by the Governor", "journal_page": 768, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5796}