{"session_id": 27, "bill_id": 8230, "bill_type": "House Commemoration", "bill_number": 1024, "bill_title": "Commending and honoring the South Dakota Department of Transportation on the one hundredth anniversary of its creation.", "sponsors": [{"legislator_profile_id": 1114, "is_prime": true}, {"legislator_profile_id": 1135, "is_prime": true}, {"legislator_profile_id": 1147, "is_prime": false}, {"legislator_profile_id": 1154, "is_prime": false}, {"legislator_profile_id": 1122, "is_prime": false}, {"legislator_profile_id": 1197, "is_prime": false}, {"legislator_profile_id": 1190, "is_prime": false}, {"legislator_profile_id": 1148, "is_prime": false}, {"legislator_profile_id": 1183, "is_prime": false}, {"legislator_profile_id": 1096, "is_prime": false}, {"legislator_profile_id": 1201, "is_prime": false}, {"legislator_profile_id": 1202, "is_prime": false}, {"legislator_profile_id": 1205, "is_prime": false}, {"legislator_profile_id": 1130, "is_prime": false}, {"legislator_profile_id": 1125, "is_prime": false}, {"legislator_profile_id": 1200, "is_prime": false}, {"legislator_profile_id": 1124, "is_prime": false}, {"legislator_profile_id": 1170, "is_prime": false}, {"legislator_profile_id": 1155, "is_prime": false}, {"legislator_profile_id": 1172, "is_prime": false}, {"legislator_profile_id": 1123, "is_prime": false}, {"legislator_profile_id": 1151, "is_prime": false}, {"legislator_profile_id": 1174, "is_prime": false}, {"legislator_profile_id": 1146, "is_prime": false}, {"legislator_profile_id": 1187, "is_prime": false}], "keywords": ["House Commemorative"], "audio": [], "bill_versions": [{"bill_id": 8230, "bill_version_id": 45219, "bill_version": "Introduced", "bill_version_date": "2017-03-01T09:42:16.197-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the South Dakota Department of Transportation on the one hundredth anniversary of its creation. WHEREAS, the South Dakota State Highway Department was created 100 years ago by House Bill 312 adopted by the Fifteenth Legislature in 1917 and has since evolved into the South Dakota Department of Transportation; and WHEREAS, the Department of Transportation has connected rural areas, cities, and towns throughout the state; enhanced the safe movement of people and agricultural and other products and goods; and advanced the general economic development of the state through the construction and maintenance of roads and bridges; and WHEREAS, the Department of Transportation has and continues to develop and improve economic opportunities for producers and shippers through the construction, preservation, and operation of critical rail lines; and WHEREAS, the Department of Transportation has enhanced the recreational opportunities and the safety of nonmotorists through the construction of bikeways and pedestrian routes; and WHEREAS, the Department of Transportation has supported and improved the development of airport facilities and transit operations for citizens and visitors throughout the state of South Dakota: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that we honor the Department of Transportation and a century of public service that has kept South Dakota and the nation connected and moving forward."}, {"bill_id": 8230, "bill_version_id": 45473, "bill_version": "Enrolled", "bill_version_date": "2017-03-06T17:45:07.57-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the South Dakota Department of Transportation on the one hundredth anniversary of its creation. WHEREAS, the South Dakota State Highway Department was created 100 years ago by House Bill 312 adopted by the Fifteenth Legislature in 1917 and has since evolved into the South Dakota Department of Transportation; and WHEREAS, the Department of Transportation has connected rural areas, cities, and towns throughout the state; enhanced the safe movement of people and agricultural and other products and goods; and advanced the general economic development of the state through the construction and maintenance of roads and bridges; and WHEREAS, the Department of Transportation has and continues to develop and improve economic opportunities for producers and shippers through the construction, preservation, and operation of critical rail lines; and WHEREAS, the Department of Transportation has enhanced the recreational opportunities and the safety of nonmotorists through the construction of bikeways and pedestrian routes; and WHEREAS, the Department of Transportation has supported and improved the development of airport facilities and transit operations for citizens and visitors throughout the state of South Dakota: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that we honor the Department of Transportation and a century of public service that has kept South Dakota and the nation connected and moving forward. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8230, "action_date": "2017-03-01T14:00:00-06:00", "document_id": 45285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45285.pdf", "status_text": "", "journal_page": 598, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}]}