{"session_id": 69, "bill_id": 24858, "bill_type": "House Bill", "bill_number": 1131, "bill_title": "waive certain fees for nondriver identification cards for individuals who are homeless.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24858", "sponsors": [{"legislator_profile_id": 4575, "is_prime": true}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4492, "is_prime": false}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4505, "is_prime": false}, {"legislator_profile_id": 4510, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4525, "is_prime": false}, {"legislator_profile_id": 4531, "is_prime": false}, {"legislator_profile_id": 4535, "is_prime": false}, {"legislator_profile_id": 4536, "is_prime": false}, {"legislator_profile_id": 4537, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}, {"legislator_profile_id": 4548, "is_prime": false}, {"legislator_profile_id": 4566, "is_prime": false}, {"legislator_profile_id": 4568, "is_prime": false}], "keywords": ["Driver License", "Fees", "Motor Vehicles"], "audio": [], "bill_versions": [{"bill_id": 24858, "bill_version_id": 261368, "bill_version": "Introduced", "bill_version_date": "2024-01-22T13:32:37.793-06:00", "bill_text": "An Act to waive certain fees for nondriver identification cards for individuals who are homeless. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 32-12 be amended with a NEW SECTION: The Department of Public Safety shall waive the fee for an original nondriver identification card or a duplicate nondriver identification card if the applicant is homeless. In order for the fee to be waived, the applicant must submit a letter, with the application, from a homeless services provider attesting that the applicant is homeless. The letter must be signed by an employee of the homeless service provider. For the purposes of this section, the term \"homeless\" means an individual who: (1) Lacks a fixed, regular, and adequate nighttime residence; (2) Has a primary nighttime residence that is a place not ordinarily used as a regular sleeping accommodation for human beings; or (3) Is living in a homeless shelter. For the purposes of this section, \"homeless services provider\" means any government or nonprofit agency that provides a homeless shelter, housing assistance program, or homeless outreach or advocacy program. Section 2. That § 32-12-17.2 be AMENDED: 32-12-17.2. The Department of Public Safety may issue upon application a nondriver identification card, similar in form but distinguishable in color from a driver licenses license, to any resident of South Dakota this state. Each applicant for a nondriver identification card shall, as part of the application, present to the department a certified copy of a certificate of birth or another form of evidence of date of birth and identity as allowed by § 32-12-3.1. The fee Except as provided in section 1 of this Act, the fees for an original or reissued a nondriver identification card is are the same as prescribed for an original a driver license in § 32-12-16. Each nondriver identification card expires on the holder's birthday in the fifth year following the issuance of the nondriver identification card, or on the date of expiration of the applicant's authorized stay in the United States as determined by the systematic alien verification for entitlements system or alternate method approved by the United States Department of Homeland Security or, if there is no expiration date, for a period no longer than one year from date of issuance, whichever occurs first. Each nondriver identification card is renewable one hundred eighty days before its expiration upon application and payment of the required fee. Any nondriver identification card renewed before its expiration expires five years after the holder's ensuing birthday, or on the date of expiration of the applicant's authorized stay in the United States as determined by the systematic alien verification for entitlements system or alternate method approved by the United States Department of Homeland Security or, if there is no expiration date, for a period no longer than one year from date of issuance, whichever occurs first. The nondriver identification card shall must bear an indication if the holder has a living will pursuant to chapter 34-12D or a durable power of attorney for health care pursuant to chapter 59-7 and an indication if the holder is a veteran pursuant to the provisions of § 32-12-17.15. Any nondriver identification card renewed during the thirty-day period following the date of expiration expires five years from the holder's previous birthday, or on the date of expiration of the applicant's authorized stay in the United States as determined by the systematic alien verification for entitlements system or alternate method approved by the United States Department of Homeland Security or, if there is no expiration date, for a period no longer than one year from date of issuance, whichever occurs first."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24858, "action_date": "2024-01-23T14:00:00-06:00", "document_id": 261477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261477.pdf", "status_text": "First read in House and referred to", "journal_page": 155, "committee_id_action": 1197, "committee_id_assigned": 1196, "result": "N", "vote": {}}, {"bill_id": 24858, "action_date": "2024-01-30T07:45:00-06:00", "document_id": 262886, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262886.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "N", "vote": {}}]}