{"session_id": 7, "bill_id": 876, "bill_type": "House Bill", "bill_number": 1078, "bill_title": "prohibit acts of terrorism against persons engaged in a state university activity involving live animals.", "sponsors": [], "keywords": ["Animals and Livestock", "Board of Regents", "Crimes"], "audio": [{"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst06.mp3", "start_seconds": 1541.0}, {"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst06.mp3", "start_seconds": 1541.0}, {"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst06.mp3", "start_seconds": 1541.0}, {"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst06.mp3", "start_seconds": 1541.0}], "bill_versions": [{"bill_id": 876, "bill_version_id": 5257, "bill_version": "Introduced", "bill_version_date": "2009-01-09T17:21:48.407-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit acts of terrorism against persons engaged in a state university activity involving live animals. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"State university activity involving live animals,\" includes: (a) University sponsored research, teaching, study, or veterinary practice involving live animal subjects; (b) University sponsored athletic competition involving live animals; (c) Feeding, care, breeding, rearing, transport, marketing, and other actions incidental to the custody of university-owned live animals; (d) Maintenance, repair, and operation of university live animal facilities; or (e) Management, supervision, compliance, oversight, and governance of persons, programs, facilities, and operations involving live animal subjects. (2) \"Terrorism against persons engaged in state university activities involving live animals,\" any violation of sections 2, 3, or 4 of this Act; (3) \"Protected person,\" any person who is a state university employee, student, participant, spectator, visitor, or facility landlord, or who provides goods or services to a state university activity involving live animals; (4) \"Course of conduct,\" a pattern of conduct composed of two or more acts, evidencing a continuity of purpose; (5) \"Harassment,\" a course of conduct intended to intimidate, annoy, or frighten another person or that would cause a reasonable person to feel intimidated, annoyed, or frightened and that actually causes the victim to feel intimidated, annoyed, or frightened; (6) \"Immediate family,\" a spouse, parent, child, any person related by consanguinity or affinity within the second degree, or any other person who regularly resides in the household, or who, within the prior six months, regularly resided in the household; (7) \"Information,\" includes texts, tables, graphs, maps or other communications in fixed tangible media, audio recordings, and images, films, filmstrips, photographs, negatives, slides, photocopies, videotapes, video laser discs, or any other computer-generated images; (8) \"Intent to communicate a threat,\" intentionally or knowingly communicating a true threat to the object of the purported threat or to a third party. The speaker need not actually intend to carry out the threat; (8) \"Intimidation,\" a type of true threat, in which a speaker directs a threat to a person or group of persons with the intent of placing the victim in fear of bodily harm or death; (9) \"Publishes,\" making the information available to another person through any medium, including the internet, the world wide web, or e-mail; (10) \"Serious bodily injury,\": (a) Injury posing a substantial risk of death; (b) Extreme physical pain; (c) Protracted and obvious disfigurement; or (d) Protracted loss or impairment of the function of a bodily member, organ, or mental faculty; (11) \"True threats,\" any statement in which a recipient of the alleged threat could reasonably conclude that the speaker means to communicate a serious expression of an intent to commit an act of unlawful violence to a particular individual or group of individuals presently or in the future. Section 2. No person may, for the purpose of interfering with the operations of a state university activity involving live animals and in connection with such purpose: (1) Intentionally place a protected person in reasonable fear of the death of, or serious bodily injury to, that protected person or a member of the immediate family as defined in this Act by a course of conduct involving true threats, acts of vandalism, property damage, criminal trespass, harassment, or intimidation; or (2) Conspire or attempt to do so. A violation of this section is a Class 6 felony. Section 3. No person may, for the purpose of interfering with the operations of a state university activity involving live animals and in connection with such purpose, harass a protected person or the person's immediate family member by doing any of the following: (1) With intent to intimidate, annoy, or alarm another person: (a) Communicate with another by telephone, telegraph, writing, or via electronic communication without legitimate purpose and in a manner likely to cause the other person annoyance or harm; (b) Place a simulated explosive or simulated incendiary device in or near a building, vehicle, airplane, railroad engine or railroad car, or boat occupied by another person; (c) Order merchandise or services in the name of another, or to be delivered to another, without the other person's knowledge or consent; or (d) Report or cause to be reported false information to a law enforcement authority implicating another in some criminal or unlawful activity, knowing that the information is false, or reports the alleged occurrence of a criminal or unlawful act, knowing the act did not occur; or (2) Purposefully and without legitimate purpose, have personal contact with another person, with the intent to cause that person to perceive a true threat or to intimidate or to alarm that other person. As used in this subdivision, the term, personal contact, means an encounter in which two or more people are in visual or physical proximity to each other. The term does not require a physical touching or oral communication, although it may include these types of contacts. A violation of this section is a Class 1 misdemeanor. Section 4. No person may publish information describing or depicting a protected person or the person's immediate family member, or the location or locations where such persons may be found, for the purpose of interfering with the operations of a state university activity involving live animals and in connection with such purpose: (1) With the intent to communicate a true threat to the protected person or such person's immediate family member by publishing such information; or (2) In circumstances in which the information is likely to be used in preparation for, or in carrying out, the commission of a crime involving violence or a threat of violence against a protected person or the person's immediate family member, with the intent that another person imminently use the information to commit such a crime involving violence or a threat of violence against a protected person or the person's immediate family member. A violation of this section is a Class 1 misdemeanor. Section 5. Any protected person or immediate family member about whom information is published in violation of section 3 of this Act may seek an injunction enjoining any further publication of that information. Section 6. That § 20-9-32 be amended to read as follows: 20-9-32. In addition to the criminal penalty provided in § 22-19B-1 and this Act , there is a civil cause of action for malicious harassment or terrorism against persons engaged in a state university activity involving live animals . The victim of malicious intimidation or harassment or terrorism against persons engaged in a state university activity involving live animals may recover both special and general damages, including damages for emotional distress, reasonable attorney fees and costs, and punitive damages. The civil cause of action for malicious intimidation or harassment is in addition to any other remedies, criminal or civil, otherwise available under law. Section 7. The name, home address, work addresses, electronic addresses, or telephone numbers of protected persons or their immediate families, and information about the location, premises, structure, building plans, or security systems for state university animal facilities are not public records unless they are specifically designated as public records by statute of this state. Section 8. Nothing in this Act may be construed: (1) To prohibit any expressive conduct, including peaceful picketing or other peaceful demonstration, protected from legal prohibition by the First Amendment to the Constitution; (2) To create new remedies for interference with activities protected by the free speech or free exercise clauses of the First Amendment to the Constitution, regardless of the point of view expressed, or to limit any existing legal remedies for such interference; or (3) To provide exclusive criminal penalties or civil remedies with respect to the conduct prohibited by this action."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 876, "action_date": "2009-01-13T12:00:00-06:00", "document_id": 5315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5315.pdf", "status_text": "First read in House and referred to", "journal_page": 32, "committee_id_action": 56, "committee_id_assigned": 49, "result": "N", "vote": {}}, {"bill_id": 876, "action_date": "2009-01-21T07:45:00-06:00", "document_id": 5393, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5393.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 49, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 876, "action_date": "2009-01-21T07:45:00-06:00", "document_id": 5592, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5592.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 88, "committee_id_action": 49, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2969, "president_vote": null, "Yea": [666, 651, 660, 693, 721, 683, 695, 645, 657, 691, 643], "Nay": [639, 681]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/876"}