{"session_id": 21, "bill_id": 6731, "bill_type": "Senate Bill", "bill_number": 153, "bill_title": "repeal the South Dakota certified site and technology park programs.", "sponsors": [{"legislator_profile_id": 882, "is_prime": true}, {"legislator_profile_id": 892, "is_prime": true}, {"legislator_profile_id": 854, "is_prime": false}], "keywords": ["Local Government", "State Affairs and Government"], "audio": [{"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed14.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed14.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed14.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed14.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen15.mp3", "start_seconds": 2455.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen15.mp3", "start_seconds": 2455.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen15.mp3", "start_seconds": 2455.0}, {"meeting_datetime": "2015-02-27T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hed29.mp3", "start_seconds": 172.0}, {"meeting_datetime": "2015-02-27T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hed29.mp3", "start_seconds": 172.0}, {"meeting_datetime": "2015-02-27T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hed29.mp3", "start_seconds": 172.0}, {"meeting_datetime": "2015-03-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou31.mp3", "start_seconds": 2706.0}, {"meeting_datetime": "2015-03-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou31.mp3", "start_seconds": 2706.0}, {"meeting_datetime": "2015-03-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou31.mp3", "start_seconds": 2706.0}], "bill_versions": [{"bill_id": 6731, "bill_version_id": 33960, "bill_version": "Introduced", "bill_version_date": "2015-01-28T10:04:11.253-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the South Dakota certified site and technology park programs. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 6-18-1.1 be repealed. 6-18-1.1. For the purposes of this chapter, the term, certified site, means a site that has met the criteria established in this chapter for certification as a site ready for development for industrial, technological, or other business or educational purposes. Section 2. That § 6-18-2 be repealed. 6-18-2. The governing body of a political subdivision or a public or private developer may apply to the Governor's Office of Economic Development for designation of all or part of the area within its jurisdiction or service area as a certified site. The application shall be in a form specified by the Governor's Office of Economic Development and shall include information the Governor's Office of Economic Development determines necessary to make the determinations required pursuant to this chapter. Section 3. That § 6-18-4 be repealed. 6-18-4. The Governor's Office of Economic Development shall promulgate rules pursuant to chapter 1-26 to: (1) Prescribe the application procedures and the form and content of the application and business plan for a certified site; (2) Set the minimum criteria for an area to be designated as a certified site, including access to roads, airports, utilities, and other infrastructure; (3) Require certain documents and reports regarding the operation and activities of the certified site to be filed with the Governor's Office of Economic Development; and (4) Provide for the confidentiality of any application for certification and of any denial of application for certification. Section 4. That § 6-19-1 be repealed. 6-19-1. Terms used in this chapter mean: (1) \"GOED,\" the Governor's Office of Economic Development; (2) \"Governing body,\" the governing body of the sponsor; (3) \"High technology activity,\" includes any of the following: (a) Advanced computing, which is any technology used in the design or development of computer hardware and software, data communications, or information technologies; (b) Advanced materials, which are materials with engineered properties created through the development of specialized process and synthesis technology; (c) Biotechnology, which is any technology that uses living organisms, cells, macromolecules, micro-organisms, or substances from living organisms to make or modify a product, improve plants or animals, or develop micro-organisms for useful purposes. Biotechnology does not include human cloning or stem cell research with embryonic tissue; (d) Electronic device technology, which is any research or technology that involves: (i) Microelectronics, semiconductors, or electronic equipment; (ii) Instrumentation, radio frequency, microwave, and millimeter electronics; (iii) Optical and optic-electrical devices; or (iv) Data and digital communications and imaging devices; (e) Engineering or laboratory testing related to the development of a product; (f) Technology that assists in the assessment or prevention of threats or damage to human health or the environment, including environmental cleanup technology, pollution prevention technology, or development of alternative energy sources; (g) Medical device technology, which is any technology that involves medical equipment or products; (h) Product research and development; or (i) Advanced vehicles' technology, which is any technology that involves: (i) Electric vehicles, hybrid vehicles, or alternative fuel vehicles; or (ii) Components used in the construction of electric vehicles, hybrid vehicles, or alternative fuel vehicles; (4) \"Sponsor,\" any incorporated municipality, county, or improvement district created pursuant to chapter 7-25A. Section 5. That § 6-19-2 be repealed. 6-19-2. The governing body of a sponsor may apply to GOED for designation of all or part of the area within the sponsor's jurisdictional area as a certified technology park. The application shall be in a form specified by GOED and shall include information GOED deems necessary to make the determinations required pursuant to this chapter. Section 6. That § 6-19-3 be repealed. 6-19-3. After receipt of an application submitted pursuant to § 6-19-2, GOED may designate a certified technology park for a period of five years if GOED determines that the designation is in the best interests of economic development within this state and the proposed certified technology park satisfies the following criteria: (1) A firm commitment from at least one business engaged in a high technology activity creating a significant number of jobs at the proposed site; (2) A firm demonstration of support from a postsecondary educational institution, a public or private institute that engages in research, a public or military research and development or testing facility on an active United States government military base or other military installation located within, or in the vicinity of, the proposed certified technology park, or a laboratory or other research facility owned, operated or funded by the United States located within, or in the vicinity of, the proposed certified technology park; and (3) A firm demonstration of support from an economic development organization within the sponsor's jurisdictional area. Section 7. That § 6-19-4 be repealed. 6-19-4. Within thirty days of the first anniversary of designation and within thirty days of each anniversary thereafter, the sponsor shall furnish on forms provided by GOED all of the following information: (1) Total employment and payroll levels for businesses operating within the certified technology park; (2) The nature and extent of any technology transfer and research activity occurring within the certified technology park; (3) The nature and extent of any nontechnology businesses operating within the certified technology park; and (4) An analysis of the certified technology park's overall contributions to the technology-based economy in this state. Section 8. That § 6-19-5 be repealed. 6-19-5. The sponsor may apply to GOED for renewal of the designation of a certified technology park. The application shall be on forms supplied by GOED and shall be filed at least three months prior to the expiration of the existing designation. GOED may renew the designation of a certified technology park for up to five additional years if the requirements of § 6-19-3 continue to be met and if the sponsor has complied with § 6-19-4. Section 9. That § 6-19-6 be repealed. 6-19-6. GOED may conduct, or cause to be conducted, such inspections and reviews of the proposed certified technology park site and books and records relating to the application for certification or recertification as GOED deems appropriate to carry out the provisions of this chapter. Section 10. That § 6-19-7 be repealed. 6-19-7. Each application for designation of a certified technology park, each application for renewal of a designation, and all information related to any such applications, to the extent not already in the public domain, shall be held in confidence by GOED and may not be made available to the public prior to designation. If designation or redesignation is denied, the denial shall remain confidential and no record of the application may be made available to the public. If a designation or redesignation is granted, the information provided to GOED in connection with the application and the information provided pursuant to § 6-19-4 shall be available for public inspection and for use in marketing the certified technology park. Section 11. That § 6-19-8 be repealed. 6-19-8. GOED may revoke the designation of a certified technology park after notice and a hearing conducted pursuant to the provisions of chapter 1-26 if the sponsor fails to comply with § 6-19-4 or if the site no longer qualifies for designation as a certified technology park. Section 12. That ARSD 68:03:01:01 be repealed. 68:03:01:01. Definitions. Terms used in this chapter mean: (1) \"Applicant,\" the political subdivision or developer submitting an application for certification as a certified site; (2) \"Application,\" the application for certification as a certified site required by GOED; (3) \"Business services/research and development certified site,\" a location that has been certified as either a tier 1 or tier 2 business services/research and development certified site; (4) \"Certified site,\" a site that has met the criteria established in this chapter for certification as a site ready for development for industrial, technological, or other business or educational purposes; (5) \"Commissioner,\" the commissioner of the Governor's Office of Economic Development; (6) \"Developer,\" a governmental or quasi-governmental entity, a for-profit entity, a non-profit entity, or an individual that is developing or seeks to develop a certified site; (7) \"GOED,\" the Governor's Office of Economic Development; (8) \"Heavy industrial certified site,\" a location that has been certified as either a tier 1 or tier 2 heavy industrial certified site; (9) \"Light industrial certified site,\" a location that has been certified as either a tier 1 or tier 2 light industrial certified site; (10) \"Political subdivision,\" a subdivision of the state or other entity to which has been delegated certain sovereign powers, including a county, city, township, planning district, business improvement district, improvement district, railroad authority, and any other authority created under state law; (11) \"Rural business park certified site,\" a location that has been certified as either a tier 1 or tier 2 rural business certified site; (12) \"Site,\" the physical location that is the object of a certification application. Section 13. That ARSD 68:03:01:02 be repealed. 68:03:01:02. Eligibility -- Application. Only a political subdivision or developer may apply for classification of a site as a certified ready site. Each application for certification hall be made on the form prescribed by GOED, signed by a duly authorized representative. The application shall be executed under penalties of perjury. Section 14. That ARSD 68:03:01:03 be repealed. 68:03:01:03. Evaluation criteria. The GOED shall review the application for compliance with the criteria set out in these rules. Section 15. That ARSD 68:03:01:04 be repealed. 68:03:01:04. Designation as a certified site -- Use. If GOED determines that the site meets all the criteria for the site designation being sought, GOED shall issue a certificate of readiness and the site shall be posted on the GOED website. Any interested party may utilize the certified site designation, including any accompanying certificates or other identifying marks, in marketing, promotional, and informational materials. Section 16. That ARSD 68:03:01:05 be repealed. 68:03:01:05. Ongoing reporting requirements -- Revocation of designation. No less often than biennially, the applicant shall certify to the GOED in writing that none of the material facts set out in its initial application have changed. If any material change occurs, the applicant shall, within 30 days of a material change, notify the GOED, in writing, of any such change. If the applicant fails to submit a report or the site is no longer eligible for certification, the GOED may revoke the certification after notice and a hearing conducted pursuant to the provisions of SDCL chapter 1-26. Section 17. That ARSD 68:03:01:06 be repealed. 68:03:01:06. Tier 2 business services/research and development certified site. To be eligible for certification as a tier 2 business services/research and development certified site, the applicant shall file the following with GOED: (1) A detailed topographical map with one foot contours; (2) An aerial map with a resolution of at least 100 feet per inch; (3) A detailed site plan; (4) A detailed map showing land uses within 1,000 feet of the exterior boundaries of the site; (5) A plat prepared by a registered surveyor, approved by the appropriate governmental entities, and filed with the local register of deeds; (6) An environmental assessment meeting the American Society for Testing and Materials standard E1527-05, 2005 version, a listing of any endangered species within the site, a map of any designated wetlands within the site, and a map of any designated 100-year flood plains within one-half mile of the exterior boundary of the site; (7) A listing of each freight and carrier service that regularly provides service to the area where the site is located; (8) The name of and distance to the nearest airport available for public use; (9) The name of and distance to the nearest airport with scheduled passenger air service; (10) The distance to the nearest state highway, four-lane highway, and interstate highway; (11) Proof that the site is already owned by the applicant or developer or that the applicant or developer has an enforceable option to purchase the site, the term of which may not be less than three years; (12) Proof of the purchase price of the property; (13) Proof of the number of acres available and the number of developable acres; (14) Proof that the site is zoned for use for business services or research and development, or proof of the process to rezone and the anticipated timeline; (15) Identification of any easement or rights-of-way on the property as well as any covenants that are in place; (16) Proof that there is water and sewer services available to the site and a written statement from the provider as to the current capacity available to the site, excess capacity and any plans for expansion of capacity; (17) Proof that there is electrical service available to the site and a written statement from the provider as to the current capacity available to the site, excess capacity, plans for expansion of capacity, and the provider's redundancy or plans for redundancy; (18) A statement whether natural gas service is available to the site and, if so, a written statement from the provider as to the current capacity available to the site, excess capacity, and plans for expansion of capacity. If natural gas service is not available at the site, proof of the distance to the closest available service and the name of the provider; (19) Proof that there are telecommunications and internet services available to the site and a written statement from the provider of the telecommunications and internet services detailing the current level of connectivity and the provider's redundancy, plans for redundancy, and planned improvements; (20) Proof that there are commercial solid waste disposal services available to the site and a written statement from the provider describing its removal capacity and types of waste accepted; (21) Proof of written approval of the proposed access to the site from the appropriate highway or street authority; and (22) Any other documentation GOED may require to verify or support compliance with any of the requirements of this section. Section 18. That ARSD 68:03:01:07 be repealed. 68:03:01:07. Tier 1 business services/research and development certified site. To be eligible for certification as a tier 1 business services/research and development certified site, the applicant shall file the following with GOED: (1) All the documentation required for certification as a tier 2 business services/research and development certified site; (2) Proof that the site is a minimum of two contiguous acres; (3) Proof that the site is within 25 road miles of a four-lane highway or interstate highway; (4) Proof that the electric service provider will provide service to the site at a voltage level that exceeds 12 kV; (5) Proof that the telecommunications and internet service providers will provide current competitive broadband service to the site defined as a connection with speeds of at least 100 Mbps; and (6) Any other documentation GOED may require to verify or support compliance with any of the requirements of this section. Section 19. That ARSD 68:03:01:08 be repealed. 68:03:01:08. Tier 2 light industrial certified site. To be eligible for certification as a tier 2 light industrial certified site, the applicant shall file the following with GOED: (1) A detailed topographical map with one foot contours; (2) An aerial map with a resolution of at least 100 feet per inch; (3) A detailed site plan; (4) A detailed map showing land uses within 1,000 feet of the exterior boundaries of the site; (5) A plat prepared by a registered surveyor, approved by the appropriate governmental entities, and filed with the local register of deeds; (6) An environmental assessment meeting the American Society for Testing and Materials standard E1527-05, 2005 version, a listing of any endangered species within the site, a map of any designated wetlands within the site, and a map of any designated 100-year flood plains within one-half mile of the exterior boundary of the site; (7) A listing of each freight and carrier service that regularly provides service to the area where the site is located; (8) The name of and distance to the nearest airport available for public use; (9) The name of and distance to the nearest airport with scheduled passenger air service; (10) The distance to the nearest state highway, four-lane highway, and interstate highway; (11) Proof that the site is already owned by the applicant or developer or that the applicant or developer has an enforceable option to purchase the site, the term of which may not be less than three years; (12) Proof of the purchase price of the property; (13) Proof of the number of acres available and the number of developable acres; (14) The nearest paved roadway ingress and egress location and the distance from the site to the roadway ingress or egress location. The turning radius afforded by the nearest paved roadway as well as its weight restrictions, surface type, and width, and any plans for upgrades; (15) The name of and distance to the closest rail provider to the site including the identity of all owners of spur, siding, or switch locations; the identity of any applicable regional rail authority; and identify all applicable rail load limits, the nearest location of a rail loading facility, available capacity for rail cars on siding or spurs, the classification of track available, and the classification of rail carrier available and any plans for upgrades; (16) Proof that the site is zoned light industrial, or an equivalent zoning designation, or proof of the process to rezone and the anticipated timeline; (17) Identification of any easement or rights-of-way on the property as well as any covenants that are in place; (18) Proof that there is water and sewer service available to the site and a written statement from the provider as to the current capacity available to the site, excess capacity, and any plans for expansion of capacity; (19) Proof that there is electrical service available to the site and a written statement from the provider as to the current capacity available to the site, excess capacity, plans for expansion of capacity, and the provider's redundancy or plans for redundancy; (20) A statement whether natural gas service is available to the site and, if so, a written statement from the provider as to the current capacity available to the site, excess capacity, and plans for expansion of capacity. If natural gas service is not available at the site, proof of the distance to the closest available service and the name of the provider; (21) Proof that there are telecommunications and internet services available to the site and a written statement from the provider of the telecommunications and internet services detailing the current level of connectivity and the provider's redundancy, plans for redundancy, and planned improvements; (22) Proof that there are commercial solid waste disposal services available to the site and a written statement from the provider describing its removal capacity and types of waste accepted; (23) Proof of written approval of the proposed access to the site from the appropriate highway or street authority; and (24) Any other documentation GOED may require to verify or support compliance with any of the requirements of this section. Section 20. That ARSD 68:03:01:09 be repealed. 68:03:01:09. Tier 1 light industrial certified site. To be eligible for certification as a tier 1 light industrial certified site, the applicant shall file the following with the GOED: (1) All the documentation required for certification as a tier 2 light industrial certified site; (2) Proof that the site is a minimum of two contiguous acres; (3) Proof that the site is within 25 road miles of a four-lane highway or interstate highway; (4) Proof that the telecommunications and internet service providers will provide current competitive broadband service to the site defined as a connection with speeds of at least 30 Mbps; (5) Certification from a service or utility provider that the site is capable of being equipped with, at a minimum, an eight inch water supply line and a four inch sewer line; (6) Certification from a service or utility provider that the site is capable of being equipped with a three inch natural gas supply line; (7) Proof that the electric service provider will provide service to the site at a voltage level that exceeds 12kV; and (8) Any other documentation GOED may require to verify or support compliance with any of the requirements of this section. Section 21. That ARSD 68:03:01:10 be repealed. 68:03:01:10 Tier 2 heavy industrial certified site. To be eligible for certification as a tier 2 heavy industrial certified site, the applicant shall file the following with GOED: (1) A detailed topographical map with one foot contours; (2) An aerial map with the resolution of at least 100 feet per inch; (3) A detailed site plan; (4) A detailed map showing land uses within 1,000 feet of the exterior boundaries of the site; (5) A plat prepared by a registered surveyor, approved by the appropriate governmental entities, and filed with the local register of deeds; (6) An environmental assessment meeting the American Society for Testing and Materials standard E1527-05, 2005 version, a listing of any endangered species within the site, a map of designated wetlands within the site and a map of any designated 100-year flood plains within one-half mile of the exterior boundary of the site; (7) A listing of each freight and carrier service that regularly provides service to the area where the site is located; (8) The name and distance to the nearest airport available for public use; (9) The name of and distance to the nearest airport with scheduled passenger air service; (10) The distance to the nearest state highway, four-lane highway, and interstate highway; (11) Proof that the site is already owned by the applicant or developer or that the applicant or developer has an enforceable option to purchase the site, the term of which may not be less than three years; (12) Proof of the purchase price of the property; (13) Proof of the number of acres available and the number of developable acres; (14) The nearest paved roadway ingress and egress location and the distance from the site to the roadway ingress or egress location. The turning radius afforded by the nearest paved roadway as well as its weight restrictions, surface type, and width and any plans for upgrades; (15) The name of and distance to the closest rail freight provider to the site location including the identity of all owners of spur, siding, or switch locations; the identity of any applicable regional rail authority; and identify all applicable rail load limits, the nearest location of a rail loading facility, available capacity for rail cars on siding or spurs, the classification of track available, and the classification of rail carrier available and any plans for upgrades; (16) Proof that the site is zoned heavy industrial, or an equivalent zoning designation, or proof of the process to rezone and the anticipated timeline; (17) Identification of any easements or rights-of-way on the property as well as any covenants that are in place; (18) Proof that there is water and sewer service available to the site and a written statement from the provider as to the current capacity available to the site, excess capacity, and any plans for expansion of capacity; (19) Proof that there is electrical service available to the site and a written statement from the provider as to the current capacity available to the site, excess capacity, any plans for expansion of capacity, and the provider's redundancy or plans for redundancy; (20) A statement whether natural gas service is available to the site and, if so, a written statement from the provider as to the current capacity available to the site, excess capacity, and any plans for expansion of capacity. If natural gas service is not available at the site, proof of the distance to the closest available service and the name of the provider; (21) Proof that there are telecommunications and internet services available to the site and a written statement from the provider of the telecommunications and internet services detailing the current level of connectivity and the provider's redundancy, plans for redundancy, and planned improvements; (22) Proof that there are commercial solid waste disposal services available to the site and a written statement from the provider describing its removal capacity and types of waste accepted; and (23) Any other documentation GOED may require to verify or support compliance with any of the requirements of this section. Section 22. That ARSD 68:03:01:11 be repealed. 68:03:01:11. Tier 1 heavy industrial certified site. To be eligible for certification as a tier 1 heavy industrial certified site, the applicant shall file the following with GOED: (1) All the documentation required for certification as a tier 2 heavy industrial certified site; (2) Proof that the site is a minimum of five contiguous acres; (3) Proof that the site is within 10 road miles of a four-lane highway or interstate highway; (4) Proof that the electric service provider will provide service to the site at a voltage level that exceeds 12 kV; (5) Certification from a service or utility provider that the site is capable of being equipped with, at a minimum, an eight inch water supply line and an eight inch sewer line; (6) Certification from a service or utility provider that the site is capable of being equipped with a three inch high pressure natural gas supply line; and (7) Any other documentation GOED may require to verify or support compliance with any of the requirements of this section. Section 23. That ARSD 68:03:01:12 be repealed. 68:03:01:12. Tier 2 rural business park certified site. To be eligible for certification as a tier 2 rural business park certified site, the applicant shall file the following with the GOED: (1) Detailed topographical map with one foot contours; (2) An aerial map with a resolution of at least 100 feet per inch; (3) A detailed site plan; (4) A detailed map showing land uses within 1,000 feet of the exterior boundaries of the site; (5) A plat prepared by a registered surveyor, approved by the appropriate governmental entities, and filed with the appropriate register of deeds; (6) An environmental assessment meeting the American Society for Testing and Materials standard E1527-05 ©, 2005 version, a listing of any endangered species within the site, a map of any designated wetlands within the site, and a map of any designated 100-year flood plans within one-half mile of the exterior boundary of the site; (7) A listing of each freight and carrier service that regularly provides service to the area where the site is located; (8) The name of and distance to the nearest airport available for public use; (9) The name of and distance to the nearest airport with scheduled passenger air service; (10) The distance to the nearest state highway, four-lane highway, and interstate highway; (11) Proof that the site is already owned by the applicant or developer or that the applicant or developer has an enforceable option to purchase the site, the term of which may not be less than three years; (12) Proof of the sale price of the property; (13) Proof of the number of acres available and the number of developable acres; (14) Proof that the site is zoned for use for business services or proof of the process to rezone and the anticipated timeline; (15) Identify any easements or rights-of-way on the property as well as any covenants that are in place; (16) Proof that there is water and sewer service available to the site and a written statement from the provider as to the current capacity available to the site, excess capacity, and any plans of expansion of capacity; (17) Proof that there is electrical service available to the site and a written statement from the provider as to the current capacity available to the site, excess capacity, any plans for expansion of capacity, and the provider's redundancy or plans for redundancy; (18) A statement whether natural gas service is available to the site and, if so, a written statement from the provider as to the current capacity available to the site, excess capacity, and any plans for expansion of capacity. If natural gas service is not available at the site, proof of the distance to the closest available service and the name of the provider; (19) Proof that there are telecommunications and internet services available to the site and a written statement from the provider of the telecommunications and internet services detailing the current level of connectivity and the provider's redundancy, plans for redundancy and planned improvements; (20) Proof that there are commercial solid waste disposal services available to the site and a written statement from the provider describing its removal capacity and types of waste accepted; (21) Proof that the site is in or near a community with a population of 5,000 or less; and (22) Any other documentation GOED may require to verify or support compliance with any of the requirements of this section. Section 24. That ARSD 68:03:01:13 be repealed. 68:03:01:13. Tier 1 rural business park certified site. To be eligible for certification as a tier 1 rural business park certified site, the applicant shall file the following with GOED: (1) All the documentation required for certification as a tier 2 rural business park; (2) Proof that the site is a minimum of two contiguous acres; (3) Proof that the site is within 25 road miles of a four-lane highway or interstate highway; (4) Proof that the electric service provider will provide service to the site at a voltage level that exceeds 12 kV; (5) Proof that the telecommunications and internet service providers will provide current competitive broadband service to the site defined as a connection with speeds of at least 30 Mbps; (6) Certification from a service or utility provider that the site is capable of being equipped with, at a minimum, a four inch water supply line and a four inch sewer line; (7) Certification from a service or utility provider that the site is capable of being equipped with a three inch natural gas supply line; and (8) Any other documentation GOED may require to verify or support compliance with any of the requirements of this section. Section 25. That ARSD 68:03:01:14 be repealed. 68:03:01:14. Inspections -- Verification. GOED may from time to time conduct inspections of sites and may contact any service provider, vendor, state agency, or political subdivision listed in the application to verify that the contents of the application are or continue to be true and accurate. Each applicant shall provide all requested assistance to an inspector upon reasonable request. If the applicant fails to provide all requested assistance, the GOED may revoke the certification after notice and a hearing conducted pursuant to the provisions of SDCL chapter 1-26. Section 26. That ARSD 68:03:01:15 be repealed. 68:03:01:15. Verification -- No warranty. Certification provided under this chapter is based upon a review of the application, information obtained from the ongoing reporting requirements set forth in this chapter, and the degree of independent verification that GOED deems appropriate. Certification does not constitute a warranty by GOED that the applicant or site have strictly complied with all of the requirements of this chapter. Interested persons should conduct their own independent evaluation of the site. Section 27. That ARSD 68:03:01:16 be repealed. 68:03:01:16. Confidentiality. Each application shall be held in confidence by GOED and may not be made available to the public prior to certification. If certification is denied to a site, the denial shall remain confidential and no publication or record of application shall be made available to the public."}, {"bill_id": 6731, "bill_version_id": 36007, "bill_version": "Enrolled", "bill_version_date": "2015-03-05T09:49:28.967-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6731, "action_date": "2015-01-28T14:00:00-06:00", "document_id": 34034, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34034.pdf", "status_text": "First read in Senate and referred to", "journal_page": 217, "committee_id_action": 284, "committee_id_assigned": 263, "result": "N", "vote": {}}, {"bill_id": 6731, "action_date": "2015-02-03T07:45:00-06:00", "document_id": 34198, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34198.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 263, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6731, "action_date": "2015-02-03T07:45:00-06:00", "document_id": 34357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34357.pdf", "status_text": "Do Pass", "journal_page": 258, "committee_id_action": 263, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18065, "president_vote": null, "Yea": [943, 860, 889, 896, 880, 868, 877]}}, {"bill_id": 6731, "action_date": "2015-02-04T14:00:00-06:00", "document_id": 34497, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34497.pdf", "status_text": "Do Pass", "journal_page": 287, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18184, "president_vote": null, "Yea": [853, 854, 855, 856, 943, 858, 860, 889, 894, 903, 876, 899, 896, 901, 895, 898, 890, 900, 891, 893, 886, 862, 880, 944, 902, 877, 868, 871, 892, 872, 873, 878, 897], "Excused": [885, 942]}}, {"bill_id": 6731, "action_date": "2015-02-05T14:00:00-06:00", "document_id": 34567, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34567.pdf", "status_text": "First read in House and referred to", "journal_page": 305, "committee_id_action": 286, "committee_id_assigned": 273, "result": "N", "vote": {}}, {"bill_id": 6731, "action_date": "2015-02-27T07:45:00-06:00", "document_id": 35526, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35526.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 273, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6731, "action_date": "2015-02-27T07:45:00-06:00", "document_id": 35682, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35682.pdf", "status_text": "Do Pass", "journal_page": 553, "committee_id_action": 273, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19190, "president_vote": null, "Yea": [928, 931, 917, 945, 958, 887, 936, 920, 930, 934, 957, 861, 926], "Excused": [905, 904]}}, {"bill_id": 6731, "action_date": "2015-03-03T14:00:00-06:00", "document_id": 35831, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35831.pdf", "status_text": "Deferred to another day", "journal_page": 581, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6731, "action_date": "2015-03-04T14:00:00-06:00", "document_id": 35959, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35959.pdf", "status_text": "Do Pass", "journal_page": 595, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19419, "president_vote": null, "Yea": [883, 915, 938, 888, 928, 923, 875, 931, 941, 927, 857, 859, 917, 924, 929, 947, 937, 948, 945, 882, 909, 946, 958, 913, 887, 951, 861, 905, 919, 956, 936, 879, 907, 939, 920, 930, 953, 881, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 922, 865, 933, 866, 926, 955, 869, 950, 912, 904, 918, 954, 932, 949, 934, 957, 874], "Excused": [952, 925, 867], "Nay": [884, 921]}}, {"bill_id": 6731, "action_date": "2015-03-05T14:00:00-06:00", "document_id": 36042, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36042.pdf", "status_text": "Signed by the President", "journal_page": 613, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6731, "action_date": "2015-03-06T13:00:00-06:00", "document_id": 36146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36146.pdf", "status_text": "Signed by the Speaker", "journal_page": 644, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6731, "action_date": "2015-03-09T14:00:00-05:00", "document_id": 36247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36247.pdf", "status_text": "Delivered to the Governor", "journal_page": 632, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6731, "action_date": "2015-03-13T09:00:00-05:00", "document_id": 36577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36577.pdf", "status_text": "Signed by the Governor", "journal_page": 714, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5812, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6731"}