{"session_id": 47, "bill_id": 13581, "bill_type": "Senate Bill", "bill_number": 45, "bill_title": "to provide benefit improvements for the members of the South Dakota Retirement System.", "sponsors": [], "keywords": ["Public Employees", "Retirement"], "audio": [], "bill_versions": [{"bill_id": 13581, "bill_version_id": 78049, "bill_version": "Introduced", "bill_version_date": "1998-01-09T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide benefit improvements for the members of the South Dakota Retirement System. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That subdivision (2) of § 3-12-47 be amended to read as follows: (2) \"Accumulated contributions,\" the sum of all : (a) All contributions by a member, including member contributions made by an employer on or after July 1, 1984, pursuant to § 3-12-71 , together with the effective rate of interest credited thereon, ; (b) Seventy-five percent of employer contributions if the member has less than three years credited service or one hundred percent of employer contributions if the member has three years or more credited service; and including member (c) Member redeposits pursuant to § 3-12-80 and member credited service purchases pursuant to § 3-12-83 and 3-12-84; all together with the effective rate of interest credited thereon. If credited service is purchased pursuant to § § 3-12-83 and 3-12-84, only the amount of the purchase shall be included as accumulated contributions for the purposes of a refund under this chapter ; Section 2. That subdivision (27A) of § 3-12-47 be repealed. (27A) \"Electing participating unit,\" a participating unit which elects to allow certain of its employees an option to participate in the portable retirement option. Any political subdivision or unit of state government, including the legislative branch of state government, the judicial branch of state government, the executive branch of state government, the Board of Regents, or the elected constitutional offices, shall be considered as a separate participating unit for the purposes of § § 3-12-144 to 3-12-152, inclusive; Section 3. That subdivision (27B) of § 3-12-47 be repealed. (27B) \"Electing member,\" an eligible employee who has irrevocably elected the portable retirement option in lieu of certain benefits as provided in § § 3-12-95 and 3-12-98; Section 4. That subdivision (27C) of § 3-12-47 be repealed. (27C) \"Eligible employee,\" a permanent full-time employee who is not a member of the system and who is hired by an electing participating unit on or after the effective date of the unit's decision to participate in the portable retirement option; Section 5. That subdivision (57) of § 3-12-47 be repealed. (57) \"Portable retirement option,\" a retirement program alternative with specific requirements and benefits as provided in § § 3-12-144 to 3-12-152, inclusive; Section 6. That § 3-12-76 be amended to read as follows: 3-12-76. A member terminating public service is entitled to the sum of the member's accumulated contributions with interest upon application to the system in lieu of retaining credited service and benefits provided in this chapter. The funds contributed by a participating unit on behalf of a former member who, or whose spouse, has elected the withdrawal of the former member's accumulated contributions shall remain with the system, except as outlined in § 3-12-150 in the case of an electing member. The right to withdraw accumulated contributions shall cease ceases within ninety days of a return to employment with a participating unit. Section 7. That § 3-12-76.3 be amended to read as follows: 3-12-76.3. A member who elects to withdraw accumulated contributions as provided in § 3-12-76 , or 3-12-76.1 , or § 3-12-150 may receive the distribution directly. Eligible rollover distributions may be transferred by the system in a direct rollover to no more than one eligible retirement plan identified by the member if a member so elects. The system is not required to make an independent determination as to whether the plan identified by the member qualifies as an eligible retirement plan. By electing a direct rollover and identifying the eligible retirement plan to which an eligible rollover distribution is to be made, the member represents to the system that the identified plan qualifies as an eligible retirement plan. If the member does not elect a direct rollover, the distribution shall be issued in the name of, and directly to, the member. An electing participating unit may provide to the withdrawing member, either directly or through the system, a list or other compilation of eligible retirement plans for direct rollover. Section 8. That § 3-12-77 be amended to read as follows: 3-12-77. A member of the system who has less than five years credited service may leave his the member's accumulated contributions in the system upon termination of employment for a period not to exceed five years from the date of termination. However, no additional contributions may be made to the system by the member or a participating unit following the date of termination and no benefits in the retirement system may accrue to a member of the system following the date of termination , except as provided in § 3-12-72.4 . At the end of the five-year period, no further interest may be credited with respect to contributions. If the member fails to withdraw his the member's accumulated contributions within six years following his the member's termination, the member shall forfeit all rights to this accumulated contributions and to any credited service in connection therewith, if the system has made reasonable efforts to notify the member of his the member's withdrawal rights and the effect of this section. Section 9. That § 3-12-79 be amended to read as follows: 3-12-79. If a nonvested member who has terminated employment and has left his or her the member's accumulated contributions in the system does not return to employment with a participating unit within five years of the member's date of termination, the nonvested member shall withdraw his or her the member's accumulated contributions with interest from the system and membership in the system shall terminate. If the member is an electing member, the member also shall withdraw all or a portion of employer contributions as applicable pursuant to § 3-12-150. Section 10. That § 3-12-82 be amended to read as follows: 3-12-82. If less than one year of credited service is performed after last reentry, a retired member shall receive an allowance equal to the allowance the member would have received had the member not returned to employment, plus a refund of the member's accumulated contributions made during the period after last reentry. If one year or more of service is performed after reentry into employment, a retired member shall receive upon subsequent retirement an allowance based upon the member's total credited service and compensation from both initial and subsequent retirement. The member's total credited service from both initial and subsequent employment shall be taken into account in calculating a reduction, if any, in the member's allowance pursuant to § 3-12-106. Section 11. That § 3-12-90.6 be repealed. 3-12-90.6. The retirement allowance of each member who retired prior to July 1, 1991, and each beneficiary of a deceased member who retired prior to July 1, 1991, shall be recomputed in accordance with § 3-12-90.7, and beginning July 1, 1991, each such member is entitled to receive an allowance equal to the greater of the recomputed allowance or the allowance payable to that member without recomputation. Section 12. That § 3-12-90.7 be repealed. 3-12-90.7. The recomputed monthly allowance is equal to one and thirty hundredths percent of the member's final compensation, multiplied by the member's credited service and divided by twelve and improved by the improvement factor for each full fiscal year from the member's retirement date to July 1, 1991. If a member retired prior to his normal retirement age, an adjustment shall be made to his recalculated allowance in accordance with the law in effect at the time of his retirement. If a member elected an alternate form of annuity under the law in effect at the time of his retirement, an adjustment shall be made to his recalculated allowance based on the law in effect at the time of his retirement. If the recomputed allowance is to be paid to a beneficiary of a deceased member, the recomputed allowance shall be adjusted in accordance with the law in effect at the time of the member's retirement. Section 13. That § 3-12-90.8 be repealed. 3-12-90.8. No member or beneficiary whose allowance terminated prior to July 1, 1991, may receive any additional benefits pursuant to § 3-12-90.6 or 3-12-90.7. Section 14. That § 3-12-90.10 be repealed. 3-12-90.10. If the conditions described in § 3-12-122 occur and benefit reductions are necessary to correct those conditions, the benefits granted pursuant to § 3-12-90.6 or 3-12-90.7 may be reduced. However, the benefits may not be reduced below the level in effect on June 30, 1987. Section 15. That § 3-12-91 be amended to read as follows: 3-12-91. Upon retirement, a member shall receive a normal retirement allowance, commencing at normal retirement age or thereafter as provided in § 3-12-90, for class A credited service, equal to the larger of 1.3% of final compensation for each year of class A credited service, or 2.0% of final compensation for each year of class A credited service, less other public benefits. For purposes of this section, federal military retirement or federal national guard retirement benefits are not other public benefits. Class A credited service includes all credited service under this or any of the retirement systems consolidated pursuant to § 3-12-46. However, the allowance for each year of credited service prior to July 1, 1997 1998 , shall be as provided in § 3-12-92.5. Section 16. That § 3-12-92 be amended to read as follows: 3-12-92. Upon retirement after July 1, 1974 , a member shall receive a normal retirement allowance, commencing at normal retirement age or thereafter as provided in § 3-12-90, for class B credited service other than as a justice, judge, or magistrate judge, equal to 2.0% of final compensation for each year of class B credited service other than as a justice, judge, or magistrate judge. However, the allowance for each year of credited service prior to July 1, 1997 1998 , shall be as provided in § 3-12-92.5. Section 17. That § 3-12-92.4 be amended to read as follows: 3-12-92.4. Upon retirement after July 1, 1974 , a member shall receive a normal retirement allowance, commencing at normal retirement age or thereafter as provided in § 3-12-90, for class B credited service as a justice, judge, or magistrate judge equal to 3.333% of final compensation for each year of class B credited service as a justice, judge, or magistrate judge up to fifteen years plus 2.0% of final compensation for each year of class B credited service as a justice, judge, or magistrate judge in excess of fifteen years. However, the allowance for each year of credited service prior to July 1, 1997 1998 , shall be as provided in § 3-12-92.5. Section 18. That § 3-12-92.5 be amended to read as follows: 3-12-92.5. The retirement allowance for periods prior to July 1, 1997 1998 , shall be 1.4 1.475 % of final compensation for each year of class A credited service. The retirement allowance for periods prior to July 1, 1997 1998 , shall be 2.1 2.175 % of final compensation for each year of class B credited service other than as a justice, judge, or magistrate judge. The retirement allowance for periods prior to July 1, 1997 1998 , shall be 3.433 3.508 % of final compensation for each year of class B credited service as a justice, judge, or magistrate judge up to fifteen years, plus 2.1 2.175 % of final compensation for each year of class B credited service as a justice, judge, or magistrate judge in excess of fifteen years. Section 19. That § 3-12-92.6 be amended to read as follows: 3-12-92.6. Each member who retired prior to July 1, 1997 1998 , and each beneficiary of a deceased member who retired prior to July 1, 1997 1998 , shall receive a retirement allowance as provided in based on the provisions of § 3-12-92.5. Retirees and beneficiaries Any retiree or beneficiary receiving an allowance based on the class A 2.0% formula provided in § 3-12-91 shall continue to receive that allowance unless the retiree or beneficiary would receive a higher benefit under the 1.4 1.475 % formula provided in § 3-12-92.5 when improved by the improvement factor for each full fiscal year from the date of retirement to July 1, 1997 1998 . Increased benefits as provided by any amendment to this section are prospective in nature and are effective July 1, 1997 1998 . Each member or beneficiary of a member who retired prior to July 1, 1974, who is receiving benefits pursuant to § 3-12-126 or each member or beneficiary of a member who elected to retire pursuant to § 3-12-127, may shall have a benefit increased by an additional 2.0% as of July 1, 1998, in lieu of the increase provided in this section. If a member retired prior to normal retirement age, the allowance shall be adjusted in accordance with the law in effect at the time of retirement. If a member elected an alternate method of payment under the law in effect at the time of retirement, the allowance shall be adjusted in accordance with the law in effect at the time of retirement. If the additional allowance is to be paid to a beneficiary of a deceased member, the additional allowance shall be adjusted in accordance with the law in effect at the time of the member's retirement. No member or beneficiary whose retirement allowance terminated prior to July 1, 1997 1998 , may receive any benefits pursuant to this section. Section 20. That § 3-12-104 be amended to read as follows: 3-12-104. Within ninety days of becoming a member, attaining age thirty-five, or the first anniversary of a marriage, a member may elect to provide the member's spouse with additional survivor protection by increasing the member's contribution by an additional eight-tenths of one percent of compensation, which additional contribution may not be matched by the member's employer. The additional contribution shall commence with the first payroll period following the date of the election. It shall continue until the earlier of the member's spouse attaining age sixty-five, the death or disability of the member, the death of the spouse, termination of employment or the termination of the marriage as defined in the rules of the board of trustees. The additional contribution may not be treated as a member contribution for purposes of determining the amount of refund of member accumulated contributions. However, the contributions paid prior to January 1, 1979, shall be considered part of the member's accumulated contribution contributions for determining the amount of refund if the member terminates employment. Notwithstanding any other provision of this section, a member who is currently contributing to the system may terminate the additional survivor protection under this section, but all funds contributed for the additional survivor protection shall remain with the system and may not be considered as part of the member's accumulated contribution contributions . For the purposes of implementing this section, the eight-tenths of one percent contribution for additional survivor protection shall be applied to all compensation received on or after January 1, 1979, regardless of when that compensation was earned. Section 21. That § 3-12-110 be amended to read as follows: 3-12-110. If the aggregate benefits payable to a member and the member's beneficiaries pursuant to § § 3-12-75, 3-12-91, 3-12-92, 3-12-92.4, 3-12-94, 3-12-95, 3-12-99, and 3-12-103, after all allowances currently or potentially payable under any provision of this chapter have terminated, do not total to the member's accumulated contributions including one hundred percent of employer contributions , then the balance equal to the difference between the accumulated contributions and total payments made to date shall be paid in a lump sum as provided in this section. If the aggregate benefits payable to a member and the member's beneficiaries pursuant to § § 3-12-91, 3-12-92, and 3-12-94, after all allowances currently or potentially payable under any provision of this chapter have terminated, do not total to the sum of the member's contributions plus the employer contributions made on the member's behalf, plus interest thereon at the effective rate, then the balance equal to the difference between the sum and the total payments made to date shall be paid in a lump sum as provided in this section. If the aggregate benefits payable to an electing member and the member's beneficiaries, after all allowances currently or potentially payable under any provisions of this chapter have terminated, do not total to the amounts allowable to be withdrawn pursuant to § 3-12-150, then the balance shall be paid in a lump sum as provided in this section. Amounts payable under this section shall be paid as follows: (1) To the beneficiary designated by the member if any is designated; or (2) If no beneficiary is designated, then to all surviving children, irrespective of age, on a share alike basis; or (3) If no beneficiary is designated and there are no surviving children, then to the recipient of the last benefit payment made by the system or to the member's estate. This section does not apply to any member who withdraws accumulated contributions pursuant to § 3-12-76, 3-12-76.1, 3-12-77, or 3-12-79 after termination of employment, or to any nonvested member who dies after termination of employment. Section 22. That § 3-12-144 be repealed. 3-12-144. Notwithstanding any provisions to the contrary, a participating unit may elect to provide a portable retirement option as outlined in this chapter for eligible employees. Section 23. That § 3-12-145 be repealed. 3-12-145. A participating unit may become an electing participating unit at any time after July 1, 1995. To become an electing participating unit, a participating unit shall notify the system of the decision in writing at least thirty days prior to the date the unit intends to make the portable retirement option available to eligible employees. If the participating unit is the legislative branch of state government, the judicial branch of state government, the executive branch of state government, the Board of Regents, or a constitutional office, the written notice shall be delivered by the Executive Board of the Legislative Research Council, the Chief Justice, the Governor, the executive director of the Board of Regents, or the constitutional officer, respectively. If the participating unit is a political subdivision or a public corporation, the unit's governing body shall make the decision by resolution and shall deliver a copy of the resolution as written notification. An electing participating unit at a later date may choose to discontinue the portable retirement option for eligible employees. The unit then shall notify the system of the decision in writing at least thirty days before the unit discontinues offering the portable retirement option to eligible employees. However, any electing member who chooses the portable retirement option while the member's unit was offering the option shall continue in such status within the unit. Section 24. That § 3-12-146 be repealed. 3-12-146. An eligible employee may irrevocably choose to become an electing member within ninety days of employment with an electing participating unit. An eligible employee's decision to become an electing member does not affect the employee's retirement benefits as outlined in this chapter, the employee's option to participate in the deferred compensation program pursuant to chapter 3-13, or the employee's vesting date in the system pursuant to subdivision 3-12-47(72). Once an eligible employee has become an electing member, the employee shall retain the status during later employment within any electing participating unit, but shall be regarded as nonelecting during later employment within any nonelecting unit. Section 25. That § 3-12-147 be repealed. 3-12-147. An electing member is not eligible for the disability allowance as established in § § 3-12-98 and 3-12-99 unless the electing member irrevocably elects the disability allowance option within ninety days before or after completing three years of service as an electing member. The electing member shall pay to the system on a monthly basis an additional contribution in the amount of five-tenths of one percent of compensation for the optional disability allowance. Any such additional contribution may not be considered a part of the member's accumulated contributions and shall remain with the system. Coverage for benefits under § § 3-12-98 and 3-12-99 commences upon the first contribution for the coverage. Section 26. That § 3-12-148 be repealed. 3-12-148. An electing member is not eligible for the family benefit as outlined in § § 3-12-95 to 3-12-97, inclusive, unless the electing member irrevocably elects the family benefit option within ninety days before or after completing one year of service as an electing member. However, any electing member who is not married at the time of the election may irrevocably elect the family benefit option within ninety days of the first anniversary of a subsequent marriage. An electing member shall pay to the system on a monthly basis an additional contribution in the amount of two-tenths of one percent of compensation for the family benefit option. Any such additional contribution may not be considered a part of the member's accumulated contributions and shall remain with the system. Coverage for the benefits in § 3-12-95 commences upon the first contribution for coverage. Section 27. That § 3-12-149 be repealed. 3-12-149. Notwithstanding the provisions of § § 3-12-147 and 3-12-148, an electing member may participate in the additional survivor protection option established in § 3-12-104 under the same terms and conditions as a nonelecting member. Section 28. That § 3-12-150 be repealed. 3-12-150. An electing member with less than three years of credited service as an electing member upon termination of employment may withdraw, in addition to the member's accumulated contributions and interest pursuant to § 3-12-76, an amount equal to seventy-five percent of the associated employer contributions plus the effective rate of interest that has accumulated thereon as of the date of the withdrawal. An electing member with three or more years of credited service as an electing member upon termination of employment may withdraw, in addition to the member's accumulated contributions and interest pursuant to § 3-12-76, an amount equal to one hundred percent of the associated employer contributions plus the effective rate of interest that has accumulated thereon as of the date of the withdrawal. Section 29. That § 3-12-151 be repealed. 3-12-151. If an electing member withdraws contributions pursuant to § 3-12-150, but the member later is re-employed, becomes a member of the system, and wishes to redeposit those contributions for credited service pursuant to § 3-12-80, the total contributions withdrawn pursuant § 3-12-150 shall be redeposited under the same terms and conditions as provided in § 3-12-80. Section 30. That § 3-12-152 be repealed. 3-12-152. For purposes of contribution withdrawal pursuant to § 3-12-150, any member recapture of prior credited service by redeposit pursuant to § 3-12-80 or purchase of prior credited service pursuant to § 3-12-83 shall be deemed a member contribution, but may not be considered an employer contribution. Section 31. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: No member or former member of the system who has withdrawn contributions from the system prior to the effective date of this Act may receive any additional refund under the provisions of this Act."}, {"bill_id": 13581, "bill_version_id": 78048, "bill_version": "Enrolled", "bill_version_date": "1998-02-11T10:36:44-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13581, "action_date": "1998-01-13T14:00:00-06:00", "document_id": 76884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76884.pdf", "status_text": "First read in Senate and referred to", "journal_page": 28, "committee_id_action": 601, "committee_id_assigned": 582, "result": "N", "vote": {}}, {"bill_id": 13581, "action_date": "1998-01-28T10:00:00-06:00", "document_id": 76599, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76599.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 582, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13581, "action_date": "1998-01-28T10:00:00-06:00", "document_id": 76599, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76599.pdf", "status_text": "Do Pass,", "journal_page": 241, "committee_id_action": 582, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39981, "president_vote": null, "Yea": [2179, 2095, 2103, 2140, 2156]}}, {"bill_id": 13581, "action_date": "1998-01-30T14:00:00-06:00", "document_id": 76910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76910.pdf", "status_text": "Do Pass,", "journal_page": 263, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40105, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2122, 2125, 2129, 2130, 2137, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2191, 2196], "Excused": [2135]}}, {"bill_id": 13581, "action_date": "1998-02-02T14:00:00-06:00", "document_id": 76911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76911.pdf", "status_text": "First read in House and referred to", "journal_page": 353, "committee_id_action": 600, "committee_id_assigned": 594, "result": "N", "vote": {}}, {"bill_id": 13581, "action_date": "1998-02-09T10:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 594, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13581, "action_date": "1998-02-09T12:00:00-06:00", "document_id": 76388, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76388.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 594, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13581, "action_date": "1998-02-09T16:00:00-06:00", "document_id": 76693, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76693.pdf", "status_text": "Do Pass,", "journal_page": 472, "committee_id_action": 594, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38413, "president_vote": null, "Yea": [2161, 2117, 2097, 2113], "Excused": [2146]}}, {"bill_id": 13581, "action_date": "1998-02-09T16:00:00-06:00", "document_id": 76693, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76693.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 594, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13581, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76923.pdf", "status_text": "Do Pass,", "journal_page": 515, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40599, "president_vote": null, "Excused": [2096], "Yea": [2097, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2109, 2110, 2111, 2113, 2114, 2116, 2117, 2119, 2120, 2123, 2124, 2126, 2127, 2128, 2131, 2132, 2133, 2136, 2139, 2141, 2143, 2144, 2146, 2147, 2150, 2151, 2152, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2163, 2164, 2167, 2168, 2171, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2181, 2183, 2184, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2197, 2198, 2134], "Nay": [2153]}}, {"bill_id": 13581, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76928.pdf", "status_text": "Signed by President", "journal_page": 497, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13581, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76927.pdf", "status_text": "Signed by Speaker", "journal_page": 636, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13581, "action_date": "1998-02-13T14:00:00-06:00", "document_id": 76930, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76930.pdf", "status_text": "Delivered to the Governor", "journal_page": 502, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13581, "action_date": "1998-02-18T14:00:00-06:00", "document_id": 76936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76936.pdf", "status_text": "Signed by Governor", "journal_page": 570, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 871}