{"session_id": 7, "bill_id": 560, "bill_type": "Senate Bill", "bill_number": 5, "bill_title": "revise the form and style of certain provisions and to delete certain obsolete provisions regarding the Department of Tourism and State Development.", "sponsors": [{"legislator_profile_id": 655, "is_prime": true}, {"legislator_profile_id": 652, "is_prime": true}, {"legislator_profile_id": 682, "is_prime": false}, {"legislator_profile_id": 651, "is_prime": false}, {"legislator_profile_id": 636, "is_prime": false}, {"legislator_profile_id": 683, "is_prime": false}, {"legislator_profile_id": 648, "is_prime": false}, {"legislator_profile_id": 691, "is_prime": false}], "keywords": ["Department of Tourism and State Development", "State Affairs and Government"], "audio": [{"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst06.mp3", "start_seconds": 3957.0}, {"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst06.mp3", "start_seconds": 3957.0}, {"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst06.mp3", "start_seconds": 3957.0}, {"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst06.mp3", "start_seconds": 3957.0}, {"meeting_datetime": "2009-01-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen09.mp3", "start_seconds": 511.0}, {"meeting_datetime": "2009-01-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen09.mp3", "start_seconds": 511.0}, {"meeting_datetime": "2009-01-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen09.mp3", "start_seconds": 511.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst30.mp3", "start_seconds": 3138.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst30.mp3", "start_seconds": 3138.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst30.mp3", "start_seconds": 3138.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst30.mp3", "start_seconds": 3138.0}], "bill_versions": [{"bill_id": 560, "bill_version_id": 4964, "bill_version": "Introduced", "bill_version_date": "2008-12-16T11:21:05.42-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the form and style of certain provisions and to delete certain obsolete provisions regarding the Department of Tourism and State Development. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-4-4 be amended to read as follows: 1-4-4. The Governor shall invite and solicit the officials of the Bureau of Indian Affairs and officials of the Division of Indian Health of the United States Public Health Service, the United States Departments of Housing and Urban Development, Labor, Justice, Agriculture, and Transportation, and the United States Department of Health and Human Services, the United States Attorney's Office for the district of South Dakota and the United States Economic Development Administration, to participate and act in an advisory capacity to the Office of Tribal Governmental Relations. Any state agency, commission, board, department, or institution shall render such advice and assistance to the Office of Tribal Governmental Relations which said as the office may deem necessary in fulfillment of the provisions of this chapter. Section 2. The code counsel shall transfer § 1-4-4 to chapter 1-52. Section 3. That § 1-16B-1 be amended to read as follows: 1-16B-1. Terms used in this chapter unless the context plainly otherwise requires, mean: (1) \"Authority,\" the South Dakota Economic Development Finance Authority created by this chapter; (2) \"Board,\" the board of directors of the authority. Section 4. That § 1-16B-3 be amended to read as follows: 1-16B-3. \"Development The term, development project, \" as used in this chapter unless the context otherwise plainly requires, means any site, structure, facility, service, utility, or undertaking comprising, serving, or being a part of any industrial or agricultural or nonagricultural products, storage, distribution, or manufacturing enterprise. Section 5. That § 1-16B-4 be amended to read as follows: 1-16B-4. \"Cost The phrase, cost of establishing a development project, \" as used in this chapter unless the context otherwise plainly requires, means any or all of the following: (1) The cost of construction including heating, air conditioning, lighting, and plumbing; (2) The cost of all lands, property, rights, easements, and franchises acquired, which are deemed necessary for such construction; (3) Financing charges, interest prior to and during construction and , the cost of engineering and , legal expense expenses , plans, specifications, and surveys; (4) Estimates of costs and other expenses necessary or incident to determining the feasibility or practicability of any development project together with such other expenses as may be necessary or incident to the financing and construction of the development project and the placing of the same development project in operation; (5) The cost of acquisition and installation of machinery, equipment, and other tangible personal property. The cost of machinery and equipment and its installation and maintenance shall may not be included in the \" cost of establishing a development project, \" but shall be provided by the responsible tenant or responsible buyer. Section 6. That § 1-16B-6 be amended to read as follows: 1-16B-6. \"Enterprise,\" The term, enterprise, as used in this chapter, means any person, partnership, firm, limited liability company, company, or corporation whether organized for profit or not, which is deemed by the authority, after proper investigation, to be financially responsible to assume all loan payments and all other obligations prescribed by the authority in the purchase of a development project and in the operation of an industrial, processing, storage, distribution, or manufacturing enterprise therein or thereon. Section 7. That § 1-16B-14 be amended to read as follows: 1-16B-14. The authority may exercise all powers necessary or appropriate to carry out the purposes of this chapter, including , but not limited to, the following: (1) To conduct examinations and to hear testimony and take proof, under oath or affirmation at public or private hearings, on any matter material for its information and necessary to the establishment of development projects hereunder or other determinations related to the exercise of the authority's lawful powers; (2) To authorize any member or members of such authority to conduct hearings, to administer oaths , and take affidavits; (3) To sue and be sued; (4) To adopt rules pursuant to chapter 1-26 to establish procedures to implement this chapter and which will establish a priority system for the granting of loan requests based on the availability of capital in the areas from which the applications are received, thus assuring priority is accorded to those applications received from those areas where capital shortages exist; (5) To make contracts and to execute all instruments; (6) To adopt, use, and alter a corporate seal; (7) To enter into agreements with any federal agency. Section 8. That § 1-16B-16 be amended to read as follows: 1-16B-16. The authority shall have the power to may issue notes, to renew notes and bonds, to pay notes and the interest thereon, to refund any bonds by the issuance of new bonds whenever it deems refunding expedient whether the bonds to be refunded have or have not matured, and to issue bonds partly to refund bonds then outstanding and partly for any of its corporate purposes. The refunding bonds to shall be refunded or sold and the proceeds applied to the purchase, redemption, or payment of such bonds. Section 9. That § 1-16B-18 be amended to read as follows: 1-16B-18. Notes and bonds shall be authorized by resolution of the authority, shall bear the dates and shall mature at the times the resolution provides, except that no bond shall may mature more than twenty years from the date of its issue. The bonds may be issued as serial bonds payable in annual installments, or as term bonds, or as a combination thereof. The notes and bonds shall bear interest at the rate, be in denominations, be either coupon or registered, carry registration privileges, be executed in the manner, be payable in the medium of payment and at the place , and be subject to the terms of redemption that the resolution provides. The notes and bonds of the authority may be sold by the authority at public or private sale at the price determined by the authority. Section 10. That § 1-16B-20 be amended to read as follows: 1-16B-20. No obligation issued under the provisions of this chapter shall constitute constitutes a debt or liability or obligation of the state or any political subdivision or a pledge of the faith and credit of the state or any political subdivision but shall be is payable solely from the revenue or assets of the authority. Each obligation issued under this chapter shall contain on its face a statement that the authority shall is not be obligated to pay the principal or interest except from the revenues or assets pledged and that neither the faith and credit nor the taxing power of the state or any political subdivision is pledged to the payment of the principal or interest on the obligation. Section 11. That § 1-16B-26 be amended to read as follows: 1-16B-26. The trustee may, and upon written request of the holders of twenty-five percent of the principal amount of the outstanding bonds or notes shall, in his the trustee's own name: (1) Enforce all rights of the bondholders or noteholders, including the rights to require the authority to collect interest and amortization payments on the mortgages held by it, adequate to carry out any agreement as to, or pledge of, such interest and amortization payments, to collect and enforce the payment of principal and interest due or becoming due on loans to mortgage lenders and collect and enforce any collateral securing such loans or sell such collateral, so as to carry out any contract as to, or pledge of such revenues, and to require the authority to perform the terms of any contract with the holders of the bonds or notes and to perform its duties under this chapter; (2) Bring suit upon all or any part of the bonds or notes; (3) Require the authority to account as if it were the trustee of an express trust for the holders of the bonds or notes; (4) Enjoin any acts which may be unlawful or in violation of the rights of the holders of the bonds or notes; (5) Declare all bonds or notes due and payable, and, if all defaults shall be made good, then, with the consent of the holders of twenty-five percent of the principal amount of the outstanding bonds or notes, annul the declaration and its consequences. Section 12. That § 1-16B-33 be amended to read as follows: 1-16B-33. The chairman chair of the board of directors shall annually submit to the Bureau of Finance and Management a budget estimate in accordance with § 4-7-7 stating the sum, if any, needed to restore the capital reserve fund to the level of the capital reserve requirement. In the event If the chairman chair certifies a need to restore the capital reserve fund, the Governor shall submit a budget in accordance with § 4-7-9 including the sum, if any, needed to restore the capital reserve fund to the level of the capital reserve requirement. All sums appropriated by the Legislature for the restoration shall be deposited in the capital reserve fund. Section 13. That § 1-16B-44 be amended to read as follows: 1-16B-44. If any federal agency participates in the financing of a development project with federal funds, the authority may adjust the required ratios of financial participation for the enterprise to the extent of the federal participation ; provided, however, that . However, the adjustment of such ratios shall may not cause the authority to grant a loan to the enterprise in excess of eighty percent of the cost or estimated cost of the development project. If any federal agency participating in the financing of any development project is not permitted to take a mortgage subordinate to the mortgage of the authority, the authority may secure its loan to the enterprise with a mortgage subordinate to that of the federal agency. Section 14. That § 1-16B-47 be amended to read as follows: 1-16B-47. The authority may, as necessary or appropriate to carry out the purposes of this chapter, take title by foreclosure to any development project where such acquisition is necessary to protect any loan previously made by the authority, and may sell, transfer, or convey any such development project to any responsible buyer. If such sale, transfer, or conveyance cannot be effected with reasonable promptness, the authority may, in order to minimize financial losses and sustain employment, lease such development project to a responsible tenant or tenants ; provided . However, the authority shall may not lease development projects except under the conditions and for the purposes cited in this section. Section 15. That § 1-16B-48 be amended to read as follows: 1-16B-48. The authority shall submit annual reports. The reports shall include , but not be limited to : (1) Its operations and accomplishments; (2) Its receipts and expenditures during the previous fiscal year; (3) Its assets and liabilities at the end of the previous fiscal year, including a schedule of its mortgage loans and commitments and the status of reserve, special , or other funds; (4) A schedule of the outstanding notes and bonds and a statement of the amounts redeemed and incurred during the previous fiscal year. Section 16. That § 1-16G-4 be amended to read as follows: 1-16G-4. The Department of Revenue and Regulation shall deposit at the end of each reporting period provided for in § 10-45-27 the amount resulting from the one percent increase established in §§ 10-45-2, 10-45-5, 10-45-5.3, 10-45-6, 10-45-6.1, 10-45-8, 10-46-2.1, and 10- 46-2.2, inclusive, into the revolving economic development and initiative fund. Section 17. That § 1-16G-8 be amended to read as follows: 1-16G-8. The Board of Economic Development shall promulgate rules pursuant to chapter 1-26 concerning the following: (1) The existing barriers to economic growth and development in the state; (2) Developing investment in research and development in high technology industries; (3) The submission of business plans prior to the approval of economic development grants or loans. Business plans shall include the products or services to be offered by the applicant, job descriptions with attendant salary or wage information by job category, educational requirements by job category, methods of accounting, financing other than that provided by the economic development loan, and marketing, sales, merchandising , and other disciplines proposed to be used for business growth and expansion; (4) The cooperation between agencies of state government and applicant businesses for nonfinancial services including loan packaging, marketing assistance, research assistance, and to assist those businesses to find assistance with finding solutions for complying with environmental, energy, health, safety, and other federal, state, and local laws and regulation; and regulations; (5) Regular performance monitoring and reporting systems for participating businesses to assure compliance with their business plans and terms of repayment; (6) Establish eligibility criteria for grants and loans; (7) Establish application procedures for grants and loans; (8) Establish criteria to determine which applicants will receive grants or loans; (9) Govern the use of proceeds of grants and loans; (10) Establish criteria for the terms and conditions upon which loans shall be made, including matching requirements, interest rates, repayment terms, and the terms of security given to secure such loans; and (11) Establish criteria for the terms and conditions upon which grants shall be made, including permitted uses, performance criteria, and matching requirements. Section 18. That § 1-16G-16.1 be amended to read as follows: 1-16G-16.1. The Board of Economic Development may use the REDI revolving economic development and initiative fund for the purpose of paying taxes and liens and for the procuring of legal services and other services necessary to protect, recover, maintain , and liquidate the assets of the REDI revolving economic development and initiative fund. Such costs may be incurred and paid up to ten percent of the loan balance with a majority vote of the board of economic development. Costs in excess of ten percent shall be approved by a two-thirds vote of the board. Such services are not subject to state bid laws so long as such services are procured in a commercially acceptable manner. Section 19. That § 1-16G-19 be repealed. 1-16G-19. The board may exempt from the one-to-one matching requirement of § 1-16G-5 loans from the revolving economic development and initiative fund made to individuals who have graduated from any postsecondary institution or high school in South Dakota, either public or private. Any such loan may not exceed fifty thousand dollars. Applications for such loans shall be submitted to the board within three years of the applicant's date of graduation from a postsecondary institution or within seven years of the applicant's date of graduation from high school. Such loans shall comply with all other requirements of § 1-16G-5, including the requirement that the borrower provide at least ten percent cash equity in the project. Loan applicants shall be sponsored by a bank, small business development center or economic development corporation. Such sponsoring entity shall submit an analysis of the business plan and a loan servicing plan acceptable to the board. Section 20. That § 1-16G-28 be amended to read as follows: 1-16G-28. In connection with the administration of the value added agriculture subfund, the Board of Economic Development may, pursuant to chapter 1-26, adopt such rules as it deems necessary to implement the purposes of §§ 1-16G-24 to 1-16G-28, inclusive, and § 10-47B-119 including: (1) Setting the application procedures for those who apply for loans or grants from the value added agriculture subfund; (2) Establishing criteria to determine which applicants will receive such loans or grants; (3) Governing the use of proceeds of such loans or grants; (4) Establishing criteria for the terms and conditions upon which such loans or grants shall be made, including the terms of security given, if any, to secure such loans; and (5) Governing the use of proceeds by lenders of funds advanced to the lenders by the board including the terms and conditions upon which the proceeds shall be loaned to borrowers for the purposes described in §§ 1-16G-24 to 1-16G-28, inclusive, and § 10-47B-119. Section 21. That § 1-16H-7 be amended to read as follows: 1-16H-7. Members of the board shall receive compensation for the performance of their duties as established by the Legislature in accordance with § 4-7-10.4 from the funds of the authority. Members may be reimbursed at rates established by the Bureau of Personnel Board of Finance for necessary expenses, including travel and lodging expenses, incurred in connection with the performance of their duties as members. Section 22. That § 1-16H-11 be amended to read as follows: 1-16H-11. A majority of the members of the board constitute constitutes a quorum for the transaction of business. All Any official acts act of the authority shall require requires the affirmative vote of at least four members of the board at a meeting of the board at which the members casting those affirmative votes are present. Section 23. That § 1-16H-19 be amended to read as follows: 1-16H-19. The authority shall have the continuing power to may issue revenue bonds, notes, or other evidences of indebtedness to pay the cost incurred in connection with developing, constructing, acquiring, improving, maintaining, operating, and decommissioning projects. For the purpose of evidencing the obligations of the authority to repay any money borrowed, the authority may, pursuant to resolution, from time to time issue and dispose of its interest bearing revenue bonds, notes, or other instruments and may also from time to time issue and dispose of such bonds, notes, or other instruments to refund, at maturity, at a redemption date , or in advance of either, any revenue bonds, notes, or other instruments pursuant to redemption provisions or at any time before maturity. All such revenue bonds, notes, or other instruments shall be are payable solely from the revenues or income to be derived with respect to projects, from the leasing or sale of the projects, or from any other funds available to the authority for such purposes. The revenue bonds, notes, or other instruments may bear such date or dates, may mature at such time or times not exceeding forty years from their respective dates, may bear interest at such rate or rates, may be in such form, may carry such registration privileges, may be executed in such manner, may be payable at such place or places, may be made subject to redemption in such manner and upon such terms, with or without premium as is stated on the face thereof, may be authenticated in such manner, and may contain such terms and covenants as may be provided by an applicable resolution. Section 24. That § 1-16H-21 be amended to read as follows: 1-16H-21. If the authority fails to pay the principal of or interest on any of the revenue bonds or premium, if any, as the same become principal or interest becomes due, a civil action to compel payment may be instituted in the appropriate circuit court by the holder or holders of the revenue bonds on which such default of payment exists or by an indenture trustee acting on behalf of such holders. Delivery of a summons and a copy of the complaint to the chair of the board constitutes sufficient service to give the circuit court jurisdiction of the subject matter of such a suit and jurisdiction over the authority and its officers named as defendants for the purpose of compelling such payment. Section 25. That § 1-16H-22 be amended to read as follows: 1-16H-22. Notwithstanding the form and tenor of any such revenue bonds, notes, or other instruments and in the absence of any express recital on the face of any such revenue bond, note, or other instruments that it is non-negotiable, all such revenue bonds, notes, and other instruments shall be are negotiable instruments. Pending the preparation and execution of any such revenue bonds, notes, or other instruments, temporary revenue bonds, notes, or instruments may be issued as provided by resolution. Section 26. That § 1-16H-24 be amended to read as follows: 1-16H-24. The revenue bonds or notes shall be secured as provided in the authorizing resolution which may, notwithstanding any other provision of this chapter, include in addition to any other security a specific pledge or assignment of and lien on or security interest in any or all revenues or money of the authority from whatever source which may by law be used for debt service purposes and a specific pledge or assignment of and lien on or security interest in any funds or accounts established or provided for by resolution of the authority authorizing the issuance of such revenue bonds, notes, or other instruments. Any pledge made by the authority of revenues or other moneys received or to be received by the authority pursuant to an agreement with a governmental agency relating to a project to pay revenue bonds, notes, or other evidences of indebtedness of the authority shall be is binding from the time the pledge is made. Revenues and other moneys received or to be received by the authority pursuant to an agreement with a governmental agency relating to a project so pledged to pay revenue bonds, notes, or other evidences of indebtedness of the authority shall be held outside of the state treasury and in the custody of the authority or a trustee or a depository appointed by the authority. Revenues or other moneys received or to be received by the authority pursuant to an agreement with a governmental agency relating to a project so pledged to pay revenue bonds, notes, or other evidences of indebtedness of the authority and thereafter received by the authority or such trustee or depository shall is immediately be subject to the lien of the pledge without any physical delivery thereof or further act, and the lien of any pledge shall be is binding against all parties having claims of any kind of tort, contract, or otherwise against the authority or the State of South Dakota, irrespective of whether the parties have notice thereof. Neither the resolution nor any other instrument by which a pledge is created need be filed or recorded except in the records of the authority. Section 27. That § 1-16H-31 be amended to read as follows: 1-16H-31. The authority may acquire, develop, construct, improve, maintain, operate, and decommission any project, either under its own direction or through collaboration with any approved applicant, or to acquire any project through purchase or otherwise, using for that purpose the proceeds derived from its sale of revenue bonds, notes, or other instruments or governmental loans, grants , or other funds , and to hold title to those projects in the name of the authority. Section 28. That § 1-16H-31.4 be amended to read as follows: 1-16H-31.4. Title to the subsurface property interest specified in the declaration shall vest vests in the authority and the subsurface property interest shall be is deemed condemned and taken for the use of the authority, and the right to just compensation for the subsurface property interest shall vest vests in the persons entitled thereto either on the date the decision is rendered pursuant to the hearing provided for in § 21-35-10.1 or the date the hearing is waived, either by consent in writing or by failing to make demand for the hearing within the time allowed. Section 29. That § 1-18-4 be amended to read as follows: 1-18-4. Such historical society The South Dakota State Historical Society shall be composed of individual life, individual, patron individual, corporate, unincorporated association, honorary, corresponding, and auxiliary members. Members may be chosen by the board of trustees of the society at any regular or special meeting thereof of the board . Section 30. That § 1-18-7 be amended to read as follows: 1-18-7. Except as otherwise specially provided, only life and annual members shall hold office in such the historical society, and the right to vote and take part in its proceedings shall be possessed only by life and annual members and delegates from auxiliary societies. Section 31. That § 1-18-19 be amended to read as follows: 1-18-19. The duties of the president shall be to preside at all meetings of the historical society and of the board of trustees, and to sign all deeds, releases, and conveyances executed by the society. The duties of the vice-president shall be to discharge the duties of the president in the event of his the president's absence or inability to act from any cause. Section 32. That § 1-18-25 be amended to read as follows: 1-18-25. The state treasurer shall be is treasurer of the historical society and it . The state treasurer shall be his duty to receive and keep in his care and maintain custody of all money, securities for money, and such other property of the society as shall be that is committed to his the state treasurer's charge by the board of trustees; to invest the capital of the special funds in his hands as shall be authorized by the board of trustees; to pay out such funds as he shall be authorized to pay; to ; and render from time to time, to the society, statements in writing of the sums of money by him received and from what source received, of the sums by him disbursed and for what purpose, with proper vouchers accompanying the same ; , and of money, securities, and property in his the state treasurer's possession ; , and generally of all matters pertaining to his the office , as of the treasurer of such the historical society , concerning which information may be desired . Section 33. That § 1-18-27 be amended to read as follows: 1-18-27. The historical society shall have the authority to may employ such personnel as it deems necessary. Such employees shall be appointed and removed in accordance with the laws of this state governing the employment of personnel. Section 34. That § 1-18-28 be amended to read as follows: 1-18-28. The compensation of the officers and employees any officer or employee of the historical society shall be fixed by the board of trustees in accordance with the laws of the state and shall be paid by the treasurer, under such rules as may be prescribed in the bylaws of the society or by law. All officers and employees shall be Any officer or employee is considered a state employees employee and shall be is entitled to all benefits of such employees. Section 35. That § 1-18-30 be amended to read as follows: 1-18-30. Such The historical society shall be is the trustee of the state for all property now or hereafter assigned to it and as such shall faithfully expend and apply all money received from the state to the uses and purposes directed by law, and shall hold all its collections and property for the state, and shall may not sell, mortgage, transfer, or in any manner dispose of or remove the same collections and property from the rooms provided by the state for the accommodation of the society without authority of law or the consent of the Legislature. This section shall does not prevent the sale or exchange of any duplicates which the society may have or obtain. Section 36. That § 1-18-30.1 be amended to read as follows: 1-18-30.1. The State Historical Society Board of Trustees shall be is the trustee of the state for all property now or hereafter assigned to it and shall expend and apply all money received from the state to the uses and purposes directed by law. It The board of trustees shall hold all its collections and property for the state , and shall establish procedures for the review and disposition of its collections and property . Section 37. That § 1-18B-1 be amended to read as follows: 1-18B-1. Terms as used in this chapter , unless the context otherwise plainly requires, mean: (1) \"Board,\" the State Historical Society Board of Trustees provided for by § 1-18-12.2; and (2) \"Office,\" the Office of History within the Department of Tourism and State Development. Section 38. That § 1-18B-2 be amended to read as follows: 1-18B-2. In addition to the other duties imposed upon it by law, it shall be the duty of the State Historical Society Board of Trustees to shall collect, preserve, exhibit, and publish material for the study of history, especially the history of this South Dakota and adjacent states; and to this end to explore the archaeology of the region; acquire documents and manuscripts; obtain narratives and records of pioneers; conduct a library of historical reference; maintain a gallery of historical portraiture, and an ethnological and historical museum; publish and otherwise diffuse information relating to the history of the region ; and, in general, encourage and develop within the state the study of history. Section 39. That § 1-18B-4 be amended to read as follows: 1-18B-4. The State Historical Society Board of Trustees may expend such funds as are made available to it for the purposes assigned to it by law. Such expenditures shall be made in accordance with the laws of the state and paid out on vouchers signed by the chairman chair of the board or a duly authorized representative of the board. Section 40. That § 1-18B-9 be amended to read as follows: 1-18B-9. Public officials in and for the State of South Dakota and of counties and municipalities thereof are hereby authorized to Any state, county, or municipal public official may release , to the Office of History of the Department of Education, records designated by the supervisor thereof, any record for microfilming , taking the receipt of the said office therefor, and under the following circumstances: (1) The supervisor must official shall designate such record or records in writing and certify that the same have record has important historical value . ; (2) Such The record must shall be of the type and sort which is not ordinarily in current usage . ; (3) The office must official shall receive a receipt for the record and pay all costs of transportation of the said record or records from its place of deposit to the capitol capital and for its return, including insurance thereon , if conveyed by other than an official of the said office . ; (4) Such records shall record may not be absent from their its legal place of deposit for a period of over four weeks . ; (5) Microfilms of such the record shall be available to the legal custodians thereof at the cost of reproducing them by the office the record . Section 41. That § 1-18C-1 be amended to read as follows: 1-18C-1. Terms as used in this chapter , unless the context otherwise requires, shall mean: (1) \"Agency head,\" the chief or principal official or representative in any such agency, or the presiding judge of any state court, by whatever title known; (2) \"Agency records,\" any book, document, paper, photograph, microfilm, sound recording, or other material, regardless of physical form or characteristics, made or received pursuant to law, charter, ordinance , or other authority, in connection with the transaction of official business and which is normally maintained within the custody or control of a state agency; (3) \"Archival resources,\" those noncurrent state records which are no longer essential to the functioning of the agency of origin and which the state archivist determines to have permanent value for research, reference, or other usage appropriate to document the organization, function, policies, and transactions of state government; (4) \"State agency,\" any department, division, office, commission, court, board, or any other unit or body, however designated, of the state government. The provisions of this chapter shall do not extend to agencies of county and municipal government except in those instances when unless the records of said county or municipal agencies are in danger of deterioration, destruction, or loss and when unless the state archivist is willing and able to receive said county or municipal records. Section 42. That § 1-18C-2 be amended to read as follows: 1-18C-2. There is hereby established in the Office of History the state archives. The state archives shall constitute constitutes one program within the Office of History in the Department of Tourism and State Development. Section 43. That § 1-18C-4 be amended to read as follows: 1-18C-4. It shall be the duty of the The state archivist to shall administer the state archives . In exercising his administration, the archivist and in so doing shall formulate policies, establish organizational and operational procedures, and exercise general supervision pursuant to the objectives and purposes of the state archives. Section 44. That § 1-18C-5 be amended to read as follows: 1-18C-5. The archivist shall be is the official custodian of the archival resources of the state , and it shall be his duty to assemble, preserve, and service the permanently valuable records of the state. It The archivist shall be his duty to receive all records transferred to the archives for permanent retention and to negotiate for the transfer of any records in the custody of a state agency. It The archivist shall be his responsibility to make the any records in his custody available to serve the administrative and informational needs of state government and the people of the State of South Dakota. Section 45. That § 1-18C-6 be amended to read as follows: 1-18C-6. Within limits of available appropriations and according to guidelines established by the Bureau of Personnel, the secretary of tourism and state development shall have authority to may hire additional trained personnel in order to more efficiently index, catalog, and otherwise make accessible to state agencies and the public the permanently valuable records in the custody of the state archives. Section 46. That § 1-18C-7 be amended to read as follows: 1-18C-7. The archivist shall have authority to may acquire, in total or in part, any records, regardless of physical characteristics, which have been submitted to the records destruction board for final disposition when if such material is determined to be of informational or historical significance by the archivist. Section 47. That § 1-18C-8 be amended to read as follows: 1-18C-8. The archivist shall prepare receipts for any archival resources acquired under the provisions of this law chapter , and shall deliver one copy to the state records manager and one copy to the agency head from which the records were obtained, and retain one or more copies for use in the state archives. Section 48. That § 1-18C-9 be amended to read as follows: 1-18C-9. The archivist shall take all precautions necessary to ensure that records placed in his the archivist's custody, the use of which is restricted by or pursuant to law or for reasons of security and the public interest, shall be are inspected, surveyed, or otherwise used only in accordance with law and the rules and regulations imposed by the archivist in consultation with the agency of origin. Section 49. That § 1-18C-10 be amended to read as follows: 1-18C-10. The archivist shall make archival resources under his the archivist's supervision available to state agencies and to the public at reasonable times, subject to appropriate restrictions and regulations. He . The archivist shall carefully protect and preserve such materials from deterioration, destruction, or loss through application of appropriate techniques for preserving archival and library materials. Section 50. That § 1-18C-11 be amended to read as follows: 1-18C-11. The archivist shall have authority to may publish archival material, reports, bulletins, and other publications which will further the objectives of the Office of State Archivist and the state archives. He The archivist shall, consistent with existing laws, establish the price at which publications may be sold or delivered. Section 51. That § 1-18C-12 be amended to read as follows: 1-18C-12. The rules adopted by the State Historical Society Board of Trustees shall be promulgated promulgate rules, pursuant to chapter 1-26 , to establish procedures for review, disposition, and storage of historical governmental documents having permanent value. Section 52. That § 1-19-2.2 be amended to read as follows: 1-19-2.2. The State Historical Society Board of Trustees shall be is responsible for maintaining and improving the memorial established pursuant to this chapter to commemorate the visit of the Verendrye brothers to central South Dakota and the planting of the Verendrye plate at Fort Pierre in March 1743. Section 53. That § 1-19-7 be amended to read as follows: 1-19-7. The State Historical Society, as trustee for the state is hereby authorized to , may accept title to an acre or smaller quantity of land on which the Savo monument stands in the northwest corner of section twenty-seven, township one hundred twenty-eight, range sixty-three, in Savo township, Brown County, South Dakota and to assume custody of such tract and monument. Section 54. That § 1-19-8 be amended to read as follows: 1-19-8. Those The South Dakota State Historical Society shall supervise the sites and monuments described in this chapter , which are accepted for the use of the South Dakota State Historical Society or held under the supervision of , or in trust by , the South Dakota State Historical Society for the benefit and use of the people of the state and such any other sites and monuments as the South Dakota State Historical Society may determine shall be held under the supervision of the State Historical Society Board of Trustees for the benefit and use of the people of the state . Section 55. That § 1-19A-3 be amended to read as follows: 1-19A-3. The Office of History shall have the power and duty to undertake a statewide survey to identify and document historic properties, including all those owned by the state, its instrumentalities , and its political subdivisions. Section 56. That § 1-19A-6 be amended to read as follows: 1-19A-6. The Office of History shall have the power and duty to participate in international conferences and programs concerning historic preservation and cooperate with federal officials and agencies in the conduct of such activities. Section 57. That § 1-19A-7 be amended to read as follows: 1-19A-7. The Office of History shall have the power and duty to cooperate with federal, state, and local government agencies in the planning and conduct of specific undertakings affecting historic properties and preservation objectives and in overall land use planning. Section 58. That § 1-19A-8 be amended to read as follows: 1-19A-8. The Office of History shall have the power and duty to undertake the procedures necessary to qualify the state for participation in sources of federal aid for historic preservation purposes. Section 59. That § 1-19A-9 be amended to read as follows: 1-19A-9. The Office of History is designated the state agency with the power authority to accept any and all moneys provided for or made available to the State of South Dakota, except those moneys provided for or made available to programs at South Dakota School of Mines and Technology, for the purposes of historic preservation. Section 60. That § 1-19A-10 be amended to read as follows: 1-19A-10. The Office of History shall have the power and duty to prepare the state's preservation plan and review that plan annually and revise it accordingly. Section 61. That § 1-19A-11 be amended to read as follows: 1-19A-11. The State Historical Society Board of Trustees shall promulgate rules pursuant to chapters chapter 1-26 to acquire and dispose of historic properties and specimens and for the preservation, restoration, maintenance, and operation of properties under the jurisdiction of the office. Section 62. That § 1-19A-12 be amended to read as follows: 1-19A-12. The Office of History shall have the power and duty to coordinate the activities of local historical commissions in accordance with the state plan and programs for historic preservation. Section 63. That § 1-19A-13 be amended to read as follows: 1-19A-13. The Office of History shall have the power and duty to provide technical and financial assistance to local historical commissions and private parties involved in historic preservation activities. Section 64. That § 1-19A-13.5 be amended to read as follows: 1-19A-13.5. For the purpose of the administration of §§ 1-19A-13.1 to 1-19A-13.5, inclusive, the State Historical Society Board of Trustees is authorized to may adopt rules pursuant to chapter 1-26. Section 65. That § 1-19A-14 be amended to read as follows: 1-19A-14. The Office of History shall have the power and duty to provide information on historic properties within the state to the agencies and instrumentalities of the federal, state, and local governments and, where if appropriate , to private individuals and organizations. Section 66. That § 1-19A-15 be amended to read as follows: 1-19A-15. The Office of History shall have the power and duty to stimulate public interest in historic preservation including the development and implementation of interpretive programs for historic properties listed on the state register of historic places and through the management of the state's historical marker program. Section 67. That § 1-19A-16 be amended to read as follows: 1-19A-16. The Office of History shall have the power and duty to develop an on-going program of historical, architectural, paleontological, and archaeological research and development to include continuing surveys, excavation, scientific recording, interpretation, and publication of the state's historical, architectural, archaeological, paleontological, and cultural resources. The provisions of this section do not limit, modify, or in any way alter initiation, control, or administration of apply to programs within the South Dakota School of Mines and Technology. A reasonable charge may be made for publications. Section 68. That § 1-19A-17 be amended to read as follows: 1-19A-17. Any historic property acquired, whether in fee or otherwise, may be used, maintained, improved, restored, or operated by the office for any purpose within its powers and not inconsistent with the purpose of the continued preservation of the property. No historic property shall may be acquired, whether in fee or otherwise, except by act of the Legislature. Section 69. That § 1-19A-19 be amended to read as follows: 1-19A-19. The State Historical Society Board of Trustees shall have the power and duty to : (1) Approve nominations to the state and national registers of historic places; (2) Review the state survey of historic properties undertaken in accordance with the provisions of this chapter; (3) Review the content of the state preservation plan developed in accordance with the provisions of this chapter; (4) Approve the removal of properties from the state register; (5) Recommend the removal of properties from the national register; and (6) Otherwise act in an advisory capacity to the Office of History. Section 70. That § 1-19B-2 be amended to read as follows: 1-19B-2. The governing body of any county or municipality is hereby authorized to may establish an historic preservation commission, hereinafter referred to as \"the commission,\" to preserve, promote , and develop the historical resources of such county or municipality in accordance with the provisions of this chapter. Section 71. That § 1-19B-8 be amended to read as follows: 1-19B-8. Any county or municipal historic preservation commission established pursuant to this chapter shall be authorized to may conduct a survey of local historic properties, complying with all applicable standards and criteria of the statewide survey undertaken by the Office of History of the Department of Tourism and State Development. Section 72. That § 1-19B-9 be amended to read as follows: 1-19B-9. Any county or municipal historic preservation commission established pursuant to this chapter shall be authorized to may enter, solely in performance of its official duties and only at reasonable times, upon private lands for examination or survey thereof . However, no member, employee, or agent of the commission may enter any private building or structure without the express consent of the owner or occupant thereof . Section 73. That § 1-19B-10 be amended to read as follows: 1-19B-10. Any county or municipal historic preservation commission established pursuant to this chapter shall be authorized to may participate in the conduct of land-use, urban renewal, and other planning processes undertaken by the county or municipality. Section 74. That § 1-19B-11 be amended to read as follows: 1-19B-11. Any county or municipal historic preservation commission established pursuant to this chapter shall be authorized to may cooperate with the federal, state, and local governments in the pursuance of the objectives of historic preservation. Section 75. That § 1-19B-12 be amended to read as follows: 1-19B-12. Any county or municipal historic preservation commission established pursuant to this chapter shall be authorized to may contract, with the approval of the local governing body, with the state or the federal government, or any agency of either, or with any other organization. Section 76. That § 1-19B-13 be amended to read as follows: 1-19B-13. Any county or municipal historic preservation commission established pursuant to this chapter shall be authorized to may acquire fee and or lesser interests in historic properties, including adjacent or associated lands, by purchase, bequest, or donation. Section 77. That § 1-19B-15 be amended to read as follows: 1-19B-15. Any county or municipal historic preservation commission established pursuant to this chapter shall be authorized to may preserve, restore, maintain, and operate historic properties under the ownership or control of the commission. Section 78. That § 1-19B-16 be amended to read as follows: 1-19B-16. Any county or municipality may acquire, by purchase, donation, or condemnation, historic easements in any area within their its respective jurisdictions jurisdiction wherever and to the extent that the governing body of the county or municipality determines that the acquisition will to be in the public interest. For the purpose of this section, \" the term, historic easement \" , means any easement, restriction, covenant, or condition running with the land, designated to preserve, maintain, or enhance all or part of the existing state of places of historical, architectural, archaeological, paleontological, or cultural significance. Section 79. That § 1-19B-17 be amended to read as follows: 1-19B-17. Any county or municipal historic preservation commission established pursuant to this chapter shall be authorized to may lease, sell, and otherwise transfer or dispose of historic properties subject to rights of public access and other covenants and in a manner that will preserve the property. Section 80. That § 1-19B-18 be amended to read as follows: 1-19B-18. Any county or municipal historic preservation commission established pursuant to this chapter shall be authorized to may promote and conduct an educational and interpretive program on historic properties within its jurisdiction. Section 81. That § 1-19B-19 be amended to read as follows: 1-19B-19. Any county or municipal historic preservation commission established pursuant to this chapter shall be authorized to may recommend ordinances and otherwise provide information for the purposes of historic preservation to the county or municipal governing body. Section 82. That § 1-19B-26 be amended to read as follows: 1-19B-26. Any county or municipal governing body may establish procedures authorizing owners of designated historic properties to transfer development rights in such amounts and subject to such conditions as the governing body shall may determine. For the purposes of this section, \" development rights \" are the rights granted under applicable local law respecting the permissible bulk and size of any improvements to be erected thereon . Section 83. That § 1-19B-29 be amended to read as follows: 1-19B-29. The Historic Preservation Commission shall have the discretionary authority to may waive all or any portion of the waiting period required by § 1-19B-27 , provided that . However, the alteration, remodeling, relocation, or change of use is shall be undertaken subject to conditions agreed to by the commission ensuring the continued maintenance of the historical, architectural, archaeological, or cultural integrity and character of the property. Section 84. That § 1-19B-31 be amended to read as follows: 1-19B-31. Nothing in this chapter shall be construed to prevent prevents the ordinary maintenance or repair of any exterior feature in or on an historic property that does not involve a change in design, material, or outer appearance thereof , nor to prevent prevents the construction, reconstruction, alteration, restoration, demolition, or removal of any such feature when if a building inspector or similar official certifies to the Historic Preservation Commission that such action is required for the public safety because of an unsafe or dangerous condition. Section 85. That § 1-19B-33 be amended to read as follows: 1-19B-33. A committee established pursuant to § 1-19B-32 shall consist of not less than three nor more than seven members appointed by the local governing body with due regard to proper representation of fields such as history, architecture, architectural history, urban planning, archaeology, paleontology, and law. Where If possible, the members shall be selected from residents of the proposed district. Section 86. That § 1-19B-40 be amended to read as follows: 1-19B-40. An historic district commission established pursuant to § 1-19B-38 shall consist of not less than three nor more than seven members appointed by the local governing body with due regard to proper representation of fields such as history, architecture, architectural history, urban planning, archaeology, paleontology, and law. Where If possible, the members shall be selected from residents of the proposed district. The appointments to membership on the commission shall be so arranged that the term of at least one member will expire each year, and their successors any successor shall be appointed in like manner for terms a term of three years. The commission shall elect annually a chairman chair and vice-chairman vice chair from its own number membership . Section 87. That § 1-19B-41 be amended to read as follows: 1-19B-41. An historic district commission established pursuant to § 1-19B-38 may adopt rules and regulations not inconsistent with the provisions of this chapter, and may, subject to appropriation, employ clerical and technical assistants or consultants and may accept and expend gifts of money and expend the same for such purposes. Section 88. That § 1-19B-42 be amended to read as follows: 1-19B-42. After the designation of an historic district, no exterior portion of any building or other structure (including walls, fences, light fixtures, steps, and pavement, or other appurtenant features) nor above-ground utility structure nor any type of outdoor advertising sign shall may be erected, altered, restored, moved, or demolished within such district until after an application for a certificate of appropriateness as to exterior features has been submitted to and approved by the Historic District Commission. The municipality shall require such a certificate to be issued by the commission prior to the issuance of a building permit or other permit granted for purposes of constructing or altering structures. A certificate of appropriateness shall be is required whether or not a building permit is required. Section 89. That § 1-19B-43 be amended to read as follows: 1-19B-43. For purposes of this chapter, \" the phrase, exterior features \" shall include , includes the architectural style, general design, and general arrangement of the exterior of a building or other structure, including the color, the kind and texture of the building material, and the type and style of all windows, doors, light fixtures, signs, other appurtenant fixtures, and natural features such as trees and shrubbery. In the case of outdoor advertising signs, \" the term, exterior features \" shall be construed to mean , means the style, material, size, and location of all such signs. Section 90. That § 1-19B-44 be amended to read as follows: 1-19B-44. The Historic District Commission shall may not consider interior arrangement and shall may take no action under § 1-19B-42 except for the purpose of preventing the construction, reconstruction, alteration, restoration, moving , or demolition of buildings, structures, appurtenant fixtures, outdoor advertising signs, or natural features in the historic district which would be incongruous with the historical, architectural, archaeological, or cultural aspects of the district. Section 91. That § 1-19B-45 be amended to read as follows: 1-19B-45. No change in the use of any structure or property within a designated historic district shall be is permitted until after an application for a certificate of appropriateness has been submitted to and approved by the Historic District Commission. The county or municipality shall require such a certificate to be issued by the commission prior to the approval of any change of zoning classification within the historic district. Section 92. That § 1-19B-46 be amended to read as follows: 1-19B-46. The Historic District Commission may approve an application for a certificate of appropriateness in any case where in which the owner would suffer extreme hardship, not including loss of profit, unless the certificate of appropriateness were issued forthwith. Section 93. That § 1-19B-47 be amended to read as follows: 1-19B-47. Prior to issuance or denial of a certificate of appropriateness the historic district commission shall take such action as may reasonably be required to inform the owners of any property likely to be materially affected by the application, and shall give the applicant and such owners an opportunity to be heard. In cases where in which the commission deems it necessary, it may hold a public hearing concerning the application. Section 94. That § 1-19B-49 be amended to read as follows: 1-19B-49. If the Historic District Commission determines that a certificate of appropriateness should not be issued, it the commission shall place upon its records the reasons for such determination and shall forthwith notify the applicant of such determination, furnishing him the applicant an attested copy of its reasons therefor and its recommendations, if any, as appearing in the records of said the commission. Section 95. That § 1-19B-51 be amended to read as follows: 1-19B-51. Nothing in this chapter shall be construed to prevent prevents the ordinary maintenance or repair of any exterior feature in an historic district which does not involve a change in design, material, color, or outer appearance thereof, nor to prevent prevents the construction, reconstruction, alteration, restoration, or demolition of any such feature which the building inspector or similar official shall certify is required by the public safety because of an unsafe or dangerous condition. Section 96. That § 1-19B-53 be amended to read as follows: 1-19B-53. In addition to any power or authority of a county or municipality to regulate by planning or zoning laws and regulations or by local laws and regulations, the governing body of any county or municipality is empowered to may provide by regulations, special conditions, or restrictions for the protection, enhancement, preservation , and use of historic properties. Such regulations, special conditions, and restrictions may include appropriate and reasonable control of the use or appearance of adjacent or associated private property within the public view, or both. Section 97. That § 1-19B-55 be amended to read as follows: 1-19B-55. Nothing in this chapter shall be construed to prevent prevents the regulation or acquisition of historic buildings, structures, sites, areas, or objects owned by the state or any of its political subdivisions, agencies, or instrumentalities. Section 98. That § 1-19B-60 be amended to read as follows: 1-19B-60. Sections The provisions of § § 1-19B-56 to 1-19B-60, inclusive, apply to any interest created after July 1, 1984 , which complies with §§ 1-19B-56 to 1-19B-60, inclusive, whether designated as a conservation easement or as a covenant, equitable servitude, restriction, easement, or otherwise. Sections The provisions of § § 1-19B-56 to 1-19B-60 , inclusive, apply to any interest created before July 1, 1984 , if it would have been enforceable had it been created after July 1, 1984 , unless retroactive application contravenes the Constitution or laws of this state or the United States. Sections The provisions of § § 1-19B-56 to 1-19B-60, inclusive, do not invalidate any interest, whether designated as a conservation or preservation easement or as a covenant, equitable servitude, restriction, easement, or otherwise, that is enforceable under other law of this state. Section 99. That § 1-20-18 be amended to read as follows: 1-20-18. Terms used in this chapter , unless the context otherwise requires, mean: (1) \"Field investigations,\" the study of the traces of human culture at any land or water site by means of surveying, digging, sampling, excavating, or removing surface or subsurface objects, or going on a site with that intent; (2) \"Site,\" any aboriginal mound, fort, earthwork, village location, burial ground, historic or prehistoric ruin, mine, cave, or other location which is or may be the source of important archaeological data; (3) \"Specimens,\" all relics, artifacts, remains, objects, or any other evidence of an historical, prehistorical, archaeological, or anthropological nature, which may be found on or below the surface of the earth, and which have scientific or historical value as objects of antiquity, as aboriginal relics , or as archaeological samples. Section 100. That § 1-20-20 be amended to read as follows: 1-20-20. The state archaeologist shall administer the preservation and protection of the state's archaeological resources as hereinafter directed by pursuant to this chapter. The secretary of tourism and state development may employ such qualified persons as may be needed to assist the state archaeologist in the performance of his the duties prescribed by this chapter . Section 101. That § 1-20-21.1 be amended to read as follows: 1-20-21.1. The state archaeologist may enter into agreements involving archaeological survey or assessment work with any state or federal department, agency, institution, or political subdivision or with a private contractor. The State Historical Society Board of Trustees may promulgate rules, pursuant to chapter 1-26, to establish a fee schedule for recovery of exploratory, laboratory, reporting, and administrative costs incurred by the state archaeologist in the performance of his the duties prescribed by this chapter . Section 102. That § 1-20-22 be amended to read as follows: 1-20-22. When any state department, institution, or agency, or political subdivision of the state finds or is made aware by an appropriate historical or archaeological authority that its operation in connection with any state, state assisted, state licensed state-assisted, state-licensed , or state- contracted project, activity, or program adversely affects or may adversely affect scientific, historical, or archaeological data, such agency shall notify the state historical society board of trustees State Historical Society Board of Trustees and shall provide the board with appropriate information concerning the project, program, or activity. The provisions of this chapter shall be made known to contractors by the state agencies doing the contracting. Section 103. That § 1-20-24 be amended to read as follows: 1-20-24. The State Historical Society Board of Trustees shall initiate actions within sixty days of notification under § 1-20-22 and within such time as agreed upon in other cases. The responsible agency is authorized and directed to shall expend agency funds for the purpose of recovering said scientific, historical, or archaeological data, including analysis and publications, and such costs shall be included as part of the contractor's costs if the adverse effect is caused by work being done under contract to a state agency. Section 104. That § 1-20-27 be amended to read as follows: 1-20-27. Upon written notice to the commissioner of school and public lands given by the state archaeologist, the commissioner shall reserve from sale any state lands on which sites or artifacts are located or may be found, as designated by the state archaeologist , provided, however, that . However, the reservation of such lands from sale may be confined to the actual location of the site or artifacts. When such sites or artifacts have been explored, excavated , or otherwise examined to the extent desired by the state archaeologist, said the state archaeologist shall then file with the commissioner a statement releasing such lands and permitting the sale of same such lands . Section 105. That § 1-20-30 be amended to read as follows: 1-20-30. The State Historical Society Board of Trustees may publicly designate an archaeological site of significance to the scientific study of public representation of the state's historical, prehistorical, or aboriginal past as a state archaeological register site ; provided that . However, no site shall may be so designated as a state archaeological register site without the express written consent of the state agency having jurisdiction over the land in question or, if it is on privately owned land, of the owner thereof landowner . Section 106. That § 1-20-32 be amended to read as follows: 1-20-32. The State Historical Society Board of Trustees may issue permits for exploration and field investigations to be undertaken on state lands or within the boundaries of designated state archaeological register sites to institutions which the state archaeologist may deem to be properly qualified to conduct such activity, subject to such rules and regulations as the State Historical Society Board of Trustees may prescribe ; provided that , as long as such activity is undertaken by reputable museums, universities, colleges, or other historical, scientific, or educational institutions or societies approved by the state archaeologist, with a view toward disseminating the knowledge gained through their activities. Section 107. That § 1-20-34 be amended to read as follows: 1-20-34. All specimens collected under a permit issued pursuant to § 1-20-32 shall be the permanent property of the state and the . The state archaeologist shall make prior arrangements for the disposition of specimens derived from such activities in an appropriate institution of the state or for the loan of such specimens to qualified institutions in or out of the state. Section 108. That § 1-20-35 be amended to read as follows: 1-20-35. Any No person who shall may conduct field investigation activities on any land owned or controlled by the state, its agencies, departments, and institutions, or within the boundaries of any designated state archaeological landmark, without first obtaining a permit therefor from the State Historical Society Board of Trustees , or any . No person who shall may appropriate, deface, destroy, or otherwise alter any archaeological site or specimen located upon state lands or within the boundaries of a designated state archaeological register site, except in the course of activities pursued under the authority of a permit granted by the State Historical Society Board of Trustees shall be guilty of . A violation of this section is a Class 2 misdemeanor, and in addition, any person who violates this section shall forfeit to the state all specimens, objects, and materials collected or excavated, together with all photographs and records relating to such material. Section 109. That § 1-20-36 be amended to read as follows: 1-20-36. It shall be is deemed an act of trespass for any person to remove artifacts and antiquities of the kind described in this chapter from the private land of any owner without his the owner's permission being first obtained, in writing. A violation of this section is a Class 2 misdemeanor. Section 110. That § 1-20-37 be amended to read as follows: 1-20-37. Any No person who shall may reproduce, retouch, rework, or forge any archaeological, paleontological, ethnological, or historical object, deriving its principal value from its antiquity, or make any object, whether copies or not, or falsely label, describe, identify, or offer for sale or exchange any object, with intent to represent the same object to be an original and genuine archaeological, paleontological, ethnological, or historical specimen , or any . No person who shall may offer for sale or exchange any object that has previously been collected or excavated in violation of any of the terms of this chapter shall be guilty of . A violation of this section is a Class 2 misdemeanor. Section 111. That § 1-22-2.2 be amended to read as follows: 1-22-2.2. The per diem and expenses of members of the council shall be paid out of funds appropriated for the council on warrants drawn by the state auditor upon itemized vouchers approved by the chairman chair of the state arts council. Section 112. That § 1-22-3 be amended to read as follows: 1-22-3. The arts council shall choose from its membership a chairman, vice-chairman chair, vice-chair , secretary, and treasurer. Section 113. That § 1-22-4 be amended to read as follows: 1-22-4. The arts council shall meet at the call of the chairman chair and as often as necessary to perform its duties. A majority of the members shall constitute constitutes a quorum , and a majority thereof may act on any matter falling within the scope of the council's activities. The council shall keep complete minutes of its meetings. Section 114. That § 1-22-5 be amended to read as follows: 1-22-5. The powers and duties of the council are: (1) To promote, stimulate, encourage, give recognition, and assistance to recognize, and assist the arts in every way possible; (2) To conduct research and provide a plan for the development of the arts in the state of South Dakota; (3) To coordinate activities of the federal, state, and local governments and the state's institutions in relation to the arts; (4) To approve projects for federal and state aid for the arts; (5) To comply with the requirements of federal law relating to federal aid; and (6) To accept, receive , and administer gifts, bequests, grants, and endowments from any and all sources whatsoever to further the purposes, objectives, and provisions of this chapter. Section 115. That § 1-22-7 be amended to read as follows: 1-22-7. There is hereby created the office of poet laureate of South Dakota , who shall be appointed by the . The Governor shall appoint the poet laureate to serve during at the pleasure of the Governor. No person shall be is eligible for the appointment unless he the person is a resident of this state ; the . No person so may be appointed shall have unless such person has been recommended to the Governor by the South Dakota State Poetry Society and he shall have has written and published poems of recognized merit prior to his the appointment. Section 116. That § 1-22-8 be amended to read as follows: 1-22-8. The South Dakota Arts Council shall promulgate rules , pursuant to chapter 1-26 , for the administration of the arts program supported by federal or state funds. The rules shall include eligibility requirements, application and appeal procedures, conditions for acceptance, and the expenditure of , and accountability for , grant awards. Section 117. That § 1-22-9 be amended to read as follows: 1-22-9. Terms used in §§ 1-22-9 to 1-22-17, inclusive, mean: (1) \"Acquisition,\" includes acquisition by purchase, lease , or commission; (2) \"Architect,\" any person or firm retained to design or prepare plans or specifications for any part of the public construction project, including , but not limited to, landscape, interior, electrical, plumbing, heating, utility, engineering , or fixture design; (3) \"Art,\" \"artwork,\" or \"works of art,\" include , but are not limited to, frescoes, mosaics, sculpture, drawing, painting, photography, calligraphy, graphic art, stained glass, wall hangings, tapestries, fountains, ornamental gateways, monuments, displays, architectural embellishments, crafts, architectural landscaping, or any work of mixed media by an artist, artisan , or craftsperson; (4) \"Artist,\" includes , but is not limited to, any practitioner generally recognized by his or her peers or by critics as a professional who produces works of art. This term does not include the architect of the building under construction or any member of the architect's firm; (5) \"Construction, remodeling , or renovation cost,\" any cost expended for the actual construction, remodeling , or renovation of a state building, exclusive of the costs of land acquisition; (6) \"Council,\" office of arts Office of the Arts /South Dakota Arts Council; (7) \"State agency,\" or \"state department,\" the agency of state government to which funds have been appropriated or allocated by the Legislature for the construction, remodeling , or renovation of any state building; (8) \"State building,\" includes , but is not limited to, any permanent structure together with all any grounds and appurtenant structures which are intended to act as offices, laboratories, workshops, courtrooms, hearing or meeting rooms, storage rooms , or other space for carrying on the functions of a state agency; or auditoriums, meetings rooms, classrooms or other educational facilities, or eating, sleeping, medical, dental, library , or museum space for use by the general public. This term does not include public highways, bridges, sewers, fish ponds, fish hatcheries, service facilities at state parks and highway rest areas, correctional facilities, or separate buildings, not part of a larger construction project, which are intended as storage, warehouse , or maintenance and repair facilities; (9) \"User,\" the state agency having principal administrative responsibility for the actual utilization of a state building. Section 118. That § 1-22-12 be amended to read as follows: 1-22-12. The state arts council shall administer §§ 1-22-9 to 1-22-17, inclusive. The council shall make an annual report to the Legislature of all activity under §§ 1-22-9 to 1-22-17, inclusive. Section 119. That § 1-22-16 be amended to read as follows: 1-22-16. The state shall receive the rights to sole ownership and public display of all art acquired under §§ 1-22-9 to 1-22-17, inclusive, subject to the following rights retained by the artist: (1) The right to claim authorship of the work of art; (2) The right to have the artist's name associated with the work; (3) The right to prevent degradation, mutilation , or aesthetic ruining of the work; (4) The right to reproduce such work of art, including all rights to which the work of art may be subject under copyright laws, including , but not limited to, derivative and publishing rights but excluding rights to public display. Such rights may be limited by written consent; (5) If provided by written consent, the right to receive a specified percentage of the proceeds if the work of art is subsequently sold by the state to a third party other than as part of a sale of the building in which the work of art is located; (6) If provided by written consent, the artist's rights may extend to the artist's heirs, assignees , or personal representative until the end of the twentieth year following the death of such artist. Section 120. The code counsel shall transfer § 1-33-19.2 to chapter 1-52. Section 121. That § 1-33B-3 be amended to read as follows: 1-33B-3. For the purposes of this chapter, the term \" , request for proposals \" , means a procurement announcement through a public notice, from a governmental unit which will administer the program, detailing the work, service, or supplies needed for an energy conservation measure. The request for proposal shall include the following: (1) The name and address of the governmental unit; (2) The name, address, title, and phone number of contact person; (3) The response due date and time deadline; (4) The scope of the project; (5) The project completion deadline; (6) The criteria for awarding a contract; and (7) Any other stipulations and clarifications the governmental unit may require. Section 122. That § 1-33B-11 be amended to read as follows: 1-33B-11. Any guaranteed energy savings contract entered into by a governmental unit shall contain the following clause: \"This contract shall be deemed executory only to the extent of the moneys appropriated and available for the purpose of the contract, and no liability on account therefore shall therefor may be incurred beyond the amount of such moneys. It is understood that neither this contract nor any representation by any public employee or officer creates any legal or moral obligation to request, appropriate , or make available moneys for the purpose of this contract.\" Section 123. That § 1-33B-14 be amended to read as follows: 1-33B-14. The Governor's Office of Economic Development Department of Tourism and State Development may perform the following functions: (1) Advise the Governor on policy matters related to production, allocation, planning, research, development and conservation of energy; (2) Act as the representative for the State of South Dakota in coordination with federal agencies concerned with energy; (3) Implement federal energy programs sponsored by the State of South Dakota; (4) Formulate energy policies and programs to guide the management of energy resources and use within the State of South Dakota; (5) Coordinate with other agencies and departments of state government concerned with the effects of energy policies and programs; (6) Collect, analyze , and disseminate information on energy policies and programs; (7) Promote, through the development and implementation of plans, the conservation of energy resources by all energy consumers, including state and local government; (8) Evaluate and recommend public policies relative to energy development and distribution which have an impact on South Dakota; (9) Represent the Governor and the State of South Dakota in regard to national, regional , and state organizations concerned with energy consumption, development , and distribution; (10) Establish plans and programs, within the established federal guidelines, concerning the use and distribution of the petroleum violation escrow funds, federal funds , or other funds; (11) Implement energy conservation loan, lease , and grant programs utilizing the petroleum violation escrow funds, federal funds , or other funds; and (12) Perform such other duties as may be delegated by the Governor. Section 124. That § 1-33B-15 be amended to read as follows: 1-33B-15. The Governor's Office of Economic Development Department of Tourism and State Development may adopt such rules as are deemed necessary or desirable , pursuant to chapter 1-26, to establish procedures to implement loan, lease , and grant programs, including programs developed pursuant to the Institutional Conservation Program as authorized by P.L. 95-691, 92 Stat 3238, 42 U.S.C. 6371 , and 10 CFR 455 and for the acceptance and expenditure of any other funds obtained from federal sources, gifts, contributions , or any other source. However, no such funds may be expended until appropriated by the Legislature. The rules may: (1) Establish the procedures for applicants to apply for loans, leases, or grants under this section; (2) Establish the criteria for determining which applicants will receive such loans, leases, or grants; (3) Establish the use of proceeds of such loans, leases, or grants; (4) Establish the criteria for the terms and conditions upon which such loans, leases, or grants shall be made, including the terms of security given, if any, to secure loans or leases; (5) Establish the use of proceeds by lenders of funds advanced to such lenders under this section, including the terms and conditions upon which such proceeds shall be loaned to borrowers for the purposes described in this section; (6) Establish the criteria for the lease and purchase plans, determining the type of equipment and the terms under which it may be leased; (7) Establish the criteria and procedures for the repayment and redeposit of loan and lease payments; (8) Establish the criteria and procedures for monitoring use of loan or grant funds and leased equipment, including on-site review; and (9) Establish the criteria and procedures for terminating the loan, lease, or grant in case of violations of rules established under this section governing the use of funds loaned or granted or equipment leased. Section 125. That § 1-33B-22 be amended to read as follows: 1-33B-22. Disbursements from the energy conservation special revenue fund shall be paid on warrants drawn by the state auditor on vouchers approved by the commissioner of the Governor's Office of Economic Development secretary of the Department of Tourism and State Development . Section 126. That § 1-42-1.2 be repealed. 1-42-1.2. The Department of State Development created in § 1-42-1.1 is abolished. The Division of Agricultural Development created in this chapter is abolished. The Division of Industrial Development created in this chapter is abolished. Section 127. That § 1-42-17.1 be repealed. 1-42-17.1. The Division of Tourism transferred to the former Department of State Development is abolished. Section 128. That § 1-42-23 be amended to read as follows: 1-42-23. The Board of Tourism shall annually elect from its members membership any officers it deems advisable. A majority of the members shall be required to constitute constitutes a quorum. The board shall meet at the call of the chairman chair or a majority of the members but shall meet at least twice annually. Section 129. The code counsel shall transfer section 128 of this Act and § § 1-42-21.1, 1-42- 22, and 1-42-31 to chapter 1-52. Section 130. That § 1-52-3.1 be repealed. 1-52-3.1. There is hereby created within the Department of Executive Management the Governor's Office of Economic Development."}, {"bill_id": 560, "bill_version_id": 8737, "bill_version": "Enrolled", "bill_version_date": "2009-03-05T10:50:40.53-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 560, "action_date": "2009-01-13T12:00:00-06:00", "document_id": 5314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5314.pdf", "status_text": "First read in Senate and referred to", "journal_page": 14, "committee_id_action": 54, "committee_id_assigned": 39, "result": "N", "vote": {}}, {"bill_id": 560, "action_date": "2009-01-21T10:00:00-06:00", "document_id": 5446, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5446.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 560, "action_date": "2009-01-21T10:00:00-06:00", "document_id": 5606, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5606.pdf", "status_text": "Do Pass", "journal_page": 137, "committee_id_action": 39, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2998, "president_vote": null, "Yea": [653, 677, 634, 659, 661, 648, 689, 649], "Excused": [642]}}, {"bill_id": 560, "action_date": "2009-01-23T12:00:00-06:00", "document_id": 5791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5791.pdf", "status_text": "Deferred to another day", "journal_page": 168, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 560, "action_date": "2009-01-26T14:00:00-06:00", "document_id": 5892, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5892.pdf", "status_text": "Do Pass", "journal_page": 173, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3137, "president_vote": null, "Yea": [653, 704, 680, 682, 685, 702, 649, 700, 655, 673, 663, 677, 675, 634, 697, 659, 690, 636, 667, 656, 669, 661, 686, 701, 662, 703, 664, 638, 648, 640, 689, 694, 705, 642, 671]}}, {"bill_id": 560, "action_date": "2009-01-27T14:00:00-06:00", "document_id": 6013, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6013.pdf", "status_text": "First read in House and referred to", "journal_page": 147, "committee_id_action": 56, "committee_id_assigned": 49, "result": "N", "vote": {}}, {"bill_id": 560, "action_date": "2009-03-02T07:45:00-06:00", "document_id": 8177, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8177.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 49, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 560, "action_date": "2009-03-02T07:45:00-06:00", "document_id": 8285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8285.pdf", "status_text": "Do Pass", "journal_page": 574, "committee_id_action": 49, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4756, "president_vote": null, "Yea": [666, 651, 660, 693, 721, 683, 695, 645, 639, 691], "Excused": [681, 657, 643]}}, {"bill_id": 560, "action_date": "2009-03-02T07:45:00-06:00", "document_id": 8285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8285.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 49, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 560, "action_date": "2009-03-03T14:00:00-06:00", "document_id": 8493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8493.pdf", "status_text": "Deferred to another day", "journal_page": 609, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 560, "action_date": "2009-03-04T14:00:00-06:00", "document_id": 8629, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8629.pdf", "status_text": "Do Pass", "journal_page": 624, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4965, "president_vote": null, "Yea": [716, 720, 666, 688, 676, 670, 726, 715, 699, 674, 635, 651, 643, 712, 709, 660, 706, 725, 693, 644, 724, 727, 721, 652, 730, 737, 672, 729, 698, 717, 738, 654, 711, 719, 683, 695, 696, 722, 645, 637, 665, 687, 678, 650, 646, 668, 639, 735, 679, 734, 714, 731, 736, 713, 710, 728, 657, 641, 658, 647, 691, 723, 718, 684, 733, 732, 707, 681], "Excused": [692, 708]}}, {"bill_id": 560, "action_date": "2009-03-05T14:00:00-06:00", "document_id": 8779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8779.pdf", "status_text": "Signed by the President", "journal_page": 657, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 560, "action_date": "2009-03-06T11:00:00-06:00", "document_id": 8868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8868.pdf", "status_text": "Signed by the Speaker", "journal_page": 688, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 560, "action_date": "2009-03-09T14:00:00-05:00", "document_id": 8998, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8998.pdf", "status_text": "Delivered to the Governor", "journal_page": 680, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 560, "action_date": "2009-03-11T09:00:00-05:00", "document_id": 9213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9213.pdf", "status_text": "Signed by the Governor", "journal_page": 730, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4152, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/560"}