{"session_id": 32, "bill_id": 8867, "bill_type": "House Bill", "bill_number": 1231, "bill_title": "revise certain provisions regarding budget transfers.", "sponsors": [{"legislator_profile_id": 1269, "is_prime": true}, {"legislator_profile_id": 1220, "is_prime": true}, {"legislator_profile_id": 1222, "is_prime": false}, {"legislator_profile_id": 1276, "is_prime": false}], "keywords": ["Appropriations", "Public Fiscal Administration", "Public Officers and Employees", "State Affairs and Government"], "audio": [{"meeting_datetime": "2018-02-08T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hap20.mp3", "start_seconds": 1030.0}, {"meeting_datetime": "2018-02-08T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hap20.mp3", "start_seconds": 1030.0}, {"meeting_datetime": "2018-02-08T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hap20.mp3", "start_seconds": 1030.0}], "bill_versions": [{"bill_id": 8867, "bill_version_id": 47979, "bill_version": "Introduced", "bill_version_date": "2018-01-25T10:54:55.237-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding budget transfers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 4-8A-8 be amended to read: 4-8A-8. Moneys appropriated on a program basis Any appropriation made by the General Appropriation Act may be transferred between program accounts expenditure classifications within or between programs budget units within departments and bureaus or between departments and bureaus to reflect a reorganization pursuant to Article IV, section 8 of the South Dakota Constitution S.D Const., Art. IV, § 8 only at the written request of a governing body, department secretary, or bureau commissioner, or designee, in accordance with procedures established by the Bureau of Finance and Management and only upon written approval of the Bureau of Finance and Management. Transfer of moneys appropriated appropriations made by the General Appropriations Act between departments, institutions, and bureaus that is not necessary for a reorganization pursuant to Article IV, section 8 of the South Dakota Constitution S.D. Const., Art. IV, § 8 may only occur at the written request of a governing body, department secretary, or bureau commissioner only in accordance with procedures established by the Bureau of Finance and Management and only upon approval by the special committee created in this chapter. An appropriation may be transferred from one budget unit to another or from one expenditure classification to another within a department, institution, or bureau upon the written request of a governing body, department secretary, or bureau commissioner, or designee, only in accordance with procedures established by the Bureau of Finance and Management and only upon approval only upon written approval of the Bureau of Finance of Finance and Management. No appropriation may be transferred from one fund classification to another unless expressly approved by the special committee created in this chapter. The Bureau of Finance and Management shall keep a record of all such authorizations of transfers and make them available for public inspection. Immediately after the appropriation transfer of moneys authorized by this section is approved, the bureau shall transmit an authorization notice to the special legislative committee established in § 4-8A-2 and its designees."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8867, "action_date": "2018-01-25T13:00:00-06:00", "document_id": 48021, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48021.pdf", "status_text": "First read in House and referred to", "journal_page": 205, "committee_id_action": 396, "committee_id_assigned": 386, "result": "N", "vote": {}}, {"bill_id": 8867, "action_date": "2018-02-08T10:00:00-06:00", "document_id": 48716, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48716.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 386, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8867, "action_date": "2018-02-08T10:00:00-06:00", "document_id": 48980, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48980.pdf", "status_text": "Tabled", "journal_page": 387, "committee_id_action": 386, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25589, "president_vote": null, "Yea": [1213, 1223, 1314, 1316, 1303, 1292, 1297, 1222, 1269]}}]}