{"session_id": 61, "bill_id": 21202, "bill_type": "Senate Bill", "bill_number": 35, "bill_title": "revise certain provisions relating to the licensing and regulation of technical professionals.", "sponsors": [], "keywords": ["Administrative Rules", "Board of Technical Professions", "Professional and Occupational Licensing"], "audio": [{"meeting_datetime": "2007-01-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco05.mp3", "start_seconds": 1020.0}, {"meeting_datetime": "2007-01-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco05.mp3", "start_seconds": 1020.0}, {"meeting_datetime": "2007-01-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco05.mp3", "start_seconds": 1020.0}, {"meeting_datetime": "2007-01-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen06.mp3", "start_seconds": 2496.0}, {"meeting_datetime": "2007-01-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen06.mp3", "start_seconds": 2496.0}, {"meeting_datetime": "2007-01-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen06.mp3", "start_seconds": 2496.0}, {"meeting_datetime": "2007-01-26T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco13.mp3", "start_seconds": 136.0}, {"meeting_datetime": "2007-01-26T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco13.mp3", "start_seconds": 136.0}, {"meeting_datetime": "2007-01-26T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco13.mp3", "start_seconds": 136.0}, {"meeting_datetime": "2007-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou24.mp3", "start_seconds": 6111.0}, {"meeting_datetime": "2007-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou24.mp3", "start_seconds": 6111.0}, {"meeting_datetime": "2007-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou24.mp3", "start_seconds": 6111.0}], "bill_versions": [{"bill_id": 21202, "bill_version_id": 110043, "bill_version": "Introduced", "bill_version_date": "2007-01-06T12:09:31-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the licensing and regulation of technical professionals. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That subdivision (13) of § 36-18A-1 be amended to read as follows: (13) \"Engineering intern\" or \"engineer-in-training\" or \"EIT\" or \"EI , \" or \"EIT,\" a person enrolled by the board as an engineering intern and who has successfully passed the fundamentals of engineering examination; Section 2. That subdivision (16) of § 36-18A-1 be amended to read as follows: (16) \"Land surveying intern\" or \"land surveyor-in-training\" or \"LSIT\" or \"LSI , \" or \"LSIT,\" a person enrolled by the board as a land surveying intern who has successfully passed the fundamentals of land surveying examination; Section 3. That chapter 36-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, inactive licensee, means a licensee who ceases to practice or offer to practice in the licensee's profession and who does not wish to renew but would like his or her files to be kept active for possible reinstatement. An active licensee may be granted inactive status. No inactive licensee may practice or offer to practice professional services in South Dakota unless otherwise exempted in this chapter. Any inactive licensee is exempt from the continuing education requirements. Section 4. That § 36-18A-2 be amended to read as follows: 36-18A-2. For the purposes of this chapter, the term, practice of architecture, means the practice or offering to practice any service in connection with the design, evaluation, construction, enlargement, or alteration of a building or group of buildings and the space within and surrounding such buildings, which have as their principal purpose human occupancy or habitation. Such service includes consultation; evaluation; expert technical testimony; planning; providing preliminary studies; designs; overall interior and exterior building design; preparation of drawings, specifications, and related documents and other technical submissions; construction administration services which include the review or observation of construction for the purpose of determining whether the work is in general accordance with the design, drawings, specifications, codes, and other technical submissions; and coordination of services furnished by the architect, licensed professional engineers, and other consultants as they relate to architectural work in connection with the design and construction of any private or public building, building project, or integral part or parts of buildings, or any addition or alteration thereto. The term also includes representation of clients in connection with the construction administration services entered into between clients and contractor and others. Section 5. That § 36-18A-3 be amended to read as follows: 36-18A-3. For the purposes of this chapter, the term, practice of engineering, means the practice or offering to practice of any service or creative work, the adequate performance of which requires engineering education, training, and experience in the application of special knowledge of the mathematical, physical, and engineering sciences to such services or creative work. Such service or work includes consultation; investigation; expert technical testimony; evaluation; planning; design; and design coordination of engineering works and systems; planning the use of land and water; land-use studies; teaching of advanced engineering design subjects; performing engineering studies; and the review or observation of construction for the purpose to determine whether the work is in general accordance with drawings, specifications, and other technical submissions. Any such service or work, either public or private, may be in connection with any utilities, structures, buildings, machines, equipment, processes, work systems, projects, and industrial or consumer products, or equipment of a mechanical, electrical, hydraulic, pneumatic, or thermal nature, insofar as they involve safeguarding life, health, or property, and including such other professional services as are necessary to the planning, progress, and completion of any engineering services. For the purposes of this section, the term, design coordination, includes the review and coordination of those technical submissions prepared by others, including consulting engineers, architects, landscape architects, land surveyors, and other professionals working under the direction of the engineer. The term, engineering studies, includes all activities required to support the sound conception, planning, design, construction, maintenance, and operation of engineered projects, but excludes the surveying of real property for the establishment of land boundaries, rights-of-way, easement exhibits relating to land boundaries, and the dependent or independent surveys or resurveys of the public land survey system. A person is construed to practice or offer to practice engineering if the person practices any branch of the profession of engineering, if the person, by verbal claim, sign, advertisement, letterhead, card, or in any other way represents himself or herself to be a professional engineer, or if the person through the use of some other title implies that the person is a professional engineer or that the person is licensed under these provisions, or if the person holds himself or herself out as able to perform or does perform any engineering service or work or any other service designated by the practitioner which is recognized as engineering. Section 6. That § 36-18A-8 be amended to read as follows: 36-18A-8. Any person or business entity practicing or offering to practice architecture, engineering, land surveying, landscape architecture, or petroleum release assessment or remediation shall submit evidence of qualifications to the board and be licensed in accordance with the provisions of this chapter. No person or business entity may practice or offer to practice any of these professions, or to use in connection with that person's or business entity's name or otherwise assume, use, or advertise any title or description that may falsely convey the impression that the person is duly licensed under the provisions of this chapter unless the person is so licensed. Section 7. That subdivision (3) of § 36-18A-9 be amended to read as follows: (3) Any person engaged in the practice of professional engineering, architecture, landscape architecture, or land surveying in the employ of the state and any of its political subdivisions but only while rendering service exclusively to such employer. Any building project resulting from the practice of professional engineering, architecture, landscape architecture, or land surveying under this subdivision is subject to the size limitation imposed under the exemptions in subdivision (8) of this section; Section 8. That § 36-18A-15 be amended to read as follows: 36-18A-15. Each member of the board shall be a citizen of the United States and , a resident of this state , and in good standing with the board. Any member of the board whose individual license is revoked or suspended automatically ceases to be a member of the board . The public member may not be or have been engaged in any activity subject to licensure under this chapter. The members may not all be of the same political party. Section 9. That § 36-18A-18 be amended to read as follows: 36-18A-18. The board shall annually elect from its members a chair, a vice chair, and a secretary. The board shall hold at least six regular meetings in each year. Special meetings may be may be called and notice of all meetings shall be given in such manner as the public meetings laws may provide. At all meetings, a majority of the board constitutes a quorum. The board and its employees may be included in the state blanket bond purchased pursuant to § 3-5-5.1. Section 10. That § 36-18A-22 be amended to read as follows: 36-18A-22. The board shall, pursuant to chapter 1-26, promulgate rules which may be reasonably necessary for the performance of its duties, the regulation of proceedings before it, and the licensure of the professions it regulates. The existing rules promulgated under the previous chapter 36-18 remain in effect until replaced. The board shall promulgate rules, pursuant to chapter 1-26, for the licensure of professional engineers, architects, land surveyors, landscape architects, and petroleum release assessors and remediators in the following areas: (1) Forms such as applications, renewals, licenses or certificates, and receipts , and walletcards for applicants, licensed professionals, and business entities; (2) Fees for applications, examinations, renewals, late penalties, lists and labels of licensees, returned checks, reinstatement, inactive status, ability to allow a vendor to collect fees for examinations, waiver of fees; (3) Criteria for types of education degrees, approval of accredited programs, intern programs, type of experience, length of experience, national and state specific examinations, use of computer examinations, criteria from other countries, procedure to evaluate foreign degrees, eligibility of applicants, dual licenses; (4) Continuing professional education and development content, hours, carryovers, and requirements; (5) How, when, and where to seal plans and documents; type of seal; required services to be provided; and criteria to define complete plans, minimum standards of practice, and guidelines; (6) Description of and criteria for construction administration, including a designation of who is to perform construction administration and criteria for a prime professional or a coordinating professional; (7) Requirements for compliance with local building code; (8) The adoption of a code of professional conduct; (9) Procedures for disciplinary proceedings; and (10) Procedures for contested cases pursuant to chapter 1-26. Section 11. That § 36-18A-26 be amended to read as follows: 36-18A-26. Any applicant for licensure as a professional engineer shall provide the following evidence satisfactory to the board: (1) Graduation from an accredited engineering college, university, or technical program; (2) Completion of the minimum number of years of diversified engineering experience under the supervision of a licensed professional engineer; and (3) Successful completion of examinations. A person who has begun the requirement for licensure without minimum education and has qualifying experience as of July 1, 1999, shall apply to the board before July 1, 2004, for approval to take the examination under the qualifications that previously existed under § 36-18- 17.4. The board shall promulgate rules, pursuant to chapter 1-26, to establish education, experience, and examination criteria. Section 12. That § 36-18A-42 be amended to read as follows: 36-18A-42. A person or business entity may reinstate an expired license or request inactive status within three years after a license's date of expiration if the person or business entity is otherwise qualified. The fee for the reinstatement of the license or requesting inactive status after it has expired shall be increased by an amount to be determined by the board in rules promulgated pursuant to chapter 1-26. A person requesting reinstatement of an expired or inactive license shall complete the requirements for continuing professional development and any reexaminations and pay any penalty fees. If a person or business entity fails to reinstate an expired license or request inactive status within the three years after the date of expiration, all relevant files shall be deleted destroyed . A person or business entity requesting licensure after three years shall submit an application for a new license. A person or business entity shall retain the person's or business entity's original license number. Section 13. That § 36-18A-44 be amended to read as follows: 36-18A-44. Any licensed professional engineer, architect, land surveyor, and landscape architect shall procure and use an appropriate seal. The seal shall contain the following information: (1) The name, South Dakota; (2) Licensee's name; (3) License number; and (4) The appropriate title or combination of titles: Professional Engineer, Architect, Land Surveyor, Landscape Architect. The seal shall have an outer circle with a two-inch diameter and an inner circle with a one and one-fourth inch diameter. Titles may be prefixed with the words, Licensed or Registered. The seal may be an embossed seal, a rubber stamp, a computer-generated seal, or other facsimile found acceptable to the board. The licensee's original written signature and the date shall be adjacent to or across the seal. Computer-generated or other facsimile signatures and dates may not be used. Petroleum release assessors and remediators, or interns, may not obtain or use any seal. Section 14. That § 36-18A-45 be amended to read as follows: 36-18A-45. The application of the licensee's seal and signature and the date constitutes certification that the work on which it was applied was done by the licensee or under the licensee's responsible charge. The seal, signature, and date shall be placed in such a manner that can be legibly reproduced on the following: (1) All originals, copies, tracings, or other reproducibles of all final drawings, specifications, reports, plats, plans, land surveys, design information, and calculations prepared by the licensee or under the licensee's responsible charge when presented to a client or any public or governmental agency. A licensee may not review or check technical submissions of another licensed professional or unlicensed person and seal the documents as the licensee's own work; (2) Preliminary work shall contain a note that the submittal is Not for Construction, Preliminary, or other such explanation that it is not final; (3) In the case of multiple seals, the title or index sheet may be sealed, signed, and dated by all involved. In addition, each sheet shall be sealed, signed, and dated by the licensee or licensees responsible for that sheet; (4) Drawings that are transmitted electronically to a client or governmental agency shall have the computer-generated seal removed from the original file. The electronic media shall have the following inserted in lieu of the seal, signature, and date: This document originally issued and sealed by (name of licensee/sealer), (title), (license number), on (date of sealing). This media should not be considered a certified document ; (5) Drawings, reports, or documents that are signed and sealed using a digital method shall have an electronic authentication process attached to or logically associated with the electronic documents. The digital signature shall be: (a) Unique to the person using it; (b) Capable of verification; (c) Under the sole control of the person using it; and (d) Linked to a document in such a manner that the digital signature is invalidated if any data in the document is changed . Section 15. That chapter 36-18A be amended by adding thereto a NEW SECTION to read as follows: A digital signature that uses a process approved by the board is presumed to meet the criteria set forth in subdivision 36-18A-45(5). Any hard copy printed from the transmitted electronic file shall bear the facsimile of the signature and seal and shall be a confirmation that the electronic file was not altered after the initial digital signing of the file. Any alterations to the file shall cause the facsimile of the signature to be voided. Section 16. That chapter 36-18A be amended by adding thereto a NEW SECTION to read as follows: If determined by the board that a licensee in responsible charge of the work is unavailable to complete the work, a successor licensee may take responsible charge by performing all professional services to include developing a complete design file with work or design criteria, calculations, code research, and any necessary and appropriate changes to the work. The nonprofessional services, such as drafting, need not be redone by the successor licensee but shall clearly and accurately reflect the successor licensee's work. The burden is on the successor licensee to show compliance. The successor licensee shall sign, date, and seal all original documents. The successor licensee shall have control of and responsibility for the work product and the signed and sealed originals of all documents. Section 17. That § 36-18A-47 be amended to read as follows: 36-18A-47. Any office physically located and maintained in this state to offer engineering, architectural, land surveying, landscape architectural, petroleum release assessment, or petroleum release remediation services shall have an appropriately licensed person who is regularly employed in that office and who has responsible charge and direct supervision and control of all professional services. A No licensee who renders occasional, part-time, or consulting services to or for a firm or an office may not be designated as the appropriately licensed person in responsible charge for the professional activities of the firm or office unless a schedule is posted at the office for the public's knowledge and filed with and approved by the board stating when the licensee is physically in the office. 3 Section 18. That § 36-18A-49 be amended to read as follows: 36-18A-49. A business entity or office desiring a certificate of authorization or renewal shall file a written application with the board which shall contain the following: (1) Names and addresses of the sole proprietorship and all general and limited partners, officers, and directors of any business entity; (2) Names and addresses The names, license numbers, and profession of all general and limited partners, officers, directors, and employees or sole proprietors of such the business entity or office who are duly licensed to practice engineering, architecture, land surveying, landscape architecture, petroleum release assessment, or petroleum release remediation in this state and who are or will be in responsible charge of any professional services in this state by the business entity or office; (2) A statement from the business entity that the board office will be notified in writing within thirty days after the effective date of any change ; (3) A statement by a partner, officer, or owner licensed person who works for the business entity or office that the business entity or office will not permit the performance of any professional service, as defined in this chapter, by any person of the business entity or office unless the person is licensed under this chapter; and (4) All other information the board may deem necessary as promulgated by rule pursuant to chapter 1-26. Section 19. That § 36-18A-50 be amended to read as follows: 36-18A-50. The board shall issue a certificate of authorization or a renewal to a business entity or office upon receipt of an application for a certificate of authorization and a fee as set by the board pursuant to chapter 1-26 unless the board finds an error in the application or that any facts exist which would entitle the board to suspend or revoke the certificate if issued to the applicant. The certificate of authorization is not transferable. A certificate of authorization is not required for any exempt business."}, {"bill_id": 21202, "bill_version_id": 112110, "bill_version": "Enrolled", "bill_version_date": "2007-02-13T08:40:29-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21202, "action_date": "2007-01-09T12:00:00-06:00", "document_id": 110143, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110143.pdf", "status_text": "First read in Senate and referred to", "journal_page": 23, "committee_id_action": 924, "committee_id_assigned": 898, "result": "N", "vote": {}}, {"bill_id": 21202, "action_date": "2007-01-16T10:00:00-06:00", "document_id": 110277, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110277.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 898, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21202, "action_date": "2007-01-16T10:00:00-06:00", "document_id": 110277, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110277.pdf", "status_text": "Do Pass,", "journal_page": 82, "committee_id_action": 898, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65093, "president_vote": null, "Yea": [3571, 3623, 3627, 3667, 3602, 3634], "Excused": [3585]}}, {"bill_id": 21202, "action_date": "2007-01-17T14:00:00-06:00", "document_id": 110335, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110335.pdf", "status_text": "Do Pass,", "journal_page": 101, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65704, "president_vote": null, "Yea": [3571, 3573, 3574, 3575, 3585, 3589, 3595, 3596, 3602, 3603, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3623, 3625, 3626, 3627, 3630, 3633, 3634, 3636, 3639, 3641, 3647, 3652, 3659, 3661, 3664, 3667, 3669], "Excused": [3621]}}, {"bill_id": 21202, "action_date": "2007-01-18T14:00:00-06:00", "document_id": 110402, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110402.pdf", "status_text": "First read in House and referred to", "journal_page": 114, "committee_id_action": 923, "committee_id_assigned": 911, "result": "N", "vote": {}}, {"bill_id": 21202, "action_date": "2007-01-26T10:00:00-06:00", "document_id": 110947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110947.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 911, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21202, "action_date": "2007-01-26T10:00:00-06:00", "document_id": 110947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110947.pdf", "status_text": "Do Pass,", "journal_page": 232, "committee_id_action": 911, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66372, "president_vote": null, "Yea": [3572, 3576, 3588, 3592, 3619, 3642, 3644, 3645, 3650, 3658], "Excused": [3622, 3663, 3676]}}, {"bill_id": 21202, "action_date": "2007-01-30T14:00:00-06:00", "document_id": 111185, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111185.pdf", "status_text": "Deferred to another day", "journal_page": 274, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21202, "action_date": "2007-01-31T14:00:00-06:00", "document_id": 111304, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111304.pdf", "status_text": "Deferred to another day", "journal_page": 298, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21202, "action_date": "2007-02-01T14:00:00-06:00", "document_id": 111410, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111410.pdf", "status_text": "Deferred to another day", "journal_page": 313, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21202, "action_date": "2007-02-02T13:00:00-06:00", "document_id": 111493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111493.pdf", "status_text": "Deferred to another day", "journal_page": 321, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21202, "action_date": "2007-02-05T14:00:00-06:00", "document_id": 111585, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111585.pdf", "status_text": "Deferred to another day", "journal_page": 347, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21202, "action_date": "2007-02-06T14:00:00-06:00", "document_id": 111682, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111682.pdf", "status_text": "Deferred to another day", "journal_page": 369, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21202, "action_date": "2007-02-07T14:00:00-06:00", "document_id": 111788, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111788.pdf", "status_text": "Deferred to another day", "journal_page": 404, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21202, "action_date": "2007-02-08T14:00:00-06:00", "document_id": 111852, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111852.pdf", "status_text": "Deferred to another day", "journal_page": 421, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21202, "action_date": "2007-02-09T13:00:00-06:00", "document_id": 111953, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111953.pdf", "status_text": "Deferred to another day", "journal_page": 434, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21202, "action_date": "2007-02-12T14:00:00-06:00", "document_id": 112085, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112085.pdf", "status_text": "Do Pass,", "journal_page": 472, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67098, "president_vote": null, "Yea": [3572, 3576, 3577, 3578, 3579, 3580, 3581, 3582, 3583, 3586, 3587, 3588, 3590, 3592, 3593, 3594, 3597, 3598, 3599, 3600, 3604, 3605, 3606, 3609, 3611, 3613, 3616, 3619, 3620, 3622, 3624, 3628, 3629, 3631, 3632, 3635, 3637, 3638, 3640, 3642, 3643, 3644, 3645, 3646, 3648, 3649, 3650, 3651, 3653, 3654, 3655, 3656, 3657, 3658, 3660, 3662, 3663, 3665, 3666, 3668, 3672, 3673, 3674, 3675, 3676, 3584], "Nay": [3591, 3671], "Excused": [3614, 3670]}}, {"bill_id": 21202, "action_date": "2007-02-14T14:00:00-06:00", "document_id": 112314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112314.pdf", "status_text": "Signed by President", "journal_page": 544, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21202, "action_date": "2007-02-15T14:00:00-06:00", "document_id": 112390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112390.pdf", "status_text": "Signed by Speaker", "journal_page": 561, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21202, "action_date": "2007-02-20T14:00:00-06:00", "document_id": 112504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112504.pdf", "status_text": "Delivered to the Governor", "journal_page": 572, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21202, "action_date": "2007-02-22T14:00:00-06:00", "document_id": 112664, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112664.pdf", "status_text": "Signed by Governor", "journal_page": 612, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3771}