{"session_id": 49, "bill_id": 15284, "bill_type": "Senate Bill", "bill_number": 36, "bill_title": "establish standards for disability policies and disability income policies.", "sponsors": [], "keywords": ["Department of Commerce and Regulation", "Health Insurance"], "audio": [], "bill_versions": [{"bill_id": 15284, "bill_version_id": 87054, "bill_version": "Introduced", "bill_version_date": "2000-01-08T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish standards for disability policies and disability income policies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Disability policy,\" a policy or certificate that provides for periodic payments, for a specified period, during the continuance of a disability from either sickness or injury or a combination of sickness and injury; and (2) \"Disability income policy,\" a disability policy or certificate that reimburses an insured, in part or in whole, based upon lost wages or salaries. Section 2. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: Any disability policy or disability income policy that uses cognitive impairment or the inability to perform the activities of daily living to determine qualification for benefits under the policy shall use the definitions of cognitive impairment and activities of daily living that are required of long term care insurance. No policy may require the inability to perform more than two of six activities of daily living. If additional activities of daily living are added to those required for long term care insurance, the proportion of activities of daily living the insured is required to be unable to perform cannot exceed a ratio of one to three. Section 3. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: Any disability policy or disability income policy may include provisions that exclude or reduce benefits if the insured is collecting benefits under a government program or other insurance coverage and the insured is actually receiving those benefits. Section 4. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: No disability policy or disability income policy may require the loss to commence less than thirty days after the date of the accident, nor may any policy that the insurer cancels or refuses to renew require that it be in force at the time the disability commences if the accident occurred while the coverage was in force. Section 5. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: Any disability policy or disability income policy shall meet the following minimum standards: (1) Provide that periodic payments that are payable at ages after sixty-two and reduced solely on the basis of age are at least fifty percent of the amounts payable immediately prior to age sixty-two; (2) Contain an elimination period no greater than: (a) Ninety days in the case of coverage providing a benefit of one year or less; (b) One hundred eighty days in the case of coverage providing a benefit of more than one year but not greater than two years; or (c) Three hundred sixty-five days in all other cases during the continuance of disability resulting from sickness or injury; (3) Provide disability benefits for at least six months. However, in the case of a policy covering disability arising out of pregnancy, childbirth, or miscarriage, the period for the disability may be one month; (4) Include no reduction in benefits because of any increase in social security or similar benefits during a benefit period; (5) Require only one elimination period if a policy provides total disability benefits and partial disability benefits. Section 6. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: The director may promulgate rules pursuant to chapter 1-26 to protect the insurance-buying public with regard to disability policies or disability income policies. However, the director shall take into account the effect any such rule may have on the availability of coverage. The rules may include: (1) Definition of terms; (2) Permissible exclusions; (3) Return of premium provisions; (4) Disability determinations; (5) Disclosure requirements; (6) Benefit triggers; and (7) Coordination of benefits. Section 7. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: Any group disability policy or group disability income policy is subject to the provisions of § 58-17-97. Section 8. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: This Act applies to any individual disability policy or individual disability income policy or certificate issued and approved in this state pursuant to § 58-11-12."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15284, "action_date": "2000-01-11T14:00:00-06:00", "document_id": 85621, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85621.pdf", "status_text": "First read in Senate and referred to", "journal_page": 20, "committee_id_action": 657, "committee_id_assigned": 631, "result": "N", "vote": {}}, {"bill_id": 15284, "action_date": "2000-01-13T10:00:00-06:00", "document_id": 85698, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85698.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 631, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15284, "action_date": "2000-01-20T10:00:00-06:00", "document_id": 85744, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85744.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 631, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15284, "action_date": "2000-01-20T10:00:00-06:00", "document_id": 85744, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85744.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 125, "committee_id_action": 631, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45101, "president_vote": null, "Yea": [2365, 2381, 2405, 2320, 2391], "Nay": [2380, 2399]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15284"}