{"session_id": 21, "bill_id": 6200, "bill_type": "Senate Bill", "bill_number": 44, "bill_title": "revise the criteria for classifying property as agricultural land and to provide for additional requirements for small agricultural acreages and timber land to be classified as agricultural land.", "sponsors": [{"legislator_profile_id": 871, "is_prime": true}, {"legislator_profile_id": 860, "is_prime": false}], "keywords": ["Agriculture and Horticulture", "Assessment", "Taxes"], "audio": [{"meeting_datetime": "2015-01-23T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sta08.mp3", "start_seconds": 1272.0}, {"meeting_datetime": "2015-01-23T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sta08.mp3", "start_seconds": 1272.0}, {"meeting_datetime": "2015-01-23T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sta08.mp3", "start_seconds": 1272.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sta11.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sta11.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sta11.mp3", "start_seconds": 160.0}], "bill_versions": [{"bill_id": 6200, "bill_version_id": 33019, "bill_version": "Introduced", "bill_version_date": "2015-01-10T12:05:43.2-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the criteria for classifying property as agricultural land and to provide for additional requirements for small agricultural acreages and timber land to be classified as agricultural land. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-6-31.3 be amended to read as follows: 10-6-31.3. For tax purposes, land is agricultural land if it meets two of the following three criteria: (1) At least thirty-three and one-third percent of the total family gross income of the owner is derived from the pursuit of agriculture as defined in subdivision (2) of this section or it is a state-owned public shooting area or a state-owned game production area as identified in § 41-4-8 and it is owned and managed by the Department of Game, Fish and Parks; (2) Its principal use is devoted to the one or more of the following: raising and harvesting of crops or timber or fruit trees,; producing timber in compliance with the requirements provided in section 4 of this Act; the rearing, and feeding, and management of farm livestock, poultry, fish, or nursery stock,; the production of bees and apiary products,; or horticulture, all for intended the primary purpose of obtaining a monetary profit pursuant to subdivision (1) of this section. Agricultural real estate also includes land may also include woodland, and wasteland, and pasture land, but only if the that land is held and operated in conjunction with agricultural real estate land as defined in this section and it all of the land is under the same common ownership; and (3)(2) It consists of a single parcel of not less than twenty acres of unplatted land or is a part of a contiguous ownership of not less than eighty management unit of not less than one hundred sixty acres of unplatted land. The same acreage specifications apply to platted land, excluding land platted as a subdivision, which is in an unincorporated area. However, the board of county commissioners may increase the minimum acre requirement up to one hundred sixty acres. No land platted as a subdivision may qualify as agricultural land. For the purpose of this section and section 4 of this Act, the term, management unit, means any parcels of land, whether adjoining or not, under common ownership located within this state and managed and operated as a unit for one or more of the agricultural uses listed in this section. No parcel of land less than twenty acres within a management unit may be more than twenty air miles from the nearest other parcel within the management unit. No parcel of land within a management unit may be located within a subdivision or an incorporated municipality. If requested by the director of equalization, the owner shall provide supporting documentation of the land contained in the management unit. For the purposes of this section, the term, principal use, means the primary use to which the land is devoted. This definition is intended to reference the primary and predominant use of the land as opposed to a mere secondary and incidental use. Land is not agricultural land if its principal use is devoted to a residential, commercial, industrial, or recreational use. For the purpose of this section, the term, subdivision, means any division of land which creates five or more lots and is recorded with a subdivision name. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: A parcel of land that is less than twenty acres or the minimum acreage requirement established by the board of county commissioners may qualify for the agricultural land classification pursuant to § 10-6-31.3 and section 4 of this Act if the owner applies to the director of equalization requesting classification of the parcel as agricultural land and it meets the following additional criteria: (1) The land is being used consistent with its size, location, and capability and its principal use is for the raising and marketing of agricultural products as required by § 10-6-31.3; (2) The land is not devoted to a residential, commercial, industrial, or recreational use; and (3) At least two thousand five hundred dollars of gross income is annually derived from agricultural use on the land by the owner. The board of county commissioners may allow an exception to the annual income requirement for a production failure, marketing delay for an economic advantage, planting a crop that will not yield an income in the assessment year, or the raising or harvesting of timber. The application or request shall contain an oath verifying the validity of the information contained in the application or request. Section 3. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 10-6-31.3, any state-owned public shooting area or a state-owned game production area as identified in § 41-4-8 that is owned and managed by the Department of Game, Fish and Parks shall be assessed and taxed as agricultural land. Section 4. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: A parcel of timber land that consists of at least twenty acres or the minimum acreage requirement established by the board of county commissioners or is part of a management unit of not less than one hundred sixty acres of land and that is used to produce tangible wood products that originate from the land for the primary purpose of obtaining a monetary profit may be classified as agricultural land pursuant to § 10-6-31.3, if the land is subject to a timber management plan that has as its principal purpose the production and harvest of timber products for a monetary profit. The board of county of commissioners may adopt, by resolution or ordinance, the minimum required components of a timber management plan. The board may also establish additional criteria for the purpose of granting and maintaining the agricultural classification for timber land."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6200, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33120.pdf", "status_text": "First read in Senate and referred to", "journal_page": 24, "committee_id_action": 284, "committee_id_assigned": 270, "result": "N", "vote": {}}, {"bill_id": 6200, "action_date": "2015-01-23T10:00:00-06:00", "document_id": 33368, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33368.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 270, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6200, "action_date": "2015-01-28T10:00:00-06:00", "document_id": 33659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33659.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 270, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6200, "action_date": "2015-01-28T10:00:00-06:00", "document_id": 33999, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33999.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 200, "committee_id_action": 270, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17849, "president_vote": null, "Yea": [856, 858, 860, 894, 862, 889, 898]}}]}