{"session_id": 32, "bill_id": 8859, "bill_type": "House Bill", "bill_number": 1155, "bill_title": "create provisions regarding the language development of deaf and hard-of-hearing students.", "sponsors": [{"legislator_profile_id": 1213, "is_prime": true}, {"legislator_profile_id": 1289, "is_prime": true}, {"legislator_profile_id": 1268, "is_prime": false}, {"legislator_profile_id": 1262, "is_prime": false}, {"legislator_profile_id": 1305, "is_prime": false}, {"legislator_profile_id": 1229, "is_prime": false}], "keywords": ["Education", "Parent and Child", "School Districts", "Students", "Teacher"], "audio": [{"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hed19.mp3", "start_seconds": 170.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hed19.mp3", "start_seconds": 170.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hed19.mp3", "start_seconds": 170.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hed19.mp3", "start_seconds": 170.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hed19.mp3", "start_seconds": 170.0}, {"meeting_datetime": "2018-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou21.mp3", "start_seconds": 1176.0}, {"meeting_datetime": "2018-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou21.mp3", "start_seconds": 1176.0}, {"meeting_datetime": "2018-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou21.mp3", "start_seconds": 1176.0}, {"meeting_datetime": "2018-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou21.mp3", "start_seconds": 1176.0}, {"meeting_datetime": "2018-02-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sed30.mp3", "start_seconds": 2415.0}, {"meeting_datetime": "2018-02-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sed30.mp3", "start_seconds": 2415.0}, {"meeting_datetime": "2018-02-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sed30.mp3", "start_seconds": 2415.0}, {"meeting_datetime": "2018-02-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sed30.mp3", "start_seconds": 2415.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen32.mp3", "start_seconds": 3665.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen32.mp3", "start_seconds": 3665.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen32.mp3", "start_seconds": 3665.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen32.mp3", "start_seconds": 3665.0}], "bill_versions": [{"bill_id": 8859, "bill_version_id": 47714, "bill_version": "Introduced", "bill_version_date": "2018-01-24T08:55:25.107-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create provisions regarding the language development of deaf and hard-of-hearing students. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-33B be amended by adding a NEW SECTION to read: Terms used in this Act, mean: (1) \"ASL,\" American sign language; (2) \"Department,\" the Department of Education; (3) \"English,\" spoken English, written English, or English with the use of visual supplements; (4) \"IEP,\" individualized education program as used in §13-33B-2; (5) \"IFSP,\" individualized family service plan as used in 20 USC §1436; (6) \"Language developmental milestones,\" milestones of development aligned with existing state instruments used to meet the federal requirements for the assessment of children from birth to age five, inclusive. Section 2. That chapter 13-33B be amended by adding a NEW SECTION to read: The department shall select language developmental milestones from existing standardized norms, pursuant to the process specified in section 5 of this Act, for the purpose of developing a resource for parents to monitor and track deaf and hard-of-hearing children's expressive and receptive language acquisition and developmental stages toward English literacy. The parent resource shall: (1) Include language and developmental milestones selected pursuant to section 5 of this Act; (2) Be appropriate for use, in both content and administration, with deaf and hard-of-hearing children from birth to five years of age, inclusive, who use English or ASL, or both; (3) Present developmental milestones in terms of typical development of all children, by age range; (4) Written in a way parents can use clearly and easily; (5) Align to the department's existing infant, toddler, and preschool guidelines, the existing instrument used to assess the development of children with disabilities pursuant to federal law and state standards in English language arts; (6) Make clear that the parent resource is not a formal assessment of language and literacy development and that a parent's observations of the parent's children may differ from the formal assessment data presented at an IFSP or IEP meeting; and (7) Make clear the parent may bring the parent resource to an IFSP or IEP meeting for the purpose of sharing the parent's observations about the child's development. Section 3. That chapter 13-33B be amended by adding a NEW SECTION to read: The department shall use existing tools or assessments for educators to be used to assess the language and literacy development of deaf and hard-of-hearing children. The tools or assessments shall be: (1) In a format that shows the stages of language development; (2) Selected for use by educators to track the development of deaf and hard-of-hearing children's expressive and receptive language acquisition and developmental stages toward English literacy; (3) Selected from existing tools or assessments used to assess the development of all children from birth to five years of age; and (4) Appropriate, in both content and administration, for use with deaf and hard-of-hearing children. The tools or assessments may be used by the child's IFSP or IEP team to track the deaf or hard-of-hearing child's progress and to establish or modify IFSP or IEP plans. The tools or assessments may reflect the recommendations of the advisory committee pursuant to section 6 of this Act. Section 4. That chapter 13-33B be amended by adding a NEW SECTION to read: The department shall disseminate the parent resource developed pursuant to section 2 of this Act to parents and guardians of deaf and hard-of-hearing children. The department shall disseminate the educator tools and assessments selected pursuant to section 3 of this Act to local educational agencies for use in the development and modification of IFSP and IEP plans. The department shall provide materials and training on use of the tools and assessment to assist deaf and hard-of-hearing children in becoming linguistically ready for kindergarten using ASL, English, or both. If a deaf or hard-of-hearing child does not demonstrate progress in expressive and receptive language skills, as measured by the educator tools or assessments or by the existing instrument used to assess the development of children with disabilities pursuant to federal law, the child's IFSP or IEP team shall explain in detail the reasons why the child is not meeting the language developmental milestones or progressing towards the developmental milestones. The team shall recommend specific strategies, services, and programs that shall be provided to assist the child's success toward English literacy. Section 5. That chapter 13-33B be amended by adding a NEW SECTION to read: Before March 1, 2019, the department shall provide the advisory committee established pursuant to section 6 of this Act with a list of existing language developmental milestones from existing standardized norms, along with any relevant information held by the department regarding those language developmental milestones for possible inclusion in the development of a parent resource pursuant to section 2 of this Act. The language developmental milestones shall be aligned to the department's existing infant, toddler, and preschool guidelines, the existing instrument used to assess the development of children with disabilities pursuant to federal law, and the state standards in English language arts. Before June 1, 2019, the advisory committee shall recommend language developmental milestones for selection pursuant to section 2 of this Act. Before July 1, 2019, the department shall inform the advisory committee of the language developmental milestones selected. Section 6. That chapter 13-33B be amended by adding a NEW SECTION to read: The superintendent of the State School for the Deaf shall establish an advisory committee for purposes of soliciting input from experts on the selection of language developmental milestones for children who are deaf or hard-of-hearing that are equivalent to experts for children who are not deaf or hard-of-hearing, for inclusion in the parent resource pursuant to sections 2 and 4 of this Act. The advisory committee may also make recommendations on the selection and administration of the educator tools or assessments selected pursuant to section 3 of this Act. The advisory committee shall consist of thirteen volunteers, at least seven of whom shall be deaf or hard-of-hearing, and all of whom shall practice within the fields of education or services for the deaf and hard-of-hearing. The advisory committee shall include all of the following: (1) A parent of a child who is deaf or hard-of-hearing who uses both ASL and English; (2) A parent of a child who is deaf or hard-of-hearing who uses only spoken English, with or without visual supplements; (3) A parent of a child who is Deaf-Plus; (4) A representative from the State School for the Deaf outreach who is fluent in both ASL and English; (5) An expert who researches language outcomes for deaf and hard-of-hearing children using ASL and English; (6) A credentialed teacher of deaf and hard-of-hearing students with expertise in curriculum and instruction in ASL and English; (7) A credentialed teacher of deaf and hard-of-hearing students with expertise in curriculum and instruction in spoken English, with or without visual supplements; (8) An advocate from the South Dakota Association of the Deaf who advocates for teaching using both ASL and English; (9) An early intervention specialist who works with deaf and hard-of-hearing infants and toddlers using both ASL and English; (10) A credentialed teacher of deaf and hard-of-hearing students with expertise in ASL and English language assessments; (11) A representative from the Parent Training Information Center for South Dakota or South Dakota Parent Connection; (12) A representative from Communication Service for the Deaf; and (13) A psychologist with expertise in assessing deaf and hard-of-hearing children who is fluent in ASL and English. The advisory committee may also advise the department on the content and administration of the existing instrument used to assess the development of children with disabilities pursuant to federal law, as used to assess deaf and hard-of-hearing children's language and literacy development to ensure the appropriate use of the instrument with deaf or hard-of-hearing children. The committee may make recommendations regarding future research to improve the measurement of progress of deaf and hard-of-hearing children in language and literacy. Section 7. That chapter 13-33B be amended by adding a NEW SECTION to read: Before August 1, 2019, and before each August first thereafter, the department shall annually produce a report, using existing data reported in compliance with the federally required state performance plan on students with disabilities, that is specific to language and literacy development of deaf and hard-of-hearing children from birth to five years of age, inclusive. The report shall contain a comparison of children who are deaf or hard-of-hearing or have other disabilities, relative to peers who are not deaf or hard-of-hearing. The department shall make the report available on the department's website. Section 8. That chapter 13-33B be amended by adding a NEW SECTION to read: The implementation of this Act shall be consistent with federal law regarding the education of children with disabilities and the privacy of student information. This Act only applies to children from birth to five years of age."}, {"bill_id": 8859, "bill_version_id": 48860, "bill_version": "House Education Engrossed", "bill_version_date": "2018-02-07T11:40:05.79-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create provisions regarding the language development of deaf and hard-of-hearing students. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-33B be amended by adding a NEW SECTION to read: Terms used in this Act, mean: (1) \"ASL,\" American sign language; (2) \"Department,\" the Department of Education; (3) \"English,\" spoken English, written English, or English with the use of visual supplements; (4) \"IEP,\" individualized education program as used in §13-33B-2; (5) \"IFSP,\" individualized family service plan as used in 20 USC §1436; (6) \"Language developmental milestones,\" milestones of development aligned with existing state instruments used to meet the federal requirements for the assessment of children from birth to age five, inclusive. Section 2. That chapter 13-33B be amended by adding a NEW SECTION to read: The department shall select language developmental milestones from existing standardized norms, pursuant to the process specified in section 5 of this Act, for the purpose of developing a resource for parents to monitor and track deaf and hard-of-hearing children's expressive and receptive language acquisition and developmental stages toward English literacy. The parent resource shall: (1) Include language and developmental milestones selected pursuant to section 5 of this Act; (2) Be appropriate for use, in both content and administration, with deaf and hard-of-hearing children from birth to five years of age, inclusive, who use English or ASL, or both; (3) Present developmental milestones in terms of typical development of all children, by age range; (4) Written in a way parents can use clearly and easily; (5) Align to the department's existing infant, toddler, and preschool guidelines, the existing instrument used to assess the development of children with disabilities pursuant to federal law and state standards in English language arts; (6) Make clear that the parent resource is not a formal assessment of language and literacy development and that a parent's observations of the parent's children may differ from the formal assessment data presented at an IFSP or IEP meeting; and (7) Make clear the parent may bring the parent resource to an IFSP or IEP meeting for the purpose of sharing the parent's observations about the child's development. Section 3. That chapter 13-33B be amended by adding a NEW SECTION to read: The department shall use existing tools or assessments for educators to be used to assess the language and literacy development of deaf and hard-of-hearing children. The tools or assessments shall be: (1) In a format that shows the stages of language development; (2) Selected for use by educators to track the development of deaf and hard-of-hearing children's expressive and receptive language acquisition and developmental stages toward English literacy; (3) Selected from existing tools or assessments used to assess the development of all children from birth to five years of age; and (4) Appropriate, in both content and administration, for use with deaf and hard-of-hearing children. The tools or assessments may be used by the child's IFSP or IEP team to track the deaf or hard-of-hearing child's progress and to establish or modify IFSP or IEP plans. The tools or assessments may reflect the recommendations of the advisory committee pursuant to section 6 of this Act. Section 4. That chapter 13-33B be amended by adding a NEW SECTION to read: The department shall disseminate the parent resource developed pursuant to section 2 of this Act to parents and guardians of deaf and hard-of-hearing children. The department shall disseminate the educator tools and assessments selected pursuant to section 3 of this Act to local educational agencies for use in the development and modification of IFSP and IEP plans. The department shall provide materials and training on use of the tools and assessment to assist deaf and hard-of-hearing children in becoming linguistically ready for kindergarten using ASL, English, or both. If a deaf or hard-of-hearing child does not demonstrate progress in expressive and receptive language skills, as measured by the educator tools or assessments or by the existing instrument used to assess the development of children with disabilities pursuant to federal law, the child's IFSP or IEP team shall explain in detail the reasons why the child is not meeting the language developmental milestones or progressing towards the developmental milestones. The team shall recommend specific strategies, services, and programs that shall be provided to assist the child's success toward English literacy. Section 5. That chapter 13-33B be amended by adding a NEW SECTION to read: Before March 1, 2019, the department shall provide the advisory committee established pursuant to section 6 of this Act with a list of existing language developmental milestones from existing standardized norms, along with any relevant information held by the department regarding those language developmental milestones for possible inclusion in the development of a parent resource pursuant to section 2 of this Act. The language developmental milestones shall be aligned to the department's existing infant, toddler, and preschool guidelines, the existing instrument used to assess the development of children with disabilities pursuant to federal law, and the state standards in English language arts. Before June 1, 2019, the advisory committee shall recommend language developmental milestones for selection pursuant to section 2 of this Act. Before July 1, 2019, the department shall inform the advisory committee of the language developmental milestones selected. Section 6. That chapter 13-33B be amended by adding a NEW SECTION to read: The superintendent of the State School for the Deaf shall establish an advisory committee for purposes of soliciting input from experts on the selection of language developmental milestones for children who are deaf or hard-of-hearing that are equivalent to experts for children who are not deaf or hard-of-hearing, for inclusion in the parent resource pursuant to sections 2 and 4 of this Act. The advisory committee may also make recommendations on the selection and administration of the educator tools or assessments selected pursuant to section 3 of this Act. The advisory committee shall consist of fourteen volunteers, at least seven of whom shall be deaf or hard-of-hearing, and all of whom shall practice within the fields of education or services for the deaf and hard-of-hearing. The advisory committee shall include all of the following: (1) A parent of a child who is deaf or hard-of-hearing who uses both ASL and English; (2) A parent of a child who is deaf or hard-of-hearing who uses only spoken English, with or without visual supplements; (3) A parent of a child who is Deaf-Plus; (4) A representative from the State School for the Deaf outreach who is fluent in both ASL and English; (5) An expert who researches language outcomes for deaf and hard-of-hearing children using ASL and English; (6) A credentialed teacher of deaf and hard-of-hearing students with expertise in curriculum and instruction in ASL and English; (7) A credentialed teacher of deaf and hard-of-hearing students with expertise in curriculum and instruction in spoken English, with or without visual supplements; (8) An advocate from the South Dakota Association of the Deaf who advocates for teaching using both ASL and English; (9) An early intervention specialist who works with deaf and hard-of-hearing infants and toddlers using both ASL and English; (10) A credentialed teacher of deaf and hard-of-hearing students with expertise in ASL and English language assessments; (11) A representative from the Parent Training Information Center for South Dakota or South Dakota Parent Connection; (12) A representative from Communication Service for the Deaf; (13) A psychologist with expertise in assessing deaf and hard-of-hearing children who is fluent in ASL and English; and (14) A representative from the Department of Education. The advisory committee may also advise the department on the content and administration of the existing instrument used to assess the development of children with disabilities pursuant to federal law, as used to assess deaf and hard-of-hearing children's language and literacy development to ensure the appropriate use of the instrument with deaf or hard-of-hearing children. The committee may make recommendations regarding future research to improve the measurement of progress of deaf and hard-of-hearing children in language and literacy. Section 7. That chapter 13-33B be amended by adding a NEW SECTION to read: Before August 1, 2019, and before each August first thereafter, the department shall annually produce a report, using existing data reported in compliance with the federally required state performance plan on students with disabilities, that is specific to language and literacy development of deaf and hard-of-hearing children from birth to five years of age, inclusive. The report shall contain a comparison of children who are deaf or hard-of-hearing or have other disabilities, relative to peers who are not deaf or hard-of-hearing. The department shall make the report available on the department's website. Section 8. That chapter 13-33B be amended by adding a NEW SECTION to read: The implementation of this Act shall be consistent with federal law regarding the education of children with disabilities and the privacy of student information. This Act only applies to children from birth to five years of age."}, {"bill_id": 8859, "bill_version_id": 49962, "bill_version": "Senate Education Engrossed", "bill_version_date": "2018-02-27T12:01:58.783-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create provisions regarding the language development of deaf and hard-of-hearing students. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-33B be amended by adding a NEW SECTION to read: Terms used in this Act, mean: (1) \"ASL,\" American sign language; (2) \"Department,\" the Department of Education; (3) \"English,\" spoken English, written English, or English with the use of visual supplements; (4) \"IEP,\" individualized education program as used in §13-33B-2; (5) \"IFSP,\" individualized family service plan as used in 20 USC §1436; (6) \"Language developmental milestones,\" milestones of development aligned with existing state instruments used to meet the federal requirements for the assessment of children from birth to age five, inclusive. Section 2. That chapter 13-33B be amended by adding a NEW SECTION to read: The department shall incorporate language developmental milestones set, pursuant to the process specified in section 5 of this Act, for the purpose of developing a resource for parents to monitor and track deaf and hard-of-hearing children's expressive and receptive language acquisition and developmental stages toward English literacy. The parent resource shall: (1) Include language and developmental milestones selected pursuant to section 5 of this Act; (2) Be appropriate for use, in both content and administration, with deaf and hard-of-hearing children from birth to five years of age, inclusive, who use English or ASL, or both; (3) Present developmental milestones in terms of typical development of all children, by age range; (4) Written in a way parents can use clearly and easily; (5) Align to the state's early learning guidelines and state standards in English language arts; (6) Make clear that the parent resource is not a formal assessment of language and literacy development and that a parent's observations of the parent's children may differ from the formal assessment data presented at an IFSP or IEP meeting; and (7) Make clear the parent may bring the parent resource to an IFSP or IEP meeting for the purpose of sharing the parent's observations about the child's development. Section 3. That chapter 13-33B be amended by adding a NEW SECTION to read: The advisory committee established pursuant to section 6 of this Act shall recommend tools or assessments to assess the language and literacy development of deaf and hard-of-hearing children. The tools or assessments shall be: (1) In a format that shows the stages of language development; (2) Selected for use by educators to track the development of deaf and hard-of-hearing children's expressive and receptive language acquisition and developmental stages toward English literacy; (3) Selected from existing tools or assessments used to assess the development of all children from birth to five years of age; and (4) Appropriate, in both content and administration, for use with deaf and hard-of-hearing children. The tools or assessments may be used by the child's IFSP or IEP team to track the deaf or hard-of-hearing child's progress and to establish or modify IFSP or IEP. Section 4. That chapter 13-33B be amended by adding a NEW SECTION to read: The department shall disseminate the parent resource developed pursuant to section 2 of this Act to parents and guardians of deaf and hard-of-hearing children. If a deaf or hard-of-hearing child does not demonstrate progress in expressive and receptive language skills the child's IFSP or IEP team shall recommend specific strategies, services, and programs to assist the child's success toward English literacy. Section 5. That chapter 13-33B be amended by adding a NEW SECTION to read: Before March 1, 2019, the department shall provide the advisory committee established pursuant to section 6 of this Act with a list of existing language developmental milestones from existing standardized norms, along with any relevant information held by the department regarding those language developmental milestones for possible inclusion in the development of a parent resource pursuant to section 2 of this Act. The language developmental milestones shall align to the state's early learning guidelines, and the state standards in English language arts. Before June 1, 2019, the advisory committee shall set language developmental milestones for inclusion in the parent resource created pursuant to section 2 of this Act. Section 6. That chapter 13-33B be amended by adding a NEW SECTION to read: The superintendent of the State School for the Deaf shall establish an advisory committee for purposes of soliciting input from experts on the selection of language developmental milestones for children who are deaf or hard-of-hearing that are equivalent to experts for children who are not deaf or hard-of-hearing, for inclusion in the parent resource pursuant to sections 2 and 4 of this Act. The advisory committee may also make recommendations on the selection and administration of the educator tools or assessments selected pursuant to section 3 of this Act. The advisory committee shall consist of at least nine but no more than fifteen volunteers, at least four of whom shall be deaf or hard-of-hearing, and all of whom shall practice within the fields of education or services for the deaf and hard-of-hearing. The advisory committee shall include: (1) A parent of a child who is deaf or hard-of-hearing who uses both ASL and English; (2) A parent of a child who is deaf or hard-of-hearing who uses only spoken English, with or without visual supplements; (3) A parent of a child who is Deaf-Plus; (4) A representative from the State School for the Deaf outreach who is fluent in both ASL and English; (5) A representative from the Department of Education; and (6) At least four members which may be any of the following: (a) An expert who researches language outcomes for deaf and hard-of-hearing children using ASL and English; (b) A credentialed teacher of deaf and hard-of-hearing students with expertise in curriculum and instruction in ASL and English; (c) A credentialed teacher of deaf and hard-of-hearing students with expertise in curriculum and instruction in spoken English, with or without visual supplements; (d) An advocate from the South Dakota Association of the Deaf who advocates for teaching using both ASL and English; (e) An early intervention specialist who works with deaf and hard-of-hearing infants and toddlers using both ASL and English; (f) A credentialed teacher of deaf and hard-of-hearing students with expertise in ASL and English language assessments; (g) A representative from the Parent Training Information Center for South Dakota or South Dakota Parent Connection; (h) A representative from Communication Service for the Deaf; (i) A psychologist with expertise in assessing deaf and hard-of-hearing children who is fluent in ASL and English; (j) A speech language pathologist; or (k) A pediatric audiologist. The advisory committee may also advise the department on the content and administration of the instruments used to assess deaf and hard-of-hearing children's language and literacy development to ensure the appropriate use of the instruments with deaf or hard-of-hearing children. The committee may make recommendations regarding future research to improve the measurement of progress of deaf and hard-of-hearing children in language and literacy. Section 7. That chapter 13-33B be amended by adding a NEW SECTION to read: Before August 1, 2020, the department shall establish reporting criteria, using existing data reported in compliance with the federally required state performance plan on students with disabilities, that is specific to language and literacy development of deaf and hard-of-hearing children from birth to five years of age, inclusive. Section 8. That chapter 13-33B be amended by adding a NEW SECTION to read: The implementation of this Act shall be consistent with federal law regarding the education of children with disabilities and the privacy of student information. This Act only applies to children from birth to five years of age."}, {"bill_id": 8859, "bill_version_id": 50224, "bill_version": "Senate Engrossed", "bill_version_date": "2018-03-01T15:22:59.123-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create provisions regarding the language development of deaf and hard-of-hearing students. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-33B be amended by adding a NEW SECTION to read: Terms used in this Act, mean: (1) \"ASL,\" American sign language; (2) \"Department,\" the Department of Education; (3) \"English,\" spoken English, written English, or English with the use of visual supplements; (4) \"IEP,\" individualized education program as used in §13-33B-2; (5) \"IFSP,\" individualized family service plan as used in 20 USC §1436; (6) \"Language developmental milestones,\" milestones of development aligned with existing state instruments used to meet the federal requirements for the assessment of children from birth to age five, inclusive. Section 2. That chapter 13-33B be amended by adding a NEW SECTION to read: The department shall incorporate language developmental milestones set, pursuant to the process specified in section 5 of this Act, for the purpose of developing a resource for parents to monitor and track deaf and hard-of-hearing children's expressive and receptive language acquisition and developmental stages toward English literacy. The parent resource shall: (1) Include language and developmental milestones selected pursuant to section 5 of this Act; (2) Be appropriate for use, in both content and administration, with deaf and hard-of-hearing children from birth to five years of age, inclusive, who use English or ASL, or both; (3) Present developmental milestones in terms of typical development of all children, by age range; (4) Written in a way parents can use clearly and easily; (5) Align to the state's early learning guidelines and state standards in English language arts; (6) Make clear that the parent resource is not a formal assessment of language and literacy development and that a parent's observations of the parent's children may differ from the formal assessment data presented at an IFSP or IEP meeting; and (7) Make clear the parent may bring the parent resource to an IFSP or IEP meeting for the purpose of sharing the parent's observations about the child's development. Section 3. That chapter 13-33B be amended by adding a NEW SECTION to read: The advisory committee established pursuant to section 6 of this Act shall recommend tools or assessments to assess the language and literacy development of deaf and hard-of-hearing children. The tools or assessments shall be: (1) In a format that shows the stages of language development; (2) Selected for use by educators to track the development of deaf and hard-of-hearing children's expressive and receptive language acquisition and developmental stages toward English literacy; (3) Selected from existing tools or assessments used to assess the development of all children from birth to five years of age; and (4) Appropriate, in both content and administration, for use with deaf and hard-of-hearing children. The tools or assessments may be used by the child's IFSP or IEP team to track the deaf or hard-of-hearing child's progress and to establish or modify IFSP or IEP. Section 4. That chapter 13-33B be amended by adding a NEW SECTION to read: The department shall disseminate the parent resource developed pursuant to section 2 of this Act to parents and guardians of deaf and hard-of-hearing children. If a deaf or hard-of-hearing child does not demonstrate progress in expressive and receptive language skills the child's IFSP or IEP team shall recommend specific strategies, services, and programs to assist the child's success toward English literacy. Section 5. That chapter 13-33B be amended by adding a NEW SECTION to read: Before March 1, 2019, the department shall provide the advisory committee established pursuant to section 6 of this Act with a list of existing language developmental milestones from existing standardized norms, along with any relevant information held by the department regarding those language developmental milestones for possible inclusion in the development of a parent resource pursuant to section 2 of this Act. The language developmental milestones shall align to the state's early learning guidelines, and the state standards in English language arts. Before June 1, 2019, the advisory committee shall set language developmental milestones for inclusion in the parent resource created pursuant to section 2 of this Act. Section 6. That chapter 13-33B be amended by adding a NEW SECTION to read: The superintendent of the State School for the Deaf shall establish an advisory committee for purposes of soliciting input from experts on the selection of language developmental milestones for children who are deaf or hard-of-hearing that are equivalent to experts for children who are not deaf or hard-of-hearing, for inclusion in the parent resource pursuant to sections 2 and 4 of this Act. The advisory committee may also make recommendations on the selection and administration of the educator tools or assessments selected pursuant to section 3 of this Act. The advisory committee shall consist of at least nine but no more than fifteen volunteers, at least four of whom shall be deaf or hard-of-hearing, and all of whom shall practice within the fields of education or services for the deaf and hard-of-hearing. The advisory committee shall include: (1) A parent of a child who is deaf or hard-of-hearing who uses both ASL and English; (2) A parent of a child who is deaf or hard-of-hearing who uses only spoken English, with or without visual supplements; (3) A parent of a child who is Deaf-Plus; (4) A representative from the State School for the Deaf outreach who is fluent in both ASL and English; (5) A representative from the Department of Education; and (6) At least four members which may be any of the following: (a) An expert who researches language outcomes for deaf and hard-of-hearing children using ASL and English; (b) A credentialed teacher of deaf and hard-of-hearing students with expertise in curriculum and instruction in ASL and English; (c) A credentialed teacher of deaf and hard-of-hearing students with expertise in curriculum and instruction in spoken English, with or without visual supplements; (d) An advocate from a South Dakota association that represents the deaf who advocates for teaching using both ASL and English; (e) An early intervention specialist who works with deaf and hard-of-hearing infants and toddlers using both ASL and English; (f) A credentialed teacher of deaf and hard-of-hearing students with expertise in ASL and English language assessments; (g) A representative from a parent training information center in South Dakota; (h) A representative from an organization that provides communication services for the deaf; (i) A psychologist with expertise in assessing deaf and hard-of-hearing children who is fluent in ASL and English; (j) A speech language pathologist; or (k) A pediatric audiologist. The advisory committee may also advise the department on the content and administration of the instruments used to assess deaf and hard-of-hearing children's language and literacy development to ensure the appropriate use of the instruments with deaf or hard-of-hearing children. The committee may make recommendations regarding future research to improve the measurement of progress of deaf and hard-of-hearing children in language and literacy. Section 7. That chapter 13-33B be amended by adding a NEW SECTION to read: Before August 1, 2020, the department shall establish reporting criteria, using existing data reported in compliance with the federally required state performance plan on students with disabilities, that is specific to language and literacy development of deaf and hard-of-hearing children from birth to five years of age, inclusive. Section 8. That chapter 13-33B be amended by adding a NEW SECTION to read: The implementation of this Act shall be consistent with federal law regarding the education of children with disabilities and the privacy of student information. This Act only applies to children from birth to five years of age."}, {"bill_id": 8859, "bill_version_id": 50421, "bill_version": "Enrolled", "bill_version_date": "2018-03-07T13:15:07.727-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8859, "action_date": "2018-01-24T14:00:00-06:00", "document_id": 47830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47830.pdf", "status_text": "First read in House and referred to", "journal_page": 174, "committee_id_action": 396, "committee_id_assigned": 384, "result": "N", "vote": {}}, {"bill_id": 8859, "action_date": "2018-02-07T07:45:00-06:00", "document_id": 48676, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48676.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 384, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8859, "action_date": "2018-02-07T07:45:00-06:00", "document_id": 48844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48844.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 384, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8859, "action_date": "2018-02-07T07:45:00-06:00", "document_id": 48844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48844.pdf", "status_text": "Do Pass Amended", "journal_page": 365, "committee_id_action": 384, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25478, "president_vote": null, "Yea": [1424, 1285, 1256, 1305, 1296, 1308, 1266, 1236, 1311, 1257, 1317, 1286, 1265], "Excused": [1313], "Nay": [1214]}}, {"bill_id": 8859, "action_date": "2018-02-12T14:00:00-06:00", "document_id": 49084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49084.pdf", "status_text": "Do Pass Amended", "journal_page": 409, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25670, "president_vote": null, "Excused": [1313, 1266, 1293, 1254], "Yea": [1241, 1213, 1269, 1424, 1268, 1284, 1279, 1307, 1294, 1425, 1282, 1260, 1311, 1312, 1291, 1275, 1283, 1238, 1286, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1310, 1226, 1280, 1263, 1274, 1249, 1277, 1303, 1309, 1259, 1255, 1299, 1256, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1229, 1298, 1285, 1253], "Nay": [1297, 1214, 1223, 1301, 1235, 1308, 1250, 1314, 1295, 1225, 1261, 1240, 1216]}}, {"bill_id": 8859, "action_date": "2018-02-13T14:00:00-06:00", "document_id": 49171, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49171.pdf", "status_text": "First read in Senate and referred to", "journal_page": 447, "committee_id_action": 395, "committee_id_assigned": 370, "result": "N", "vote": {}}, {"bill_id": 8859, "action_date": "2018-02-27T07:45:00-06:00", "document_id": 49702, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49702.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 370, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8859, "action_date": "2018-02-27T07:45:00-06:00", "document_id": 49944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49944.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 370, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8859, "action_date": "2018-02-27T07:45:00-06:00", "document_id": 49944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49944.pdf", "status_text": "Do Pass Amended", "journal_page": 609, "committee_id_action": 370, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26435, "president_vote": null, "Yea": [1262, 1234, 1278, 1267, 1245, 1271, 1230]}}, {"bill_id": 8859, "action_date": "2018-03-01T13:00:00-06:00", "document_id": 50219, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50219.pdf", "status_text": "Motion to amend", "journal_page": 671, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8859, "action_date": "2018-03-01T13:00:00-06:00", "document_id": 50219, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50219.pdf", "status_text": "Do Pass Amended", "journal_page": 671, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26651, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1234, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1243, 1289, 1218, 1244, 1221, 1272, 1233, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Excused": [1281]}}, {"bill_id": 8859, "action_date": "2018-03-06T11:30:00-06:00", "document_id": 50356, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50356.pdf", "status_text": "Concurred in amendments", "journal_page": 705, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26772, "president_vote": null, "Excused": [1313, 1279, 1282, 1254, 1215], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1260, 1311, 1308, 1312, 1291, 1275, 1283, 1238, 1250, 1286, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1309, 1259, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1317, 1229, 1298, 1285, 1253], "Nay": [1314, 1255, 1216]}}, {"bill_id": 8859, "action_date": "2018-03-07T11:30:00-06:00", "document_id": 50420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50420.pdf", "status_text": "Signed by the Speaker", "journal_page": 737, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8859, "action_date": "2018-03-08T10:00:00-06:00", "document_id": 50469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50469.pdf", "status_text": "Signed by the President", "journal_page": 759, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8859, "action_date": "2018-03-08T09:00:00-06:00", "document_id": 50486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50486.pdf", "status_text": "Delivered to the Governor", "journal_page": 747, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8859, "action_date": "2018-03-26T11:00:00-05:00", "document_id": 50575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50575.pdf", "status_text": "Signed by the Governor", "journal_page": 794, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6613}