{"session_id": 48, "bill_id": 14827, "bill_type": "Senate Bill", "bill_number": 236, "bill_title": "establish standards for network adequacy and quality of care in managed care plans and to require the registration of managed care entities.", "sponsors": [], "keywords": ["Insurance", "Managed Care Plan"], "audio": [], "bill_versions": [{"bill_id": 14827, "bill_version_id": 80585, "bill_version": "Introduced", "bill_version_date": "1999-02-01T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish standards for network adequacy and quality of care in managed care plans and to require the registration of managed care entities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Closed plan,\" a managed care plan that requires covered persons to use participating providers under the terms of the managed care plan and does not provide any benefits for out-of-network services except for emergency services; (2) \"Consumer,\" someone in the general public who may or may not be a covered person or a purchaser of health care, including employers; (3) \"Covered benefits\" or \"benefits,\" those health care services to which a covered person is entitled under the terms of a health benefit plan; (4) \"Covered person,\" a policyholder, subscriber, enrollee, or other individual participating in a health benefit plan; (5) \"Director,\" the director of the Division of Insurance; (6) \"Discounted fee for service,\" a contractual arrangement between a health carrier and a provider or network of providers under which the provider is compensated in a discounted fashion based upon each service performed and under which there is no contractual responsibility on the part of the provider to manage care, to serve as a gatekeeper or primary care provider, or to provide or assure quality of care. A contract between a provider or network of providers and a health maintenance organization is not a discounted fee for service arrangement; (7) \"Emergency medical condition,\" the sudden and, at the time, unexpected onset of a health condition that requires immediate medical attention, where failure to provide medical attention would result in serious impairment to bodily functions or serious dysfunction of a bodily organ or part, or would place the person's health in serious jeopardy; (8) \"Emergency services,\" health care items and services furnished or required to evaluate and treat an emergency medical condition; (9) \"Facility,\" an institution providing health care services or a health care setting, including hospitals and other licensed inpatient centers, ambulatory surgical or treatment centers, skilled nursing centers, residential treatment centers, diagnostic, laboratory and imaging centers, and rehabilitation and other therapeutic health settings; (10) \"Health benefit plan,\" a policy, contract, certificate, or agreement entered into, offered or issued by a health carrier to provide, deliver, arrange for, pay for or reimburse any of the costs of health care services; (11) \"Health care professional,\" a physician or other health care practitioner licensed, accredited, or certified to perform specified health services consistent with state law; (12) \"Health care provider\" or \"provider,\" a health care professional or a facility; (13) \"Health care services,\" services for the diagnosis, prevention, treatment, cure, or relief of a health condition, illness, injury, or disease; (14) \"Health carrier,\" an entity subject to the insurance laws and regulations of this state, or subject to the jurisdiction of the director, that contracts or offers to contract, or enters into an agreement to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services, including a sickness and accident insurance company, a health maintenance organization, a nonprofit hospital, and health service corporation, or any other entity providing a plan of health insurance, health benefits, or health services; (15) \"Health indemnity plan,\" a health benefit plan that is not a managed care plan; (16) \"Intermediary,\" a person authorized to negotiate and execute provider contracts with health carriers on behalf of health care providers or on behalf of a network; (17) \"Managed care plan,\" a plan as defined in subdivisions 58-17-91(3) and 58-18-64(3); (18) \"Network,\" the group of participating providers providing services to a managed care plan; (19) \"Open plan,\" a managed care plan other than a closed plan that provides incentives, including financial incentives, for covered persons to use participating providers under the terms of the managed care plan; (20) \"Participating provider,\" a provider who, under a contract with the health carrier or with its contractor or subcontractor, has agreed to provide health care services to covered persons with an expectation of receiving payment, other than coinsurance, copayments or deductibles, directly or indirectly from the health carrier; (21) \"Quality assessment,\" the measurement and evaluation of the quality and outcomes of medical care provided to individuals, groups, or populations; (22) \"Quality improvement,\" the effort to improve the processes and outcomes related to the provision of care within the health plan; (23) \"Secretary,\" the secretary of the Department of Health. Section 2. This Act applies to all health carriers that offer managed care plans. Section 3. A health carrier providing a managed care plan shall maintain a network that is sufficient in numbers and types of providers to assure that all services to covered persons will be accessible without unreasonable delay. In the case of emergency services, covered persons shall have access twenty-four hours per day, seven days per week. Sufficiency shall be determined in accordance with the requirements of this section, and may be established by reference to any reasonable criteria used by the carrier, including: provider-covered person ratios by specialty; primary care provider-covered person ratios; geographic accessibility; waiting times for appointments with participating providers; hours of operation; and the volume of technological and specialty services available to serve the needs of covered persons requiring technologically advanced or specialty care. Section 4. In any case where the health carrier has an insufficient number or type of participating provider to provide a covered benefit, the health carrier shall ensure that the covered person obtains the covered benefit at no greater cost to the covered person than if the benefit were obtained from participating providers, or shall make other arrangements acceptable to the director. Section 5. The health carrier shall establish and maintain adequate arrangements to ensure reasonable proximity of participating providers to the business or personal residence of covered persons. Section 6. A health carrier shall monitor, on an ongoing basis, the ability, clinical capacity, and legal authority of its providers to furnish all contracted benefits to covered persons. In the case of capitated plans, the health carrier shall also monitor the financial capability of the provider. Section 7. In determining whether a health carrier has complied with any network adequacy provision of this Act, the director shall give due consideration to the relative availability of health care providers in the service area and to the willingness of providers to join a network. Section 8. A health carrier shall file with the director, in a manner and form defined by rules promulgated pursuant to chapter 1-26 by the director, an access plan meeting the requirements of this Act for each of the managed care plans that the carrier offers in this state. The carrier shall prepare an access plan prior to offering a new managed care plan, and shall annually update an existing access plan. The access plan shall describe or contain at least the following: (1) The health carrier's network; (2) The health carrier's procedures for making referrals within and outside its network; (3) The health carrier's process for monitoring and assuring on an ongoing basis the sufficiency of the network to meet the health care needs of populations that enroll in managed care plans; (4) The health carrier's methods for assessing the health care needs of covered persons and their satisfaction with services; (5) The health carrier's method of informing covered persons of the plan's services and features, including the plan's grievance procedures and its procedures for providing and approving emergency and specialty care; (6) The health carrier's system for ensuring the coordination and continuity of care for covered persons referred to specialty physicians, for covered persons using ancillary services, including social services and other community resources, and for ensuring appropriate discharge planning; (7) The health carrier's process for enabling covered persons to change primary care professionals; (8) The health carrier's proposed plan for providing continuity of care in the event of contract termination between the health carrier and any of its participating providers, or in the event of the health carrier's insolvency or other inability to continue operations. The description shall explain how covered persons will be notified of the contract termination, or the health carrier's insolvency or other cessation of operations, and transferred to other providers in a timely manner; and (9) Any other information required by the director to determine compliance with the provisions of this Act. The provisions of subdivisions (2), (4), (6), (7), and (8), of this section, and the provisions regarding primary care provider-covered person ratios and hours of operation in section 3 of this Act do not apply to discounted fee-for-service only networks. Section 9. A health carrier offering a managed care plan shall satisfy all the following requirements: (1) A health carrier shall establish a mechanism by which the participating provider will be notified on an ongoing basis of the specific covered health services for which the provider will be responsible, including any limitations or conditions on services; (2) In no event may a participating provider collect or attempt to collect from a covered person any money owed to the provider by the health carrier nor may the provider have any recourse against covered persons for any covered charges in excess of the copayment, coinsurance, or deductible amounts specified in the coverage; (3) The provisions of this Act do not require a health carrier, its intermediaries or the provider networks with which they contract, to employ specific providers or types of providers that may meet their selection criteria, or to contract with or retain more providers or types of providers than are necessary to maintain an adequate network; (4) A health carrier shall notify participating providers of the providers' responsibilities with respect to the health carrier's applicable administrative policies and programs, including payment terms, utilization review, quality assessment, and improvement programs, grievance procedures, data reporting requirements, confidentiality requirements, and any applicable federal or state programs; (5) A health carrier may not prohibit or penalize a participating provider from discussing treatment options with covered persons irrespective of the health carrier's position on the treatment options, from advocating on behalf of covered persons within the utilization review or grievance processes established by the carrier or a person contracting with the carrier or from, in good faith, reporting to state or federal authorities any act or practice by the health carrier that jeopardizes patient health or welfare; (6) A health carrier shall contractually require a provider to make health records available to the carrier upon request but only those health records necessary to process claims, perform necessary quality assurance or quality improvement programs, or to comply with any lawful request for information from appropriate state authorities. Any person that is provided records pursuant to this section shall maintain the confidentiality of such records and may not make such records available to any other person who is not legally entitled to the records; (7) A health carrier and participating provider shall provide at least sixty days written notice to each other before terminating the contract without cause. If a provider is terminated without cause or chooses to leave the network, upon request by the provider or the covered person and upon agreement by the provider to follow all applicable network requirements, the carrier shall permit the covered person to continue an ongoing course of treatment for ninety days following the effective date of contract termination. In the event of a covered person that has entered a second trimester of pregnancy at the time of contract termination as specified in this section, the continuation of network coverage through that provider shall extend to the provision of post-partum care directly related to the delivery; (8) A health carrier shall notify the participating providers of their obligations, if any, to collect applicable coinsurance, copayments, or deductibles from covered persons pursuant to the evidence of coverage, or of the providers' obligations, if any, to notify covered persons of their personal financial obligations for noncovered services; (9) A health carrier shall establish a mechanism by which the participating providers may determine in a timely manner whether or not a person is covered by the carrier. Section 10. In any contractual arrangement between a health carrier and an intermediary, the following shall apply: (1) A health carrier's ultimate statutory responsibility to monitor the offering of covered benefits to covered persons shall be maintained whether or not any functions or duties are contractually delegated or assigned to the intermediary; (2) A health carrier shall have the right to approve or disapprove participation status of a subcontracted provider in its own or a contracted network for the purpose of delivering covered benefits to the carrier's covered persons; (3) A health carrier shall maintain copies of all intermediary health care subcontracts at its principal place of business in the state, or ensure that it has access to all intermediary subcontracts, including the right to make copies to facilitate regulatory review, upon twenty days prior written notice from the health carrier; (4) If applicable, an intermediary shall transmit utilization documentation and claims paid documentation to the health carrier. The carrier shall monitor the timeliness and appropriateness of payments made to providers and health care services received by covered persons; (5) An intermediary shall maintain the books, records, financial information and documentation of services provided to covered persons and preserve them for examination pursuant to chapter 58-3; (6) An intermediary shall allow the director access to the intermediary's books, records, financial information, and any documentation of services provided to covered persons, as necessary to determine compliance with this Act; (7) A health carrier shall have the right, in the event of the intermediary's insolvency, to require the assignment to the health carrier of the provisions of a provider's contract addressing the provider's obligation to furnish covered services. Section 11. A health carrier shall file with the director sample contract forms proposed for use with its participating providers and intermediaries. A health carrier shall submit material changes to a sample contract that would affect a provision required by this Act or any rules promulgated pursuant to this Act to the director for approval thirty days prior to use. Changes in provider payment rates, coinsurance, copayments, or deductibles, or other plan benefit modifications are not considered material changes for the purpose of this section. If the director takes no action within thirty days after submission of a material change to a contract by a health carrier, the change is deemed approved. The health carrier shall maintain provider and intermediary contracts and provide copies to the division or department upon request. Section 12. The execution of a contract by a health carrier does not relieve the health carrier of its liability to any person with whom it has contracted for the provision of services, nor of its responsibility for compliance with the law or applicable regulations. Any contract shall be in writing and subject to review by the director, if requested. Section 13. In addition to any other remedies permitted by law, if the director determines that a health carrier has not contracted with enough participating providers to assure that covered persons have accessible health care services in a geographic area, or that a health carrier's access plan does not assure reasonable access to covered benefits, or that a health carrier has entered into a contract that does not comply with this Act, or that a health carrier has not complied with a provision of this Act, the director may institute a corrective action that shall be followed by the health carrier, or may use any of the director's other enforcement powers to obtain the health carrier's compliance with this Act. Section 14. The director may, after consultation with the secretary, promulgate pursuant to chapter 1-26 reasonable rules to protect the public in its purchase of network health insurance products, achieve the goals of this Act by ensuring adequate networks and by assuring quality of health care to the public that purchases network products. The rules may include: (1) Definition of terms; (2) Provider/covered person ratios; (3) Geographic access requirements; (4) Accessibility of care; (5) Contents of reports and filings; (6) Notification requirements; (7) Selection criteria; (8) Recordkeeping; (9) Setting of quality criteria based upon type of network; and (10) Quality assurance/quality improvement plans. Section 15. Each managed care entity, as defined in § § 58-18-64 and 58-17-91, shall register with the director prior to engaging in any managed care business in this state. The registration shall be subject to the provisions of § § 58-18-71 to 58-18-75, inclusive, and any applicable rules promulgated pursuant to those sections. Section 16. A health carrier that provides managed care plans shall develop and maintain the infrastructure and disclosure systems necessary to measure the quality of health care services provided to covered persons on a regular basis and appropriate to the types of plans offered by the health carrier. A health carrier shall: (1) Utilize a system designed to assess the quality of health care provided to covered persons and appropriate to the types of plans offered by the health carrier. The system shall include systematic collection, analysis, and reporting of relevant data in accordance with statutory and regulatory requirements. The level of quality assessment activities undertaken by a health plan may vary based on the plan's structure with the least amount of quality assessment activities required being those plans which are open and the provider network is simply a discounted fee for service preferred provider organization; (2) File a written description of the quality assessment program with the director in the prescribed general format, which shall include a signed certification by a corporate officer of the health carrier that the filing meets the requirements of this Act. Section 17. A health carrier that issues a closed plan, or a combination plan having a closed component, shall, in addition to complying with the requirements of section 16 of this Act, develop and maintain the internal structures and activities necessary to improve the quality of care being provided. Quality improvement activities for a health carrier subject to the requirements of this section should, at a minimum, involve: (1) Developing a written quality improvement plan designed to analyze both the processes and outcomes of the health care delivered to covered persons; (2) Establishing an internal system to implement the quality improvement plan and to specifically identify opportunities to improve care and using the findings of the system to improve the health care delivered to covered persons; and (3) Assuring that participating providers have the opportunity to participate in developing, implementing, and evaluating the quality improvement system. The health carrier shall provide a copy of the quality improvement plan to the director or secretary, if requested. Section 18. Nothing in this Act applies to health carrier's plans that do not contain provider networks or to dental only, vision only, accident only, school accident, travel, or specified disease plans or plans that primarily provide a fixed daily, fixed occurrence, or fixed per procedure benefit without regard to expenses incurred. Section 19. If the director and secretary find that the requirements of any private accrediting body meet the requirements of network adequacy, quality assurance, or quality improvement as set forth in this Act, the carrier may, at the discretion of the director and secretary, be deemed to have met the applicable requirements. Section 20. That § 58-41-12 be amended to read as follows: 58-41-12. Upon receipt of an application for issuance of a certificate of authority, the director shall forthwith transmit copies of such application and accompanying documents to the secretary. The secretary shall determine whether the applicant for a certificate of authority has: (1) Demonstrated the willingness and potential ability to assure that health care services will be provided in a manner to assure both the availability and accessibility of adequate personnel and facilities and in a manner enhancing availability, accessibility and continuity of service consistent with the requirements of this Act ; (2) Arrangements, established in accordance with regulations promulgated by the secretary for an ongoing quality of health care assurance program consistent with the requirements of this Act concerning health care processes and outcomes; (3) A procedure, established in accordance with regulations promulgated by the secretary, to develop, compile, evaluate, and report statistics relating to the cost of its operations, the pattern of utilization of its services, the availability and accessibility of its services, and such other matters as may be reasonably required by the secretary; and (4) Reasonable provisions for emergency and out-of-area health care services. Section 21. That § 58-41-53 be repealed. 58-41-53. No health maintenance organization or representative may allow providers under agreement with a health maintenance organization to have recourse against enrollees for amounts above those specified in the evidence of coverage as the periodic prepayment, or copayment, for health care services. Violation of this section is a Class 2 misdemeanor."}, {"bill_id": 14827, "bill_version_id": 80586, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "1999-02-09T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish standards for network adequacy and quality of care in managed care plans and to require the registration of managed care entities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Closed plan,\" a managed care plan that requires covered persons to use participating providers under the terms of the managed care plan and does not provide any benefits for out-of-network services except for emergency services; (2) \"Consumer,\" someone in the general public who may or may not be a covered person or a purchaser of health care, including employers; (3) \"Covered benefits\" or \"benefits,\" those health care services to which a covered person is entitled under the terms of a plan; (4) \"Covered person,\" a policyholder, subscriber, enrollee, or other individual participating in a plan; (5) \"Director,\" the director of the Division of Insurance; (6) \"Discounted fee for service,\" a contractual arrangement between a health carrier and a provider or network of providers under which the provider is compensated in a discounted fashion based upon each service performed and under which there is no contractual responsibility on the part of the provider to manage care, to serve as a gatekeeper or primary care provider, or to provide or assure quality of care. A contract between a provider or network of providers and a health maintenance organization is not a discounted fee for service arrangement; (7) \"Emergency medical condition,\" the sudden and, at the time, unexpected onset of a health condition that requires immediate medical attention, where failure to provide medical attention would result in serious impairment to bodily functions or serious dysfunction of a bodily organ or part, or would place the person's health in serious jeopardy; (8) \"Emergency services,\" health care items and services furnished or required to evaluate and treat an emergency medical condition; (9) \"Facility,\" an institution providing health care services or a health care setting, including hospitals and other licensed inpatient centers, ambulatory surgical or treatment centers, skilled nursing centers, residential treatment centers, diagnostic, laboratory and imaging centers, and rehabilitation and other therapeutic health settings; (10) \"Health benefit plan,\" a policy, contract, certificate, or agreement entered into, offered or issued by a health carrier to provide, deliver, arrange for, pay for or reimburse any of the costs of health care services; (11) \"Health care professional,\" a physician or other health care practitioner licensed, accredited, or certified to perform specified health services consistent with state law; (12) \"Health care provider\" or \"provider,\" a health care professional or a facility; (13) \"Health care services,\" services for the diagnosis, prevention, treatment, cure, or relief of a health condition, illness, injury, or disease; (14) \"Health carrier,\" an entity subject to the insurance laws and regulations of this state, or subject to the jurisdiction of the director, that contracts or offers to contract, or enters into an agreement to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services, including a sickness and accident insurance company, a health maintenance organization, a nonprofit hospital, and health service corporation, or any other entity providing a plan of health insurance, health benefits, or health services; (15) \"Health indemnity plan,\" a health benefit plan that is not a managed care plan; (16) \"Intermediary,\" a person authorized to negotiate and execute provider contracts with health carriers on behalf of health care providers or on behalf of a network; (17) \"Managed care plan,\" a plan as defined in subdivisions 58-17-91(3) and 58-18-64(3); (18) \"Network,\" the group of participating providers providing services to a managed care plan; (19) \"Open plan,\" a managed care plan other than a closed plan that provides incentives, including financial incentives, for covered persons to use participating providers under the terms of the managed care plan; (20) \"Participating provider,\" a provider who, under a contract with the health carrier or with its contractor or subcontractor, has agreed to provide health care services to covered persons with an expectation of receiving payment, other than coinsurance, copayments or deductibles, directly or indirectly from the health carrier; (21) \"Quality assessment,\" the measurement and evaluation of the quality and outcomes of medical care provided to individuals, groups, or populations; (22) \"Quality improvement,\" the effort to improve the processes and outcomes related to the provision of care within the health plan; (23) \"Secretary,\" the secretary of the Department of Health. Section 2. This Act applies to all health carriers that offer managed care plans. Section 3. A health carrier providing a managed care plan shall maintain a network that is sufficient in numbers and types of providers to assure that all services to covered persons will be accessible without unreasonable delay. In the case of emergency services, covered persons shall have access twenty-four hours per day, seven days per week. Sufficiency shall be determined in accordance with the requirements of this section, and may be established by reference to any reasonable criteria used by the carrier, including: provider-covered person ratios by specialty; primary care provider-covered person ratios; geographic accessibility; waiting times for appointments with participating providers; hours of operation; and the volume of technological and specialty services available to serve the needs of covered persons requiring technologically advanced or specialty care. Section 4. In any case where the health carrier has an insufficient number or type of participating provider to provide a covered benefit, the health carrier shall ensure that the covered person obtains the covered benefit at no greater cost to the covered person than if the benefit were obtained from participating providers, or shall make other arrangements acceptable to the director. Section 5. The health carrier shall establish and maintain adequate arrangements to ensure reasonable proximity of participating providers to the business or personal residence of covered persons. Section 6. A health carrier shall monitor, on an ongoing basis, the ability, clinical capacity, and legal authority of its providers to furnish all contracted benefits to covered persons. In the case of capitated plans, the health carrier shall also monitor the financial capability of the provider. Section 7. In determining whether a health carrier has complied with any network adequacy provision of this Act, the director shall give due consideration to the relative availability of health care providers in the service area and to the willingness of providers to join a network. Section 8. A health carrier shall file with the director, in a manner and form defined by rules promulgated pursuant to chapter 1-26 by the director, an access plan meeting the requirements of this Act for each of the managed care plans that the carrier offers in this state. The carrier shall prepare an access plan prior to offering a new managed care plan, and shall annually update an existing access plan. The access plan shall describe or contain at least the following: (1) The health carrier's network; (2) The health carrier's procedures for making referrals within and outside its network; (3) The health carrier's process for monitoring and assuring on an ongoing basis the sufficiency of the network to meet the health care needs of populations that enroll in managed care plans; (4) The health carrier's methods for assessing the health care needs of covered persons and their satisfaction with services; (5) The health carrier's method of informing covered persons of the plan's services and features, including the plan's grievance procedures and its procedures for providing and approving emergency and specialty care; (6) The health carrier's system for ensuring the coordination and continuity of care for covered persons referred to specialty physicians, for covered persons using ancillary services, including social services and other community resources, and for ensuring appropriate discharge planning; (7) The health carrier's process for enabling covered persons to change primary care professionals; (8) The health carrier's proposed plan for providing continuity of care in the event of contract termination between the health carrier and any of its participating providers, or in the event of the health carrier's insolvency or other inability to continue operations. The description shall explain how covered persons will be notified of the contract termination, or the health carrier's insolvency or other cessation of operations, and transferred to other providers in a timely manner; and (9) Any other information required by the director to determine compliance with the provisions of this Act. The provisions of subdivisions (2), (4), (6), (7), and (8), of this section, and the provisions regarding primary care provider-covered person ratios and hours of operation in section 3 of this Act do not apply to discounted fee-for-service only networks. Section 9. A health carrier offering a managed care plan shall satisfy all the following requirements: (1) A health carrier shall establish a mechanism by which the participating provider will be notified on an ongoing basis of the specific covered health services for which the provider will be responsible, including any limitations or conditions on services; (2) In no event may a participating provider collect or attempt to collect from a covered person any money owed to the provider by the health carrier nor may the provider have any recourse against covered persons for any covered charges in excess of the copayment, coinsurance, or deductible amounts specified in the coverage; (3) The provisions of this Act do not require a health carrier, its intermediaries or the provider networks with which they contract, to employ specific providers or types of providers that may meet their selection criteria, or to contract with or retain more providers or types of providers than are necessary to maintain an adequate network; (4) A health carrier shall notify participating providers of the providers' responsibilities with respect to the health carrier's applicable administrative policies and programs, including payment terms, utilization review, quality assessment, and improvement programs, grievance procedures, data reporting requirements, confidentiality requirements, and any applicable federal or state programs; (5) A health carrier may not prohibit or penalize a participating provider from discussing treatment options with covered persons irrespective of the health carrier's position on the treatment options, from advocating on behalf of covered persons within the utilization review or grievance processes established by the carrier or a person contracting with the carrier or from, in good faith, reporting to state or federal authorities any act or practice by the health carrier that jeopardizes patient health or welfare; (6) A health carrier shall contractually require a provider to make health records available to the carrier upon request but only those health records necessary to process claims, perform necessary quality assurance or quality improvement programs, or to comply with any lawful request for information from appropriate state authorities. Any person that is provided records pursuant to this section shall maintain the confidentiality of such records and may not make such records available to any other person who is not legally entitled to the records; (7) A health carrier and participating provider shall provide at least sixty days written notice to each other before terminating the contract without cause. If a provider is terminated without cause or chooses to leave the network, upon request by the provider or the covered person and upon agreement by the provider to follow all applicable network requirements, the carrier shall permit the covered person to continue an ongoing course of treatment for ninety days following the effective date of contract termination. In the event of a covered person that has entered a second trimester of pregnancy at the time of contract termination as specified in this section, the continuation of network coverage through that provider shall extend to the provision of postpartum care directly related to the delivery; (8) A health carrier shall notify the participating providers of their obligations, if any, to collect applicable coinsurance, copayments, or deductibles from covered persons pursuant to the evidence of coverage, or of the providers' obligations, if any, to notify covered persons of their personal financial obligations for noncovered services; (9) A health carrier shall establish a mechanism by which the participating providers may determine in a timely manner whether or not a person is covered by the carrier. Section 10. In any contractual arrangement between a health carrier and an intermediary, the following shall apply: (1) A health carrier's ultimate statutory responsibility to monitor the offering of covered benefits to covered persons shall be maintained whether or not any functions or duties are contractually delegated or assigned to the intermediary; (2) A health carrier shall have the right to approve or disapprove participation status of a subcontracted provider in its own or a contracted network for the purpose of delivering covered benefits to the carrier's covered persons; (3) A health carrier shall maintain copies of all intermediary health care subcontracts at its principal place of business in the state, or ensure that it has access to all intermediary subcontracts, including the right to make copies to facilitate regulatory review, upon twenty days prior written notice from the health carrier; (4) If applicable, an intermediary shall transmit utilization documentation and claims paid documentation to the health carrier. The carrier shall monitor the timeliness and appropriateness of payments made to providers and health care services received by covered persons; (5) An intermediary shall maintain the books, records, financial information and documentation of services provided to covered persons and preserve them for examination pursuant to chapter 58-3; (6) An intermediary shall allow the director access to the intermediary's books, records, financial information, and any documentation of services provided to covered persons, as necessary to determine compliance with this Act; (7) A health carrier shall have the right, in the event of the intermediary's insolvency, to require the assignment to the health carrier of the provisions of a provider's contract addressing the provider's obligation to furnish covered services. Section 11. A health carrier shall file with the director sample contract forms proposed for use with its participating providers and intermediaries. A health carrier shall submit material changes to a sample contract that would affect a provision required by this Act or any rules promulgated pursuant to this Act to the director for approval thirty days prior to use. Changes in provider payment rates, coinsurance, copayments, or deductibles, or other plan benefit modifications are not considered material changes for the purpose of this section. If the director takes no action within thirty days after submission of a material change to a contract by a health carrier, the change is deemed approved. The health carrier shall maintain provider and intermediary contracts and provide copies to the division or department upon request. Section 12. The execution of a contract by a health carrier does not relieve the health carrier of its liability to any person with whom it has contracted for the provision of services, nor of its responsibility for compliance with the law or applicable regulations. Any contract shall be in writing and subject to review by the director, if requested. Section 13. In addition to any other remedies permitted by law, if the director determines that a health carrier has not contracted with enough participating providers to assure that covered persons have accessible health care services in a geographic area, or that a health carrier's access plan does not assure reasonable access to covered benefits, or that a health carrier has entered into a contract that does not comply with this Act, or that a health carrier has not complied with a provision of this Act, the director may institute a corrective action that shall be followed by the health carrier, or may use any of the director's other enforcement powers to obtain the health carrier's compliance with this Act. Section 14. The director may, after consultation with the secretary, promulgate pursuant to chapter 1-26 reasonable rules to protect the public in its purchase of network health insurance products, achieve the goals of this Act by ensuring adequate networks and by assuring quality of health care to the public that purchases network products. The rules may include: (1) Definition of terms; (2) Provider/covered person ratios; (3) Geographic access requirements; (4) Accessibility of care; (5) Contents of reports and filings; (6) Notification requirements; (7) Selection criteria; (8) Recordkeeping; (9) Setting of quality criteria based upon type of network; and (10) Quality assurance/quality improvement plans. Section 15. Each managed care entity, as defined in § § 58-18-64 and 58-17-91, shall register with the director prior to engaging in any managed care business in this state. The registration shall be subject to the provisions of § § 58-18-71 to 58-18-75, inclusive, and any applicable rules promulgated pursuant to those sections. Section 16. A health carrier that provides managed care plans shall develop and maintain the infrastructure and disclosure systems necessary to measure the quality of health care services provided to covered persons on a regular basis and appropriate to the types of plans offered by the health carrier. A health carrier shall: (1) Utilize a system designed to assess the quality of health care provided to covered persons and appropriate to the types of plans offered by the health carrier. The system shall include systematic collection, analysis, and reporting of relevant data in accordance with statutory and regulatory requirements. The level of quality assessment activities undertaken by a health plan may vary based on the plan's structure with the least amount of quality assessment activities required being those plans which are open and the provider network is simply a discounted fee for service preferred provider organization; (2) File a written description of the quality assessment program with the director in the prescribed general format, which shall include a signed certification by a corporate officer of the health carrier that the filing meets the requirements of this Act. Section 17. A health carrier that issues a closed plan, or a combination plan having a closed component, shall, in addition to complying with the requirements of section 16 of this Act, develop and maintain the internal structures and activities necessary to improve the quality of care being provided. Quality improvement activities for a health carrier subject to the requirements of this section should, at a minimum, involve: (1) Developing a written quality improvement plan designed to analyze both the processes and outcomes of the health care delivered to covered persons; (2) Establishing an internal system to implement the quality improvement plan and to specifically identify opportunities to improve care and using the findings of the system to improve the health care delivered to covered persons; and (3) Assuring that participating providers have the opportunity to participate in developing, implementing, and evaluating the quality improvement system. The health carrier shall provide a copy of the quality improvement plan to the director or secretary, if requested. Section 18. Nothing in this Act applies to health carrier's plans that do not contain provider networks or to dental only, vision only, accident only, school accident, travel, or specified disease plans or plans that primarily provide a fixed daily, fixed occurrence, or fixed per procedure benefit without regard to expenses incurred. Section 19. If the director and secretary find that the requirements of any private accrediting body meet the requirements of network adequacy, quality assurance, or quality improvement as set forth in this Act, the carrier may, at the discretion of the director and secretary, be deemed to have met the applicable requirements. Section 20. That § 58-41-12 be amended to read as follows: 58-41-12. Upon receipt of an application for issuance of a certificate of authority, the director shall forthwith transmit copies of such application and accompanying documents to the secretary. The secretary shall determine whether the applicant for a certificate of authority has: (1) Demonstrated the willingness and potential ability to assure that health care services will be provided in a manner to assure both the availability and accessibility of adequate personnel and facilities and in a manner enhancing availability, accessibility and continuity of service consistent with the requirements of this Act ; (2) Arrangements, established in accordance with regulations promulgated by the secretary for an ongoing quality of health care assurance program consistent with the requirements of this Act concerning health care processes and outcomes; (3) A procedure, established in accordance with regulations promulgated by the secretary, to develop, compile, evaluate, and report statistics relating to the cost of its operations, the pattern of utilization of its services, the availability and accessibility of its services, and such other matters as may be reasonably required by the secretary; and (4) Reasonable provisions for emergency and out-of-area health care services. Section 21. That § 58-41-53 be repealed. 58-41-53. No health maintenance organization or representative may allow providers under agreement with a health maintenance organization to have recourse against enrollees for amounts above those specified in the evidence of coverage as the periodic prepayment, or copayment, for health care services. Violation of this section is a Class 2 misdemeanor. Section 22. Nothing in this Act applies to health carriers that only offer individual policies if: (1) The policy does not use an individual or group to determine where or when services will be rendered, the course of treatment, or who will provide the services; (2) The policy does not require pre-authorization for services provided under the policy; and (3) The difference in policy benefits does not exceed ten percent whether an insured used a participating provider or nonparticipating provider. Section 23. The Division of Insurance shall separately monitor complaints regarding managed care for any policy that is exempt pursuant to section 22 of this Act. BILL HISTORY 2/1/99 First read in Senate and referred to State Affairs. S.J. 278 2/8/99 Scheduled for Committee hearing on this date. 2/8/99 Scheduled for Committee hearing on this date. 2/8/99 State Affairs Do Pass Amended, Passed, AYES 8, NAYS 0. S.J. 392"}, {"bill_id": 14827, "bill_version_id": 80584, "bill_version": "Enrolled", "bill_version_date": "1999-02-25T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14827, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82147, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82147.pdf", "status_text": "First read in Senate and referred to", "journal_page": 278, "committee_id_action": 629, "committee_id_assigned": 611, "result": "N", "vote": {}}, {"bill_id": 14827, "action_date": "1999-02-08T07:45:00-06:00", "document_id": 82086, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82086.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14827, "action_date": "1999-02-08T19:30:00-06:00", "document_id": 82087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82087.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14827, "action_date": "1999-02-08T19:30:00-06:00", "document_id": 82087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82087.pdf", "status_text": "Do Pass Amended,", "journal_page": 392, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41089, "president_vote": null, "Yea": [2224, 2270, 2246, 2259, 2230, 2299, 2283, 2241], "Excused": [2292]}}, {"bill_id": 14827, "action_date": "1999-02-11T14:00:00-06:00", "document_id": 82154, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82154.pdf", "status_text": "Do Pass Amended,", "journal_page": 453, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41351, "president_vote": null, "Yea": [2199, 2201, 2202, 2205, 2206, 2215, 2217, 2224, 2230, 2235, 2239, 2241, 2242, 2246, 2251, 2252, 2258, 2259, 2263, 2269, 2270, 2274, 2275, 2280, 2283, 2285, 2293, 2294, 2299], "Nay": [2221, 2225, 2234, 2289, 2292], "Excused": [2226]}}, {"bill_id": 14827, "action_date": "1999-02-12T14:00:00-06:00", "document_id": 81760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81760.pdf", "status_text": "First read in House and referred to", "journal_page": 519, "committee_id_action": 628, "committee_id_assigned": 619, "result": "N", "vote": {}}, {"bill_id": 14827, "action_date": "1999-02-19T07:45:00-06:00", "document_id": 81917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81917.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 619, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14827, "action_date": "1999-02-19T07:45:00-06:00", "document_id": 81917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81917.pdf", "status_text": "Do Pass,", "journal_page": 632, "committee_id_action": 619, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41795, "president_vote": null, "Yea": [2203, 2216, 2229, 2243, 2244, 2264, 2276, 2277, 2284, 2268, 2231], "Nay": [2301]}}, {"bill_id": 14827, "action_date": "1999-02-22T14:00:00-06:00", "document_id": 82132, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82132.pdf", "status_text": "Deferred to another day", "journal_page": 692, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14827, "action_date": "1999-02-23T14:00:00-06:00", "document_id": 82133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82133.pdf", "status_text": "Deferred to another day", "journal_page": 725, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14827, "action_date": "1999-02-24T14:00:00-06:00", "document_id": 82134, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82134.pdf", "status_text": "Do Pass Amended,", "journal_page": 751, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43558, "president_vote": null, "Yea": [2200, 2203, 2204, 2207, 2208, 2209, 2210, 2211, 2212, 2213, 2214, 2216, 2218, 2219, 2220, 2222, 2223, 2227, 2228, 2229, 2231, 2232, 2233, 2236, 2237, 2238, 2240, 2243, 2244, 2248, 2249, 2253, 2255, 2256, 2257, 2260, 2261, 2262, 2264, 2265, 2266, 2267, 2271, 2272, 2276, 2277, 2278, 2279, 2281, 2282, 2284, 2286, 2287, 2288, 2290, 2291, 2295, 2296, 2297, 2298, 2300, 2302, 2303, 2245], "Nay": [2247, 2250, 2268, 2273, 2301], "Excused": [2254]}}, {"bill_id": 14827, "action_date": "1999-02-25T14:00:00-06:00", "document_id": 82161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82161.pdf", "status_text": "Signed by President", "journal_page": 688, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14827, "action_date": "1999-02-26T14:00:00-06:00", "document_id": 81764, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81764.pdf", "status_text": "Signed by Speaker", "journal_page": 808, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14827, "action_date": "1999-03-01T14:00:00-06:00", "document_id": 81778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81778.pdf", "status_text": "Delivered to the Governor", "journal_page": 715, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14827, "action_date": "1999-03-03T14:00:00-06:00", "document_id": 81780, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81780.pdf", "status_text": "Signed by Governor", "journal_page": 751, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1439}