{"session_id": 45, "bill_id": 13057, "bill_type": "House Bill", "bill_number": 1251, "bill_title": "to increase certain sales and use taxes during a certain part of the year to provide additional property tax relief.", "sponsors": [{"legislator_profile_id": 1884, "is_prime": true}, {"legislator_profile_id": 1943, "is_prime": true}], "keywords": ["Sales & Use Taxes", "Tourism"], "audio": [], "bill_versions": [{"bill_id": 13057, "bill_version_id": 73510, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase certain sales and use taxes during a certain part of the year to provide additional property tax relief. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45-2 be amended to read as follows: 10-45-2. There is hereby imposed a tax upon the privilege of engaging in business as a retailer, a tax of four percent , however, from May first to August thirty-first of each year a tax of five percent upon the gross receipts of all sales of tangible personal property consisting of goods, wares, or merchandise, except as taxed by § 10-45-3 and except as otherwise provided in this chapter, sold at retail in the State of South Dakota to consumers or users. Section 2. That § 10-45-5 be amended to read as follows: 10-45-5. There is imposed a tax at the rate of three percent upon the gross receipts of any person from engaging in the business of leasing farm machinery or irrigation equipment used for agricultural purposes and four percent , however, from May first to August thirty-first of each year a tax of five percent upon the gross receipts of any person from engaging or continuing in any of the following businesses or services in this state: abstracters; accountants; architects; barbers; beauty shops; bill collection services; blacksmith shops; car washing; dry cleaning; dyeing; exterminators; garage and service stations; garment alteration; cleaning and pressing; janitorial services and supplies; specialty cleaners; laundry; linen and towel supply; membership or entrance fees for the use of a facility or for the right to purchase tangible personal property or services; photography; photo developing and enlarging; tire recapping; welding and all repair services; cable television; and rentals of tangible personal property except leases of tangible personal property between one telephone company and another telephone company, motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days and mobile homes provided, however, that the specific enumeration of businesses and professions made in this section does not, in any way, limit the scope and effect of § 10-45-4. Section 3. That § 10-45-8 be amended to read as follows: 10-45-8. There is imposed a tax of four percent , however, from May first to August thirty- first of each year a tax of five percent upon the gross receipts from all sales of tickets or admissions to places of amusement and athletic events, except as otherwise provided in this chapter. Section 4. That § 10-46-2.1 be amended to read as follows: 10-46-2.1. For the privilege of using services in South Dakota, except those types of services exempted by § 10-46-17.3, there is imposed on the person using the service an excise tax equal to four percent , however, from May first to August thirty-first of each year a tax of five percent of the value of the services at the time they are rendered. However, this tax may not be imposed on any service rendered by a related corporation as defined in subdivision 10-43-1(11) for use by a financial institution as defined in subdivision 10-43-1(4) or on any service rendered by a financial institution as defined in subdivision 10-43-1(4) for use by a related corporation as defined in subdivision 10-43-1(11). For the purposes of this section, the term related corporation includes a corporation which together with the financial institution is part of a controlled group of corporations as defined in 26 U.S.C. § 1563 as in effect on January 1, 1989, except that the eighty percent ownership requirements set forth in 26 U.S.C. § 1563(a)(2)(A) for a brother-sister controlled group are reduced to fifty-one percent. For the purpose of this chapter, services rendered by an employee for the use of his employer are not taxable. Section 5. That § 10-46-2.2 be amended to read as follows: 10-46-2.2. An excise tax is imposed upon the privilege of the use of rented tangible personal property in this state at the rate of four percent , however, from May first to August thirty-first of each year a tax of five percent of the rental payments upon the property. Section 6. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 1997 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be sixteen dollars and seventy-five cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section and owner-occupied property as provided for in subdivision (3) of this section; (2) The maximum tax levy on agricultural property for such school district shall be five dollars and seventy-five cents four dollars and fifty cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed nine seven dollars and twenty cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-13-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 7. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district for more than thirty school days. When counting a student who meets these criteria in its average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its average daily membership after the student ceases to attend school in the resident district for more than thirty school days; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the following levies: (a) The levy for school district purposes is sixteen dollars and seventy-five cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and seventy-five cents four dollars and fifty cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine seven dollars and twenty cents per thousand dollars of taxable valuation. For the period January 1, 1997, to June 30, 1997, inclusive, local effort shall be one-half of the amount of ad valorem taxes generated in calendar year 1997 by applying the following levies: (a) The levy for school district purposes is sixteen dollars and seventy-five cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and seventy-five cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and twenty cents per thousand dollars of taxable valuation. All levies shall be based on valuations including valuations pursuant to § § 13-13-10.2 and 13-13-20.4 such that the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. The total amount of taxes that would be generated at the levies pursuant to this section shall be considered local effort."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13057, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72894.pdf", "status_text": "First read in House and referred to", "journal_page": 265, "committee_id_action": 544, "committee_id_assigned": 540, "result": "N", "vote": {}}, {"bill_id": 13057, "action_date": "1997-02-11T07:45:00-06:00", "document_id": 72326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72326.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 540, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13057, "action_date": "1997-02-11T20:00:00-06:00", "document_id": 72336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72336.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 435, "committee_id_action": 540, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35234, "president_vote": null, "Yea": [1886, 1888, 1895, 1907, 1958, 1962, 1887, 1937, 1954, 1983, 1987], "Nay": [1943, 1900]}}, {"bill_id": 13057, "action_date": "1997-02-11T20:00:00-06:00", "document_id": 72336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72336.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 435, "committee_id_action": 540, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35234, "president_vote": null, "Yea": [1886, 1888, 1895, 1907, 1958, 1962, 1887, 1937, 1954, 1983, 1987], "Nay": [1943, 1900]}}]}