{"session_id": 36, "bill_id": 10086, "bill_type": "Senate Bill", "bill_number": 170, "bill_title": "revise certain provisions regarding local referendums.", "sponsors": [{"legislator_profile_id": 1608, "is_prime": true}, {"legislator_profile_id": 1440, "is_prime": true}, {"legislator_profile_id": 1444, "is_prime": false}, {"legislator_profile_id": 1650, "is_prime": false}, {"legislator_profile_id": 1557, "is_prime": false}, {"legislator_profile_id": 1442, "is_prime": false}, {"legislator_profile_id": 1646, "is_prime": false}, {"legislator_profile_id": 1430, "is_prime": false}, {"legislator_profile_id": 1586, "is_prime": false}], "keywords": ["Counties", "Elections", "Local Government Generally", "Municipal Government", "Planning, Zoning and Housing Programs"], "audio": [{"meeting_datetime": "2019-02-11T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/slo21.mp3", "start_seconds": 1808.0}, {"meeting_datetime": "2019-02-11T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/slo21.mp3", "start_seconds": 1808.0}, {"meeting_datetime": "2019-02-11T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/slo21.mp3", "start_seconds": 1808.0}], "bill_versions": [{"bill_id": 10086, "bill_version_id": 52753, "bill_version": "Introduced", "bill_version_date": "2019-01-30T09:48:51.93-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding local referendums. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 7-18A-8 be amended to read: 7-18A-8. Except such resolutions or ordinances as may be any resolution or ordinance necessary for the immediate preservation of the public peace, health, or safety, or support of the county government and its existing public institutions; which provide that provides for an election or hearing on an improvement or assessment; or which call that calls for bids which that take effect upon the passage and publication thereof, every of the resolution or ordinance, each resolution or ordinance passed by a board shall take effect on the twentieth thirty-fifth day after its completed publication unless suspended by operation of a referendum. Section 2. That § 7-18A-16 be amended to read: 7-18A-16. A petition to refer an ordinance or resolution subject to referendum may be filed with the auditor within twenty thirty-five days after its publication. The filing of such a the petition shall require the submission of any such the ordinance or resolution to a vote of the qualified voters of the county for its rejection or approval. Section 3. That § 7-18A-29 be amended to read: 7-18A-29. Upon the adoption of an ordinance in revision by the board, the auditor shall publish a notice, once each week for two successive weeks, that an ordinance in revision was adopted. TwentyThirty-five days after the completed publication of the notice, unless the referendum shall have has been invoked, such the ordinance shall become becomes effective without publication in a newspaper. The board shall publish the revised ordinances in book form. Section 4. That § 9-4-4.5 be amended to read: 9-4-4.5. The required number of voters residing in the combined area of the municipality and special annexation precinct may file within twenty thirty-five days after the publication of the annexation resolution a petition with the municipal finance officer, requiring the submission of the annexation resolution to a vote of the voters of the combined area of the municipality and special annexation precinct for its the resolution's rejection or approval. Section 5. That § 9-19-7 be amended to read: 9-19-7. The title of all ordinances each ordinance shall be read twice with at least five days intervening between the first and second reading. The ordinance shall be signed by the mayor or acting mayor or president of the Board of Trustees, filed with the auditor or clerk, and published once except that. However, an ordinance incorporating and adopting comprehensive regulations or a code promulgated, approved, and published by a recognized and established national organization prescribing building, electrical, plumbing, safety, fire, health, or milk regulations need not be published in a newspaper, but upon. Upon adoption of such an ordinance the auditor or clerk shall publish a notice of the fact of adoption once a week for two successive weeks in the official newspaper, and twenty thirty-five days after the completed publication of such the notice, unless the referendum shall have has been invoked, such the ordinance shall become becomes effective. Section 6. That § 9-19-13 be amended to read: 9-19-13. Except such resolutions or ordinances as may be any resolution or ordinance necessary for the immediate preservation of the public peace, health, or safety, or support of the municipal government and its existing public institutions, or which provide that provides for an election or for hearing on an improvement or assessment or which call that calls for bids, which that take effect upon the passage and publication thereof, every of the resolution or ordinance, each resolution or ordinance passed by the governing body shall take effect on the twentieth thirty-fifth day after its publication unless suspended by operation of a referendum. Section 7. That § 9-19-17 be amended to read: 9-19-17. Upon the adoption of an ordinance which that revises the ordinances of the municipality by the governing body, the auditor or clerk shall publish a notice of the adoption of the revised ordinances once in the official newspaper. Twenty Thirty-five days after the completed publication of the notice, unless the referendum is invoked, the ordinance shall become becomes effective without publication in a newspaper. The governing body may publish the revised ordinances in book form. The auditor or clerk shall furnish a free copy of the book or the revised ordinances to the circuit clerk of court and the county law library of each county in which the municipality is situated. Section 8. That § 9-20-6 be amended to read: 9-20-6. The required number of voters residing in any municipality may file within twenty thirty-five days after the publication of any ordinance or resolution subject to referendum a petition with the auditor or clerk, requiring the submission of any such the ordinance or resolution to a vote of the voters of the municipality for its rejection or approval. If filed on the twentieth thirty-fifth day after publication, such the petitions shall be filed no later than normal closing hours of the city hall or city auditor's office on said twentieth day. Section 9. That § 9-39-4.1 be amended to read: 9-39-4.1. A municipal corporation, which that operates its own electric distribution system, whether or not a member of a municipal power agency, may by resolution of its city council and utility board, if any, enter into a contract or contracts with one or more municipal power agencies for the purchase, sale, exchange, or transmission of electric energy extending for such a term of years and with such provisions for the charges made thereunder in the contract as determined in the authorizing resolution or resolutions. Every Each resolution adopted in accordance with this section shall be published in the official newspaper of the first or second class municipality. No action may be brought and no defense may be interposed in an action brought more than twenty thirty-five days after publication of the resolution, placing at issue the validity of any provision of the resolution or the power of the municipality to make any contract or incur any obligation authorized thereby. The provisions of §§ 9-39-36 to 9-39-39, inclusive, shall do not apply to the resolutions or contracts any resolution or contract made pursuant to this section. Section 10. That § 11-2-21 be amended to read: 11-2-21. The action of the board on the plan shall be filed with the county auditor. A notice of fact of the adoption shall be published once in a legal newspaper of the county and take. The plan takes effect on the twentieth fortieth day after its publication of the plan's adoption unless the referendum is invoked. Any notice of fact of adoption published under the provisions of this chapter shall contain a notification that the public may inspect the entire comprehensive plan at the office of the county auditor during regular business hours. If such a the zoning or subdivision ordinance is adopted, the ordinance is subject to the provisions of § 7-18A-5 as a comprehensive regulation unless the referendum is invoked. Section 11. That § 11-2-30 be amended to read: 11-2-30. After the hearing, the board shall by resolution or ordinance, as appropriate, either adopt or reject the amendment, supplement, change, modification, or repeal, with or without changes. Consideration of any changes to the proposed amendment, supplement, change, modification, or repeal may only be done if the time and place of the hearing is published at least ten days in advance in a legal newspaper of the county. If adopted, the board shall publish a notice of the fact of adoption once in a legal newspaper of the county and take. The adoption takes effect on the twentieth fortieth day after publication. The provisions of § 11-2-22 are applicable to this section. Section 12. That § 11-2-47.1 be amended to read: 11-2-47.1. The board's decision to incorporate the special zoning area may be referred to a vote of the qualified voters of the proposed special zoning area pursuant to §§ 7-18A-17 to 7-18A-24, inclusive. The qualified voters of the proposed special zoning area may refer the decision within twenty fortieth days after its the decision's publication by filing a petition signed by five percent of the registered voters in the special zoning area, based upon the total number of registered voters at the last preceding general election. The filing of a valid petition requires the submission of the decision to incorporate the special zoning area to a vote of the qualified voters of the proposed special zoning area for its the decision's rejection or approval. The effective date of the incorporation of the special zoning area on which a referendum is to be held shall be suspended by the filing of a referendum petition until the referendum process is completed."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10086, "action_date": "2019-01-30T14:00:00-06:00", "document_id": 52893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52893.pdf", "status_text": "First read in Senate and referred to", "journal_page": 229, "committee_id_action": 409, "committee_id_assigned": 411, "result": "N", "vote": {}}, {"bill_id": 10086, "action_date": "2019-02-11T08:30:00-06:00", "document_id": 53311, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53311.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 411, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10086, "action_date": "2019-02-11T08:30:00-06:00", "document_id": 53402, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53402.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 326, "committee_id_action": 411, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28067, "president_vote": null, "Yea": [1582, 1606, 1595, 1426, 1565], "Nay": [1608], "Excused": [1442]}}]}