{"session_id": 48, "bill_id": 14846, "bill_type": "House Bill", "bill_number": 1280, "bill_title": "enact the Uniform Anatomical Gift Act.", "sponsors": [{"legislator_profile_id": 2230, "is_prime": true}, {"legislator_profile_id": 2300, "is_prime": true}], "keywords": ["Administrative Rules", "Anatomical Gifts", "Driver's License", "Uniform Anatomical Gift Act"], "audio": [], "bill_versions": [{"bill_id": 14846, "bill_version_id": 81201, "bill_version": "Introduced", "bill_version_date": "1999-02-01T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to enact the Uniform Anatomical Gift Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. As used in this Act: (1) \"Anatomical gift\" means a donation of all or part of a human body to take effect upon or after death. (2) \"Decedent\" means a deceased individual and includes a stillborn infant or fetus. (3) \"Document of gift\" means a card, a statement attached to or imprinted on a motor vehicle operator's or chauffeur's license, a will, or other writing used to make an anatomical gift. (4) \"Donor\" means an individual who makes an anatomical gift of all or part of the individual's body. (5) \"Enucleator\" means an individual who is authorized by the law to remove or process eyes or parts of eyes. (6) \"Hospital\" means a facility licensed, accredited, or approved as a hospital under the law of any state or a facility operated as a hospital by the United States government, a state, or a subdivision of a state. (7) \"Part\" means an organ, tissue, eye, bone, artery, blood, fluid, or other portion of a human body. (8) \"Person\" means an individual, corporation, business trust, estate, trust, partnership, joint venture, association, government, governmental subdivision or agency, or any other legal or commercial entity. (9) \"Physician\" or \"surgeon\" means an individual licensed or otherwise authorized to practice medicine and surgery or osteopathy and surgery under the laws of any state. (10) \"Procurement organization\" means a person licensed, accredited, or approved under the laws of any state for procurement, distribution, or storage of human bodies or parts. (11) \"State\" means a state, territory, or possession of the United States, the District of Columbia, or the Commonwealth of Puerto Rico. (12) \"Technician\" means an individual who is authorized by the law to remove or process a part. Section 2. (a) An individual who is at least eighteen years of age may (i) make an anatomical gift for any of the purposes stated in section 6(a), (ii) limit an anatomical gift to one or more of those purposes, or (iii) refuse to make an anatomical gift. (b) An anatomical gift may be made only by a document of gift signed by the donor. If the donor cannot sign, the document of gift must be signed by another individual and by two witnesses, all of whom have signed at the direction and in the presence of the donor and of each other, and state that it has been so signed. (c) If a document of gift is attached to or imprinted on a donor's motor vehicle operator's or chauffeur's license, the document of gift must comply with subsection (b). Revocation, suspension, expiration, or cancellation of the license does not invalidate the anatomical gift. (d) A document of gift may designate a particular physician or surgeon to carry out the appropriate procedures. In the absence of a designation or if the designee is not available, the donee or other person authorized to accept the anatomical gift may employ or authorize any physician, surgeon, technician, or enucleator to carry out the appropriate procedures. (e) An anatomical gift by will takes effect upon death of the testator, whether or not the will is probated. If, after death, the will is declared invalid for testamentary purposes, the validity of the anatomical gift is unaffected. (f) A donor may amend or revoke an anatomical gift, not made by will, only by: (1) A signed statement; (2) An oral statement made in the presence of two individuals; (3) Any form of communication during a terminal illness or injury addressed to a physician or surgeon; or (4) The delivery of a signed statement to a specified donee to whom a document of gift had been delivered. (g) The donor of an anatomical gift made by will may amend or revoke the gift in the manner provided for amendment or revocation of wills, or as provided in subsection (f). (h) An anatomical gift that is not revoked by the donor before death is irrevocable and does not require the consent or concurrence of any person after the donor's death. (i) An individual may refuse to make an anatomical gift of the individual's body or part by (i) a writing signed in the same manner as a document of gift, (ii) a statement attached to or imprinted on a donor's motor vehicle operator's or chauffeur's license, or (iii) any other writing used to identify the individual as refusing to make an anatomical gift. During a terminal illness or injury, the refusal may be an oral statement or other form of communication. (j) In the absence of contrary indications by the donor, an anatomical gift of a part is neither a refusal to give other parts nor a limitation on an anatomical gift under section 3 or on a removal or release of other parts under section 4. (k) In the absence of contrary indications by the donor, a revocation or amendment of an anatomical gift is not a refusal to make another anatomical gift. If the donor intends a revocation to be a refusal to make an anatomical gift, the donor shall make the refusal pursuant to subsection (i). Section 3. (a) Any member of the following classes of persons, in the order of priority listed, may make an anatomical gift of all or a part of the decedent's body for an authorized purpose, unless the decedent, at the time of death, has made an unrevoked refusal to make that anatomical gift: (1) The spouse of the decedent; (2) An adult son or daughter of the decedent; (3) Either parent of the decedent; (4) An adult brother or sister of the decedent; (5) A grandparent of the decedent; and (6) A guardian of the person of the decedent at the time of death. (b) An anatomical gift may not be made by a person listed in subsection (a) if: (1) A person in a prior class is available at the time of death to make an anatomical gift; (2) The person proposing to make an anatomical gift knows of a refusal or contrary indications by the decedent; or (3) The person proposing to make an anatomical gift knows of an objection to making an anatomical gift by a member of the person's class or a prior class. (c) An anatomical gift by a person authorized under subsection (a) must be made by (i) a document of gift signed by the person or (ii) the person's telegraphic, recorded telephonic, or other recorded message, or other form of communication from the person that is contemporaneously reduced to writing and signed by the recipient. (d) An anatomical gift by a person authorized under subsection (a) may be revoked by any member of the same or a prior class if, before procedures have begun for the removal of a part from the body of the decedent, the physician, surgeon, technician, or enucleator removing the part knows of the revocation. (e) A failure to make an anatomical gift under subsection (a) is not an objection to the making of an anatomical gift. Section 4. (a) The coroner may release and permit the removal of a part from a body within that official's custody, for transplantation or therapy, if: (1) The official has received a request for the part from a hospital, physician, surgeon, or procurement organization; (2) The official has made a reasonable effort, taking into account the useful life of the part, to locate and examine the decedent's medical records and inform persons listed in section 3(a) of their option to make, or object to making, an anatomical gift; (3) The official does not know of a refusal or contrary indication by the decedent or objection by a person having priority to act as listed in section 3(a); (4) The removal will be by a physician, surgeon, or technician; but in the case of eyes, by one of them or by an enucleator; (5) The removal will not interfere with any autopsy or investigation; (6) The removal will be in accordance with accepted medical standards; and (7) Cosmetic restoration will be done, if appropriate. (b) If the body is not within the custody of the coroner, the public health officer may release and permit the removal of any part from a body in the public health officer's custody for transplantation or therapy if the requirements of subsection (a) are met. (c) An official releasing and permitting the removal of a part shall maintain a permanent record of the name of the decedent, the person making the request, the date and purpose of the request, the part requested, and the person to whom it was released. Section 5. (a) On or before admission to a hospital, or as soon as possible thereafter, a person designated by the hospital shall ask each patient who is at least eighteen years of age: \"Are you an organ or tissue donor?\" If the answer if affirmative the person shall request a copy of the document of gift. If the answer is negative or there is no answer and the attending physician consents, the person designated shall discuss with the patient the option to make or refuse to make an anatomical gift. The answer to the question, an available copy of any document of gift or refusal to make an anatomical gift, and any other relevant information, must be placed in the patient's medical record. (b) If, at or near the time of death of a patient, there is no medical record that the patient has made or refused to make an anatomical gift, the hospital administrator or a representative designated by the administrator shall discuss the option to make or refuse to make an anatomical gift and request the making of an anatomical gift pursuant to section 3(a). The request must be made with reasonable discretion and sensitivity to the circumstances of the family. A request is not required if the gift is not suitable, based upon accepted medical standards, for a purpose specified in section 6. An entry must be made in the medical record of the patient, stating the name and affiliation of the individual making the request, and of the name, response, and relationship to the patient of the person to whom the request was made. The secretary of the Department of Health shall promulgate rules pursuant to chapter 1-26 to implement this subsection. (c) The following persons shall make a reasonable search for a document of gift or other information identifying the bearer as a donor or as an individual who has refused to make an anatomical gift: (1) A law enforcement officer, firemen, paramedic, or other emergency rescuer finding an individual who the searcher believes is dead or near death; and (2) A hospital, upon the admission of an individual at or near the time of death, if there is not immediately available any other source of that information. (d) If a document of gift or evidence of refusal to make an anatomical gift is located by the search required by subsection (c)(1), and the individual or body to whom it relates is taken to a hospital, the hospital must be notified of the contents and the document or other evidence must be sent to the hospital. (e) If, at or near the time of death of a patient, a hospital knows that an anatomical gift has been made pursuant to section 3(a) or a release and removal of a part has been permitted pursuant to section 4, or that a patient or an individual identified as in transit to the hospital is a donor, the hospital shall notify the donee if one is named and known to the hospital; if not, it shall notify an appropriate procurement organization. The hospital shall cooperate in the implementation of the anatomical gift or release and removal of a part. (f) A person who fails to discharge the duties imposed by this section is not subject to criminal or civil liability but is subject to appropriate administrative sanctions. Section 6. (a) The following persons may become donees of anatomical gifts for the purposes stated: (1) A hospital, physician, surgeon, or procurement organization, for transplantation, therapy, medical or dental education, research, or advancement of medical or dental science; (2) An accredited medical or dental school, college, or university for education, research, advancement of medical or dental science; or (3) A designated individual for transplantation or therapy needed by that individual. (b) An anatomical gift may be made to a designated donee or without designating a donee. If a donee is not designated or if the donee is not available or rejects the anatomical gift, the anatomical gift may be accepted by any hospital. (c) If the donee knows of the decedent's refusal or contrary indications to make an anatomical gift or that an anatomical gift by a member of a class having priority to act is opposed by a member of the same class or a prior class under section 3(a), the donee may not accept the anatomical gift. Section 7. (a) Delivery of a document of gift during the donor's lifetime is not required for the validity of an anatomical gift. (b) If an anatomical gift is made to a designated donee, the document of gift, or a copy, may be delivered to the donee to expedite the appropriate procedures after death. The document of gift, or a copy, may be deposited in any hospital, procurement organization, or registry office that accepts it for safekeeping or for facilitation of procedures after death. On request of an interested person, upon or after the donor's death, the person in possession shall allow the interested person to examine or copy the document of gift. Section 8. (a) Rights of a donee created by an anatomical gift are superior to rights of others except with respect to autopsies under section 11(b). A donee may accept or reject an anatomical gift. If a donee accepts an anatomical gift of an entire body, the donee, subject to the terms of the gift, may allow embalming and use of the body in funeral services. If the gift is of a part of a body, the donee, upon the death of the donor and before embalming, shall cause the part to be removed without unnecessary mutilation. After removal of the part, custody of the remainder of the body vests in the person under obligation to dispose of the body. (b) The time of death must be determined by a physician or surgeon who attends the donor at death or, if none, the physician or surgeon who certifies the death. Neither the physician or surgeon who attends the donor at death nor the physician or surgeon who determines the time of death may participate in the procedures for removing or transplanting a part unless the document of gift designates a particular physician or surgeon pursuant to section 2(d). (c) If there has been an anatomical gift, a technician may remove any donated parts and an enucleator may remove any donated eyes or parts of eyes, after determination of death by a physician or surgeon. Section 9. Each hospital in this state, after consultation with other hospitals and procurement organizations, shall establish agreements or affiliations for coordination of procurement and use of human bodies and parts. Section 10. (a) A person may not knowingly, for valuable consideration, purchase or sell a part for transplantation or therapy, if removal of the part is intended to occur after the death of the decedent. (b) Valuable consideration does not include reasonable payment for the removal, processing, disposal, preservation, quality control, storage, transportation, or implantation of a part. (c) A person who violates this section is guilty of a Class 5 felony. Section 11. (a) An anatomical gift authorizes any reasonable examination necessary to assure medical acceptability of the gift for the purposes intended. (b) The provisions of this Act are subject to the laws of this state governing autopsies. (c) A hospital, physician, surgeon, coroner, medical examiner, public health officer, enucleator, technician, or other person, who acts in accordance with this Act or with the applicable anatomical gift law of another state or attempts in good faith to do so is not liable for that act in a civil action or criminal proceeding. (d) An individual who makes an anatomical gift pursuant to section 2 or 3 and the individual's estate are not liable for any injury or damage that may result from the making or the use of the anatomical gift. Section 12. This Act applies to a document of gift, revocation, or refusal to make an anatomical gift signed by the donor or a person authorized to make or object to making an anatomical gift before, on, or after the effective date of this Act. Section 13. This Act shall be applied and construed to effectuate its general purpose to make uniform the law with respect to the subject of this Act among states enacting it. Section 14. This Act may be cited as the Uniform Anatomical Gift Act. Section 15. That § 34-26-20 be repealed. 34-26-20. Terms used in § § 34-26-20 to 34-26-41, inclusive, mean: (1) \"Bank\" or \"storage facility,\" a facility licensed, accredited, or approved under the laws of any state for storage of human bodies or parts thereof. (2) \"Decedent,\" a deceased individual and includes a stillborn infant or fetus. (3) \"Donor,\" an individual who makes a gift of all or part of his body. (4) \"Hospital,\" a hospital licensed, accredited, or approved under the laws of any state, and includes a hospital operated by the United States government, a state, or a subdivision thereof, although not required to be licensed under state laws. (5) \"Part,\" organs, tissues, eyes, bones, arteries, blood, other fluids and any other portions of a human body. (6) \"Person,\" an individual, corporation, government or governmental subdivision or agency, business trust, estate, trust, partnership or association, or any other legal entity. (7) \"Physician\" or \"surgeon,\" a physician or surgeon licensed or authorized to practice under the laws of any state. (8) \"State\" includes any state, district, commonwealth, territory, insular possession, and any other area subject to the legislative authority of the United States of America. (9) \"Technician,\" any individual who has completed a course of training in methods of removing human eyes or tissues and is certified in eye enucleation or qualified in tissue removal and meets the standards of practice established by a nationally recognized professional association. Section 16. That § 34-26-21 be repealed. 34-26-21. Any individual of sound mind and fourteen years of age or more may give all or any part of his body for any purpose specified in § 34-26-27, the gift to take effect upon death. However, if the individual is less than eighteen years of age, a parent or guardian must give his consent for the donation. Section 17. That § 34-26-22 be repealed. 34-26-22. A gift of all or part of the body under § 34-26-21 may be made by will. The gift becomes effective upon the death of the testator without waiting for probate. If the will is not probated, or if it is declared invalid for testamentary purposes, the gift, to the extent that it has been acted upon in good faith, is nevertheless valid and effective. Section 18. That § 34-26-23 be repealed. 34-26-23. A gift of all or part of the body under § 34-26-21 may also be made by document other than a will. The gift becomes effective upon the death of the donor. The document, which may be a card designed to be carried on the person, shall be signed by the donor. If the donor cannot sign, the document may be signed for him at his direction and in his presence in the presence of two witnesses who must sign the document in his presence. Delivery of the document of gift during the donor's lifetime is not necessary to make the gift valid. Section 19. That § 34-26-23.1 be repealed. 34-26-23.1. If a document of gift is attached to or imprinted on a donor's motor vehicle operator's license, the document of gift shall comply with § 34-26-23. If a person is less than eighteen years of age, a document of gift may only be attached to or imprinted on a donor's motor vehicle operator's license if a parent or guardian of the person consents. Revocation, suspension, expiration, or cancellation of the license does not invalidate the anatomical gift. Section 20. That § 34-26-23.2 be repealed. 34-26-23.2. Any state or local law enforcement agency, officer, or personnel, that may have access to a decedent's motor vehicle operator's license, or the information thereon, shall inform, upon request, the decedent's attending physician or nurse, next of kin, coroner, or other person having lawful custody of the decedent's body, of any intention of the decedent, as indicated on the decedent's motor vehicle operator's license, to make an anatomical gift pursuant to § 34-26-23 or 34-26-23.1. Section 21. That § 34-26-24 be repealed. 34-26-24. Any of the following persons, in order of priority stated, if persons in prior classes are not available at the time of death, and in the absence of actual notice of contrary indications by the decedent or actual notice of opposition by a member of the same or a prior class, may give all or any part of the decedent's body for any purpose specified in § 34-26-27: (1) The spouse, (2) An adult son or daughter, (3) Either parent, (4) An adult brother or sister, (5) A grandparent, (6) A guardian of the person of the decedent at the time of his death, (7) Any other person authorized or under obligation to dispose of the body. The persons authorized may make the gift after or immediately before death. Section 22. That § 34-26-25 be repealed. 34-26-25. Any gift by a person designated in § 34-26-24 shall be made by a document signed by him or made by his telegraphic, recorded telephonic, or other recorded message. Section 23. That § 34-26-26 be repealed. 34-26-26. If the donee has actual notice of contrary indications by the decedent or that a gift by a member of a class is opposed by a member of the same or a prior class, the donee shall not accept the gift. Section 24. That § 34-26-27 be repealed. 34-26-27. The following persons may become donees of gifts of bodies or parts thereof for the purposes stated: (1) Any hospital, surgeon, or physician, for medical or dental education, research, advancement of medical or dental science, therapy or transplantation; or (2) Any accredited medical or dental school, college or university for education, research, advancement of medical or dental science, or therapy; or (3) Any bank or storage facility, for medical or dental education, research, advancement of medical or dental science, therapy, or transplantation; or (4) Any specified individual for therapy or transplantation needed by him. Section 25. That § 34-26-28 be repealed. 34-26-28. The gift may be made to a specified donee or without specifying a donee. If the latter, the gift may be accepted by the attending physician as donee upon or following death. If the gift is made to a specified donee who is not available at the time and place of death, the attending physician upon or following death, in the absence of any expressed indication that the donor desired otherwise, may accept the gift as donee. The physician who becomes a donee under this section shall not participate in the procedures for removing or transplanting a part. Section 26. That § 34-26-29 be repealed. 34-26-29. Notwithstanding § 34-26-34, the donor may designate in a will, card, or other document of gift the surgeon, physician, or technician to carry out the appropriate procedures. In the absence of a designation or if the designee is not available, the donee or other person authorized to accept the gift may employ or authorize any surgeon, physician, or technician for the purpose. Section 27. That § 34-26-29.1 be repealed. 34-26-29.1. In respect to a gift of an eye as provided for in § 34-26-21, a technician who has completed the certification course in enucleation of eyes offered by the South Dakota Lions Eye Bank or an equivalent course and has been certified by a duly accredited eye bank as meeting the standards of practice for eye enucleation may, at the direction of an ophthalmologist, enucleate eyes for such a gift after pronouncement of death by a physician and compliance with the intent of such a gift as defined in this chapter. No such properly certified technician acting in accordance with the terms of this chapter is liable, civilly or criminally, for such eye enucleation. Section 28. That § 34-26-30 be repealed. 34-26-30. If the gift is made by the donor to a specified donee, the will, card, or other document, or an executed copy thereof, may be delivered to the donee to expedite the appropriate procedures immediately after death. Delivery is not necessary to the validity of the gift. The will, card, or other document, or an executed copy thereof, may be deposited in any hospital, bank or storage facility, or registry office that accepts it for safekeeping or for facilitation of procedures after death. On request of any interested party upon or after the donor's death, the person in possession shall produce the document for examination. Section 29. That § 34-26-31 be repealed. 34-26-31. If the will, card, or other document or executed copy thereof, has been delivered to a specified donee, the donor may amend or revoke the gift by: (1) The execution and delivery to the donee of a signed statement, or (2) An oral statement made in the presence of two persons and communicated to the donee, or (3) A statement during a terminal illness or injury addressed to an attending physician and communicated to the donee, or (4) A signed card or document found on his person or in his effects. Section 30. That § 34-26-32 be repealed. 34-26-32. Any document of gift which has not been delivered to the donee may be revoked by the donor in the manner set out in § 34-26-31 or by destruction, cancellation, or mutilation of the document and all executed copies thereof. Section 31. That § 34-26-33 be repealed. 34-26-33. Any gift made by a will may also be amended or revoked in the manner provided for amendment or revocation of wills or as provided in § 34-26-31. Section 32. That § 34-26-34 be repealed. 34-26-34. The time of death shall be determined by a physician who attends the donor at his death or, if none, the physician who certifies the death. The physician shall not participate in the procedures for removing or transplanting a part. Section 33. That § 34-26-35 be repealed. 34-26-35. The rights of the donee created by the gift are paramount to the rights of others except as provided by § 34-26-38. Section 34. That § 34-26-36 be repealed. 34-26-36. A gift of all or part of a body authorizes any examination necessary to assure medical acceptability of the gift for the purposes intended. Section 35. That § 34-26-37 be repealed. 34-26-37. The donee may accept or reject the gift. If the donee accepts a gift of the entire body, he may, subject to the terms of the gift, authorize embalming and the use of the body in funeral services. If the gift is of a part of the body, the donee, upon the death of the donor and prior to embalming, shall cause the part to be removed without unnecessary mutilation. After removal of the part, custody of the remainder of the body vests in the surviving spouse, next of kin, or other persons under obligation to dispose of the body. Section 36. That § 34-26-38 be repealed. 34-26-38. The provisions of § § 34-26-20 to 34-26-41, inclusive, are subject to the laws of this state prescribing powers and duties with respect to autopsies. Section 37. That § 34-26-39 be repealed. 34-26-39. A person who acts in good faith in accord with the terms of § § 34-26-20 to 34-26-41, inclusive, or the anatomical gift laws of another state or a foreign country is not liable for damages in any civil action or subject to prosecution in any criminal proceeding for his act. Section 38. That § 34-26-40 be repealed. 34-26-40. Sections 34-26-20 to 34-26-41, inclusive, shall be so construed as to effectuate their general purpose to make uniform the law of those states which enact them. Section 39. That § 34-26-41 be repealed. 34-26-41. Sections 34-26-20 to 34-26-41, inclusive, may be cited as the Uniform Anatomical Gift Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14846, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82122.pdf", "status_text": "First read in House and referred to", "journal_page": 284, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14846, "action_date": "1999-02-12T07:45:00-06:00", "document_id": 81915, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81915.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 619, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14846, "action_date": "1999-02-17T07:45:00-06:00", "document_id": 81916, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81916.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 619, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14846, "action_date": "1999-02-17T07:45:00-06:00", "document_id": 81916, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81916.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 564, "committee_id_action": 619, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41577, "president_vote": null, "Yea": [2203, 2216, 2229, 2243, 2244, 2264, 2276, 2277, 2284, 2301, 2268, 2231]}}]}