{"session_id": 24, "bill_id": 7314, "bill_type": "House Bill", "bill_number": 1165, "bill_title": "repeal the requirement for a marriage license and to provide for a marriage certificate.", "sponsors": [{"legislator_profile_id": 1061, "is_prime": true}, {"legislator_profile_id": 997, "is_prime": true}, {"legislator_profile_id": 1060, "is_prime": false}, {"legislator_profile_id": 1049, "is_prime": false}, {"legislator_profile_id": 994, "is_prime": false}, {"legislator_profile_id": 1031, "is_prime": false}, {"legislator_profile_id": 1069, "is_prime": false}], "keywords": ["Domestic Relations", "Fees", "Licenses", "State Affairs and Government"], "audio": [{"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju24.mp3", "start_seconds": 2848.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju24.mp3", "start_seconds": 2848.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju24.mp3", "start_seconds": 2848.0}], "bill_versions": [{"bill_id": 7314, "bill_version_id": 38348, "bill_version": "Introduced", "bill_version_date": "2016-01-28T10:15:22.84-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the requirement for a marriage license and to provide for a marriage certificate. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-1-10 be repealed. 25-1-10. Previous to any marriage within this state, a license shall be obtained from the county register of deeds of any county, the fee for which is forty dollars. Ten dollars of the marriage license fee shall be retained by the county in which the fee is collected and placed in the county general fund. Thirty dollars of the marriage license fee shall be deposited in the county domestic abuse program fund. The license and record of marriage form shall be prescribed and furnished by the Department of Health. Certified copies of the marriage record shall be furnished by the county register of deeds for a fee established pursuant to § 34-25-52 and such fee shall be retained by the county in which the fee is collected and placed in the county general fund. Section 2. That § 25-1-10.1 be repealed. 25-1-10.1. To obtain a marriage license, each applicant shall sign the application in person in the presence of the register of deeds or in the presence of a person duly appointed by the register to act in the register's behalf. Each applicant shall provide proof of age prior to issuance of the marriage license. Proof of age may be satisfied by providing a certified copy of a birth certificate or any photographic identification which includes the applicant's name and date of birth. No person may use a power of attorney to obtain a marriage license. Section 3. That § 25-1-10.2 be repealed. 25-1-10.2. The application for a marriage license shall contain the following statement: \"The laws of this state affirm your right to enter into this marriage and at the same time to live within the marriage free from violence and abuse. Neither of you is the property of the other. Physical abuse, sexual abuse, battery, and assault of a spouse or other family member, as well as other provisions of the criminal laws of this state, are applicable to spouses and other family members and violations thereof are punishable by law.\" The application shall contain a separate line for the signatures of the applicants verifying that the applicants have read and understand the statement. Section 4. That § 25-1-11 be repealed. 25-1-11. Such license must not in any case be granted where either party is under the age necessary to render the marriage absolutely valid nor where the condition of either party is such as to disqualify him from making any other civil contract nor in any case where the marriage would be void under the provisions of §§ 25-1-6 to 25-1-8, inclusive. Section 5. That § 25-1-24 be repealed. 25-1-24. Marriage licenses issued under the provisions of this chapter shall become void and of no effect unless the marriage be solemnized within twenty days following the issuance thereof. Section 6. That § 25-1-28.1 be repealed. 25-1-28.1. At the time the application for a marriage license is filed, the register of deeds shall distribute to each applicant educational materials prepared and provided at no cost to the counties by the Department of Health on topics related to sexually transmitted disease, HIV transmission, and prenatal care. The information shall include a list of locations where counseling and testing services are available. Section 7. That § 25-1-29 be repealed. 25-1-29. Marriage must be solemnized, authenticated, and recorded as provided in this chapter provided, however, that noncompliance with its provisions does not invalidate any lawful marriage consented to and subsequently consummated prior to July 1, 1959. Section 8. That § 25-1-31 be repealed. 25-1-31. If any marriage is solemnized without the license required by this title being procured, the parties so married and all persons aiding in such marriage are guilty of a Class 1 misdemeanor. Section 9. That § 25-1-35 be repealed. 25-1-35. After performing the ceremony, the person solemnizing the marriage shall deliver the marriage certificate to the persons married and return, within ten days, the license and record of marriage to the county register of deeds. Section 10. That § 25-1-36 be repealed. 25-1-36. Persons married in accordance with the creed or custom of any sect or denomination to which they belong which dispenses with the services of any minister or other person authorized to perform marriages by § 25-1-30 are themselves required to make return of such marriage within thirty days thereafter to the county register of deeds. It is a petty offense for a husband and wife to fail to make the return of a certificate of a marriage made under this section. Section 11. That § 25-1-9 be amended to read: 25-1-9. Any unmarried applicant for a marriage license person who is eighteen years old or older, and who is not otherwise disqualified, is capable of consenting to and consummating a marriage. If either applicant for a marriage license certificate is between the age of sixteen and eighteen, that applicant shall submit to the register of deeds person who will solemnize the marriage a notarized statement of consent to marry from one parent or legal guardian of the applicant. The person who had solemnized the marriage shall submit to the register of deeds the notarized statement at the time of the filing of the marriage certificate. No person may use power of attorney to obtain a marriage certificate. Section 12. That § 25-1-13 be amended to read: 25-1-13. If either party is a minor, no marriage license shall certificate may be granted unless the written consent of the parent or guardian, duly acknowledged by the parent or guardian, or proved to be genuine, is filed in the office of the county register of deeds prior to issuing the license, and with the person who will solemnize the marriage before issuing the certificate. The written consent form and a memorandum of the facts shall be entered in the marriage record book with the other records of the marriage license with the marriage certificate filing pursuant to section 14 of this Act. Section 13. That § 25-1-15 be amended to read: 25-1-15. Any register of deeds who grants person who provides a marriage license certificate contrary to the provisions of this title chapter is guilty of a Class 1 misdemeanor. Section 14. That § 25-1-37 be amended to read: 25-1-37. The Department of Health shall maintain marriage licenses certificates issued and records of marriages solemnized in South Dakota. A duly certified copy of the recorded marriage license certificate shall be received as competent evidence of the marriage. The fee to file the certificate is forty dollars. Ten dollars of the fee shall be retained by the county in which the fee is collected and placed in the county general fund. Thirty dollars of the fee shall be deposited in the county domestic abuse program fund. Certified copies of the marriage record shall be furnished by the county register of deeds for a fee established pursuant to § 34-25-52 and this fee shall be retained by the county in which the fee is collected and placed in the county general fund. The local registrar shall file monthly, or more frequently if required by the department, a record of all marriages occurring in the local registrar's county with the Department of Health by electronic means, if available. If electronic means are not available, the registrar shall file such record of all marriages on a form prescribed by the department. Section 15. That § 25-7A-56.2 be amended to read: 25-7A-56.2. To facilitate the collection of child support and to facilitate locating child support obligors, the following information shall be recorded in the following manners: (1) The social security number of any applicant for a professional license, drivers driver license, occupational license, recreational license, sporting license, or marriage license certificate shall be recorded on the application or filing. If an agency allows the use of a number, other than the social security number as the license number, the agency shall advise the applicant; (2) The social security number of any person who is subject to a divorce decree, support order, paternity adjudication, or paternity acknowledgment shall be recorded on the document relating to the matter; (3) The social security number of any person who has died shall be placed in the death records and recorded on the death certificate; (4) The social security number, drivers license number, or identification number of the owners shall be recorded in the records maintained by the Division of Motor Vehicles upon the issuance of the title or renewal of a registration. Section 16. That chapter 25-1 be amended by adding a NEW SECTION to read: A marriage certificate may be issued by any person authorized to solemnize a marriage pursuant to § 25-1-30. Prior to issuance of the certificate, any solemnizing party issuing a marriage certificate shall certify that both applicants are eligible to marry pursuant to this chapter. After the marriage is certified and the marriage solemnized, the married couple shall submit to the register of deeds the marriage certificate and any forms required pursuant to this chapter within fifteen days of the issuance of the marriage certificate. Before filing, the register of deeds shall confirm the names and ages of the married parties by valid identification at the time of the marriage certificate filing."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7314, "action_date": "2016-01-28T13:00:00-06:00", "document_id": 38415, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38415.pdf", "status_text": "First Reading House", "journal_page": 217, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7314, "action_date": "2016-02-02T14:00:00-06:00", "document_id": 38563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38563.pdf", "status_text": "Referred to", "journal_page": 233, "committee_id_action": 325, "committee_id_assigned": 320, "result": "N", "vote": {}}, {"bill_id": 7314, "action_date": "2016-02-19T10:00:00-06:00", "document_id": 39462, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39462.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7314, "action_date": "2016-02-19T10:00:00-06:00", "document_id": 39642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39642.pdf", "status_text": "Tabled", "journal_page": 464, "committee_id_action": 320, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21163, "president_vote": null, "Yea": [1060, 985, 1061, 963, 1038, 987, 1044, 1054, 991, 1029, 1024], "Excused": [1017, 1025]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7314"}