{"session_id": 69, "bill_id": 25168, "bill_type": "Senate Bill", "bill_number": 168, "bill_title": "establish the families first grant program and provide an appropriation therefor.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25168", "sponsors": [{"legislator_profile_id": 4508, "is_prime": true}, {"legislator_profile_id": 4551, "is_prime": true}, {"legislator_profile_id": 4496, "is_prime": false}], "keywords": ["Appointments", "Appropriation", "Child Abuse", "Domestic Abuse", "Fund", "Grants", "Promulgation of Rules", "Reports", "Sex Offenses"], "audio": [], "bill_versions": [{"bill_id": 25168, "bill_version_id": 262733, "bill_version": "Introduced", "bill_version_date": "2024-01-25T08:59:11.173-06:00", "bill_text": "An Act to establish the families first grant program and provide an appropriation therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 1-11: The families first grant program is established within the Office of the Attorney General for the purpose of providing grants to organizations that assist: (1) Children who have been abused or neglected; (2) Victims of domestic violence; and (3) Victims of sexual assault. Section 2. That a NEW SECTION be added to chapter 1-11: The families first grant program, as established in section 1 of this Act, is to be administered by the Office of the Attorney General, with the advice and consent of a five-member committee consisting of: (1) Two individuals appointed by the speaker of the House of Representatives, one of whom must, by training or experience, be familiar with the provision of assistance to victims of abuse, neglect, domestic violence, or sexual assault; (2) Two individuals appointed by the speaker pro tempore of the Senate, one of whom must, by training or experience, be familiar with the provision of assistance to victims of abuse, neglect, domestic violence, or sexual assault; and (3) One individual appointed by the attorney general. The secretary of the Department of Public Safety, or the secretary's designee, shall serve as a non-voting member. Section 3. That a NEW SECTION be added to chapter 1-11: The families first grant program fund is established in the state treasury. The fund consists of contributions, grants, interest received on moneys in the fund, settlement funds, transfers, and any other moneys collected for the purpose of providing grants, as authorized by section 1 of this Act. The state treasurer shall, on a quarterly basis, distribute the fund balance to the Office of the Attorney General, for the purpose of administering, and awarding grants under, the families first grant program. Section 4. That a NEW SECTION be added to chapter 1-11: The Office of the Attorney General, together with the committee established under section 2 of this Act, shall: (1) Ensure that the availability of families first grants is made known to all organizations in this state that assist victims of abuse, neglect, domestic violence, or sexual assault; (2) Promulgate rules pursuant to chapter 1-26 to establish the time and manner in which applications for a families first grant may be submitted, considered, and awarded; and (3) On or before October first of each year, provide to the Legislature a report setting forth: (a) The name and location of each organization that was awarded a families first grant; (b) The purpose for which each grant was awarded; and (c) The administrative expenses incurred by each grant recipient in providing services for which the grant was awarded. Section 5. There is hereby appropriated from the general fund the sum of $1 to the Office of the Attorney General, for the purpose of providing families first grants. Section 6. The attorney general shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 7. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25168, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 180, "committee_id_action": 1219, "committee_id_assigned": 1213, "result": "N", "vote": {}}]}