{"session_id": 53, "bill_id": 16756, "bill_type": "House Bill", "bill_number": 1061, "bill_title": "prohibit the use of mobile telephones in moving vehicles under certain circumstances.", "sponsors": [{"legislator_profile_id": 2792, "is_prime": true}, {"legislator_profile_id": 2817, "is_prime": true}, {"legislator_profile_id": 2731, "is_prime": false}, {"legislator_profile_id": 2783, "is_prime": false}, {"legislator_profile_id": 2815, "is_prime": false}], "keywords": ["Law Enforcement", "Motor Vehicles"], "audio": [], "bill_versions": [{"bill_id": 16756, "bill_version_id": 91776, "bill_version": "Introduced", "bill_version_date": "2002-01-10T10:41:33-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit the use of mobile telephones in moving vehicles under certain circumstances. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Engage in a call,\" talking into or listening on a hand-held mobile telephone, but does not include holding a mobile telephone to activate, deactivate, or initiate a function of such telephone; (2) \"Hands-free mobile telephone,\" a mobile telephone that has an internal feature or function, or that is equipped with an attachment or addition, whether or not permanently part of such mobile telephone, by which a user engages in a call without the use of either hand, whether or not the use of either hand is necessary to activate, deactivate, or initiate a function of such telephone; (3) \"Hand-held mobile telephone,\" a mobile telephone with which a user engages in a call using at least one hand; (4) \"Immediate proximity,\" that distance as permits the operator of a mobile telephone to hear telecommunications transmitted over such mobile telephone, but does not require physical contact with such operator's ear; (5) \"Mobile telephone,\" the device used by subscribers and other users of wireless telephone service to access such service; (6) \"Using,\" holding a mobile telephone to, or in the immediate proximity of, the user's ear; (7) \"Wireless telephone service,\" two-way real time voice telecommunications service that is interconnected to a public switched telephone network and is provided by a commercial mobile radio service, as defined by 47 C.F.R. § 20.3. Section 2. Except as provided in section 3 of this Act, no person may operate a motor vehicle upon a public highway while using a mobile telephone to engage in a call while such vehicle is in motion. An operator of a motor vehicle who holds a mobile telephone to, or in the immediate proximity of his or her ear while such vehicle is in motion is presumed to be engaging in a call within the meaning of this section. The presumption established by this section is rebuttable by evidence tending to show that the operator was not engaged in a call. The provisions of this section may not be construed as authorizing the seizure or forfeiture of a mobile telephone, unless otherwise provided by law. A law enforcement officer shall issue a warning for a first violation of this section. Any subsequent violation of this section is a traffic infraction and is punishable by a fine of not more than one hundred dollars. Section 3. The provisions of section 2 of this Act do not apply to: (1) The use of a mobile telephone for the sole purpose of communicating with any of the following regarding an emergency situation: an emergency response operator; a hospital, physician's office, or health clinic; an ambulance company or corps; a fire department, district, or company; or a police department; (2) Any of the following persons while in the performance of their official duties: a law enforcement officer; a member of a fire department, district, or company; the operator of an authorized emergency vehicle; or the operator of an authorized school district vehicle; or (3) The use of a hands-free mobile telephone. Section 4. The court shall waive any fine of any person who violates section 2 of this Act if such person proves to the court that, between the date of the violation and the appearance date for such violation, the violator has aquired a hands-free mobile telephone as defined in this Act. However, such waiver of the fine does not apply to a second or subsequent violation under section 2 of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16756, "action_date": "2002-01-10T14:00:00-06:00", "document_id": 91789, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91789.pdf", "status_text": "First read in House and referred to", "journal_page": 41, "committee_id_action": 768, "committee_id_assigned": 765, "result": "N", "vote": {}}, {"bill_id": 16756, "action_date": "2002-01-23T10:00:00-06:00", "document_id": 92654, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92654.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 765, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16756, "action_date": "2002-01-23T10:00:00-06:00", "document_id": 92654, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92654.pdf", "status_text": "Tabled", "journal_page": 248, "committee_id_action": 765, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53350, "president_vote": null, "Yea": [2724, 2752, 2754, 2756, 2767, 2781, 2782, 2806, 2822, 2826, 2804, 2732], "Nay": [2783]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16756"}