{"session_id": 69, "bill_id": 25184, "bill_type": "Senate Bill", "bill_number": 146, "bill_title": "revise and repeal provisions related to threatening elected officers and to provide a penalty therefor.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25184", "sponsors": [{"legislator_profile_id": 4506, "is_prime": true}, {"legislator_profile_id": 4550, "is_prime": true}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4482, "is_prime": false}, {"legislator_profile_id": 4492, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4547, "is_prime": false}, {"legislator_profile_id": 4564, "is_prime": false}, {"legislator_profile_id": 4573, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Health Care", "Public Health and Safety"], "audio": [], "bill_versions": [{"bill_id": 25184, "bill_version_id": 262155, "bill_version": "Introduced", "bill_version_date": "2024-01-24T09:03:44.32-06:00", "bill_text": "An Act to revise and repeal provisions related to threatening elected officers and to provide a penalty therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 22-11: It is a Class 5 felony for a person to knowingly and intentionally communicate any verbal, written, or electronic threat to take the life of or to inflict serious bodily harm upon an elected officer, or the immediate family of an elected officer. The threat must relate to the elected officer's official capacity. For the purposes of this section, the term \"elected officer\" means: (1) Any person holding statewide office as defined in § 12-27-1; (2) Any current or former judicial officer as defined in § 22-11-14; (3) Any member of the Legislature; (4) Any person in local government elective office; (5) Any school board member; and (6) Any person who has been elected or appointed to the elective office who has not yet assumed office. If a threat constitutes a violation of § 22-11-4 or 22-18-1.1, the provisions of this section are superseded, and the penalties provided in § 22-11-4 or 22-18-1.1 apply. Section 2. That § 22-11-15.2 be REPEALED. Any person who, knowingly and intentionally, deposits for conveyance in the mail or for a delivery from any post office or by any messenger any letter, paper, writing, print, or document containing any threat to take the life of or to inflict bodily harm upon a constitutional officer or former constitutional officer of the state, or a member of the constitutional officer's immediate family, or who, knowingly and intentionally, otherwise makes any threat to take the life of or to inflict bodily harm upon a constitutional officer or former constitutional officer or a member of the constitutional officer's immediate family is guilty of a Class 5 felony."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25184, "action_date": "2024-01-24T14:00:00-06:00", "document_id": 262009, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262009.pdf", "status_text": "First read in Senate and referred to", "journal_page": 166, "committee_id_action": 1219, "committee_id_assigned": 1214, "result": "N", "vote": {}}]}