{"session_id": 47, "bill_id": 13197, "bill_type": "Senate Bill", "bill_number": 126, "bill_title": "to allow certain taxes to be remitted by electronic transmission in twelve estimated equal monthly installments.", "sponsors": [{"legislator_profile_id": 2149, "is_prime": true}, {"legislator_profile_id": 2174, "is_prime": true}, {"legislator_profile_id": 2109, "is_prime": false}, {"legislator_profile_id": 2142, "is_prime": false}], "keywords": ["Computers and Software", "Public & Confidential Records", "Taxes, Miscellaneous"], "audio": [], "bill_versions": [{"bill_id": 13197, "bill_version_id": 77720, "bill_version": "Introduced", "bill_version_date": "1998-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow certain taxes to be remitted by electronic transmission in twelve estimated equal monthly installments. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-59 be amended by adding thereto a NEW SECTION to read as follows: The secretary may authorize any person subject to the taxes or fees imposed by chapters 10- 45 and 10-46 to remit the taxes and fees imposed by such chapters by electronic transmission in twelve equal monthly installments. Each person authorized to remit taxes by electronic transmission under this Act shall make a declaration of estimated tax to be remitted pursuant to chapters 10-45 and 10-46 for each taxable year. Section 2. That chapter 10-59 be amended by adding thereto a NEW SECTION to read as follows: In the event an underpayment of estimated tax occurs under the provisions of this Act, there shall be added to the amount taxable of tax due for the taxable year an amount determined at the Category C rate of interest pursuant to subdivision 54-3-16(3) on the amount of underpayment in excess of one thousand dollars, computed from the date when the tax should have been paid. Section 3. That chapter 10-59 be amended by adding thereto a NEW SECTION to read as follows: Overpayment resulting from payment of estimated tax in excess of the amount determined to be due upon the filing for the same taxable year may be refunded to the taxpayer, or, at the taxpayer's option, and any portion thereof may be applied against the amount of estimated tax determined to be due on the taxpayer's declaration filed for the succeeding taxable year. No refund may be made of any estimated tax paid unless a completed return is filed as required. Section 4. That § 10-59-2 be amended to read as follows: 10-59-2. Terms used in this chapter mean: (1) \"Auditor,\" any employee of the Department of Revenue authorized by the secretary to perform audits of the books and records of persons subject to any of the taxes or fees provided for in § 10-59-1; (2) \"Secretary,\" the secretary of revenue; (3) \"Taxpayer,\" any person subject to any of the taxes or fees provided for in § 10-59-1 ; (4) \"Taxable year,\" or \"tax year,\" the calendar year, or the fiscal year ending during a calendar year, used for computing a tax liability . Section 5. That § 10-59-38 be amended to read as follows: 10-59-38. The secretary may promulgate rules pursuant to chapter 1-26 concerning: (1) The procedure for filing an electronic tax return or report and for the payment of the tax due thereon; (2) The establishment of alternative methods for signing, subscribing, or verifying a tax return or report; (3) Determining prehearing and hearing procedures for the conduct of hearings before the secretary or the secretary's designated hearing officer ; (4) The procedure for filing a declaration of estimated tax ."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13197, "action_date": "1998-01-21T14:00:00-06:00", "document_id": 76896, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76896.pdf", "status_text": "First read in Senate and referred to", "journal_page": 137, "committee_id_action": 601, "committee_id_assigned": 584, "result": "N", "vote": {}}, {"bill_id": 13197, "action_date": "1998-01-28T08:00:00-06:00", "document_id": 76593, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76593.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 584, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13197, "action_date": "1998-01-28T08:00:00-06:00", "document_id": 76593, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76593.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": null, "committee_id_action": 584, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39945, "president_vote": null, "Yea": [2102, 2103, 2112, 2129, 2182, 2170], "Nay": [2155, 2169], "Excused": [2187]}}]}