{"session_id": 64, "bill_id": 22904, "bill_type": "House Bill", "bill_number": 1108, "bill_title": "revise provisions related to driving under the influence.", "sponsors": [], "keywords": ["Courts and Judiciary", "Driver License", "Executive/Judiciary Request"], "audio": [{"meeting_datetime": "2022-01-24T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju09.mp3", "start_seconds": 2095.0}, {"meeting_datetime": "2022-01-24T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju09.mp3", "start_seconds": 2095.0}, {"meeting_datetime": "2022-01-24T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju09.mp3", "start_seconds": 2095.0}, {"meeting_datetime": "2022-01-24T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju09.mp3", "start_seconds": 2095.0}, {"meeting_datetime": "2022-02-03T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju16.mp3", "start_seconds": 1926.0}, {"meeting_datetime": "2022-02-03T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju16.mp3", "start_seconds": 1926.0}, {"meeting_datetime": "2022-02-03T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju16.mp3", "start_seconds": 1926.0}, {"meeting_datetime": "2022-02-03T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju16.mp3", "start_seconds": 1926.0}], "bill_versions": [{"bill_id": 22904, "bill_version_id": 228639, "bill_version": "Introduced", "bill_version_date": "2022-01-21T12:33:20.677-06:00", "bill_text": "An Act to revise provisions related to driving under the influence. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 32-23-2 be AMENDED: 32-23-2. If conviction for a violation of § 32-23-1 is for a first offense, such the person is guilty of a Class 1 misdemeanor, and the defendant's driving privileges shall be revoked court shall revoke the person's driver license for not less than thirty days. However, the court may in its discretion issue an order, upon proof of financial responsibility, pursuant to § 32-35-113, permitting the person to operate a vehicle for purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, or attendance at counseling programs. The court may also order the revocation of the defendant's person's driving privilege for a further period not to exceed one year or restrict the privilege in such manner as it sees fit for a period not to exceed one year. Section 2. That § 32-23-3 be AMENDED: 32-23-3. If conviction for a violation of § 32-23-1 is for a second offense, such the person is guilty of a Class 1 misdemeanor, and the court shall, in pronouncing sentence,unconditionally revoke the defendant's driving privilegeperson's driver license for a period of not less than one year. However, upon the successful completion of a court-approved chemical dependency program, and proof of financial responsibility pursuant to § 32-35-113, the court may permit the person to drive for the purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, or attendance at counseling programs. If such the person is convicted of driving without a license during that period, the person shall be sentenced to the county jail for not less than three days, which sentence may not be suspended. Section 3. That § 32-23-4 be AMENDED: 32-23-4. If conviction for a violation of § 32-23-1 is for a third offense, the person is guilty of a Class 6 felony, and the court, in pronouncing sentence, shall order that revoke thedriver's license of any person so convicted be revoked person's driver license for a period of not less than one year from the date sentence is imposed or one year from the date of initial release from imprisonment, whichever is later. In the event the person is returned to imprisonment prior to the completion of the period of driver's license revocation, time spent imprisoned does not count toward fulfilling the period of revocation. If the person is convicted of driving without a license during that period, he the person shall be sentenced to the county jail for not less than ten days, which sentence may not be suspended. Notwithstanding § 23A-27-19, the court retains jurisdiction to modify the conditions of the license revocation for the term of such revocation. Upon the successful completion of a court-approved chemical dependency counseling program, and proof of financial responsibility pursuant to § 32-35-113, the court may permit the person to operate a vehicle for the purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, or attendance at counseling programs. Section 4. That § 32-23-4.6 be AMENDED: 32-23-4.6. If conviction for a violation of § 32-23-1 is for a fourth offense, the person is guilty of a Class 5 felony, and the court, in pronouncing sentence, shall order that revoke the driver's license of any person so convicted be revoked person's driver license for a period of not less than two years from the date sentence is imposed or two years from the date of initial release from imprisonment, whichever is later. If the person is returned to imprisonment prior to the completion of the period of driver's license revocation, time spent imprisoned does not count toward fulfilling the period of revocation. If the person is convicted of driving without a license during that period, theperson court shallbe sentenced sentence the person to the county jail for not less than twenty days, which sentence may not be suspended. Notwithstanding § 23A-27-19, the court retains jurisdiction to modify the conditions of the license revocation for the term of such revocation. Upon the successful completion of a court-approved chemical dependency counseling program, and proof of financial responsibility pursuant to § 32-35-113, the court may permit the person to operate a vehicle for the purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, or attendance at counseling programs. Further, sentencing pursuant to this section includes the provisions of § 23A-27-18. Section 5. That § 32-23-4.7 be AMENDED: 32-23-4.7. If conviction for violation of § 32-23-1 is for a fifth offense, or subsequent offenses thereafter, the person is guilty of a Class 4 felony and the court, in pronouncing sentencing, shall order that the driver's license of any person so convicted be revoked revoke the person's driver license for a period of not less than three years from the date sentence is imposed or three years from the date of initial release from imprisonment, whichever is later. In the event the person is returned to imprisonment prior to the completion of the period of driver's license revocation, time spent imprisoned does not count toward fulfilling the period of revocation. If the person is convicted of driving without a license during that period, theperson court shallbe sentenced sentence the person to the county jail for not less than twenty days, which sentence may not be suspended. Notwithstanding § 23A-27-19, the court retains jurisdiction to modify the conditions of the license revocation for the term of such revocation. Upon the successful completion of a court-approved chemical dependency counseling program, and proof of financial responsibility pursuant to § 32-35-113, the court may permit the person to operate a vehicle for the purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, or attendance at counseling programs. Section 6. That § 32-23-4.9 be AMENDED: 32-23-4.9. If a conviction for a violation of § 32-23-1 is for a sixth offense, or subsequent offense, and the person had at least five convictions of § 32-23-1 occurring within twenty-five years of the violation being charged, and at least two of those prior convictions having occurred within ten years, the violation is an aggravated offense and the person is guilty of a Class 4 felony. The court, in pronouncing sentencing, shall order that the driver license of any person so convicted be revoked revoke the person's driver license for a period of not less than three years from the date the sentence is imposed or three years from the date of initial release from imprisonment, whichever is later. If the person is returned to imprisonment prior to the completion of the period of driver license revocation, time spent imprisoned does not count toward fulfilling the period of revocation. If the person is convicted of driving without a license during that period, theperson court shallbe sentenced sentence the person to the county jail for not less than twenty days, which sentence may not be suspended. Notwithstanding § 23A-27-19, the court retains jurisdiction to modify the conditions of the license revocation for the term of such revocation. Upon the person's successful completion of a court-approved chemical dependency counseling program and proof of financial responsibility pursuant to § 32-35-113, the court may permit the person to operate a vehicle for the purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, or attendance at counseling programs. For each person convicted under this section and placed on probation, parole, or released from prison due to a suspended sentence, the person's supervision shall must include at least one of the following: enrollment in an alcohol or drug accountability program, an ignition interlock, a breath alcohol interlock, an alcohol monitoring bracelet, or another enhanced monitoring tool. Supervision of the offender shall be overseen by theThe Unified Judicial System shall oversee supervision of the offender if the sentence does not include a term of imprisonment in the penitentiary or by the. The Department of Corrections shall oversee supervision of the offender if the sentence includes a term of imprisonment in the penitentiary. Any offender supervised pursuant to this section is not excluded from earned discharge credit as otherwise authorized by statute. If, during the period of supervision imposed under this section, the person being supervised violates conditions, the offender shall person must be penalized according to the graduated sanctions policy to be established by the Supreme Court or the Department of Corrections, respectively."}, {"bill_id": 22904, "bill_version_id": 232602, "bill_version": "Enrolled", "bill_version_date": "2022-02-07T09:27:29.367-06:00", "bill_text": "ENTITLED An Act to revise provisions related to driving under the influence. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 32-23-2 be AMENDED: 32-23-2. If conviction for a violation of § 32-23-1 is for a first offense, the person is guilty of a Class 1 misdemeanor, and the court shall revoke the person's driver license for not less than thirty days. However, the court may in its discretion issue an order, upon proof of financial responsibility pursuant to § 32-35-113, permitting the person to operate a vehicle for purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, or attendance at counseling programs. The court may also order the revocation of the person's driving privilege for a further period not to exceed one year or restrict the privilege in such manner as it sees fit for a period not to exceed one year. Section 2. That § 32-23-3 be AMENDED: 32-23-3. If conviction for a violation of § 32-23-1 is for a second offense, the person is guilty of a Class 1 misdemeanor, and the court shall, in pronouncing sentence, revoke the person's driver license for a period of not less than one year. However, upon the successful completion of a court-approved chemical dependency program, and proof of financial responsibility pursuant to § 32-35-113, the court may permit the person to drive for the purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, or attendance at counseling programs. If the person is convicted of driving without a license during that period, the person shall be sentenced to the county jail for not less than three days, which sentence may not be suspended. Section 3. That § 32-23-4 be AMENDED: 32-23-4. If conviction for a violation of § 32-23-1 is for a third offense, the person is guilty of a Class 6 felony, and the court, in pronouncing sentence, shall revoke the person's driver license for a period of not less than one year from the date sentence is imposed or one year from the date of initial release from imprisonment, whichever is later. In the event the person is returned to imprisonment prior to the completion of the period of driver's license revocation, time spent imprisoned does not count toward fulfilling the period of revocation. If the person is convicted of driving without a license during that period, the person shall be sentenced to the county jail for not less than ten days, which sentence may not be suspended. Notwithstanding § 23A-27-19, the court retains jurisdiction to modify the conditions of the license revocation for the term of such revocation. Upon the successful completion of a court-approved chemical dependency counseling program, and proof of financial responsibility pursuant to § 32-35-113, the court may permit the person to operate a vehicle for the purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, or attendance at counseling programs. Section 4. That § 32-23-4.6 be AMENDED: 32-23-4.6. If conviction for a violation of § 32-23-1 is for a fourth offense, the person is guilty of a Class 5 felony, and the court, in pronouncing sentence, shall revoke the person's driver license for a period of not less than two years from the date sentence is imposed or two years from the date of initial release from imprisonment, whichever is later. If the person is returned to imprisonment prior to the completion of the period of driver's license revocation, time spent imprisoned does not count toward fulfilling the period of revocation. If the person is convicted of driving without a license during that period, the court shall sentence the person to the county jail for not less than twenty days, which sentence may not be suspended. Notwithstanding § 23A-27-19, the court retains jurisdiction to modify the conditions of the license revocation for the term of such revocation. Upon the successful completion of a court-approved chemical dependency counseling program, and proof of financial responsibility pursuant to § 32-35-113, the court may permit the person to operate a vehicle for the purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, or attendance at counseling programs. Further, sentencing pursuant to this section includes the provisions of § 23A-27-18. Section 5. That § 32-23-4.7 be AMENDED: 32-23-4.7. If conviction for violation of § 32-23-1 is for a fifth offense, or subsequent offenses thereafter, the person is guilty of a Class 4 felony and the court, in pronouncing sentencing, shall revoke the person's driver license for a period of not less than three years from the date sentence is imposed or three years from the date of initial release from imprisonment, whichever is later. In the event the person is returned to imprisonment prior to the completion of the period of driver's license revocation, time spent imprisoned does not count toward fulfilling the period of revocation. If the person is convicted of driving without a license during that period, the court shall sentence the person to the county jail for not less than twenty days, which sentence may not be suspended. Notwithstanding § 23A-27-19, the court retains jurisdiction to modify the conditions of the license revocation for the term of such revocation. Upon the successful completion of a court-approved chemical dependency counseling program, and proof of financial responsibility pursuant to § 32-35-113, the court may permit the person to operate a vehicle for the purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, or attendance at counseling programs. Section 6. That § 32-23-4.9 be AMENDED: 32-23-4.9. If a conviction for a violation of § 32-23-1 is for a sixth offense, or subsequent offense, and the person had at least five convictions of § 32-23-1 occurring within twenty-five years of the violation being charged, and at least two of those prior convictions having occurred within ten years, the violation is an aggravated offense and the person is guilty of a Class 4 felony. The court, in pronouncing sentencing, shall revoke the person's driver license for a period of not less than three years from the date the sentence is imposed or three years from the date of initial release from imprisonment, whichever is later. If the person is returned to imprisonment prior to the completion of the period of driver license revocation, time spent imprisoned does not count toward fulfilling the period of revocation. If the person is convicted of driving without a license during that period, the court shall sentence the person to the county jail for not less than twenty days, which sentence may not be suspended. Notwithstanding § 23A-27-19, the court retains jurisdiction to modify the conditions of the license revocation for the term of such revocation. Upon the person's successful completion of a court-approved chemical dependency counseling program and proof of financial responsibility pursuant to § 32-35-113, the court may permit the person to operate a vehicle for the purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, or attendance at counseling programs. For each person convicted under this section and placed on probation, parole, or released from prison due to a suspended sentence, the person's supervision must include at least one of the following: enrollment in an alcohol or drug accountability program, an ignition interlock, a breath alcohol interlock, an alcohol monitoring bracelet, or another enhanced monitoring tool. The Unified Judicial System shall oversee supervision of the offender if the sentence does not include a term of imprisonment in the penitentiary. The Department of Corrections shall oversee supervision of the offender if the sentence includes a term of imprisonment in the penitentiary. Any offender supervised pursuant to this section is not excluded from earned discharge credit as otherwise authorized by statute. If, during the period of supervision imposed under this section, the person being supervised violates conditions, the person must be penalized according to the graduated sanctions policy to be established by the Supreme Court or the Department of Corrections, respectively. An Act to revise provisions related to driving under the influence. I certify that the attached Act originated in the: House as Bill No. 1108 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1108 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2022 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2022 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2022 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22904, "action_date": "2022-01-21T12:30:00-06:00", "document_id": 228396, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228396.pdf", "status_text": "First read in House and referred to", "journal_page": 54, "committee_id_action": 1008, "committee_id_assigned": 1009, "result": "N", "vote": {}}, {"bill_id": 22904, "action_date": "2022-01-24T10:00:00-06:00", "document_id": 228663, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228663.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1009, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22904, "action_date": "2022-01-24T10:00:00-06:00", "document_id": 228676, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228676.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 1009, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 71604, "president_vote": null, "Yea": [3913, 3915, 3927, 3976, 3983, 3984, 3985, 3988, 3989, 3997, 3998, 4001, 3946]}}, {"bill_id": 22904, "action_date": "2022-01-24T10:00:00-06:00", "document_id": 228676, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228676.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 1, "committee_id_action": 1009, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22904, "action_date": "2022-01-25T14:00:00-06:00", "document_id": 229338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/229338.pdf", "status_text": "Do Pass", "journal_page": 117, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 71762, "president_vote": null, "Yea": [3912, 3913, 3914, 3915, 3916, 3917, 3919, 3923, 3924, 3927, 3928, 3929, 3930, 3931, 3933, 3934, 3937, 3941, 3944, 3945, 3946, 3947, 3948, 3951, 3953, 3954, 3955, 3957, 3959, 3960, 3963, 3964, 3965, 3967, 3968, 3969, 3970, 3971, 3972, 3973, 3976, 3977, 3978, 3980, 3981, 3982, 3983, 3984, 3985, 3986, 3987, 3988, 3989, 3992, 3995, 3997, 3998, 4001, 4004, 4005, 4007, 4008, 4009, 4011, 4013, 4014, 4015, 3942], "Nay": [3938], "Excused": [3950]}}, {"bill_id": 22904, "action_date": "2022-01-26T14:00:00-06:00", "document_id": 229703, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/229703.pdf", "status_text": "First read in Senate and referred to", "journal_page": 117, "committee_id_action": 1034, "committee_id_assigned": 1027, "result": "N", "vote": {}}, {"bill_id": 22904, "action_date": "2022-02-03T08:00:00-06:00", "document_id": 231702, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231702.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1027, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22904, "action_date": "2022-02-03T08:00:00-06:00", "document_id": 231707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231707.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1027, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72465, "president_vote": null, "Yea": [3932, 3956, 3990, 3999, 4010, 3935, 3991]}}, {"bill_id": 22904, "action_date": "2022-02-03T08:00:00-06:00", "document_id": 231707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231707.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1027, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22904, "action_date": "2022-02-04T13:00:00-06:00", "document_id": 232453, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232453.pdf", "status_text": "Do Pass", "journal_page": 183, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72664, "president_vote": null, "Yea": [3918, 3921, 3922, 3925, 3926, 3932, 3935, 3936, 3939, 3940, 3943, 3949, 3952, 3956, 3958, 3961, 3962, 3966, 3974, 3975, 3990, 3991, 3993, 3994, 3996, 3999, 4000, 4002, 4003, 4006, 4010, 4012, 4016], "Excused": [3920, 3979]}}, {"bill_id": 22904, "action_date": "2022-02-07T14:00:00-06:00", "document_id": 232623, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232623.pdf", "status_text": "Signed by the Speaker", "journal_page": 227, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22904, "action_date": "2022-02-08T14:00:00-06:00", "document_id": 232773, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232773.pdf", "status_text": "Signed by the President", "journal_page": 214, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22904, "action_date": "2022-02-09T14:00:00-06:00", "document_id": 232904, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232904.pdf", "status_text": "Delivered to the Governor", "journal_page": 242, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22904, "action_date": "2022-02-15T14:00:00-06:00", "document_id": 233563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233563.pdf", "status_text": "Signed by the Governor", "journal_page": 290, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7368, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22904"}