{"session_id": 15, "bill_id": 3156, "bill_type": "House Bill", "bill_number": 1156, "bill_title": "revise procedures and requirements relating to special assessments and the financing of local improvements.", "sponsors": [{"legislator_profile_id": 235, "is_prime": true}, {"legislator_profile_id": 298, "is_prime": true}, {"legislator_profile_id": 239, "is_prime": false}, {"legislator_profile_id": 296, "is_prime": false}, {"legislator_profile_id": 293, "is_prime": false}, {"legislator_profile_id": 228, "is_prime": false}, {"legislator_profile_id": 266, "is_prime": false}, {"legislator_profile_id": 248, "is_prime": false}, {"legislator_profile_id": 267, "is_prime": false}, {"legislator_profile_id": 252, "is_prime": false}, {"legislator_profile_id": 311, "is_prime": false}, {"legislator_profile_id": 215, "is_prime": false}, {"legislator_profile_id": 307, "is_prime": false}, {"legislator_profile_id": 273, "is_prime": false}, {"legislator_profile_id": 216, "is_prime": false}, {"legislator_profile_id": 218, "is_prime": false}], "keywords": ["Assessment", "Local Government", "Municipal Government", "Property", "Real Estate"], "audio": [{"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hta18.mp3", "start_seconds": 3100.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hta18.mp3", "start_seconds": 3100.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hta18.mp3", "start_seconds": 3100.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou19.mp3", "start_seconds": 5438.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou19.mp3", "start_seconds": 5438.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou19.mp3", "start_seconds": 5438.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo25.mp3", "start_seconds": 321.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo25.mp3", "start_seconds": 321.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo25.mp3", "start_seconds": 321.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo25.mp3", "start_seconds": 321.0}], "bill_versions": [{"bill_id": 3156, "bill_version_id": 19821, "bill_version": "Introduced", "bill_version_date": "2012-01-23T10:11:56.883-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise procedures and requirements relating to special assessments and the financing of local improvements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 9-43-1 be repealed. 9-43-1. The entire cost of a public improvement or any part thereof may be advanced, and the portion of such cost to be paid by the municipality either as the public assumption of a part of the cost, the payment of an assessment levied against property owned by the municipality or the United States, or because of the municipality being required to purchase any past due unpaid special improvement bonds issued in accordance with the provisions of § 9-43-62, may be paid out of the funds of the municipality not otherwise appropriated; or the governing body may issue general obligation bonds for such purposes to an amount not exceeding the limitations upon net indebtedness for the purpose of such improvement as prescribed in S.D. Const., Art. XIII, § 4, after authorization by the voters and in the form and manner provided for other general obligation bonds. Section 2. That §§ 9-43-5 to 9-43- 41, inclusive, §§ 9-43-42 to 9-43-53, inclusive, and §§ 9-43-54 to 9-43-74, inclusive, be repealed. Section 3. For purposes of sections 3 to 67, inclusive, of this Act, the term, local improvement, means the process of building, altering, repairing, improving, or demolishing any local infrastructure facility, including any structure, building, or other improvement of any kind to real property, the cost of which is payable from taxes or special assessments. Section 4. Any municipality may make assessments for local improvements on property adjoining or benefiting from the improvements, collect the assessments in the manner provided by law, and fix, determine, and collect penalties for nonpayment of any special assessments. Any municipality may construct and finance combined improvements if the benefits of each improvement will accrue to the same lots and tracts of land within the municipality. Any municipality may accept and consider petitions by owners of property within the municipality for local improvements to be specially assessed against the properties benefiting from the improvement. Section 5. The entire cost of a local improvement or any part of the improvement may be paid out of the funds of the municipality not otherwise appropriated, paid by funds received through any authorized financing mechanism, or the governing body may issue general obligation bonds in accordance with the provisions of chapter 6-8B. Section 6. After investigation by the governing body to determine the amount of benefit from construction of the local improvement to the lots and tracts fronting or abutting the improvement, the amount to be assessed against each lot for any local improvement for which special assessments are to be levied may be determined by dividing the total cost of the improvement by the number of feet fronting or abutting the improvement, and the quotient may be assessed per front foot upon the property fronting or abutting the improvement. If any of the property assessed is outside of municipal boundaries, the amount levied and assessed may not be collected unless the property has been annexed into the municipality. Section 7. In lieu of the method prescribed in section 6 of this Act, the governing body may provide by resolution that the costs of the local improvement shall be assessed against all lots and tracts according to the benefits determined by the governing body to accrue to each lot and tract from the construction of the improvement. In such event the governing body shall make an investigation and shall determine the amount in which each lot and tract will be specially benefitted by the construction of the improvement and shall assess against each lot and tract the amount, not exceeding the special benefit, as is necessary to pay its just portion of the total cost of the work to be assessed. Section 8. The total benefit of the local improvement may not be deemed to be less than the total cost of the improvement, including the contract price and all the engineering, inspection, publication, fiscal, legal, and other expenses incidental to the improvement. Section 9. If the governing body deems it necessary that a local improvement to be financed in total or in part by special assessment be constructed or maintained, it shall cause plans and specifications showing the location, arrangement, form, size, and materials to be used in the construction to be prepared by the city engineer or other competent person. The plans and specifications shall be filed in the office of the finance officer and available for examination by any interested party. Section 10. If the governing body deems it necessary that a local improvement to be financed in total or in part by special assessment be constructed or maintained, and after plans and specifications have been filed with the finance officer, the governing body shall draft a proposed resolution of necessity for the improvement and shall schedule a public hearing on the resolution. The proposed resolution of necessity shall include the general nature of the proposed improvement, the material to be used or materials from which a choice may be made, an estimate of the total cost or cost per linear foot, a description of the classes of lots to be assessed and of the method of apportioning the benefits to the lots. If it is deemed expedient for the municipality to assume and pay any portion of the cost of the improvement, the proposed resolution may so provide, or the portion to be assumed may be provided by a subsequent resolution. The proposed resolution may provide that the municipality will pay any definite, specified portion or all of the cost of the improvements in street and alley intersections. The proposed resolution may provide that the municipality will pay any definite, specified portion or all of the cost of improvements fronting or abutting on the side of a corner lot, or it may provide that that portion of the cost may be spread as an area tax on the properties benefitting from the improvement. The proposed resolution of necessity shall state that details, plans, and specifications may be reviewed at the finance office during regular office hours. Multiple improvements may be embraced by one resolution of necessity if the general nature of each improvement is stated. Section 11. The notice of hearing on the proposed resolution of necessity shall contain the time and place of the hearing and shall state that the governing body will consider any objections to the proposed resolution by owners of the property liable to be assessed. Notice of hearing on the proposed resolution of necessity shall be published once, not less than ten nor more than twenty days before the hearing on the resolution of necessity. Section 12. In addition to the published notice, the governing body, not less than ten nor more than twenty days before the hearing on the adoption of the proposed resolution of necessity, shall cause personal notice to be mailed by first class or certified mail to each person owning property liable to be assessed for the improvement, as shown by records kept by the director of equalization. The mailed notice shall contain a copy of the notice of hearing and the proposed resolution of necessity. Section 13. At the time and place of the hearing required by section 10 of this Act, the governing body shall consider any objections to the proposed resolution and may adopt the resolution, with or without amendment. No amendment may be made affecting property of any class not included in the original proposed resolution unless the owner of that property has been given the notice and opportunity to be heard as provided by sections 10 to 12, inclusive, of this Act. Section 14. Twenty days after publication of the adopted resolution of necessity, unless the referendum is invoked or unless a written protest is filed with the finance officer signed by the owners of more than fifty-five percent of the frontage of the property to be assessed, the governing body may cause the local improvement to be made, may contract for the improvement, and may levy and collect special assessments as provided in sections 3 to 67, inclusive, of this Act. Section 15. At any time after the execution of any contract for any local improvement for which special assessments are to be levied, the governing body may cause to be made and filed in the office of the finance officer an assessment roll showing: (1) The name of the owner of each lot to be assessed as shown by the assessment roll of the county director of equalization; (2) The legal description of each parcel of land to be assessed. The division by deeds of platted lots shall be recognized. The legal description of lands included in the assessment roll shall be taken as of the date of the adoption of the resolution of necessity; (3) The amount assessed against each lot. Section 16. Wherever the term, lot, appears in sections 3 to 67, inclusive, of this Act, it shall be construed to include tracts or other parcels of land. Section 17. If the assessment is payable in installments, the special assessment roll shall specify the number of installments, the rate of interest that deferred installments shall bear, that the whole assessment or any installment may be paid at any time, and that all installments paid before their respective due dates are deemed paid in inverse order of their due dates. Section 18. Upon the filing of the assessment roll with the finance officer, the governing body shall fix a time and place for hearing on the assessment roll. The finance officer shall publish a notice of the time and place of hearing in the official newspaper not less than ten nor more than twenty days before the date set for the hearing. The notice shall, in general terms, describe the improvement for which the special assessment is levied, the time and place of the hearing, and that the roll will be open for public inspection at the office of the finance officer and shall refer to the special assessment roll for further particulars. In addition to the publication of the notice of hearing, the finance officer shall mail a copy of the notice, by first class or certified mail, addressed to the owner or owners of any property to be assessed for the improvement at the address shown by the records of the director of equalization. The mailing may not be less than ten nor more than twenty days before the date set for the hearing. Section 19. At the time and place fixed for the hearing, the governing body shall meet to consider the assessment roll and hear any objections. At the hearing, the governing body may approve, equalize, amend, or reject the assessment roll. Section 20. If the governing body rejects the assessment roll, a new one may be made and filed, and notice and hearing shall be held as provided in section 18 of this Act. Section 21. If the governing body equalizes or amends the assessment roll, a list of all items of assessment changed or amended shall be published and notice and hearing shall be held as provided in section 18 of this Act. Section 22. After any corrections in the assessment roll have been made, the governing body by resolution shall approve and levy the assessment, describing the assessment and the local improvement, and providing the dates of the official approval of the assessment roll. Section 23. The resolution approving the assessment roll shall also state under which plan the assessment and installments thereof shall be paid as provided by section 30 of this Act. Section 24. The decision of a municipal governing body upon a special assessment roll may be appealed to circuit court. The appeal shall be made within twenty days after publication of a notice that the resolution confirming the special assessment roll has been adopted by filing written notice of the appeal with the municipal finance officer and the clerk of the circuit court in the county in which the real property is situated. The notice of appeal shall describe the property and set forth the objections of the appellant to the special assessment. Section 25. Each item of assessment shall be numbered consecutively by the finance officer without regard to date, character of local improvement, or description of property. No number may be duplicated. Section 26. The finance officer shall prepare a special record which shall contain the following: (1) A record of all special assessments; (2) The consecutive number of the item; (3) The date the assessment is due; (4) The name of the property owner as provided by the director of equalization; (5) The legal description of the property; (6) The amount assessed against each lot; (7) The character of the improvement for which the assessment is made; and (8) The date of payment of each assessment or installment that is paid to the municipality. The finance officer shall include in the special record a suitable index to the real property against which special assessments have been levied. The finance officer may destroy any record as provided by chapter 1-27. Section 27. The municipal finance officer shall immediately mail to the owners of each lot, parcel, or piece of land as shown by the special assessment roll, a notice specifying the amount of the assessment, the number of installments, the date of the approval of the assessment roll, and a statement that any number of the installments may be paid without interest at the office of the finance officer within thirty days from the date of approval of the roll, after which the unpaid balance will draw interest at the rate fixed by the governing body from the date of the approval of the assessment roll. Section 28. Any special assessment lawfully levied upon real property assessed pursuant to sections 3 to 67 of this Act, except land that is used for agricultural purposes as defined in § 10-6-31, is a continuing lien on the property as against all persons except the United States and this state. The lien shall continue for fifteen years from the date of the due date of the last installment. Section 29. A municipality may waive or reduce special assessments levied against owner-occupied single family dwellings if the head of the household is sixty-five years of age or older, or is disabled, or if the annual household income does not exceed the federal poverty level as updated annually on the Department of Social Services website. The terms used in this section are defined in § 10-18A-1. Section 30. All special assessments are payable under Plan One or Plan Two. Plan One--Collection by county treasurer. Plan Two--Collection by municipal finance officer. Before any contract is let or before bonds are issued for any local improvement for which special assessments are to be levied, the governing body shall provide by resolution or ordinance whether the assessments and installments are payable under Plan One or under Plan Two. The resolution or ordinance may provide for the assessment to be divided into any number of annual installments not exceeding forty. Section 31. The installments of each assessment under Plan One or Plan Two are due and payable, one on January first following the date of approval of the assessment roll, and one on January first of each succeeding year until the entire assessment is paid. The governing body shall fix the interest rate to be borne by unpaid installments. Section 32. Any assessment or installment under Plan One or Plan Two may be paid without interest to the municipal finance officer at any time within thirty days after the approval of the assessment roll. Thereafter, and before the due date of the first installment, the entire assessment remaining, or any number of installments, plus interest from the approval date to the date of payment may be paid to the municipal finance officer. After the due date of the first installment, if the installments that are due together with interest have been paid, any of the remaining installments not yet due may be paid without additional interest to the municipal finance officer. All installments paid before their respective due dates shall be paid in inverse order of their due dates. Section 33. Under Plan One, the assessment roll shall be delivered to the county auditor not later than November first next following the date of approval or at the expiration of the thirty-day period for prepayment without interest, whichever is later. Before delivering the assessment roll to the county auditor, the municipal finance officer shall cancel in inverse order of their due dates all installments of any assessment previously paid. After delivery of the assessment role to the county auditor, the municipal finance officer shall promptly notify the county auditor of all installments of assessments paid to the finance officer, and the auditor shall cancel the installments in inverse order of their due dates upon the assessment roll. Section 34. Under Plan Two, the finance officer shall deliver no later than November first to the county auditor of the county in which the property assessed is located, all special assessments remaining unpaid that have become delinquent on or before October first. The finance officer shall certify to the county auditor the original amount of the assessment or installment, the amount of accrued interest of the assessment, the name of the property owner as provided by the director of equalization, the character of the improvement for which the assessment was made, and the legal description of the property. The county auditor shall include the delinquent installment and accrued interest in the following year at the time the real property tax is paid and shall certify the installment and interest, together with the general taxes, to the county treasurer for collection in accordance with chapter 10-17. Section 35. No installment under Plan One may be paid to the municipal finance officer on or after January first after certification to the county auditor. Section 36. The county auditor shall include each installment under Plan One, unless advised by the finance officer of the municipality of the prior payment, in the taxes collectible in the year in which the installment is due, upon each parcel of land assessed, including interest upon that installment and all subsequent unpaid installments, at the rate fixed by the governing body. The county auditor shall certify the installment and interest, together with general taxes, to the county treasurer for collection in accordance with chapter 10-17. Section 37. The first installment under Plan One or Plan Two shall include interest from the date of approval of the assessment roll with the finance officer of the municipality to May first of the year in which the first installment is due. Each subsequent installment shall include one year's interest. Each of the installments, including interest as provided above, becomes delinquent on May first of the year in which the installment becomes due and shall have interest and penalty added each month at the same rate as provided in § 10-21-23 for delinquent real estate taxes. Section 38. The amount owing by any county, municipality, school district, or the state on account of assessments under Plan One or Plan Two against property within the municipality is payable by the treasurer of the governmental subdivision affected and shall be paid in like installments and with like interest and penalty as provided by law for other assessable real property. Section 39. All proceeds of special assessments under Plan One or delinquent Plan Two shall be paid to the finance officer of the municipality with the proceeds of other taxes. Section 40. If the combined taxes and assessment installments under Plan One or delinquent Plan Two are not paid, the parcel may be sold for all such taxes and assessments in accordance with chapter 10-23. There may be no separate sale as provided in § 10-23-1 but each parcel may be sold for both taxes and special assessments at a single sale, and redemption must be made by payment of all such special assessments and taxes. No tax sale relieves the land from liability for subsequent installments of special assessments. Section 41. If any such parcel is bid off in the name of the county, the bid shall include the amount of the delinquent installment of special assessments under Plan One or Plan Two. Any parcel may be discharged from the assessments at any time by paying to the county treasurer an amount equal to the then due and past-due installments, with accrued interest, penalty, and cost, if any, and paying to the municipal finance officer all subsequent installments without additional interest; at which point the parcel is relieved from the lien of the assessment. Section 42. The governing body may provide by ordinance or resolution for the issuance of negotiable bonds without a vote of the voters in an amount not exceeding the entire cost of the local improvement. The bonds shall be issued and sold as provided in chapter 6-8B. However, all bonds shall mature not later than one year after the maturity of the last assessment installment. A single issue may be sold to finance several improvements. Section 43. All amounts derived from special assessments for all local improvements shall be receipted into the account of the municipality. The proceeds of the sale of bonds issued pursuant to section 42 of this Act shall be placed into a fund and may be used only for the payment of the cost of the improvements. No moneys may be transferred out of the fund until all obligations that are charged against it have been discharged. Thereafter the governing body may transfer any unexpended and unobligated balance to the general fund. Section 44. If general obligation bonds are authorized, issued, and sold and the proceeds expended for the purpose of any local improvements of a type for which assessments may lawfully be levied, and if assessments have been levied on account of such improvements in the manner prescribed by law, special assessment bonds may be issued in anticipation of the collection of the assessments and may be transferred and appropriated to the debt service fund for the general obligation bonds, in reimbursement of all or any part of the sum expended. The amount of bonds transferred and appropriated may not exceed the sum expended, less any portion of the cost of the improvements to be assumed by the municipality. Any assessment bonds not transferred may be sold to third parties to provide additional moneys for financing the improvement. Section 45. All moneys received from collections of assessments for any local improvement wholly or partially financed from the proceeds of general obligation bonds shall be applied toward payment of the assessment bonds issued on account thereof, including those held in the debt service fund for the general obligation bonds, in the same manner as if all such assessment bonds were held by third persons. Section 46. The moneys collected in and held by the debt service fund for the general obligation bonds shall be applied toward the payment of the general obligation bonds and interest, and the governing body may annually cause to be certified to the county auditor the amount applied. The governing body may direct that the tax levy collectible in the following year for the payment of the bonds be reduced by an amount not exceeding the sum certified. However, the municipality remains obligated to levy general taxes sufficient, together with other resources of the debt service fund, for the prompt payment of all principal and interest due on the general obligation bonds. No assessment bond transferred to any debt service fund pursuant to the provisions of section 44 of this Act may subsequently be transferred to any other fund until the general obligation bonds for which the fund is maintained have been fully paid with interest. Section 47. The principal amount of all special assessment bonds that are held in any debt service fund and that are not in default as to either principal or interest, as well as other assets of the fund, are deductible from the principal amount of the outstanding general obligation bonds for which the debt service fund is maintained, in determining at any time the net indebtedness of the municipality represented by the general obligation bonds. Section 48. The governing body may by ordinance or resolution create and maintain special assessment accounts for financing local improvements for which assessments are to be levied. The governing body may provide moneys for the accounts in the annual appropriation ordinance or by transfer of unused balances from other funds in accordance with the provisions of chapter 9-21, or it may provide for the issuance of general obligation bonds for the purpose of creating and maintaining the account after authorization by the voters and in the manner provided by chapter 9-26. Creating and maintaining the account is deemed a single purpose in framing the question to be submitted to the voters. Section 49. A separate fund may be established to be used only to pay, in whole or in part, the cost of local improvements of the type for which the fund has been created and for which assessments are to be levied. Money in the fund may be used both to pay the portion of the cost of the improvement assumed by the municipality and to advance the portion of the cost ultimately to be paid from collections of assessments. Section 50. Special assessment bonds may be transferred and appropriated to the special assessment accounts in the same manner and to the same extent as provided in section 44 of this Act for the transfer of the bonds to general obligation bond sinking funds. All collections of assessments for assessment bonds transferred shall be held in and used only for the purposes of debt retirement. Section 51. If the governing body determines that the cash, assessment bonds, and any other investments held in the special assessment accounts are in excess of amounts required for financing contemplated future local improvements, it may transfer all or any part of the assets to the sinking fund for any outstanding general obligation bonds issued to create and maintain special assessments. The transfer is irrevocable, and the principal amount of all assessment bonds transferred that are not in default as to principal or interest, together with the other assets of the sinking fund, are deductible from the principal amount of the general obligation bonds in determining the net indebtedness of the municipality. Section 52. No special assessment moneys may be transferred to any other fund of the municipality until all general obligation bonds issued to create or maintain the special assessments have been fully paid with interest. Section 53. No injunction restraining the making of any local improvement under the provisions of this chapter may be issued after the letting of the contract. No action or proceedings may be commenced or maintained in any court attacking the validity of the proceedings for special assessments up to and including the approval of the assessment roll or questioning the amount of the assessment unless the action is commenced within twenty days after the publication of the resolution approving the assessment roll and notice that assessments are due and payable as provided in section 27 of this Act. Section 54. If any action or proceeding is commenced and maintained in any court to restrain the collection of any assessment levied for any municipal local improvement, to recover any such assessment previously paid, to recover the possession or title of any real property sold for such an assessment, to invalidate or cancel any deed or grant thereof for such an assessment, or to restrain or delay the payment of any such assessment, the true and just amount of the assessment due upon the property shall be ascertained and judgment shall be rendered for the assessment, making the assessment a lien upon the property and authorizing execution or process to issue for the collection of the assessment by a sale of the property. If in the opinion of the court the assessment has been rendered void or voidable by any act or omission, the court may order that a reassessment be made under the provisions of sections 62 and 63 of this Act. The court may require the payment of the assessment as a condition for granting such relief, or declare by its judgment that the assessment is a lien upon the property, and authorize the issuing of execution or proper process for its collection by a sale of the property, to the end that the whole matter may be adjudicated in the one action or proceeding and the proper proportion or ratio of the assessment be paid by the property owner. The cost of such an action or proceeding shall be taxed as the court may direct. Section 55. The governing body of any municipality may establish one or more districts for the construction and maintenance of local improvements. The governing body may establish or modify the boundary of the district, construct improvements or portions of improvements, and assess the cost of the improvement to the property within the district as provided in sections 3 to 67, inclusive, of this Act. Section 56. If the governing body deems it necessary to establish a local improvement district, the governing body shall have a plan of the district prepared by the city engineer or other competent person, showing the boundaries of the district and lots or parts of lots included in the district. The plan shall be filed in the office of the finance officer for public inspection. No district need be established for the purpose of constructing or maintaining any improvement. Section 57. Upon filing of the plan, a notice signed by the finance officer shall be published once stating that a plan for a public district, bounded as described in the notice and designated by number has been prepared and is on file in the office of the finance officer. The notice shall state that all persons owning property or interested in any real estate in the district may examine the notice during regular office hours and may file objections within ten days after the publication of the notice, and that on the date stated the governing body will hold a public hearing at a place named to consider any objections, at which time all persons may be heard. The notice shall be published once, and the hearing may not be less than ten nor more than twenty days after publication. Section 58. At the hearing, the governing body shall consider any objections and may by resolution approve and adopt the proposed plan or change it in such manner as it may deem necessary. The governing body may adopt and approve the plan or may reject the plan and order a new plan prepared in accordance with sections 9 and 10 of this Act. Section 59. When a resolution adopting and approving a local improvement district plan takes effect, the plan shall be numbered and filed in the office of the finance officer and shall then constitute the plan of the district, and the lots contained in the district are liable to assessment for the construction of improvements within the district in the same manner as other assessed property not within a district and in accordance with the provisions of sections 3 to 67, inclusive, of this Act. Section 60. The total cost, or any portion of the cost that is assessable against all the real property within any district or area benefited by the local improvement, may be apportioned according to the benefits to accrue to each lot or tract, as determined by the governing body. In determining benefits to a district or area, the governing body shall determine the amount in which each lot or tract located within the district or area will be benefited by the construction of the improvement, and shall assess against each lot or tract that amount, not exceeding its special benefit, as is necessary to pay its just portion of the total cost of the work to be assessed. Section 61. If any lot is subject to assessment both as fronting and abutting property and as property within the district or area benefited by the local improvement, the sum of both assessments may be the amount to be stated in the assessment roll against each such lot. Section 62. If any special assessment for any local improvement is set aside for irregularity in the proceedings or declared void by reason of noncompliance with the provisions of law when ordering or letting the work or making the assessment, or if the collection of any portion of the assessment has been restrained or enjoined, or if any special assessment made upon any lot has been set aside or in any manner rendered or found to be ineffectual, the governing body may make a new assessment or reassessment. The governing body may collect the assessment or reassessment in the manner provided for the collection of the original assessment, to an amount not exceeding the amount of the original assessment, to bear interest at the rate provided by the governing body for unpaid installments of the original assessment from the date of approval of the assessment roll. Section 63. If any reassessment is required, the governing body shall appoint a time for making the reassessment. The finance officer shall give ten days' notice to the owner of any lot to be reassessed, by mail addressed to the owner's last mailing address as shown by the records of the director of equalization, and shall publish notice of the reassessment once not less than ten nor more than twenty days before the time set for the reassessment. After publication of the approved resolution, the governing body may proceed with the levying and forwarding for the collection of special assessments. Section 64. If the assessment originally levied, together with any sum to be paid by the municipality from its general fund or from the proceeds of general obligation bonds, is insufficient to pay the total cost of the improvement, the governing body may assess the additional cost to each lot in the same proportion as provided in the original assessment roll, after public hearing in the same manner as required for the adoption of the original assessment roll. The governing body shall adopt a resolution proposing to increase the special assessment contained in the original special assessment roll by the proportion it determines to be sufficient to pay the total cost of the improvement. The resolution, notice of hearing, and hearing procedures shall be carried out as provided in section 18 of this Act. The amount by which each assessment is increased shall be collected by the same procedure and at the same time as the original assessment. However, if any installment of the original assessment has been paid before the levy of the supplemental assessment, the amount of the increase shall be added to the balance unpaid and becomes payable with and as a part of the remaining installments. Interest shall be computed in the same manner as provided for in the original assessment. Section 65. If public moneys are made available by loan from any federal source to the state, an agency of state government, a public body created by the state, or a political subdivision of the state for the direct or indirect aid of landowners or owners of real property in the public or private improvement of their property in a manner specified by competent federal, state, or local authority, the owners are entitled to retire their obligations for the improvements in like pro rata installments over the same period of time as the loan of federal moneys will be retired, or, if permissible, to accelerate the installments as they are able, and at the same rate of interest as the loan of federal moneys to the state, state agency, public body, or political subdivision of the state. However, if the loan of federal moneys requires different or more stringent terms be met by the owners with regard to time period, installments, or rate of interest, then the terms allowed shall be the most liberal possible that still comply with the federal requirements. The provisions of this section, in a proper case, are in lieu of assessment under any other law granting power to assess for property improvement. Section 66. The governing body prior to the assessment of real property within the municipality for the next fiscal year, may levy, annually, for the purpose of maintaining or repairing public improvements, a special maintenance fee upon the lots fronting and abutting any improvements within the municipality that are maintained by the municipality. The governing body prior to the assessment of real property may, by resolution, designate the lot or portion of lots against which the fee is to be levied and the amount of the fee to be assessed against each lot or portions of lots for such purposes, or may apportion the fee pursuant to § 46A-10B-20. The governing body may directly bill the affected property owner for the fee in a manner determined by the municipality, or the governing body may require the county treasurer to add the fee assessed to the general assessment against the property and certify the fee assessed together with the regular assessment to the county auditor to be collected in the same manner as municipal taxes are collected for general purposes. The fee assessed is subject to review and equalization the same as assessments or taxes for general purposes. Section 67. The provisions of sections 3 to 66, inclusive, of this Act do not apply to chapters 9-53, 9-55, or 21-10. Section 68. That § 9-36-11 be amended to read as follows: 9-36-11. Every Any municipality may construct, reconstruct, repair, and maintain bulkheads, wharves, levees, or breakwaters along or across any river or stream flowing within or through its boundaries, and for. For that purpose the municipality may purchase or condemn private property and assess the cost thereof against the property upon which such the improvement is situated, and upon the lots abutting or adjoining such property upon that side of the river or stream on which such the improvement is constructed, as provided in sections 3 to 67, inclusive, of this Act. Section 69. That § 9-36-13 be amended to read as follows: 9-36-13. If a majority of the property owners do not enter a protest against the proposed improvement, and if such the improvement is not made in the manner and within the time prescribed in such the notice, the governing body by resolution may cause the same improvement to be done and the cost thereof of the improvement assessed against the lots chargeable as provided in § 9-36-12, according to the benefits derived by each of the lots from such the improvement, in the manner provided for special assessments as provided in sections 3 to 67, inclusive, of this Act. Section 70. That § 9-38-24 be amended to read as follows: 9-38-24. The board may establish, improve, care for, regulate, and manage a system of public parks, parkways, and boulevards and with the approval of the governing body to acquire land therefor; may acquire land for such purposes. The board may regulate the planting and trimming of trees and shrubbery in parkings and park places upon any public street or boulevard; such areas and may establish the channel of any stream or watercourse forming a part of the park system and improve the banks thereof; of the stream or watercourse. The board may provide parkways and boulevards for the streets and maintain and regulate the care of the parkways and boulevards. The board may cause the cost of construction and maintenance of the street parkways and boulevards to be assessed against the abutting property as provided in sections 3 to 67, inclusive, of this Act. The board may establish, maintain, and conduct with or without charge or to grant concessions for places of public amusement, recreation, or refreshment within or in connection with such parks; provided no. No concession lease or grant may be made for longer than three years, and no professional shows or exhibitions for which an admission price is charged may be given in such parks; to park and boulevard the streets and to maintain the same and regulate the care thereof. However, a lease or grant to a concession may be made by the board for a period up to but not to exceed fifteen years if the concession requires a realty improvement investment of at least fifty thousand dollars or for a period up to but not to exceed fifty years if the concession requires a realty improvement investment of at least one hundred thousand dollars. The board may cause the cost of parking and boulevarding the streets and the maintenance thereof to be assessed against the abutting property as provided in §§ 9-38-49 to 9-38-53, inclusive. Section 71. That § 9-38-36 be amended to read as follows: 9-38-36. No roads or streets shall may be laid out or constructed through any park without consent of the board. Upon recommendation of the board, any road, street, or alley, or parts part thereof, excepting railroads, which may pass that passes through or into or divide divides any land used for parks may be vacated by the governing body and made a part of such the park. Upon recommendation of the board, the governing body may provide for special assessments to be made pursuant to sections 3 to 67, inclusive, of this Act, for improvements to any road, street, alley, or part thereof under control of the board. Section 72. That § 9-38-49 be repealed. 9-38-49. Upon recommendation of the board the governing body may provide by resolution of necessity for making improvements upon any road, parkway, boulevard, or street under the control of the board to be paid for by special assessments, which improvements are of such a kind as the governing body is authorized to make on a street under its control and levy special assessments therefor. Section 73. That § 9-38-59 be repealed. 9-38-59. The board shall not pay such special assessments or judgment out of any funds belonging to the park district in which such work or improvement is made, which have been levied and collected by special assessment under the provisions of §§ 9-38-10 to 9-38-58, inclusive, for the improvement and maintenance of the park, parkways, roads, boulevards, or streets in such park district. Section 74. That § 9-38-51 be repealed. 9-38-51. The contract for doing the work provided for by § 9-38-49 shall be let and made by the governing body in the same manner as other contracts for like improvements made by it. Section 75. That § 9-38-52 be repealed. 9-38-52. When any work is done or improvement made and payment therefor is to be made by special assessments as provided in §§ 9-38-10 to 9-38-59, inclusive, the first or second class municipality shall not be liable for such work done or improvement made by reason of the invalidity of or an error in any such special assessment nor be liable in any manner for the payment of the same. Section 76. That § 9-38-53 be repealed. 9-38-53. The governing body, upon recommendation of the board, may at the time of making its annual tax levy for other purposes levy for the purpose of maintaining, repairing, planting, and otherwise improving and caring for the parks, parkways, boulevards, and other public grounds and thoroughfares under the control of the board a special front foot assessment not to exceed ten cents per front foot upon the lots fronting and abutting thereon. The governing body, upon the recommendation of the board and with the consent of seventy-five percent of the owners of property fronting and abutting a boulevard, may at the time of making its annual tax levy for other purposes levy for the purpose of maintaining, repairing, planting, and otherwise improving and caring for any boulevard under the control of the board a special front foot assessment not to exceed eighty-five cents per front foot upon the lots fronting and abutting the boulevard. Any assessment shall be apportioned as the assessment for maintaining service sewers and shall be certified to the county auditor and shall be collected as municipal taxes for general purposes. Section 77. That § 9-39-23 be amended to read as follows: 9-39-23. The municipal utility board shall have has all of the powers granted to a governing body in this title to fix reasonable rates, fees, and charges, and to make special assessments for improvements in the same manner as the governing body may make the same, and to as provided in sections 3 to 67, inclusive, of this Act. The board may adopt, by resolution, reasonable rules and regulations for utility services supplied by the municipally owned public utilities under its control and management within the limits permitted by the statutes of this state. Section 78. That § 9-45-16 be amended to read as follows: 9-45-16. Whenever If any viaduct shall be is declared by resolution necessary for the safety and protection of the public, the governing body of any first or second class municipality shall provide for appraising, assessing, and determining the damages, if any, which that may be caused to any property by reason of the construction of such the viaduct and its approaches. The resolution shall be is effective thirty days after the its publication thereof, unless nullified by an order of the Public Utilities Commission. Such damage shall be paid by the municipality and may be assessed against the property benefited. The proceedings for determining such damage and assessing the same shall be as provided for the grading of a street as provided in sections 3 to 67, inclusive, of this Act. Section 79. That § 9-45-20 be repealed. 9-45-20. Whenever the governing body shall deem it necessary to open, widen, extend, grade, gravel, surface with oil or other bituminous material, pave, repave, bridge, construct a viaduct upon or over, erect equipment for street lighting in, curb, gutter, drain, or otherwise improve any streets, alleys, or public ways for which a special assessment is to be levied, it shall declare in a proposed resolution the necessity of such improvement, stating therein the streets, alleys, public ways, or grounds to be improved, the general nature of the proposed improvement, the material to be used or materials from which a choice may be made, an estimate of the total cost or cost per linear foot, a description of the classes of lots to be assessed, and the method of apportioning the benefits thereto as provided in §§ 9-45-28 to 9-45-32, inclusive. If it is deemed expedient for the municipality to assume and pay any portion of the cost of the improvement, the resolution may so provide, or the portion so to be assumed may be provided by a subsequent resolution, subject to the right of referendum on such resolution. Section 80. That § 9-45-21 be repealed. 9-45-21. The improvement of more than one street, alley, or public way may be embraced in one proposed resolution if such improvement is substantially uniform as to all streets, alleys, and public ways embraced therein. Minor variations in the amount of earth work, drainage, or labor or other minor variations in the construction expense on different portions of the proposed improvement project shall not be considered as any departure from the uniformity above required. Section 81. That § 9-45-22 be repealed. 9-45-22. If the improvements are not substantially uniform, then the improvement of two or more streets, alleys, or public ways or portions of the same on which the improvements are not uniform may be included in one resolution, if the nature of the improvement or its estimated cost per linear foot on each portion of the project is specified in the resolution; and any two or more improvements of the types herein specified which have been commenced by separate resolutions of necessity may thereafter be combined for any and all purposes, as determined by the governing body. Section 82. That § 9-45-23 be repealed. 9-45-23. The resolution required by § 9-45-20 shall be published once in the official newspaper of the municipality, with an appended notice stating the place and time, at least two weeks after such publication, at which the governing body will meet for the consideration of the adoption of the resolution. Said notice shall state further that at said time and place the governing body will consider any objections to the proposed resolution by owners of property liable to be assessed for the improvement. If such improvement be petitioned for by the owners of more than fifty-five percent of the frontage of the property to be assessed therefor, it may be provided for by resolution without publication. Section 83. That § 9-45-24 be repealed. 9-45-24. In addition to the published notice required by § 9-45-23, the governing body, at least fifteen days prior to the hearing on the adoption of the resolution, shall cause personal notice to be sent by first-class, certified mail to each person owning property liable to be assessed for the improvement; said notice to include all information required of the published notice. If the property is occupied and has a street address, the written notice shall be sent to the owner in care of such address and, if not, to the last known address of the owner. Notice shall not be required to be sent to any person who shall have petitioned in writing or consented in writing to such improvement. This section does not affect rights and duties that matured, penalties that were incurred, and proceedings that were begun before July 1, 1967. Section 84. That § 9-45-25 be repealed. 9-45-25. At the time of the meeting referred to in § 9-45-23 or at any adjournment thereof the governing body shall consider any objections to such proposed resolution and may adopt such resolution, with or without amendment as it may deem proper; but no amendment shall be made affecting property of any class not included in the original resolution until the owner thereof shall have been given the notice and opportunity to be heard provided by §§ 9-45-23 and 9-45-24. Section 85. That § 9-45-26 be repealed. 9-45-26. After twenty days from the adoption and publication of the resolution referred to in § 9-45-25, unless the referendum be invoked or unless a written protest shall have been filed with the auditor or clerk signed by the owners of more than fifty-five percent of the frontage of property liable to assessment, the governing body shall have power to cause such improvement to be made, to contract therefor, and to levy and collect special assessments therefor as provided in this title, provided, that any such proceedings taken prior to the adoption of such resolution shall be deemed ratified thereby. Section 86. That § 9-45-27 be repealed. 9-45-27. No contract made or assessment levied for any such improvement shall be void by reason of any defect or irregularity in said resolution or notice or in the publication thereof, and the determination of the governing body as to the sufficiency or insufficiency of protests thereto shall be conclusive unless such determination is unreasonably and arbitrarily or fraudulently made. Section 87. That § 9-45-28 be repealed. 9-45-28. In the cases mentioned in §§ 9-45-20 to 9-45-27, inclusive, the benefits shall be apportioned in the manner prescribed by §§ 9-45-29 to 9-45-32, inclusive. Section 88. That § 9-45-29 be repealed. 9-45-29. If the governing body by resolution so provides, any portion of the cost may be paid by the municipality out of its general funds appropriated for that purpose or out of the proceeds of general obligation bonds as authorized by chapter 9-43, and the proper deduction shall be made of the cost to be so paid before the cost to be assessed is distributed to the several lots as required. The sum so determined to be paid may be a fixed amount or fraction of the total cost of the improvement, or of a specified portion thereof on which the construction is substantially uniform, and such amount or fraction may be additional to any amounts assumed by the municipality in accordance with the provisions of §§ 9-45-33 to 9-45-35, inclusive, or the costs referred to in those sections may be paid therefrom, as determined by said resolution. Section 89. That § 9-45-30 be repealed. 9-45-30. The cost of the improvement except the cost of street and alley intersections may be assessed to the property fronting or abutting on the improvement. Such cost of each portion of the project on which the construction is by resolution substantially uniform shall be divided by the number of feet fronting or abutting on said portion of the project, and the quotient shall be the rate of assessment per front foot throughout said portion of the project on which such uniformity exists. Section 90. That § 9-45-31 be repealed. 9-45-31. The cost of each street or alley intersection may be assessed to all lots according to area so as to include one-half of the property between the street improved and the next street, whether such property abut upon such street or not, but in no case shall such property situated more than three hundred feet from such intersection be assessed. When the improvement is in or upon any alley, the assessment area shall be confined to the property within the block or blocks improved, and if not platted into blocks, to the property within one hundred fifty feet of such alley. Section 91. That § 9-45-32 be repealed. 9-45-32. In lieu of the method of apportionment prescribed in §§ 9-45-30 and 9-45-31, it may be provided in and by the resolution determining the necessity of any street improvement that the cost thereof shall be assessed against all assessable lots and tracts of land fronting or abutting thereon or lying within one-half block or three hundred feet thereof, whichever is less, according to the benefits determined by the governing body to accrue to each of such lots and tracts from the construction of the improvement. In such event the governing body, in preparing, considering, and hearing objections to the assessment roll as provided in chapter 9-43, shall make such investigation as may be necessary and shall find and determine the amount in which each such lot and tract will be especially benefited by the construction of the improvement, and shall assess against each such lot and tract such amount, not exceeding said benefit as shall be necessary to pay its just portion of the total cost of the work to be assessed. Section 92. That § 9-45-33 be repealed. 9-45-33. In the resolution of necessity it may be provided that the municipality will pay any definite, specified portion, or all of the cost of the improvements in street and alley intersections. Section 93. That § 9-45-34 be repealed. 9-45-34. In the resolution of necessity it may be provided that the municipality will pay any definite, specified portion or all of the cost of street improvements fronting or abutting on the long side of a corner lot, or it may be provided by such resolution that such portion of the cost may be spread as an area tax on the blocks fronting and abutting on said pavement so as to include one-half of the property between the street improved and the next street whether such property abut upon such street or not, but in no case shall such property situated more than three hundred feet from the improvement be assessed. Section 94. That § 9-45-35 be amended to read as follows: 9-45-35. In the The resolution of necessity it may be provided provide that the municipality will may pay any portion or all of the cost of resurfacing, rebuilding, or repaving the portion of any street, alley, or public way in which pavement has previously been placed and paid for wholly or in part by assessment of benefited property. Section 95. That § 9-45-38 be repealed. 9-45-38. The governing body prior to the assessment of real property within the municipality for the next fiscal year, may levy, annually, for the purpose of maintaining or repairing street surfacing or pavement a special front foot fee not exceeding forty cents per front foot upon the lots fronting and abutting any streets within the municipality that are maintained by the municipality. The fee shall be apportioned on a front foot basis and levied in the following manner. The governing body prior to the assessment of real property may, by resolution, designate the lot or portion of lots against which the fee is to be levied and the amount of the fee to be assessed against each lot or portions thereof for such purposes. The governing body may directly bill the affected property owner for the fee in a manner determined by the municipality, or the governing body may direct the director of equalization to add the fee assessed to the general assessment against the property and certify the fee assessed together with the regular assessment to the county auditor to be collected in the same manner as municipal taxes are collected for general purposes. The fee assessed is subject to review and equalization the same as assessments or taxes for general purposes. Front foot, for the purposes of this section, means the actual front of the premises as established by the buildings on the premises, record title, and use of the property regardless of the original plat. Section 96. That § 9-45-39 be repealed. 9-45-39. A municipality may provide in a resolution of necessity that it will pay any definite, specified portion, or all of the cost of the construction of a street, sewer, or water improvement. The municipality may provide in the resolution that adjoining property owners will be assessed for the cost of the street, sewer, or water improvement if they make requests for changes in the street, sewer, or water improvement or receive a benefit from the street, sewer, or water improvement. Section 97. That § 9-47-5 be amended to read as follows: 9-47-5. When If the expense in connection with the waterworks system is raised by special assessments, such the assessments shall be levied and collected in the manner provided for the levy and collection of sewer assessments in sections 3 to 67, inclusive, of this Act. Section 98. That § 9-47-7 be repealed. 9-47-7. For the purpose of special assessments a water supply and a plant or plants for the filtration, purification, or softening of water shall be regarded the same as a sewer outlet or septic or sewage treatment plant, a supply pipe or main the same as a main sewer, a trunk pipe or main the same as a trunk sewer, and a service pipe or main the same as a service sewer. Section 99. That § 9-47-11 be repealed. 9-47-11. In the event the municipality shall have assessed and collected charges against users of water from such pipe or main at the same rates as against other users of the same class within the municipality, no reduction for depreciation need be made for the term during which such charges were assessed and paid. Section 100. That § 9-47-12 be repealed. 9-47-12. In the event that the entire water system of such municipality shall have theretofore been financed exclusively by general levy or taxation of all property within the municipality, then and in that case only the purchase authorized in § 9-47-9 may be financed by appropriation from the surplus, if any there be, in the water fund or general or both of said funds of the municipality, in the discretion of the governing body of the municipality. Section 101. That § 9-47-16 be repealed. 9-47-16. Whenever water pipes or mains as classified by § 9-47-8 have been constructed for which the cost has not been apportioned against property which may be benefited, as provided by §§ 9-47-5 to 9-47-15, inclusive, chapter 9-43 or chapter 9-49, the governing body may require such property to pay its proportionate share of the cost of such construction, without interest, according to the benefits to accrue to such property before such property shall be served with such facilities. The governing body shall make such investigation as necessary and shall find and determine the amount to be paid, which amount so paid shall be apportioned by the governing body as it determines among the persons, including the municipality, paying the original cost. Section 102. That § 9-47-19 be repealed. 9-47-19. The governing body of every municipality at the time of making its annual tax levy for other purposes may levy a special assessment for the purpose of maintaining its system of waterworks. Such assessment shall be apportioned as provided in this chapter for the assessment of the cost of constructing such waterworks, and be certified to the county auditor and collected as municipal taxes for general purposes. Such special assessment shall in no year exceed the sum of four cents per front foot against any lot or parcel of abutting property and shall be subject to review and equalization the same as assessments for general purposes. Funds derived from such assessment shall be used only for the purpose for which it is levied. Section 103. That § 9-47-21 be amended to read as follows: 9-47-21. Every Any municipality shall have power to may operate and maintain a system of irrigation within the municipality and to. The municipality may assess the cost thereof of the system against abutting or benefited property in the manner provided by the provisions of this title relating to special assessments sections 3 to 67, inclusive, of this Act, if a connection with an irrigation water supply system is available, but if. If such a connection is not available, the providing of a means of a water supply for irrigation shall be first authorized at a regular or special election; and to. The municipality may regulate the distribution and use of water supplied for irrigation. Section 104. That § 9-48-7 be amended to read as follows: 9-48-7. Every Any municipality shall have power to may regulate and provide for the laying of sewer connections from the city trunk or service sewers, to the lot line, and to. The municipality may assess the cost against the abutting property owner as provided by this title sections 3 to 67, inclusive, of this Act. Section 105. That § 9-48-8 be repealed. 9-48-8. Whenever the governing body shall deem it necessary that a service sewer or sewers be constructed, it shall by resolution declare the necessity therefor and shall cause plans and specifications showing the location, arrangement, form, and size, and the material to be used in the construction thereof to be prepared by the engineer or other competent person and filed in the office of the auditor or clerk for the examination of all parties interested. Section 106. That § 9-48-9 be repealed. 9-48-9. Notice of hearing upon the proposed adoption of such resolution pursuant to § 9-48-8 shall be given by publication once each week for two successive weeks prior to the adoption thereof. Section 107. That § 9-48-10 be repealed. 9-48-10. Upon the taking effect of the resolution described in § 9-48-8 the governing body shall have the authority to make the improvement in such resolution specified and assess the cost thereof as hereinafter provided; provided, that the governing body may by resolution direct that any specified amount or fraction of the cost of said service sewers shall be paid by the municipality out of its general funds appropriated for that purpose or out of the proceeds of general obligation bonds as authorized by chapter 9-43. Section 108. That § 9-48-11 be repealed. 9-48-11. In and by the resolution declaring the necessity of the improvement it may be provided that the cost thereof shall be apportioned to each lot or tract of land fronting or abutting thereon according to the benefits determined by the governing body to accrue therefrom, and in such event the governing body, in preparing, considering, and hearing objections to the assessment roll as provided in chapter 9-43, shall make such investigation as may be necessary and shall find and determine the amount in which each such lot or tract will be benefited by the construction of the improvement, and shall assess against each such lot or tract such amount, not exceeding its special benefit, as shall be necessary to pay its just portion of the total cost of the work to be assessed. Section 109. That § 9-48-12 be repealed. 9-48-12. Whenever the construction of a service sewer or sewers shall have been determined upon, the engineer or other competent person shall, unless assessments are determined under § 9-48-11, calculate and report to the governing body the amount to be assessed therefor against each lot or part of lot fronting or abutting upon the street or streets, alley or alleys in which such improvement is to be constructed. In estimating such assessment he shall divide the total cost of such improvement by the number of feet fronting or abutting upon such street or streets, alley or alleys, and the quotient shall be the amount assessed per front foot upon the property fronting or abutting thereon. Section 110. That § 9-48-13 be repealed. 9-48-13. Whenever any municipality shall have constructed any main, trunk, or storm sewer and paid or agreed to pay for the same out of its general fund, or out of the proceeds of municipal bonds, and shall have constructed, have in course of construction, or have determined upon the construction of a system or part of a system of service sewers, and shall have assessed or determined to assess the cost of such service sewers against the property fronting or abutting upon such service sewers, the governing body may grant to the owners of property fronting or abutting upon such main, trunk, or storm sewer the privilege of connecting therewith, and may assess the benefits of such privileges against such fronting or abutting property. Section 111. That § 9-48-14 be repealed. 9-48-14. Whenever the governing body shall desire to exercise the power granted by § 9-48-13, it shall grant by resolution such privilege and proceed to assess the benefits thereof in the manner provided in this chapter, such benefits being apportioned as provided for service sewers. Such power may be exercised notwithstanding such fronting or abutting property may have been previously connected with such sewer. Section 112. That § 9-48-15 be amended to read as follows: 9-48-15. Whenever If either a main sewer or trunk sewer or service sewer has been constructed for which the cost has not been apportioned against property which that may be benefited thereby as provided by this chapter, chapter 9-43, or chapter 9-49 or sections 3 to 67, inclusive, of this Act, the governing body may require such the property to pay its proportionate share of the cost of such the construction, without interest, according to the benefits to accrue to such the property before such the property may be served by such the facilities. The governing body shall make such investigation as necessary and shall find investigate and determine the amount to be paid, which amount so paid. The amount shall be apportioned by the governing body as it determines among the persons, including the municipality, paying the original appropriate cost. Section 113. That § 9-48-16 be amended to read as follows: 9-48-16. Whenever there has been constructed by If any person has constructed within any street or alley a private sewer or sewers which shall be that is wholly or partly within any district subsequently established as provided in this chapter, the municipality may purchase such the sewer or sewers or any part thereof at a cost not in excess of the cost of constructing a similar sewer similarly situated, of the sewer and assess such the cost to the property fronting or abutting upon the sewer so purchased in the same manner as for construction of service sewers as provided in sections 3 to 67, inclusive, of this Act. Section 114. That § 9-48-19 be repealed. 9-48-19. When the engineer or other competent person has made the estimate for and report as to special assessments provided for in § 9-48-17, the governing body shall cause a special assessment roll to be prepared and proceed to levy the assessment as provided in this title. Section 115. That § 9-48-21 be repealed. 9-48-21. Every municipality shall have power to levy a special assessment for the purpose of maintaining its sewers and septic or sewage treatment plants as provided by this title. Section 116. That § 9-48-22 be repealed. 9-48-22. The governing body of every municipality prior to the assessment of real property within the municipality for the next fiscal year may levy a special assessment for the purpose of maintaining its main trunk or service sewers and its septic or sewage treatment plant. Such assessment shall be apportioned as provided in this chapter for the assessment of the cost of constructing a main trunk or service sewer or septic or sewage treatment plant respectively and shall be levied as prescribed by § 9-48-23. Section 117. That § 9-48-23 be repealed. 9-48-23. The governing body prior to the assessment of real property pursuant to § 9-48-22 may, by resolution, designate the lots against which said assessment is to be levied, the amount of the assessment against each lot for such purposes and direct the director of equalization to add such assessment to the general assessment against said property and to certify said assessment together with the regular assessment to the county auditor to be collected as municipal taxes for general purposes, which assessment shall be subject to review and equalization the same as assessments or taxes for general purposes. Such assessment shall in no year exceed the sum of four cents per front foot against any lot or parcel of abutting property. Section 118. That § 9-48-24 be repealed. 9-48-24. Front foot, for the purposes of § 9-48-23, shall be defined as the actual front of the premises as established by the buildings thereon, record title and use of the property regardless of the original plat thereof. Section 119. That § 9-48-25 be repealed. 9-48-25. The funds derived from an assessment pursuant to § 9-48-22 shall be used only for the purpose for which it is levied. Section 120. That § 9-48-33 be repealed. 9-48-33. The governing body of any municipality may establish one or more districts for the construction, improvement, and maintenance of main, storm, sanitary, service, and trunk sewers, sewage treatment or septic plants and outlets, lift stations, and other sewerage improvements. The governing body may establish or modify the boundary of the district, construct a sewerage system or part of a sewerage system, and assess the cost of the sewerage system to the property within the district as provided in this chapter. Section 121. That § 9-48-34 be repealed. 9-48-34. Whenever the governing body shall deem it necessary to establish a sewer district or districts, it shall cause a plan of the same to be prepared by the city engineer or other competent person, showing the boundaries thereof and lots or parts of lots included therein, and shall cause the same to be filed in the office of the auditor or clerk for public inspection; provided, that no sewer district need be established for the purpose of construction of service sewers, the assessable cost of which is to be borne only by properties fronting or abutting thereon, or for the purpose of construction of any sewerage improvement which is not to be financed by the levy of special assessments. Section 122. That § 9-48-35 be repealed. 9-48-35. Upon the filing of the plan, a notice signed by the auditor or clerk shall be published once stating that a plan for a sewerage district for the district bounded as described therein and designated by number has been prepared and is on file in the office of the auditor or clerk; that all persons owning or interested in any real estate in the district are entitled to examine it at any time and to file objections within ten days after the publication of the notice; and that on the date stated the governing body will be in session at a place named to consider any objections thereto, at which time all persons may be heard. Such notice shall be published once, and the hearing specified may not be less than ten nor more than twenty days after the publication. Section 123. That § 9-48-36 be repealed. 9-48-36. At the hearing the governing body shall consider any objections, and may by resolution approve and adopt the proposed plan or change it in such manner as it may deem proper, and adopt and approve the plan so changed and modified, or may reject the plan and order a new plan prepared, in which case the proceeding shall be the same as required in §§ 9-48-34 and 9-48-35. Section 124. That § 9-48-37 be repealed. 9-48-37. Upon the taking effect of a resolution adopting and approving a sewer district plan, the plan shall be numbered and filed in the office of the auditor or clerk and shall then constitute the plan of the district, and the lots contained therein shall be liable to assessment for the construction of sewers therein. Section 125. That § 9-48-38 be repealed. 9-48-38. Whenever any municipality shall have established a sewerage district or districts and shall deem it necessary to construct a main or trunk sewer, or a part of either and to assess the cost thereof, it shall declare by resolution the necessity therefor and shall cause plans and specifications showing the location, arrangement, size, form, and material to be used in the construction thereof to be prepared by the engineer or other competent person and filed in the office of the engineer or clerk for the examination of all persons interested. Section 126. That § 9-48-39 be repealed. 9-48-39. After the action prescribed by § 9-48-38, notice of the proposed passage of such resolution shall be given by publication once each week for two successive weeks. Such notice shall state the time and place when and where the property owners in the district may make objection to the construction of the sewer or to the plans and specifications therefor. Section 127. That § 9-48-40 be repealed. 9-48-40. The notice of hearing on the adoption of said resolution may be published simultaneously with the notice of hearing on the resolution establishing any sewerage district to be served by the improvement, and with the advertisement for bids for the construction of the improvement; provided, that if either of said resolutions is not adopted prior to the award of the contract for the construction of the improvement, such proceedings may be taken thereafter with like effect as if originally taken in the correct sequence, and either or both of said resolutions may be amended at any time upon hearing and notice as provided for the adoption thereof. Section 128. That § 9-48-41 be repealed. 9-48-41. After the hearing referred to in § 9-48-39, the governing body by resolution may adopt or reject such plans and specifications or amend the same and adopt them as amended, and order the construction of the sewer in accordance therewith. Section 129. That § 9-48-42 be repealed. 9-48-42. Upon the taking effect of such resolution the governing body may make such improvement and assess the cost thereof, unless a written protest is filed with the auditor or clerk prior thereto signed by the owners of a majority of the frontage of property fronting or abutting on the improvement and a majority of the area of the property within the district or districts to be assessed. Section 130. That § 9-48-43 be repealed. 9-48-43. The total benefit of a main or trunk sewer constructed under the provisions of this chapter shall be deemed to be not less than the total cost thereof, including the contract price and all engineering, inspection, publication, fiscal, legal, and other expenses incidental thereto, and such total cost, less amount assumed by the municipality as provided in § 9-48-44, shall be assessed against all the lots or parts of lots within the district or districts served thereby as determined by the report of the engineer or other competent person or by the governing body, as herein provided. Section 131. That § 9-48-44 be repealed. 9-48-44. If the governing body by resolution so provides, any portion of the total cost of a main or trunk sewer may be paid by the municipality out of its general funds appropriated for that purpose or out of the proceeds of general obligation bonds as authorized by chapter 9-43. The sum so determined to be paid may be a specified amount or fraction of the total cost of all improvements directed by the resolution of necessity, or a specified amount or fraction of the cost of any one of such improvements, or a specified amount or fraction of the cost of the improvements as service sewers or of the cost of the improvements over and above their cost as service sewers. Section 132. That § 9-48-45 be repealed. 9-48-45. Whenever any main or trunk sewer is to be constructed under the provisions of this chapter it may be determined in and by the resolution declaring the necessity of the improvement that the cost thereof shall be apportioned to each lot or tract of land within the sewerage district or districts served thereby according to the benefits to accrue to such lot or tract, as determined by the governing body, or it may be provided that such cost shall be apportioned according to the frontage of property fronting or abutting thereon and the assessed valuation of property within said district or districts, by the method provided in §§ 9-48-48 and 9-48-49. Section 133. That § 9-48-46 be repealed. 9-48-46. If the cost is to be apportioned according to the benefits to accrue to each lot or tract, as determined by the governing body, the governing body, in preparing, considering, and hearing objections to the assessment roll as provided in chapter 9-43, shall make such investigation as may be necessary and shall find and determine the amount in which each lot or tract located within said district or districts will be benefited by the construction of said improvement, and shall assess against each such lot or tract such amount, not exceeding its special benefit, as may be necessary to pay its just portion of the total cost of the work to be assessed. Section 134. That § 9-48-47 be repealed. 9-48-47. When the benefits accruing from any improvement are to be determined by the governing body, the benefits to and assessments on property not listed on the director of equalization's books for taxes for general municipal purposes shall be fixed at a hearing held by said governing body upon the same notice and in the same manner as provided in § 9-48-46 for the equalization of the valuation of such property. Section 135. That § 9-48-48 be repealed. 9-48-48. If the cost is to be apportioned according to frontage and assessed valuation as described in § 9-48-45, the engineer or other competent person shall make an estimate for a special assessment upon the several lots within the sewerage district within or for the benefit of which such sewer is to be constructed, and shall report to the governing body the facts regarding such improvement as follows: (1) The total cost of such main or trunk sewer, including the contract price and all other expenses incidental thereto, but deducting therefrom any portion of said cost to be assumed and paid by the municipality in accordance with the provisions of § 9-48-44; (2) The total number of feet frontage of land within the sewerage district fronting or abutting upon the street or streets, alley or alleys in which such main or trunk sewer is to be constructed or abutting on such sewer where the same is not laid in any street or alley; (3) The total assessed valuation according to the last assessment of all the real property situated within such sewerage district exclusive of improvements; (4) A full description, together with the owner's name and the number of feet of frontage of each lot or part of lot within the sewerage district fronting or abutting upon the street or streets, alley or alleys, in which such main or trunk sewer is to be constructed or abutting on such sewer where the same is not laid in any street or alley; (5) An estimate of the cost of the construction of a service sewer along the same course as that in which such main or trunk sewer is to be constructed, of sufficient size and depth to provide sewerage for the abutting property if it were not to be used as a main or trunk sewer, and of construction suitable for the connection of properties in such district for the total distance which such main or trunk sewer is to be constructed within such district, and the amount it would be necessary to assess upon each lot or part of lot fronting or abutting upon the street or alley in which such sewer is to be constructed, or abutting on such sewer where the same is not laid in any street or alley, to pay the cost of such sewer, determining such amount by dividing the total cost of such improvement by the number of feet fronting or abutting upon such street or streets, alley or alleys, and the quotient shall be the amount assessed per front foot upon the property fronting or abutting thereon; (6) The amount which will be required to construct such main or trunk sewer in addition to the amount to be assessed against the lot or parts of lots fronting or abutting upon the street or alley in which such main or trunk sewer is to be constructed, or fronting or abutting upon such main or trunk sewer where the same is not laid in any street or alley, which shall be determined by deducting the total amount so assessed against the abutting property from the total costs of the construction of such main or trunk sewer, which amount so remaining shall be apportioned to each lot or part of lot within such district according to the assessed valuation thereon, exclusive of improvements. Section 136. That § 9-48-49 be repealed. 9-48-49. Any real estate within the sewer district owned by any railroad company and used for depots, warehouses, elevators, stockyards, roundhouses, or dwelling houses, and any real estate not owned by a railroad company which shall not be listed on the director of equalization's books for taxes for general municipal purposes by order of the governing body may be listed and valued by the director of equalization for the purposes of this assessment; and the same, excepting property of the United States, shall be included in said estimate for special assessment. The director of equalization shall make a list of such real estate owned by any railroad company and used for purposes aforesaid, and such nonlisted property, with the valuation of each parcel thereof, and file same in the office of the auditor or clerk. Thereupon the governing body shall fix a time and place for the equalization of the valuation of such nonlisted property, and the auditor or clerk shall cause a notice thereof to be published once at least thirty days before such hearing. If any property owned by any railroad company is included in said list filed as aforesaid, the auditor or clerk shall send a copy of said notice to the secretary of revenue by registered or certified mail, together with a statement in duplicate showing the name of the railroad company and the description of property so listed, within three days after publication of said notice, and the said secretary shall forthwith give the said railroad company notice of said hearing. At such hearing the governing body shall proceed to equalize such valuation, and the valuation as so equalized shall be used in making such special assessment. Section 137. That § 9-48-50 be repealed. 9-48-50. When any service sewers are constructed pursuant to the provisions of this chapter, whether at the same or different times, upon more than one side of any platted lot or part of lot, such lot or part of lot shall not be assessed to pay the cost of more than one of such sewers, and if the cost of such sewer is apportioned on a front foot basis, the total amount assessed against such lot or part of lot, based upon the frontage thereof upon the street or streets, alley or alleys, upon which such lot fronts or abuts, shall in no case be greater than the number of feet in width in the frontage of said lot or part of lot plus forty-four feet. Section 138. That § 9-48-51 be repealed. 9-48-51. No lot or part of lot shall be assessed more than once for the construction of a service sewer in the same street or alley, but if such sewer is replaced by a main or trunk sewer the cost thereof in excess of its cost as a service sewer may be assessed against such lot or part of lot according to benefits as determined by the governing body, or the total assessed valuation of such lot or part of lot may be used in determining the amount to be assessed against such lot or part of lot according to the assessed valuation of the real property in the district. Section 139. That § 9-48-52 be repealed. 9-48-52. The cost of land necessary for a sewage treatment or septic plant or outlet to any main sewer and the cost of construction of any such plant or outlet, together with the cost of any necessary extension or connection of such main sewer, and the cost of the land necessary for and the construction of a lift station and any necessary extension or connection of a main or trunk sewer incidental thereto, may be assessed against all the property within the sewerage district or districts benefited thereby. Such costs shall be apportioned to each lot or part of lot within such district or districts as hereinbefore provided. Section 140. That § 9-49-1 be repealed. 9-49-1. Whenever the governing body of a municipality shall deem it necessary to construct a sewer improvement and a waterworks improvement pursuant to the provisions of chapters 9- 47 and 9-48, and the benefits of each of said improvements, ascertained as provided in said chapters 9-47 and 9-48, will accrue to the same lots and tracts of land within the municipality, such improvements may be constructed and financed as a combined waterworks and sewer improvement, and all proceedings for such combined improvement shall be conducted as provided by law for a single sewer or waterworks improvement of the type contemplated. The combination of such improvements may be effected by resolution of the governing body at any time. Section 141. That § 9-49-2 be repealed. 9-49-2. A combined waterworks and sewer district or separate districts may be established. Section 142. That § 9-49-3 be repealed. 9-49-3. The improvement contracts may be let, assessments may be levied, and bonds may be issued in lieu of assessment certificates for both of the improvements described in § 9-49-1 together or for each separately. Section 143. That § 9-49-4 be repealed. 9-49-4. Whenever contracts have been let and assessments levied according to law for two or more waterworks or sewer improvements or combined waterworks and sewer improvements not benefitting identical lots and tracts of real estate, and the governing body determines to issue bonds in lieu of assessment certificates for such improvements, a single issue of such bonds may be made, and for that purpose the funds of all such improvements may be combined, and the bonds may be made payable from such combined funds without preference of any one bond over any other. Section 144. That § 9-51-11.1 be repealed. 9-51-11.1. The governing body, prior to the assessment of real property within the municipality for the next fiscal year, may levy an annual special assessment for the purpose of operating, maintaining, or repairing the public parking facilities managed by the board appointed under § 9-51-1.1. The assessment shall be apportioned against the real property within the boundaries of the area designated in the ordinance appointing the board, according to the benefits to accrue to that property. The assessment shall be levied in the following manner: The governing body, prior to the assessment of real property, may, by resolution, designate the amount of the assessment against each lot within the area for such purposes and direct the director of equalization to add the assessment to the general assessment against the property, and to certify the assessment together with the regular assessment to the county auditor to be collected as municipal taxes for general purposes. The assessment shall be subject to review and equalization in the same manner as assessments or taxes for general purposes. Section 145. That § 9-51-37 be repealed. 9-51-37. The governing body of any municipality shall have the power to establish one or more districts for the acquisition of sites for the improvement of public parking facilities, to establish the boundaries of such district or districts, and to assess all or any part of the costs of acquisition and improvement of one or several public parking facilities. Section 146. That § 9-51-38 be repealed. 9-51-38. Prior to the establishment of any benefit district the governing body shall cause to be conducted a survey and investigation for the purpose of determining suitable locations for public parking facilities, the approximate cost of acquiring and improving the land therefor, the area to be included in the benefited district or districts, and the benefits to accrue to each lot or tract of the privately owned property subject to assessment within each district. The governing body shall cause to be prepared and filed with the city auditor or town clerk a plat showing the exterior boundaries for the proposed benefit district and the location of each proposed public parking facility within the district. Section 147. That § 9-51-39 be repealed. 9-51-39. In addition to complying with § 9-51-38, the governing body shall cause to be prepared and filed with the city auditor or town clerk schedules showing the following: (1) A description of each proposed parking facility; (2) An estimate of the costs to acquire and improve the public parking facility and an estimate of the cost to annually maintain such facility or facilities; (3) Estimate of revenues which might be derived by the municipality from the public parking facility; (4) A proposed method of financing the acquisition and improvement of the public parking facility and an estimate of the total cost of the project, including the percentage of all costs which will be assessed against the privately owned property within the benefit district and the percentage of costs to be paid by the municipality from other sources, describing each source. Section 148. That § 9-51-40 be repealed. 9-51-40. After the plat and schedules have been prepared as set forth in §§ 9-51-38 and 9-51-39, a proposed resolution of necessity shall be prepared and filed in the office of the city auditor or town clerk which resolution shall describe the benefit district for the purpose of assessment, declare the acquiring of a public parking facility or facilities a necessity, describe the location of the proposed public parking facility or facilities and the construction to be placed thereon, the estimated cost to acquire and improve such public parking facility or facilities, and the estimated annual cost of maintaining such facility or facilities, state either that all or what percentage of the cost of the public parking facility is to be paid by special assessments and what portion is expected to be paid from the revenue to be derived from the public parking facility, if any, and what portion is to be paid from other sources, describing each source, shall state that the cost to be assessed shall be apportioned according to the benefits to accrue to each lot or tract as determined by the governing body, and shall state that a plat and schedule are on file in the office of the city auditor or the town clerk giving further details of the proposed project. Section 149. That § 9-51-41 be repealed. 9-51-41. The survey, investigations, plats, schedules, and resolution shall be prepared by municipal employees, officers, or such other persons or experts as the governing body shall deem necessary, and the cost thereof shall be included as a part of the cost of the public parking facility, if one is subsequently acquired, or may be paid for from the general fund after being duly appropriated. Section 150. That § 9-51-42 be repealed. 9-51-42. After the completion of all requirements set forth in §§ 9-51-38 to 9-51-40, inclusive, the governing body shall fix a time and place for a public hearing thereof and shall cause notice of hearing of the proposed resolution of necessity to be given by the city auditor or town clerk who shall mail at least fifteen days before the date set for the hearing, true copies of the proposed resolution of necessity and a notice of hearing appended thereto by first-class mail to all those persons addressed to their respective post office addresses as those persons and respective addresses appear as owners of the privately owned property within the proposed district or districts in the records of the county director of equalization. The notice of hearing shall state the time and place the governing body shall meet for the purpose of considering the adoption of the resolution of necessity either as proposed or as might be amended at the same time and place of the hearing, and at said time and place that the governing body will consider any objections to the proposed resolution. Section 151. That § 9-51-43 be repealed. 9-51-43. At the time of such hearing or at any adjournment thereof, the governing body shall consider any objections to such proposed resolution and may adopt such resolution, with or without amendment as it may deem proper, except that the boundaries of the benefit district may not be enlarged so as to include property not contained within the original proposed resolution. Section 152. That § 9-51-44 be repealed. 9-51-44. After twenty days from the adoption and publication of such resolution of necessity, unless the referendum be invoked or unless a written protest shall have been filed with the auditor or clerk signed by the owners constituting a majority of the area of the real property subject to assessment, the governing body shall have power to cause such improvement to be made, to contract therefor, and to levy and collect special assessments therefor as provided in chapter 9-43. Section 153. That § 9-51-45 be repealed. 9-51-45. The cost of acquiring and improving the parking facility may be either entirely assessed against the privately owned property within the district or a portion of the cost may be assessed against the district with other portions of the cost to be paid either out of the general fund, the parking meter fund set aside for the acquiring of new parking areas, or revenues to be derived from the parking facility. Section 154. That § 9-51-46 be repealed. 9-51-46. The cost which is to be paid by assessment shall be prorated by the governing body among the privately owned property within the benefit district according to the benefits to accrue to such property. Section 155. That § 9-51-47 be repealed. 9-51-47. Special assessments may be made, levied, and collected, and assessment bonds may be issued to finance the improvement, all as now provided by chapter 9-43. The assessment bonds shall be called public parking facility bonds. Section 156. That § 9-51-47.1 be repealed. 9-51-47.1. The governing body, prior to the assessment of real property within the municipality for the next fiscal year, may levy an annual special assessment against the real property within a parking district for the purpose of operating, maintaining or repairing the public parking facilities within the district. The assessment shall be apportioned against the real property within the district according to the benefit formula originally used in establishing the district and shall be levied in the following manner: The governing body, prior to the assessment of real property, may, by resolution, designate the amount of the assessment against each lot within the district for its purposes and direct the director of equalization to add the assessment to the general assessment against the property, and to certify the assessment together with the regular assessment to the county auditor to be collected as municipal taxes for general purposes. The assessment shall be subject to review and equalization in the same manner as assessments or taxes for general purposes. Section 157. That § 9-51-50 be repealed. 9-51-50. No contract made or assessment levied for any improvement under §§ 9-51-35 to 9-51-49, inclusive, shall be void by reason of any defect or irregularity in said resolution or notice or in the publication thereof, and the determination of the governing body as to the sufficiency or insufficiency of protests thereto shall be conclusive unless such determination is unreasonably and arbitrarily or fraudulently made. Section 158. That § 9-55-13 be amended to read as follows: 9-55-13. A municipality may levy a special assessment against the real property located in a district, to the extent of the special benefit on such property, for the purpose of paying all or any part of the total costs and expenses of any project authorized by this chapter, within the district. The amount of each special assessment shall be determined by the governing body. Assessments shall be levied in accordance with the method of assessment proposed in the ordinance creating the district. If the governing body finds that the proposed method of assessment does not provide a fair and equitable method of apportioning costs, then the governing body may assess the costs under a method the governing body finds to be fair and equitable. Notice of a hearing on any special assessments to be levied under this chapter shall be given to the landowners in the district by publication of the description of the land, the amount proposed to be assessed, and the general purpose for which the assessment is to be made, once a week for two weeks in a daily or weekly newspaper of general circulation published in the municipality. The notice shall be published at least thirty days prior to the hearing and shall provide the date, time, and place of the hearing to hear any objections or protests by landowners in the district as to the amount of assessment made against their property. All special assessments levied under this chapter constitute liens on the property and shall be certified for collection and collected in the same manner as other special assessments such manner as the governing body determines by ordinance."}, {"bill_id": 3156, "bill_version_id": 22032, "bill_version": "Enrolled", "bill_version_date": "2012-02-24T09:44:57.753-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3156, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19948.pdf", "status_text": "First read in House and referred to", "journal_page": 151, "committee_id_action": 173, "committee_id_assigned": 167, "result": "N", "vote": {}}, {"bill_id": 3156, "action_date": "2012-02-09T07:45:00-06:00", "document_id": 20914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20914.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 167, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3156, "action_date": "2012-02-09T07:45:00-06:00", "document_id": 21067, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21067.pdf", "status_text": "Do Pass", "journal_page": 386, "committee_id_action": 167, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11293, "president_vote": null, "Yea": [281, 258, 266, 248, 263, 267, 311, 307, 276, 259, 300, 217, 298], "Excused": [225], "Nay": [301]}}, {"bill_id": 3156, "action_date": "2012-02-10T13:00:00-06:00", "document_id": 21247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21247.pdf", "status_text": "Do Pass", "journal_page": 420, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11482, "president_vote": null, "Yea": [222, 262, 265, 227, 242, 231, 281, 269, 296, 211, 314, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 270, 299, 266, 221, 272, 279, 305, 271, 248, 263, 230, 280, 301, 237, 246, 292, 304, 267, 294, 312, 213, 241, 311, 277, 307, 276, 308, 315, 282, 278, 259, 216, 295, 302, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 256, 215], "Excused": [257, 273, 224]}}, {"bill_id": 3156, "action_date": "2012-02-13T14:00:00-06:00", "document_id": 21358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21358.pdf", "status_text": "First read in Senate and referred to", "journal_page": 386, "committee_id_action": 171, "committee_id_assigned": 154, "result": "N", "vote": {}}, {"bill_id": 3156, "action_date": "2012-02-22T07:45:00-06:00", "document_id": 21504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21504.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 154, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3156, "action_date": "2012-02-22T07:45:00-06:00", "document_id": 21796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21796.pdf", "status_text": "Do Pass", "journal_page": 497, "committee_id_action": 154, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11929, "president_vote": null, "Yea": [239, 228, 264, 254, 285, 261], "Excused": [252]}}, {"bill_id": 3156, "action_date": "2012-02-22T07:45:00-06:00", "document_id": 21796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21796.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 154, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3156, "action_date": "2012-02-23T14:00:00-06:00", "document_id": 21985, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21985.pdf", "status_text": "Do Pass", "journal_page": 536, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12038, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 255, 250, 235, 247, 287, 285, 228, 286, 233, 291, 223, 264, 240, 252, 214, 226, 219, 220, 229, 290, 236, 243, 261, 289, 218, 254, 232], "Excused": [249, 234, 212]}}, {"bill_id": 3156, "action_date": "2012-02-24T13:00:00-06:00", "document_id": 22090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22090.pdf", "status_text": "Signed by the Speaker", "journal_page": 615, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3156, "action_date": "2012-02-27T14:00:00-06:00", "document_id": 22269, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22269.pdf", "status_text": "Signed by the President", "journal_page": 587, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3156, "action_date": "2012-02-28T13:00:00-06:00", "document_id": 22349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22349.pdf", "status_text": "Delivered to the Governor", "journal_page": 661, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3156, "action_date": "2012-03-02T10:30:00-06:00", "document_id": 22576, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22576.pdf", "status_text": "Signed by the Governor", "journal_page": 727, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5007}