{"session_id": 68, "bill_id": 24346, "bill_type": "House Bill", "bill_number": 1227, "bill_title": "authorize the issuance of extreme risk protection orders.", "sponsors": [{"legislator_profile_id": 4354, "is_prime": true}], "keywords": ["Appropriation", "Crimes", "Delayed Effective Date", "Firearms", "Mentally Ill Persons", "Protection Order"], "audio": [], "bill_versions": [{"bill_id": 24346, "bill_version_id": 248054, "bill_version": "Introduced", "bill_version_date": "2023-02-01T10:53:19.707-06:00", "bill_text": "An Act to authorize the issuance of extreme risk protection orders. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 27A: A person may petition the circuit court of the county in which the respondent resides for an extreme risk protection order, provided the person petitioning for the order is a law enforcement officer in this state or the spouse, intimate partner, parent, or adult child of a respondent. The petition must: (1) Allege there is reasonable cause to believe that the respondent will cause injury or death to the respondent or others, by having access to a firearm, as defined in § 22-1-2, and compatible ammunition; (2) Include a description of: (a) Acts or threats of violence by the respondent; (b) The respondent's mental health history; (c) The respondent's criminal history; and (d) Any domestic violence incidents or stalking allegations involving the respondent; (3) Identify the type, number, and location of all firearms that are believed to be in the possession, custody, or control of the respondent; (4) Identify the type, quantity, and location of all ammunition that is: (a) Believed to be in the possession, custody, or control of the respondent; and (b) Compatible with the firearms identified in this section; (5) Indicate whether there is any pending legal action involving the respondent; and (6) Indicate whether the respondent is the subject of a domestic abuse protection order issued by a court within or outside of this state. Section 2. That a NEW SECTION be added to title 27A: Any person who petitions the court for an extreme risk protection order shall make a good faith effort to notify each adult member of the respondent's family and household, and any known third party who may be at risk of violence by the respondent, that a petition has been filed. If the petitioner is a law enforcement officer, a notice under this section must include referrals to appropriate resources, including mental health, domestic violence, and counseling resources. Section 3. That a NEW SECTION be added to title 27A: Upon receiving a petition for the issuance of an extreme risk protection order, a court shall schedule a hearing, to be held no later than ten days after the date on which the petition is received, and shall forward a copy of the notice of hearing to the appropriate law enforcement agency for service upon the respondent. If the court determines that there is reasonable cause to believe that the risk of imminent injury or death is significantly increased because the respondent has possession, control, or access to firearms and compatible ammunition, the court must expedite the hearing. Section 4. That a NEW SECTION be added to title 27A: At the hearing, the court shall consider: (1) Whether the respondent has engaged in or threatened an act of violence or self- harm, and whether the act or threatened act involved a firearm or other dangerous weapon, as defined in § 22-1-2; (2) The respondent's mental health history; (3) Any prior issuance of a protection order; (4) Whether the respondent has violated a protection order; (5) Whether the respondent has been convicted of or pled nolo contendere to any crime that involved violence; (6) Whether the respondent uses alcohol or controlled substances; (7) Whether the respondent recently acquired a firearm or ammunition; and (8) Any other relevant information from family members, household members, or acquaintances. If, at the conclusion of the hearing, the court determines there is a significant risk that the respondent is likely to cause injury or death to the respondent or others, by having a firearm and compatible ammunition in the respondent's possession, custody, or control, the court shall must issue an extreme risk protection order for a specified period, not in excess of twelve months, and shall must order the respondent to undergo a mental health evaluation. Any person who, while under oath, makes a statement that the person does not believe is true, regarding any material matter, is guilty of a Class 1 misdemeanor. Section 5. That a NEW SECTION be added to title 27A: An extreme risk protection order issued under section 4 of this Act must contain: (1) A statement of the grounds supporting the issuance of the order; (2) The date and time the order was issued; (3) The date and time the order terminates; (4) The directions for obtaining a mental health evaluation; and (5) A directive that the respondent: (a) Surrender to the court all firearms and compatible ammunition in the respondent's possession, custody, or control; and (b) Not possess, receive, purchase, or attempt to purchase any firearm or ammunition during the period that the order is in effect. A law enforcement officer may request a warrant to conduct a search for firearms and compatible ammunition owned by the respondent, if the officer has probable cause to believe that such firearms and ammunition are in the respondent's possession, custody, or control and have not been surrendered. If the court denies the petitioner’s request for an extreme risk protection order, the court shall state the reasons for the denial. Section 6. That a NEW SECTION be added to title 27A: A petitioner may, without notice to the respondent, request that the court issue a temporary ex parte risk protection order, before a risk protection order hearing, by including in the petition detailed allegations, based on personal knowledge, that the respondent poses a significant danger of causing injury to the respondent, or others, in the near future, by purchasing, possessing, or receiving, a firearm or ammunition. In considering whether to issue a temporary ex parte risk protection order under this section, the court shall consider all relevant evidence. If a court finds there is reasonable cause to believe that the respondent poses a significant danger of causing personal injury to the respondent or others, in the near future, by purchasing, possessing, or receiving, a firearm or ammunition, the court must issue a temporary ex parte risk protection order. This temporary order remains in effect until the hearing for the extreme risk protection order. A temporary ex parte risk protection order must include: (1) A statement of the grounds asserted for the order; (2) The date the order was issued; (3) The address of the court in which any responsive pleading may be filed; (4) The date and time of the scheduled hearing; (5) A description of the requirements for the surrender of all firearms and ammunition that the respondent owns; and (6) The following statement: “To the subject of this protection order: This order is valid until the date noted above. You are required to surrender all firearms and ammunition that you have in your custody, control, or possession. You may not have in your custody or control, or purchase, possess, receive, or attempt to purchase or receive, a firearm or ammunition while this order is in effect. You must surrender immediately to the local law enforcement agency all firearms and ammunition in your custody, control, or possession and any license to carry a concealed weapon issued to you. A hearing will be held on the date and at the time noted above to determine if a risk protection order should be issued. Failure to appear at that hearing may result in a court issuing an order against you, which is valid for one year. You may seek the advice of an attorney as to any matter connected with this order.” A law enforcement officer shall serve a temporary ex parte risk protection order in the same manner as an extreme risk protection order. A temporary ex parte risk protection order ends at the time of the hearing on the risk protection order. If the court denies the petitioner’s request for a temporary ex parte risk protection order, the court must state the reasons for the denial. Section 7. That a NEW SECTION be added to title 27A: Within twenty-four hours after issuance, the clerk of court shall forward a copy of the order to the law enforcement agency specified in the order. Upon receipt of the order, the law enforcement agency shall enter the order into the National Crime Information Center. The order must remain in the system for the period stated in the order, and the law enforcement agency may only remove an order from the system after the order has ended or been vacated. Entry of the order into National Crime Information Center constitutes notice to all law enforcement agencies of the existence of the order. The order is fully enforceable in any county in this state. The issuing court shall, within three business days after issuance of a risk protection order or a temporary ex parte risk protection order, forward all available identifying information concerning the respondent, along with the date on which the order was issued, to the sheriff of the county in which the respondent resides. The sheriff shall determine if the respondent has a license to carry a concealed weapon or firearm. If the respondent has a license to carry a concealed weapon or firearm, the license must be immediately suspended. Section 8. That a NEW SECTION be added to title 27A: The law enforcement officer serving a risk protection order, including a temporary ex parte risk protection order, shall request that the respondent immediately surrender all firearms and ammunition owned by the respondent or in the respondent's custody, control, or possession, and any license to carry a concealed weapon or firearm. The law enforcement officer shall take possession of all firearms and ammunition owned by the respondent and any license to carry a concealed weapon or firearm held by the respondent, which are surrendered. Alternatively, if personal service by a law enforcement officer is not possible or is not required because the respondent was present at the risk protection order hearing, the respondent must surrender any firearms and ammunition owned by the respondent and any license to carry a concealed weapon or firearm held by the respondent, in a safe manner to the control of the local law enforcement agency immediately after being served with the order or immediately after the hearing at which the respondent was present. A law enforcement officer may seek a search warrant from a court of competent jurisdiction to conduct a search for firearms or ammunition owned by the respondent, if the officer has probable cause to believe there are firearms or ammunition that are owned by the respondent or in the respondent’s custody, control, or possession, which have not been surrendered. Section 9. That a NEW SECTION be added to title 27A: A respondent who surrenders any firearms and ammunition, as required by an order of the court, is entitled to a receipt that: (1) Identifies each firearm by make, model, and serial number; and (2) Identifies any ammunition by quantity, type, and brand. Section 10. That a NEW SECTION be added to title 27A: If the court issues an extreme risk protection order, the court shall must inform the respondent of the right to petition the court for a hearing to vacate the order. The respondent may submit one written request for a hearing to vacate a risk protection order issued under this section, starting after the date of the issuance of the order, and may request another hearing after any extension of the order. Section 11. That a NEW SECTION be added to title 27A: Upon receiving a petition to vacate an extreme risk protection order, the court shall set a date for the hearing and provide due notice of the hearing to all interested parties. The hearing must occur no sooner than seven days nor later than fifteen days after the date the petition is filed with the court. The person filing the petition to vacate the order has the burden of proving, by clear and convincing evidence, that the person does not pose a significant risk of causing personal injury to the person or others, by having a firearm and compatible ammunition in the person's possession, custody, or control. The court may consider any relevant evidence, including evidence of the factors listed in section 4 of this Act. If the court finds that the person who filed the petition to vacate the extreme risk protection order has met the burden of proof, the court shall must vacate the order and require that any firearms and ammunition, which had been surrendered by the person, be returned to the person within twenty-four hours. Section 12. That a NEW SECTION be added to title 27A: During the fifteen-day period immediately preceding the date on which an extreme risk protection order issued in accordance with section 4 of this Act is to expire, a person may file a petition seeking to extend the order for one additional twelve-month period, or a lesser time as a court deems appropriate, provided the person is a law enforcement officer in this state or the spouse, intimate partner, parent, or adult child of the respondent. A petition under this section must be considered in accordance with the terms and conditions set forth in the initial extreme risk protection order, together with any other relevant evidence, including whether the respondent qualifies for involuntary commitment in accordance with chapter 27A-10. An order to extend the extreme risk protection order under this section is also subject to an order to vacate, as provided for any initial order, in sections 7 and 8 of this Act. Section 13. That a NEW SECTION be added to title 27A: If a law enforcement officer has probable cause to believe that a respondent has not fully complied with an order to surrender all firearms and compatible ammunition in the respondent's possession, custody, or control, the law enforcement officer may request a search warrant from a court. If the court determines that probable cause exists, the court shall issue a warrant that: (1) Describes the firearms and ammunition; (2) Authorizes a search of the locations in which the firearms and ammunition are reasonably believed to be located; and (3) Authorizes the seizure of the firearms and ammunition. Section 14. That a NEW SECTION be added to title 27A: If a person other than the respondent claims title to any firearms or ammunition surrendered pursuant to sections 4 and 5 of this Act or seized pursuant to section 10 of this Act, the person may petition the court for a return of the firearms or ammunition. The person shall demonstrate to the court that: (1) The person is the lawful owner of the firearms or ammunition; (2) The person is not otherwise prohibited from lawfully possessing the firearms or ammunition; and (3) The person intends to store the firearms or ammunition at a location and in such a manner that the respondent does not have access. Section 15. That a NEW SECTION be added to title 27A: Upon termination of an extreme risk protection order, all firearms and ammunition surrendered in accordance with the order must be returned to the respondent within twenty-four hours, provided the respondent is eligible to own or possess firearms and ammunition in accordance with federal and state law. The law enforcement agency holding the respondent's firearms and ammunition shall conduct a background check to verify the respondent's eligibility, as set forth in this section. Any firearm or ammunition surrendered by a respondent pursuant to this chapter and remaining unclaimed for one year after termination of an extreme risk protection order must be disposed of in accordance with chapter 23A-37. Section 16. That a NEW SECTION be added to title 27A: If a person violates the provisions of an extreme risk protection order, issued in accordance with section 4 of this Act, the person is guilty of a Class 1 misdemeanor. Section 17. That a NEW SECTION be added to title 27A: Nothing in sections 1 to 16, inclusive, of this Act affects the ability of a law enforcement officer to remove a firearm or ammunition from any person or to conduct any search for and seizure of firearms or ammunition, pursuant to other lawful authority. Section 18. That a NEW SECTION be added to title 27A: The Uniform Unified Judicial System shall collect, compile, and publish on its website information regarding the number of extreme risk protection orders issued each year. Within twenty-four hours after issuance, the clerk of court shall enter any risk protection order or temporary ex parte risk protection order issued under this Act into the uniform case reporting system. Section 19. That a NEW SECTION be added to title 27A: The Unified Judicial System and local law enforcement agencies shall work cooperatively to develop new processes to support the issuance of extreme risk protection orders, in accordance with sections 1 to 18, inclusive, of this Act, and to train personnel, as appropriate. Section 20. That a NEW SECTION be added to title 27A: Sections 1 to 18, inclusive, of this Act are effective on July 1, 2025. Section 21. There is hereby appropriated to the Uniform Judicial System the sum of $763,087 in federal fund expenditure authority from the Bipartisan Safer Communities Act of 2022, for the purposes authorized in this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24346, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247777.pdf", "status_text": "First read in House and referred to", "journal_page": 195, "committee_id_action": 1159, "committee_id_assigned": 1160, "result": "N", "vote": {}}, {"bill_id": 24346, "action_date": "2023-02-13T10:00:00-06:00", "document_id": 249093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249093.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "N", "vote": {}}]}