{"session_id": 36, "bill_id": 9786, "bill_type": "House Bill", "bill_number": 1206, "bill_title": "provide for divestiture of certain state investment holdings.", "sponsors": [{"legislator_profile_id": 1430, "is_prime": true}, {"legislator_profile_id": 1446, "is_prime": true}, {"legislator_profile_id": 1441, "is_prime": false}, {"legislator_profile_id": 1578, "is_prime": false}, {"legislator_profile_id": 1562, "is_prime": false}, {"legislator_profile_id": 1579, "is_prime": false}, {"legislator_profile_id": 1608, "is_prime": false}, {"legislator_profile_id": 1633, "is_prime": false}, {"legislator_profile_id": 1440, "is_prime": false}, {"legislator_profile_id": 1444, "is_prime": false}, {"legislator_profile_id": 1434, "is_prime": false}, {"legislator_profile_id": 1588, "is_prime": false}, {"legislator_profile_id": 1557, "is_prime": false}, {"legislator_profile_id": 1427, "is_prime": false}, {"legislator_profile_id": 1442, "is_prime": false}, {"legislator_profile_id": 1585, "is_prime": false}, {"legislator_profile_id": 1639, "is_prime": false}, {"legislator_profile_id": 1568, "is_prime": false}, {"legislator_profile_id": 1590, "is_prime": false}, {"legislator_profile_id": 1583, "is_prime": false}, {"legislator_profile_id": 1558, "is_prime": false}, {"legislator_profile_id": 1575, "is_prime": false}, {"legislator_profile_id": 1586, "is_prime": false}, {"legislator_profile_id": 1622, "is_prime": false}, {"legislator_profile_id": 1625, "is_prime": false}], "keywords": ["Public Fiscal Administration", "State Affairs and Government"], "audio": [{"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst28.mp3", "start_seconds": 1860.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst28.mp3", "start_seconds": 1860.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst28.mp3", "start_seconds": 1860.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst28.mp3", "start_seconds": 1860.0}], "bill_versions": [{"bill_id": 9786, "bill_version_id": 52765, "bill_version": "Introduced", "bill_version_date": "2019-01-30T10:05:50.233-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for divestiture of certain state investment holdings. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 4-5-48 be amended to read: 4-5-48. Terms used in §§ 4-5-48 to 4-5-60, inclusive, mean: (1) \"Active business operations,\" all business operations that are not inactive business operations; (2) \"Company,\" any sole proprietorship, organization, association, corporation, partnership, joint venture, limited partnership, limited liability partnership, limited liability company, or other entity or business association, including all wholly owned subsidiaries, majority-owned subsidiaries, parent companies, or affiliates of such entities or business associations, that exists for profit-making purposes; (3) \"Direct holdings,\" all publicly traded debt and equity securities of a company that are held directly by the State Investment Council or held in an account or fund in which the State Investment Council owns all shares or interests; (4) \"Government of Iran,\" the government of the Islamic Republic of Iran or its instrumentalities or political subdivisions and companies owned or controlled by the Islamic Republic of Iran; (5) \"Inactive business operations,\" the continued holding or renewal of rights to property previously operated for the purpose of generating revenues but not presently deployed for such a purpose; (6) \"Indirect holdings,\" all investments held in an account or fund, including a mutual fund, a real estate fund, a private equity fund, or a commingled fund, managed by one or more persons who are not employed by the State Investment Council, in which the public funds own shares or interests together with other investors who are not subject to §§ 4-5-48 to 4-5-60, inclusive; (7) \"Scrutinized company,\" any company engaging in scrutinized business operations; (8) \"Scrutinized business operations,\" all active business operations that are subject or liable to sanctions under Public Law 104-172, as amended, the Iran Sanctions Act of 1996, and that involve the maintenance of a company's existing assets or investments in Iran, or the deployment of new investments to Iran that meet or exceed the twenty million dollar threshold referred to in Public Law 104-172, as amended, the Iran Sanctions Act of 1996, and that have economic prohibitions against Israel. The term does not include the retail sale of gasoline and related products; (9) \"Substantial action specific to Iran,\" adopting, publicizing, and implementing a formal plan to cease scrutinized business operations within one year and to refrain from any such new business operations. Section 2. That § 4-5-49 be amended to read: 4-5-49. Within ninety days following July 1, 2010, the The State Investment Council shall make its best efforts to identify all scrutinized companies in which it has direct holdings. These efforts shall include, as appropriate: (1) Reviewing and relying, as appropriate, on publicly available information regarding scrutinized companies with business operations in Iran, including information provided by nonprofit organizations, research firms, international organizations, and government entities; (2) Contacting asset managers contracting with the State Investment Council who invest in scrutinized companies with business operations in Iran; and (3) Contacting other institutional investors that have divested from or engaged with scrutinized companies with business operations in Iran. Section 3. That § 4-5-52 be amended to read: 4-5-52. The State Investment Council shall use the following procedures with respect to companies on the scrutinized companies list: (1) For each company newly identified with scrutinized business operations, the State Investment Council shall, within ninety days following its assembly of the scrutinized companies list, send a written notice informing the company of its scrutinized company status and that it may become subject to divestment by the State Investment Council. The notice shall offer the company the opportunity to clarify its scrutinized business operations and shall encourage the company to cease, within ninety days of the date of the notice, its scrutinized business operations, or to convert them to inactive business operations in order to avoid divestment by the State Investment Council; and (2) If, within ninety days following the State Investment Council's first engagement with a scrutinized company, that company publicly announces its commitment to substantial action specific to Iran or Israel, that company shall be removed from the scrutinized companies list and the provisions of §§ 4-5-48 to 4-5-60, inclusive, cease to apply to it unless it resumes active business operations in Iran or resumes economic prohibitions against Israel."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9786, "action_date": "2019-01-30T14:00:00-06:00", "document_id": 52890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52890.pdf", "status_text": "First read in House and referred to", "journal_page": 254, "committee_id_action": 408, "committee_id_assigned": 424, "result": "N", "vote": {}}, {"bill_id": 9786, "action_date": "2019-02-22T07:30:00-06:00", "document_id": 54061, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54061.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 424, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9786, "action_date": "2019-02-22T07:30:00-06:00", "document_id": 54153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54153.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 511, "committee_id_action": 424, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28649, "president_vote": null, "Yea": [1563, 1645, 1434, 1635, 1432, 1609, 1630, 1576, 1567, 1569], "Nay": [1579, 1444, 1427]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9786"}