{"session_id": 7, "bill_id": 899, "bill_type": "Senate Bill", "bill_number": 133, "bill_title": "provide for central filing of documents necessary to perfect a security interest in personal property or fixtures of a rural electric cooperative.", "sponsors": [{"legislator_profile_id": 663, "is_prime": true}, {"legislator_profile_id": 665, "is_prime": true}, {"legislator_profile_id": 688, "is_prime": false}, {"legislator_profile_id": 699, "is_prime": false}, {"legislator_profile_id": 721, "is_prime": false}, {"legislator_profile_id": 661, "is_prime": false}, {"legislator_profile_id": 648, "is_prime": false}, {"legislator_profile_id": 650, "is_prime": false}, {"legislator_profile_id": 646, "is_prime": false}, {"legislator_profile_id": 679, "is_prime": false}], "keywords": ["Corporations ", "Liens", "Property", "Real Property", "Uniform Commercial Code"], "audio": [{"meeting_datetime": "2009-02-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco23.mp3", "start_seconds": 3135.0}, {"meeting_datetime": "2009-02-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco23.mp3", "start_seconds": 3135.0}, {"meeting_datetime": "2009-02-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco23.mp3", "start_seconds": 3135.0}, {"meeting_datetime": "2009-02-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco23.mp3", "start_seconds": 3135.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen25.mp3", "start_seconds": 2043.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen25.mp3", "start_seconds": 2043.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen25.mp3", "start_seconds": 2043.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco30.mp3", "start_seconds": 1052.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco30.mp3", "start_seconds": 1052.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco30.mp3", "start_seconds": 1052.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco30.mp3", "start_seconds": 1052.0}], "bill_versions": [{"bill_id": 899, "bill_version_id": 6228, "bill_version": "Introduced", "bill_version_date": "2009-01-29T09:12:03.6-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for central filing of documents necessary to perfect a security interest in personal property or fixtures of a rural electric cooperative. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 47-21 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § § 57A-9-302, 57A-9-401, 57A-9-402, and 57A-9-403, any filing required under the uniform commercial code in order to perfect a security interest against the personal property or fixtures of a debtor rural electric cooperative shall be made and maintained in the Office of the Secretary of State. If the financing statement covers goods of a debtor rural electric cooperative which are or are to become fixtures, no description of the real estate or the name of the record owner thereof is required. Filing of a financing statement against the property of a debtor rural electric cooperative is effective until released or terminated. Section 2. That chapter 47-21 be amended by adding thereto a NEW SECTION to read as follows: A mortgage or trust deed to secure a debt executed by a rural electric cooperative, covering the whole or part of its easements or other less than fee simple interests in real estate used in the transmission or distribution of electric service, and also covering the fixtures of the rural electric cooperative which are annexed to it, may be filed in the Office of the Secretary of State along with, or as part of, the financing statement covering the fixtures. The filing of the mortgage or deed of trust has the same effect, and is notice of the rights and interest of the mortgagee or trustee in the easements and other less than fee simple interest in real estate to the same extent as if the mortgage or deed of trust were duly recorded in the office of the register of deeds of each county in which the real estate is situated. The effectiveness of the filing terminates at the same time as provided in section 1 of this Act for the termination of the effectiveness of a fixture filing. For the purpose of this section, a mortgage or deed of trust filed under this section contains a sufficient description to give notice of the rights and interest of the mortgagee or trustee in the easements and other less than fee simple interest in the real estate used for the transmission and distribution of electric service of the rural electric cooperative if the mortgage or deed of trust states that the security includes rights-of-way of, or transmission or distribution systems of, or lines of, the rural electric cooperative, or all property owned by the rural electric cooperative. A mortgage or deed of trust filed before July 1, 2009, pursuant to § 47-21-46, which complies with the provisions of this section, is filed under this section as of July 1, 2009. Section 47-21-46 applies to real estate owned in fee simple by a rural electric cooperative. Section 3. That chapter 47-21 be amended by adding thereto a NEW SECTION to read as follows: To the extent not superceded by the specific provisions of sections 1 to 3, inclusive, of this Act, the uniform commercial code and other applicable laws remain in full force and effect and supplement the provisions of sections 1 to 3, inclusive, of this Act. Any rural electric cooperative may make a single filing under sections 1 and 2 of this Act, and the secretary of state shall accept the same as a single filing for both purposes. The financing statement shall identify the rural electric cooperative as a transmitting utility and shall be indexed under § 57A-9-501(b), but the index may also refer to the secretary of state's recording data for real estate records under sections 1 and 2 of this Act and the retention by the secretary of state of a microfilm or other photographic copy of the document filed in the real estate records shall be sufficient to comply with the retention requirements of § 57A-9-522. Section 4. That chapter 47-21 be amended by adding thereto a NEW SECTION to read as follows: Any trust deed or mortgage described in § 47-21-46 and sections 1 and 2 of this Act may be assigned or discharged by filing for record in the Office of the Secretary of State and in the Office of the Register of Deeds of each county, if any, in which the trust deed or mortgage has been filed for record an instrument of assignment or discharge executed in the manner and providing the information required with respect to real estate mortgages by § § 44-8-13 and 44-8-14, respectively. However, no such instrument need provide the description of the mortgaged property, except that an instrument of discharge whereby less than all the mortgaged property is released from the lien of the trust deed or mortgage provides the full description of, or clearly identify by reference to numbered or lettered portions of the descriptions as the same appears in the trust deed or mortgage, the property so released."}, {"bill_id": 899, "bill_version_id": 7562, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2009-02-17T14:08:36.857-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for central filing of documents necessary to perfect a security interest in personal property or fixtures of a rural electric cooperative. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 47-21 be amended by adding thereto a NEW SECTION to read as follows: Any trust deed or mortgage executed by a cooperative organized under the provisions of chapter 47-21 or qualified in accordance with the provisions of § 47-21-74 or § § 47-1A-1501 to 47-1A-1532, inclusive, relative to the qualification of foreign cooperatives to transact business in this state, shall be filed and recorded in the Office of the Secretary of State. The filing and recording of the trust deed or mortgage creates a lien upon the property, real and personal, from the time of the filing. The filing and recording in the Office of the Secretary of State has the same effect to any property as the filing or recording of a similar instrument in each office of the register of deeds where the property is situated. Section 2. That chapter 47-21 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any provision to the contrary in chapter 57A-9, any filing required under the uniform commercial code in order to perfect a security interest against the personal property or fixtures of a debtor rural electric cooperative shall be made and maintained in the Office of the Secretary of State. If the financing statement covers goods of a debtor rural electric cooperative which are or are to become fixtures, no description of the real estate or the name of the record owner thereof is required. Filing of a financing statement against the property of a debtor rural electric cooperative is effective until released or terminated. Section 3. That chapter 47-21 be amended by adding thereto a NEW SECTION to read as follows: A mortgage or trust deed to secure a debt executed by a rural electric cooperative, covering the whole or part of its easements or other less than fee simple interests in real estate used in the transmission or distribution of electric service, and also covering the fixtures of the rural electric cooperative which are annexed to it, may be filed in the Office of the Secretary of State along with, or as part of, the financing statement covering the fixtures. The filing of the mortgage or deed of trust has the same effect, and is notice of the rights and interest of the mortgagee or trustee in the easements and other less than fee simple interest in real estate to the same extent as if the mortgage or deed of trust were duly recorded in the office of the register of deeds of each county in which the real estate is situated. The effectiveness of the filing terminates at the same time as provided in section 2 of this Act for the termination of the effectiveness of a fixture filing. For the purpose of this section, a mortgage or deed of trust filed under this section contains a sufficient description to give notice of the rights and interest of the mortgagee or trustee in the easements and other less than fee simple interest in the real estate used for the transmission and distribution of electric service of the rural electric cooperative if the mortgage or deed of trust states that the security includes easements, rights-of-way of, or transmission or distribution systems of, or lines of, the rural electric cooperative, or all property owned by the rural electric cooperative. A mortgage or deed of trust filed before July 1, 2009, pursuant to § 47-21-46, which complies with the provisions of this section, is considered filed and effective under this section as of July 1, 2009. Section 47-21-46 applies to real estate owned in fee simple by a rural electric cooperative. Any mortgage or deed of trust filed before July 1, 2009, with the Office of the Secretary of State pursuant to chapter 57A-9, that complies with the provisions of this section, is considered filed and effective under this section as of July 1, 2009. Section 4. That chapter 47-21 be amended by adding thereto a NEW SECTION to read as follows: To the extent not superceded by the specific provisions of sections 1 to 4, inclusive, of this Act, the uniform commercial code and other applicable laws remain in full force and effect and supplement the provisions of sections 1 to 4, inclusive, of this Act. Any rural electric cooperative may make a single filing under sections 1 to 3, inclusive, of this Act, and the secretary of state shall accept the same as a single filing. The financing statement shall identify the rural electric cooperative as a transmitting utility and shall be indexed under § 57A-9-501(b), but the index may also refer to the secretary of state's recording data for real estate records under sections 1 to 3, inclusive, of this Act and the retention by the secretary of state of a microfilm or other photographic copy of the document filed in the real estate records shall be sufficient to comply with the retention requirements of § 57A-9-522. Section 5. That chapter 47-21 be amended by adding thereto a NEW SECTION to read as follows: Any trust deed or mortgage described in § 47-21-46 and sections 1 to 3, inclusive, of this Act may be assigned or discharged by filing for record in the Office of the Secretary of State and in the Office of the Register of Deeds of each county, if any, in which the trust deed or mortgage has been filed for record an instrument of assignment or discharge executed in the manner and providing the information required with respect to real estate mortgages by § § 44-8-13 and 44-8-14, respectively. However, no such instrument need provide the description of the mortgaged property, except that an instrument of discharge whereby less than all the mortgaged property is released from the lien of the trust deed or mortgage shall provide the full description of, or clearly identify by reference to numbered or lettered portions of the descriptions as the same appears in the trust deed or mortgage, the property so released. Section 6. That chapter 47-21 be amended by adding thereto a NEW SECTION to read as follows: The secretary of state shall charge and collect a filing fee of one dollar per page for each document filed pursuant to sections 1 to 3, inclusive, of this Act and § 49-34-11."}, {"bill_id": 899, "bill_version_id": 8712, "bill_version": "Enrolled", "bill_version_date": "2009-03-05T10:01:19.96-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 899, "action_date": "2009-01-29T14:00:00-06:00", "document_id": 6350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6350.pdf", "status_text": "First read in Senate and referred to", "journal_page": 227, "committee_id_action": 54, "committee_id_assigned": 31, "result": "N", "vote": {}}, {"bill_id": 899, "action_date": "2009-02-17T10:00:00-06:00", "document_id": 7344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7344.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 31, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 899, "action_date": "2009-02-17T10:00:00-06:00", "document_id": 7544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7544.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 31, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 899, "action_date": "2009-02-17T10:00:00-06:00", "document_id": 7544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7544.pdf", "status_text": "Do Pass Amended", "journal_page": 420, "committee_id_action": 31, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4128, "president_vote": null, "Yea": [704, 655, 701, 703, 664, 642, 648]}}, {"bill_id": 899, "action_date": "2009-02-19T14:00:00-06:00", "document_id": 7819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7819.pdf", "status_text": "Do Pass Amended", "journal_page": 467, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4335, "president_vote": null, "Yea": [653, 680, 682, 685, 702, 649, 700, 655, 673, 663, 677, 675, 634, 697, 659, 690, 636, 667, 656, 669, 661, 686, 701, 662, 703, 664, 638, 648, 640, 689, 694, 705, 642, 671], "Excused": [704]}}, {"bill_id": 899, "action_date": "2009-02-20T13:00:00-06:00", "document_id": 7933, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7933.pdf", "status_text": "First read in House and referred to", "journal_page": 466, "committee_id_action": 56, "committee_id_assigned": 42, "result": "N", "vote": {}}, {"bill_id": 899, "action_date": "2009-03-02T10:00:00-06:00", "document_id": 8192, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8192.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 42, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 899, "action_date": "2009-03-02T10:00:00-06:00", "document_id": 8355, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8355.pdf", "status_text": "Do Pass", "journal_page": 576, "committee_id_action": 42, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4791, "president_vote": null, "Yea": [716, 692, 712, 644, 737, 717, 654, 637, 646, 713, 710, 679], "Excused": [665]}}, {"bill_id": 899, "action_date": "2009-03-02T10:00:00-06:00", "document_id": 8355, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8355.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 42, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 899, "action_date": "2009-03-03T14:00:00-06:00", "document_id": 8493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8493.pdf", "status_text": "Deferred to another day", "journal_page": 609, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 899, "action_date": "2009-03-04T14:00:00-06:00", "document_id": 8629, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8629.pdf", "status_text": "Do Pass Amended", "journal_page": 625, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4966, "president_vote": null, "Yea": [716, 720, 666, 688, 676, 670, 726, 715, 674, 635, 651, 643, 712, 709, 660, 706, 725, 693, 644, 724, 727, 721, 652, 737, 672, 729, 698, 717, 738, 654, 711, 719, 683, 695, 696, 722, 645, 637, 665, 687, 678, 650, 646, 668, 639, 735, 679, 734, 714, 731, 736, 713, 710, 728, 657, 641, 658, 647, 691, 723, 718, 684, 733, 732, 707, 681], "Excused": [699, 692, 708, 730]}}, {"bill_id": 899, "action_date": "2009-03-05T14:00:00-06:00", "document_id": 8779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8779.pdf", "status_text": "Signed by the President", "journal_page": 657, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 899, "action_date": "2009-03-06T11:00:00-06:00", "document_id": 8868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8868.pdf", "status_text": "Signed by the Speaker", "journal_page": 688, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 899, "action_date": "2009-03-09T14:00:00-05:00", "document_id": 8998, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8998.pdf", "status_text": "Delivered to the Governor", "journal_page": 680, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 899, "action_date": "2009-03-12T10:00:00-05:00", "document_id": 9294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9294.pdf", "status_text": "Signed by the Governor", "journal_page": 749, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4384}