{"session_id": 32, "bill_id": 8799, "bill_type": "Senate Bill", "bill_number": 145, "bill_title": "revise certain provisions related to claims regarding workers' compensation.", "sponsors": [{"legislator_profile_id": 1224, "is_prime": true}, {"legislator_profile_id": 1277, "is_prime": true}, {"legislator_profile_id": 1269, "is_prime": false}, {"legislator_profile_id": 1217, "is_prime": false}, {"legislator_profile_id": 1282, "is_prime": false}, {"legislator_profile_id": 1219, "is_prime": false}, {"legislator_profile_id": 1238, "is_prime": false}, {"legislator_profile_id": 1250, "is_prime": false}, {"legislator_profile_id": 1296, "is_prime": false}, {"legislator_profile_id": 1270, "is_prime": false}, {"legislator_profile_id": 1253, "is_prime": false}, {"legislator_profile_id": 1267, "is_prime": false}, {"legislator_profile_id": 1218, "is_prime": false}, {"legislator_profile_id": 1221, "is_prime": false}, {"legislator_profile_id": 1259, "is_prime": false}, {"legislator_profile_id": 1299, "is_prime": false}, {"legislator_profile_id": 1252, "is_prime": false}, {"legislator_profile_id": 1276, "is_prime": false}, {"legislator_profile_id": 1216, "is_prime": false}, {"legislator_profile_id": 1300, "is_prime": false}, {"legislator_profile_id": 1285, "is_prime": false}], "keywords": ["Insurance", "Workers Compensation"], "audio": [{"meeting_datetime": "2018-02-13T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco22.mp3", "start_seconds": 2010.0}, {"meeting_datetime": "2018-02-13T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco22.mp3", "start_seconds": 2010.0}, {"meeting_datetime": "2018-02-13T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco22.mp3", "start_seconds": 2010.0}, {"meeting_datetime": "2018-02-13T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco22.mp3", "start_seconds": 2010.0}], "bill_versions": [{"bill_id": 8799, "bill_version_id": 47770, "bill_version": "Introduced", "bill_version_date": "2018-01-24T10:17:51.21-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to claims regarding workers' compensation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-20 be amended by adding a NEW SECTION to read: The Legislature finds that the Department of Labor and Regulation is designated to be the exclusive fact-finder for any issue related to administration of Title 62 pursuant to §§ 62-2-5, 62-7-12.1, and 62-7-13, and the exclusive fact-finder to assess any attorney's fees for vexatious or unreasonable refusal to pay loss under § 58-12-3. The Legislature finds that removing the determination of whether or not a wrongful act, omission, wrongful denial, or refusal to pay a loss was vexatious, without reasonable cause, or in bad faith from the department's duty as fact-finder is not within the Legislature's intent, and that the holding in In re Certification of a Question of Law (Champion v. U.S. Fidelity and Guaranty Co.), 399 N.W.2d 320 (S.D. 1987), which allowed for a civil remedy is abrogated. Section 2. That chapter 58-20 be amended by adding a NEW SECTION to read: Following a hearing under chapter 62-7 against an employer, employer who is self insured, a risk sharing pool, a third party administrator, or an insurance company, including any reciprocal or interinsurance exchange, on a policy or certificate regarding workers' compensation insurance, the Department of Labor and Regulation shall, if the department finds in favor of the employee in the department's decision under § 62-7-13, allow the employee a reasonable sum for attorney's fees to be recovered and collected as part of the costs following a separate hearing of record pursuant to section 3 of this Act if the evidence indicates that the employer, employer who is self insured, a risk sharing pool, a third party administrator, or the company refused to pay the full amount of the loss and the department determines at the separate hearing that the refusal was vexatious or without reasonable cause. If a tender is made by the employer, employer who is self insured, a risk sharing pool, a third party administrator, or the insurance company before the commencement of the hearing under chapter 62-7 in which the department finds in favor of the employee, and the amount to be recovered by the employee is not in excess of that tender, no costs under this section may be allowed. No person may bring or maintain a cause of action in relation to workers' compensation benefits sounding in tort or in contract against any employer, employer who is self insured, a risk sharing pool, a third party administrator, or any insurance company, including any reciprocal or interinsurance exchange, based on a wrongful act, omission, wrongful denial, or any claim for refusal to investigate a claim or pay a loss that was considered vexatious, without reasonable cause, or in bad faith. Section 3. That chapter 58-20 be amended by adding a NEW SECTION to read: The Department of Labor and Regulation shall hold a separate hearing of record in accordance with chapter 1-26 with evidence that may be submitted regarding an allowance for costs under section 2 of this Act. The separate hearing under this section shall be held upon the request of the claimant made not more than ten days following the entry of the decision or award under the provisions of Title 62. At the separate hearing under this section the department shall determine the amount, if any, of attorney's fees to be allowed as costs for the employee, of civil damages, if any, that may be awarded to the employee, and of the civil penalty, if any, to be imposed against the employer, employer who is self insured, a risk sharing pool, a third party administrator, or insurance company. In determining an allowance for a reasonable sum of attorney's fees, the department shall consider only those benefits or amounts the attorney secured for the employee's recovery under the provisions of chapter 62-7. The department may not consider the value of future medical treatment or expenses in the determination of any reasonable sum of attorney's fees. The department may award civil damages against the employer, employer who is self insured, a risk sharing pool, a third party administrator, or insurance company payable to the employee. Any amount of civil damages awarded to the employee may not exceed the lesser of two hundred percent of the total compensation owed by the employer or insurance company pursuant to the employee's recovery under the provisions of chapter 62-7 or thirty thousand dollars. If the department determines that the employer, employer who is self insured, a risk sharing pool, a third party administrator, or insurance company has engaged in a pattern of bad faith denials of benefits, the department may impose a civil penalty not to exceed twenty-five thousand dollars to be deposited into the state general fund for each wrongful denial. The amount of any civil penalty shall be directly related to the severity of the pattern of wrongful denials. The amount of any civil penalty imposed under this section may not be considered an element of loss for the purpose of establishing rates for workers' compensation insurance. The department shall reduce to writing its findings regarding any allowance, civil damages, or civil penalty made under this section. Any allowance, civil damages, or civil penalty under this section shall be included within the department's decision under § 62-7-13, and shall be the exclusive remedies for any wrongful act or omission or wrongful denial committed by an employer, employer who is self insured, a risk sharing pool, a third party administrator, or insurance company. The department shall forward a copy of the department's findings under this section to the Division of Insurance. Nothing in this section limits the division from regulating any employer, employer who is self insured, a risk sharing pool, a third party administrator, or any insurance company. Section 4. That § 58-12-3 be amended to read: 58-12-3. In all actions any action or proceedings hereafter proceeding commenced against any employer who is self-insured, self insured or any insurance company, including any reciprocal or interinsurance exchange, on any policy or certificate of any type or kind of insurance other than workers' compensation insurance, the trial court or the appellate court shall, if judgment or an award is entered for plaintiff, allow the plaintiff a reasonable sum for attorney's fees to be recovered and collected as part of the costs following a separate hearing of record pursuant to § 58-12-3.1 if it appears from the evidence indicates that such the employer or the company or exchange has refused to pay the full amount of such the loss, and that such refusal is and the court determines at the separate hearing that the refusal was vexatious or without reasonable cause, the Department of Labor and Regulation, the trial court and the appellate court, shall, if judgment or an award is rendered for plaintiff, allow the plaintiff a reasonable sum as an attorney's fee to be recovered and collected as a part of the costs, provided, however, that when a. If a tender is made by such the employer who is self insured or the insurance company, exchange or self-insurer before the commencement of the action or proceeding in which judgment or an award is rendered, and the amount attorney's fees to be recovered is are not in excess of such that tender, no such costs shall under this section may be allowed. The allowance of attorney attorney's fees hereunder shall not be construed to under this section does not bar any other remedy, whether in tort or contract, that an insured may have against the same employer who is self insured or the insurance company or self-insurer arising out of its refusal for refusing to pay such the full amount of the loss. Section 5. That § 58-12-3.1 be amended to read: 58-12-3.1. The determination of the trial court or the appellate court shall determine the entitlement to an and the amount of any allowance of attorney attorney's fees as costs and the amount thereof for any action or proceeding under § 58-12-3 shall be made by the court or the Department of Labor and Regulation at a separate hearing of record subsequent to the entry of a judgment or award in favor of the person making claim against the insurance company, and, if an allowance is made, the plaintiff. The amount thereof of any attorney's fees, if allowed under this section, shall be inserted in or added to the judgment or award under § 58-12-3. Such a The separate hearing under this section shall be afforded held upon the request of the claimant plaintiff made within not more than ten days after following entry of the judgment or award under § 58-12-3."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8799, "action_date": "2018-01-24T14:00:00-06:00", "document_id": 47826, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47826.pdf", "status_text": "First read in Senate and referred to", "journal_page": 228, "committee_id_action": 395, "committee_id_assigned": 369, "result": "N", "vote": {}}, {"bill_id": 8799, "action_date": "2018-02-13T10:00:00-06:00", "document_id": 48928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48928.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 369, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8799, "action_date": "2018-02-13T10:00:00-06:00", "document_id": 49161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49161.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 445, "committee_id_action": 369, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25734, "president_vote": null, "Yea": [1290, 1304, 1239, 1288, 1243, 1234], "Nay": [1218]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8799"}