{"session_id": 54, "bill_id": 18110, "bill_type": "Senate Bill", "bill_number": 76, "bill_title": "bring the state into compliance with the Streamline Sales Tax Agreement.", "sponsors": [], "keywords": ["Sales Taxes", "Taxation"], "audio": [{"meeting_datetime": "2003-01-31T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst13sb0076a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-31T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst13sb0076a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-31T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst13sb0076a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-31T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst13sb0076a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen15sb0076a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen15sb0076a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen15sb0076a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-07T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hju18.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst29sb0076a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst29sb0076a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst29sb0076a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-25T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou30sb0076a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-25T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou30sb0076a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-25T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou30sb0076a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-25T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou30sb0076a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18110, "bill_version_id": 95683, "bill_version": "Introduced", "bill_version_date": "2003-01-24T09:01:31-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to bring the state into compliance with the Streamline Sales Tax Agreement. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45-1 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Tangible personal property,\" personal property that can be seen, weighed, measured, felt, or touched, or that is in any other manner perceptible to the senses. The term includes electricity, water, gas, steam, and prewritten computer software. Section 2. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of the tax imposed by this chapter, the term, lease or rental, means any transfer of possession or control of tangible personal property for a fixed or indeterminate term for consideration. A lease or rental may include future options to purchase or extend. Lease or rental does not include: (1) A transfer of possession or control of property under a security agreement or deferred payment plan that requires the transfer of title upon completion of the required payments; (2) A transfer or possession or control of property under an agreement that requires the transfer of title upon completion of required payments and payment of an option price does not exceed the greater of one hundred dollars or one percent of the total required payments; or (3) Providing tangible personal property along with an operator for a fixed or indeterminate period of time. A condition of this exclusion is that the operator is necessary for the equipment to perform as designed. For the purpose of this subdivision, an operator shall do more than maintain, inspect, or set-up the tangible personal property. Section 3. That § 10-45-12.3 be repealed. 10-45-12.3. The tax imposed by this chapter upon persons performing services does not apply to transactions if the use of the service occurs entirely outside the state. In instances of services performed on tangible personal property, use of the service occurs in this state if repair, refurbishment, adjustment, calibration, cleaning, maintenance, or other services are performed on tangible personal property in this state. Section 4. That § 10-45-14.1 be amended to read as follows: 10-45-14.1. There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of nutritional supplements, as defined by rule promulgated by the secretary of revenue pursuant to chapter 1-26, if dispensed by a chiropractor , insulin that is not sold by prescription, all drugs and medicines as those terms are defined by § 36-11-2 and medical devices as that term is defined in this section to the extent used by humans, when such drugs, medicines, or medical devices are prescribed by prescription, dispensed, or administered by a physician, chiropractor, optometrist, dentist, or podiatrist . \"Medical device,\" as used in this section and § 10-46-15.1, means an instrument, apparatus, implement, machine, contrivance, implant, in vitro reagent, or other similar or related article, including any component, part, or accessory, which is prescribed for use by a particular patient and which is: (1) Intended for use in the diagnosis of disease or other conditions, or in the cure, mitigation, treatment, detection, or prevention of illness or disease, or in the prevention of death; or (2) Intended to affect the structure or any function of the human body; or (3) Intended for use to assist in the mobility of persons. Section 5. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of insulin, to the extent used by humans, that is not sold by prescription. Section 6. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of drugs as defined by rule promulgated by the secretary of revenue pursuant to chapter 1-26 to the extent used by humans, if the drugs are prescribed by prescription, dispensed, or administered by a physician, chiropractor, optometrist, dentist, podiatrist, or audiologist. Section 7. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of durable medical equipment, mobility enhancing equipment, and prosthetic devices as defined by rule promulgated by the secretary of revenue pursuant to chapter 1-26 to the extent used by humans, if the durable medical equipment, mobility enhancing equipment, and prosthetic devices are prescribed by prescription by a physician, chiropractor, optometrist, dentist, podiatrist, or audiologist. Section 8. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of any medical device, as that term is defined in this section, to the extent used by humans, if the medical device is prescribed by prescription by a physician, chiropractor, optometrist, dentist, podiatrist, or audiologist. The term, medical device, means any instrument, apparatus, implement, contrivance, or other similar or related article, including a component, part, or accessory, that is prescribed for use on a single patient and that is: (1) Recognized in the official National Formulary, or the United States Pharmacopoeia, or any supplement to them; (2) Intended for use in the diagnosis of disease or other conditions, or in the cure, mitigation, treatment, detection, or prevention of disease, of the human body; or (3) Intended to affect the structure or any function of the human body, and that does not achieve any of it's primary intended purposes through chemical action within or on the human body and that is not dependent upon being metabolized for the achievement of any of its primary intended purposes. A medical device is not durable medical equipment, mobility enhancing equipment, or a prosthetic device. Section 9. That § 10-45-24 be amended to read as follows: 10-45-24. Each retailer or person engaging in a business in this state whose receipts are subject to sales tax shall file with the Department of Revenue, an application for a permit. Each application shall be made on a form prescribed by the secretary of revenue and shall require the name under which the applicant transacts or intends to transact business, the location of each business, and other information as the secretary of revenue may require. The application shall be signed by the owner, if a natural person; by a member or partner, if an association or partnership; or by an executive officer or a person specifically authorized by the corporation to sign the application, if a corporation, to which shall be attached the written evidence of the person's authority. The applicant shall have a permit for each place of business, unless the secretary of revenue grants a request for a statewide permit. A statewide permit may be granted if the applicant demonstrates the ability to comply with the filing, auditing, and record-keeping requirements specified in rules promulgated pursuant to § 10-45-47.1 for each location specified in the application. Any seller registering under the agreement as defined in § 10-45C-1 shall be registered in this state, provided this state has entered into the agreement as provided in § 10-45C-3. Any seller who is registered under such agreement is not required to sign the registration application and may register through an agent. Any seller who is registered under such agreement may cancel its registration at any time, but is liable for remitting any sales tax previously collected. Section 10. That subdivision (12) of § 10-46-1 be amended to read as follows: (12) \"Tangible personal property,\" tangible goods, wares, merchandise, gas, and electricity personal property that can be seen, weighed, measured, felt, or touched, or that is in any other manner perceptible to the senses if furnished or delivered to consumers or users within this state . The term includes electricity, water, gas, steam, and prewritten computer software ; Section 11. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: For the purpose of the tax imposed by this chapter, the term, lease or rental, means any transfer of possession or control of tangible personal property for a fixed or indeterminate term for consideration. A lease or rental may include future options to purchase or extend. Lease or rental does not include: (1) A transfer of possession or control of property under a security agreement or deferred payment plan that requires the transfer of title upon completion of the required payments; (2) A transfer or possession or control of property under an agreement that requires the transfer of title upon completion of required payments and payment of an option price does not exceed the greater of one hundred dollars or one percent of the total required payments; or (3) Providing tangible personal property along with an operator for a fixed or indeterminate period of time. A condition of this exclusion is that the operator is necessary for the equipment to perform as designed. For the purpose of this subdivision, an operator shall do more than maintain, inspect, or set-up the tangible personal property. Section 12. That § 10-46-15.1 be amended to read as follows: 10-46-15.1. The use in this state of insulin , to the extent used by humans, that is not sold by prescription and drugs and medicines, as those terms are defined by § 36-11-2 and medical devices as that term is defined in § 10-45-14.1 to the extent used by humans, when such drugs, medicines, or medical devices are prescribed by prescription, dispensed, or administered by a physician, chiropractor, optometrist, dentist, or podiatrist is specifically exempted exempt from the tax imposed by this chapter. Section 13. That § 10-46-18.1 be amended to read as follows: 10-46-18.1. For the purposes of proper administration of this chapter and to prevent evasion of tax, evidence that a service is used in this state shall be prima facie evidence that the service was performed in this state, and that the service is subject to tax. Section 14. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: The use in this state of drugs as defined by rule promulgated by the secretary of revenue pursuant to chapter 1-26 to the extent used by humans, if the drugs are prescribed by prescription, dispensed, or administered by a physician, chiropractor, optometrist, dentist, podiatrist, or audiologist, is specifically exempt from the tax imposed by this chapter. Section 15. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: The use in this state of durable medical equipment, mobility enhancing equipment, and prosthetic devices as defined by rule promulgated by the secretary of revenue pursuant to chapter 1-26 to the extent used by humans, if the durable medical equipment, mobility enhancing equipment, and prosthetic devices are prescribed by prescription by a physician, chiropractor, optometrist, dentist, podiatrist, or audiologist, is specifically exempt from the tax imposed by this chapter. Section 16. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, the use of any medical device, as that term is defined in this section, to the extent used by humans, if the medical device is prescribed by prescription by a physician, chiropractor, optometrist, dentist, podiatrist, or audiologist. The term, medical device, means any instrument, apparatus, implement, contrivance, or other similar or related article, including a component, part, or accessory, that is prescribed for use on a single patient and that is: (1) Recognized in the official National Formulary, or the United States Pharmacopoeia, or any supplement to them; (2) Intended for use in the diagnosis of disease or other conditions, or in the cure, mitigation, treatment, detection, or prevention of disease, of the human body; or (3) Intended to affect the structure or any function of the human body, and that does not achieve any of it's primary intended purposes through chemical action within or on the human body and that is not dependent upon being metabolized for the achievement of any of its primary intended purposes. A medical device is not durable medical equipment, mobility enhancing equipment, or a prosthetic device. Section 17. That § 10-52-3 be amended to read as follows: 10-52-3. Any tax imposed by the governing board of any municipality pursuant to the provisions of this chapter, may be referred to a vote of the people for its approval or disapproval in the same manner as provided in § § 9-20-7, 9-20-8, and 9-20-10. A tax imposed by municipal ordinance which was in effect on December 31, 2005 2003 , is continued under the provisions of this chapter if: (1) The governing board of the municipality has reviewed the existing tax ordinance to determine compliance with the provisions of this chapter; and (2) The governing board of the municipality documents the review, any amendment, and the intent to continue the tax in the official minutes of the governing board. Any amendment made by the municipality to comply with the provisions of chapter 10-45C, § § 10-1-44.3, 10-45-1 to 10-45-1.4, inclusive, 10-45-2.3, 10-45-3, 10-45-3.4, 10-45-5, 10-45-5.3, 10-45-8, 10-45-24, 10-45-30, 10-45-61, 10-45-108 and 10-45-109, 10-46-1, 10-46-17.6, 10-52-2, 10-52-2.10, 10-52-3, 10-52-9, 10-52-13 to 10-52-16, inclusive, and 10-59-27 or the determination to continue the tax under the provisions of this chapter is deemed to be an administrative decision pursuant to § 9-20-19 and is not subject to referendum. Section 18. That § 10-52-2.10 be amended to read as follows: 10-52-2.10. Any incorporated municipality imposing a non-ad valorem tax in accordance with § 10-52-2 may issue municipal non-ad valorem tax revenue bonds pursuant to this section and chapter 6-8B in anticipation of the collection of the taxes. The bonds shall be payable solely from the collections of the taxes imposed by the municipality under § 10-52-2, as determined by the governing body. The governing body shall, in the resolution or ordinance authorizing the bonds, agree that it will continue to impose and collect the taxes so long as the bonds are outstanding. The governing body shall also pledge so much of the collections of the taxes as may be necessary to pay the principal premium and interest on the bonds and to maintain any debt service reserve established for the bonds. For bonds issued prior to January 1, 2006 2004 , the proceeds of the bonds may be used for land acquisition, the funding of public ambulances and medical emergency response vehicles, public hospitals or nonprofit hospitals with fifty or fewer licensed beds and other public health care facilities or nonprofit health care facilities with fifty or fewer licensed beds, capital asset acquisition and capital improvements, to establish a debt service reserve fund for the bonds and to pay not more than one year's capitalized interest on the bonds. No election is required to authorize the issuance of municipal non-ad valorem tax revenue bonds. The bonds shall be issued and sold as provided in chapter 6-8B. Section 19. That § 10-52-13 be amended to read as follows: 10-52-13. For purposes of this chapter, any new resolution or amendment enacted by a municipality which that changes the boundaries of the municipality is effective on the first day of the first month calendar quarter following at least ninety days notification by the municipality to the secretary of revenue that the resolution or amendment has been enacted unless the ordinance or amendment is suspended by operation of a referendum. If a resolution or amendment enacted pursuant to chapter 9-4 is referred and the referred resolution or amendment is approved, the effective date is the first day of the first month calendar quarter following at least ninety days notification by a municipality to the secretary of revenue that the resolution or amendment has been approved. The municipality shall provide written notification of the enactment or approval of the resolution or amendment, along with a copy of the resolution or amendment by registered or certified mail or by any electronic means to the secretary of revenue. The municipality shall also provide any changes or additions to streets and addresses. Section 20. That § 10-52-15 be amended to read as follows: 10-52-15. The Legislature hereby finds that the amendments to chapter 10-52 contained in SL 2002, ch 64, shall will result in a broader and more uniform tax base for the sales tax levied by municipalities under this chapter, and that, absent a reduction in the current tax levy of a municipality, it is anticipated that total sales tax revenues of a municipality may increase as a result of these amendments. However, so long as a municipality has any bonds or other obligations outstanding which are secured directly or indirectly by the pledge or collection and application of sales taxes levied pursuant to chapter 10-52 as in effect immediately prior to January 1, 2006 2004 , no municipality may reduce its tax levy under chapter 10-52 to a rate which, in the exercise of the sound discretion of the governing body, would be expected to produce less total revenue than was collected in the immediately preceding year. Section 21. That section 46 of chapter 64 of the 2002 Session Laws be amended to read as follows: Section 46. Sections 18, 19, 20, 21, 30, 32, 33, 34, 35, 36, 41, 42, and 44 are effective on January 1, 2006. Sections 32, 33, 34, and 36 are effective on January 1, 2004. Section 22. That section 48 of chapter 64 of the 2002 Session Laws be amended to read as follows: Section 48. Section 47 of this Act is repealed on January 1, 2007 2005 . Section 23. The secretary of revenue may enter into contracts with certified service providers for the collection and reporting of the tax imposed under chapters 10-45, 10-46, and 10-52. The secretary may enter into such contracts in conjunction with other states."}, {"bill_id": 18110, "bill_version_id": 96288, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2003-01-31T11:53:27-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to bring the state into compliance with the Streamline Sales Tax Agreement. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45-1 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Tangible personal property,\" personal property that can be seen, weighed, measured, felt, or touched, or that is in any other manner perceptible to the senses. The term includes electricity, water, gas, steam, and prewritten computer software. Section 2. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of the tax imposed by this chapter, the term, lease or rental, means any transfer of possession or control of tangible personal property for a fixed or indeterminate term for consideration. A lease or rental may include future options to purchase or extend. Lease or rental does not include: (1) A transfer of possession or control of property under a security agreement or deferred payment plan that requires the transfer of title upon completion of the required payments; (2) A transfer or possession or control of property under an agreement that requires the transfer of title upon completion of required payments and payment of an option price does not exceed the greater of one hundred dollars or one percent of the total required payments; or (3) Providing tangible personal property along with an operator for a fixed or indeterminate period of time. A condition of this exclusion is that the operator is necessary for the equipment to perform as designed. For the purpose of this subdivision, an operator shall do more than maintain, inspect, or set-up the tangible personal property. Section 3. That § 10-45-12.3 be repealed. 10-45-12.3. The tax imposed by this chapter upon persons performing services does not apply to transactions if the use of the service occurs entirely outside the state. In instances of services performed on tangible personal property, use of the service occurs in this state if repair, refurbishment, adjustment, calibration, cleaning, maintenance, or other services are performed on tangible personal property in this state. Section 4. That § 10-45-14.1 be amended to read as follows: 10-45-14.1. There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of nutritional supplements, as defined by rule promulgated by the secretary of revenue pursuant to chapter 1-26, if dispensed by a chiropractor, insulin that is not sold by prescription, all drugs and medicines as those terms are defined by § 36-11-2 and medical devices as that term is defined in this section to the extent used by humans, when such drugs, medicines, or medical devices are prescribed by prescription, dispensed, or administered by a physician, chiropractor, optometrist, dentist, or podiatrist . \"Medical device,\" as used in this section and § 10-46-15.1, means an instrument, apparatus, implement, machine, contrivance, implant, in vitro reagent, or other similar or related article, including any component, part, or accessory, which is prescribed for use by a particular patient and which is: (1) Intended for use in the diagnosis of disease or other conditions, or in the cure, mitigation, treatment, detection, or prevention of illness or disease, or in the prevention of death; or (2) Intended to affect the structure or any function of the human body; or (3) Intended for use to assist in the mobility of persons. physician, chiropractor, optometrist, dentist, podiatrist, or audiologist. Section 5. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of insulin, to the extent used by humans, that is not sold by prescription. Section 6. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of drugs as defined by rule promulgated by the secretary of revenue pursuant to chapter 1-26 to the extent used by humans, if the drugs are prescribed by prescription, dispensed, or administered by a physician, chiropractor, optometrist, dentist, podiatrist, or audiologist. Section 7. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of durable medical equipment, mobility enhancing equipment, and prosthetic devices as defined by rule promulgated by the secretary of revenue pursuant to chapter 1-26 to the extent used by humans, if the durable medical equipment, mobility enhancing equipment, and prosthetic devices are prescribed by prescription by a physician, chiropractor, optometrist, dentist, podiatrist, or audiologist. Section 8. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of any medical device, as that term is defined in this section, to the extent used by humans, if the medical device is prescribed by prescription by a physician, chiropractor, optometrist, dentist, podiatrist, or audiologist. The term, medical device, means any instrument, apparatus, implement, contrivance, or other similar or related article, including a component, part, or accessory, that is prescribed for use on a single patient and that is: (1) Recognized in the official National Formulary, or the United States Pharmacopoeia, or any supplement to them; (2) Intended for use in the diagnosis of disease or other conditions, or in the cure, mitigation, treatment, detection, or prevention of disease, of the human body; or (3) Intended to affect the structure or any function of the human body, and that does not achieve any of it's primary intended purposes through chemical action within or on the human body and that is not dependent upon being metabolized for the achievement of any of its primary intended purposes. A medical device is not durable medical equipment, mobility enhancing equipment, or a prosthetic device. Section 9. That § 10-45-24 be amended to read as follows: 10-45-24. Each retailer or person engaging in a business in this state whose receipts are subject to sales tax shall file with the Department of Revenue, an application for a permit. Each application shall be made on a form prescribed by the secretary of revenue and shall require the name under which the applicant transacts or intends to transact business, the location of each business, and other information as the secretary of revenue may require. The application shall be signed by the owner, if a natural person; by a member or partner, if an association or partnership; or by an executive officer or a person specifically authorized by the corporation to sign the application, if a corporation, to which shall be attached the written evidence of the person's authority. The applicant shall have a permit for each place of business, unless the secretary of revenue grants a request for a statewide permit. A statewide permit may be granted if the applicant demonstrates the ability to comply with the filing, auditing, and record-keeping requirements specified in rules promulgated pursuant to § 10-45-47.1 for each location specified in the application. Any seller registering under the agreement as defined in § 10-45C-1 shall be registered in this state, provided this state has entered into the agreement as provided in § 10-45C-3. Any seller who is registered under such agreement is not required to sign the registration application and may register through an agent. Any seller who is registered under such agreement may cancel its registration at any time, but is liable for remitting any sales tax previously collected. Section 10. That subdivision (12) of § 10-46-1 be amended to read as follows: (12) \"Tangible personal property,\" tangible goods, wares, merchandise, gas, and electricity personal property that can be seen, weighed, measured, felt, or touched, or that is in any other manner perceptible to the senses if furnished or delivered to consumers or users within this state . The term includes electricity, water, gas, steam, and prewritten computer software ; Section 11. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: For the purpose of the tax imposed by this chapter, the term, lease or rental, means any transfer of possession or control of tangible personal property for a fixed or indeterminate term for consideration. A lease or rental may include future options to purchase or extend. Lease or rental does not include: (1) A transfer of possession or control of property under a security agreement or deferred payment plan that requires the transfer of title upon completion of the required payments; (2) A transfer or possession or control of property under an agreement that requires the transfer of title upon completion of required payments and payment of an option price does not exceed the greater of one hundred dollars or one percent of the total required payments; or (3) Providing tangible personal property along with an operator for a fixed or indeterminate period of time. A condition of this exclusion is that the operator is necessary for the equipment to perform as designed. For the purpose of this subdivision, an operator shall do more than maintain, inspect, or set-up the tangible personal property. Section 12. That § 10-46-15.1 be amended to read as follows: 10-46-15.1. The use in this state of insulin , to the extent used by humans, that is not sold by prescription and drugs and medicines, as those terms are defined by § 36-11-2 and medical devices as that term is defined in § 10-45-14.1 to the extent used by humans, when such drugs, medicines, or medical devices are prescribed by prescription, dispensed, or administered by a physician, chiropractor, optometrist, dentist, or podiatrist is specifically exempted exempt from the tax imposed by this chapter. Section 13. That § 10-46-18.1 be amended to read as follows: 10-46-18.1. For the purposes of proper administration of this chapter and to prevent evasion of tax, evidence that a service is used in this state shall be prima facie evidence that the service was performed in this state, and that the service is subject to tax. Section 14. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: The use in this state of drugs as defined by rule promulgated by the secretary of revenue pursuant to chapter 1-26 to the extent used by humans, if the drugs are prescribed by prescription, dispensed, or administered by a physician, chiropractor, optometrist, dentist, podiatrist, or audiologist, is specifically exempt from the tax imposed by this chapter. Section 15. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: The use in this state of durable medical equipment, mobility enhancing equipment, and prosthetic devices as defined by rule promulgated by the secretary of revenue pursuant to chapter 1-26 to the extent used by humans, if the durable medical equipment, mobility enhancing equipment, and prosthetic devices are prescribed by prescription by a physician, chiropractor, optometrist, dentist, podiatrist, or audiologist, is specifically exempt from the tax imposed by this chapter. Section 16. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, the use of any medical device, as that term is defined in this section, to the extent used by humans, if the medical device is prescribed by prescription by a physician, chiropractor, optometrist, dentist, podiatrist, or audiologist. The term, medical device, means any instrument, apparatus, implement, contrivance, or other similar or related article, including a component, part, or accessory, that is prescribed for use on a single patient and that is: (1) Recognized in the official National Formulary, or the United States Pharmacopoeia, or any supplement to them; (2) Intended for use in the diagnosis of disease or other conditions, or in the cure, mitigation, treatment, detection, or prevention of disease, of the human body; or (3) Intended to affect the structure or any function of the human body, and that does not achieve any of it's primary intended purposes through chemical action within or on the human body and that is not dependent upon being metabolized for the achievement of any of its primary intended purposes. A medical device is not durable medical equipment, mobility enhancing equipment, or a prosthetic device. Section 17. That § 10-52-3 be amended to read as follows: 10-52-3. Any tax imposed by the governing board of any municipality pursuant to the provisions of this chapter, may be referred to a vote of the people for its approval or disapproval in the same manner as provided in § § 9-20-7, 9-20-8, and 9-20-10. A tax imposed by municipal ordinance which was in effect on December 31, 2005 2003 , is continued under the provisions of this chapter if: (1) The governing board of the municipality has reviewed the existing tax ordinance to determine compliance with the provisions of this chapter; and (2) The governing board of the municipality documents the review, any amendment, and the intent to continue the tax in the official minutes of the governing board. Any amendment made by the municipality to comply with the provisions of chapter 10-45C, § § 10-1-44.3, 10-45-1 to 10-45-1.4, inclusive, 10-45-2.3, 10-45-3, 10-45-3.4, 10-45-5, 10-45-5.3, 10-45-8, 10-45-24, 10-45-30, 10-45-61, 10-45-108 and 10-45-109, 10-46-1, 10-46-17.6, 10-52-2, 10-52-2.10, 10-52-3, 10-52-9, 10-52-13 to 10-52-16, inclusive, and 10-59-27 or the determination to continue the tax under the provisions of this chapter is deemed to be an administrative decision pursuant to § 9-20-19 and is not subject to referendum. Section 18. That § 10-52-2.10 be amended to read as follows: 10-52-2.10. Any incorporated municipality imposing a non-ad valorem tax in accordance with § 10-52-2 may issue municipal non-ad valorem tax revenue bonds pursuant to this section and chapter 6-8B in anticipation of the collection of the taxes. The bonds shall be payable solely from the collections of the taxes imposed by the municipality under § 10-52-2, as determined by the governing body. The governing body shall, in the resolution or ordinance authorizing the bonds, agree that it will continue to impose and collect the taxes so long as the bonds are outstanding. The governing body shall also pledge so much of the collections of the taxes as may be necessary to pay the principal premium and interest on the bonds and to maintain any debt service reserve established for the bonds. For bonds issued prior to January 1, 2006 2004 , the proceeds of the bonds may be used for land acquisition, the funding of public ambulances and medical emergency response vehicles, public hospitals or nonprofit hospitals with fifty or fewer licensed beds and other public health care facilities or nonprofit health care facilities with fifty or fewer licensed beds, capital asset acquisition and capital improvements, to establish a debt service reserve fund for the bonds and to pay not more than one year's capitalized interest on the bonds. No election is required to authorize the issuance of municipal non-ad valorem tax revenue bonds. The bonds shall be issued and sold as provided in chapter 6-8B. Section 19. That § 10-52-13 be amended to read as follows: 10-52-13. For purposes of this chapter, any new resolution or amendment enacted by a municipality which that changes the boundaries of the municipality is effective on the first day of the first month calendar quarter following at least ninety days notification by the municipality to the secretary of revenue that the resolution or amendment has been enacted unless the ordinance or amendment is suspended by operation of a referendum. If a resolution or amendment enacted pursuant to chapter 9-4 is referred and the referred resolution or amendment is approved, the effective date is the first day of the first month calendar quarter following at least ninety days notification by a municipality to the secretary of revenue that the resolution or amendment has been approved. The municipality shall provide written notification of the enactment or approval of the resolution or amendment, along with a copy of the resolution or amendment by registered or certified mail or by any electronic means to the secretary of revenue. The municipality shall also provide any changes or additions to streets and addresses. Section 20. That § 10-52-15 be amended to read as follows: 10-52-15. The Legislature hereby finds that the amendments to chapter 10-52 contained in SL 2002, ch 64, shall will result in a broader and more uniform tax base for the sales tax levied by municipalities under this chapter, and that, absent a reduction in the current tax levy of a municipality, it is anticipated that total sales tax revenues of a municipality may increase as a result of these amendments. However, so long as a municipality has any bonds or other obligations outstanding which are secured directly or indirectly by the pledge or collection and application of sales taxes levied pursuant to chapter 10-52 as in effect immediately prior to January 1, 2006 2004 , no municipality may reduce its tax levy under chapter 10-52 to a rate which, in the exercise of the sound discretion of the governing body, would be expected to produce less total revenue than was collected in the immediately preceding year. Section 21. That section 46 of chapter 64 of the 2002 Session Laws be amended to read as follows: Section 46. Sections 18, 19, 20, 21, 30, 32, 33, 34, 35, 36, 41, 42, and 44 are effective on January 1, 2006. Sections 32, 33, 34, and 36 are effective on January 1, 2004. Section 22. That section 48 of chapter 64 of the 2002 Session Laws be amended to read as follows: Section 48. Section 47 of this Act is repealed on January 1, 2007 2005 . Section 23. The secretary of revenue may enter into contracts with certified service providers for the collection and reporting of the tax imposed under chapters 10-45, 10-46, and 10-52. The secretary may enter into such contracts in conjunction with other states."}, {"bill_id": 18110, "bill_version_id": 97933, "bill_version": "Enrolled", "bill_version_date": "2003-02-26T08:23:21-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18110, "action_date": "2003-01-24T13:00:00-06:00", "document_id": 95743, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95743.pdf", "status_text": "First read in Senate and referred to", "journal_page": 180, "committee_id_action": 799, "committee_id_assigned": 781, "result": "N", "vote": {}}, {"bill_id": 18110, "action_date": "2003-01-29T07:45:00-06:00", "document_id": 95988, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95988.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 781, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18110, "action_date": "2003-01-31T07:45:00-06:00", "document_id": 96276, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96276.pdf", "status_text": "Do Pass Amended,", "journal_page": 269, "committee_id_action": 781, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55863, "president_vote": null, "Yea": [2853, 2882, 2897, 2908, 2926, 2928, 2935, 2851, 2838]}}, {"bill_id": 18110, "action_date": "2003-01-31T07:45:00-06:00", "document_id": 96276, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96276.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 781, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18110, "action_date": "2003-02-04T14:00:00-06:00", "document_id": 96529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96529.pdf", "status_text": "Do Pass Amended,", "journal_page": 314, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56059, "president_vote": null, "Yea": [2832, 2834, 2835, 2838, 2840, 2847, 2849, 2850, 2851, 2852, 2853, 2854, 2856, 2865, 2868, 2876, 2878, 2880, 2881, 2882, 2886, 2887, 2891, 2897, 2901, 2908, 2916, 2921, 2926, 2927, 2935], "Nay": [2883, 2903, 2904, 2928]}}, {"bill_id": 18110, "action_date": "2003-02-05T14:00:00-06:00", "document_id": 96632, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96632.pdf", "status_text": "First read in House and referred to", "journal_page": 311, "committee_id_action": 798, "committee_id_assigned": 793, "result": "N", "vote": {}}, {"bill_id": 18110, "action_date": "2003-02-24T10:00:00-06:00", "document_id": 97805, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97805.pdf", "status_text": "Do Pass,", "journal_page": 592, "committee_id_action": 793, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55001, "president_vote": null, "Yea": [2859, 2861, 2875, 2894, 2899, 2929, 2937, 2917, 2912], "Nay": [2869, 2870, 2905, 2909]}}, {"bill_id": 18110, "action_date": "2003-02-24T10:00:00-06:00", "document_id": 97805, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97805.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18110, "action_date": "2003-02-25T14:00:00-06:00", "document_id": 97917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97917.pdf", "status_text": "Do Pass Amended,", "journal_page": 622, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56772, "president_vote": null, "Yea": [2833, 2837, 2841, 2843, 2844, 2845, 2846, 2848, 2855, 2859, 2860, 2861, 2866, 2871, 2872, 2873, 2875, 2877, 2884, 2885, 2888, 2892, 2893, 2894, 2896, 2898, 2902, 2906, 2907, 2910, 2911, 2912, 2914, 2915, 2917, 2919, 2920, 2922, 2924, 2925, 2929, 2932, 2933, 2936, 2937, 2938, 2899], "Nay": [2836, 2839, 2842, 2858, 2862, 2863, 2864, 2869, 2870, 2874, 2879, 2889, 2890, 2895, 2900, 2905, 2909, 2913, 2923, 2930, 2931, 2934], "Excused": [2857]}}, {"bill_id": 18110, "action_date": "2003-02-26T14:00:00-06:00", "document_id": 98010, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98010.pdf", "status_text": "Signed by President", "journal_page": 604, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18110, "action_date": "2003-02-26T14:00:00-06:00", "document_id": 98014, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98014.pdf", "status_text": "Signed by Speaker", "journal_page": 651, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18110, "action_date": "2003-02-27T14:00:00-06:00", "document_id": 98104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98104.pdf", "status_text": "Delivered to the Governor", "journal_page": 623, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18110, "action_date": "2003-03-06T14:00:00-06:00", "document_id": 98515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98515.pdf", "status_text": "Signed by Governor", "journal_page": 732, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2370}