{"session_id": 69, "bill_id": 25160, "bill_type": "Senate Bill", "bill_number": 157, "bill_title": "establish the nonbeneficiary student scholarship program and make an appropriation therefor.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25160", "sponsors": [{"legislator_profile_id": 4480, "is_prime": true}], "keywords": ["Appropriation", "Education", "Higher Education", "Indian Tribes", "Scholarships"], "audio": [], "bill_versions": [{"bill_id": 25160, "bill_version_id": 262532, "bill_version": "Introduced", "bill_version_date": "2024-01-24T16:56:52.323-06:00", "bill_text": "An Act to establish the nonbeneficiary student scholarship program and make an appropriation therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 13-55: The nonbeneficiary student scholarship program is established to defray costs associated with the enrollment of a nonbeneficiary student in a tribally controlled institution of higher education. For purposes of this Act, the term \"nonbeneficiary student\" means an individual who: (1) Is enrolled as a student at: (a) Oglala Lakota College in Kyle; (b) Sinte Gleska University in Rosebud; (c) Sitting Bull College in Mobridge; or (d) Sisseton-Wahpeton Community College in Sisseton; (2) Meets the residency requirements set forth in § 13-53-24; and (3) Is not an enrolled member of a federally recognized Indian tribe. The Department of Tribal Relations shall administer the nonbeneficiary student scholarship program. Section 2. That a NEW SECTION be added to chapter 13-55: To receive a scholarship under section 1 of this Act, a nonbeneficiary student must file an application with the Department of Tribal Relations. The department shall develop the application form and make it available on the department's website and in printed form upon request. A student may participate in the scholarship program for up to four consecutive semesters or until the attainment of a baccalaureate degree, whichever occurs first. The department may waive the requirement that a student's enrollment be in consecutive semesters, upon a showing of good cause. The department shall, by rules promulgated in accordance with chapter 1-26, establish: (1) The time and manner in which a waiver under this section may be requested; and (2) The criteria to be used in determining what constitutes good cause. Section 3. That a NEW SECTION be added to chapter 13-55: The Department of Tribal Relations shall forward, to the institution in which the student is enrolled: (1) One-half of the student's annual scholarship amount at the beginning of the fall semester; and (2) One-half of the student's annual scholarship amount at the beginning of the spring semester. The scholarship amount to which a full-time equivalent nonbeneficiary student is entitled, in accordance with sections 1 and 2 of this Act, is one thousand dollars per school year. If in any school year the amount available for nonbeneficiary scholarships is insufficient to fully fund all eligible students, the department must prorate the amount awarded to each student. Section 4. There is hereby appropriated from the general fund the sum of $49,000 to the Department of Tribal Relations, for purposes of providing nonbeneficiary student scholarships. Section 5. The secretary of the Department of Tribal Relations shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 6. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25160, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 179, "committee_id_action": 1219, "committee_id_assigned": 1211, "result": "N", "vote": {}}]}