{"session_id": 27, "bill_id": 7827, "bill_type": "House Bill", "bill_number": 1060, "bill_title": "provide requirements and standards for insurers' own risk and solvency assessments.", "sponsors": [{"legislator_profile_id": 1107, "is_prime": true}, {"legislator_profile_id": 1145, "is_prime": true}, {"legislator_profile_id": 1116, "is_prime": false}, {"legislator_profile_id": 1143, "is_prime": false}, {"legislator_profile_id": 1136, "is_prime": false}, {"legislator_profile_id": 1181, "is_prime": false}, {"legislator_profile_id": 1141, "is_prime": false}, {"legislator_profile_id": 1199, "is_prime": false}, {"legislator_profile_id": 1115, "is_prime": false}, {"legislator_profile_id": 1146, "is_prime": false}, {"legislator_profile_id": 1102, "is_prime": false}], "keywords": ["Insurance"], "audio": [{"meeting_datetime": "2017-02-03T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hco16.mp3", "start_seconds": 3026.0}, {"meeting_datetime": "2017-02-03T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hco16.mp3", "start_seconds": 3026.0}, {"meeting_datetime": "2017-02-03T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hco16.mp3", "start_seconds": 3026.0}, {"meeting_datetime": "2017-02-03T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hco16.mp3", "start_seconds": 3026.0}, {"meeting_datetime": "2017-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou19.mp3", "start_seconds": 4334.0}, {"meeting_datetime": "2017-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou19.mp3", "start_seconds": 4334.0}, {"meeting_datetime": "2017-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou19.mp3", "start_seconds": 4334.0}, {"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sco24.mp3", "start_seconds": 2432.0}, {"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sco24.mp3", "start_seconds": 2432.0}, {"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sco24.mp3", "start_seconds": 2432.0}, {"meeting_datetime": "2017-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen28.mp3", "start_seconds": 3419.0}, {"meeting_datetime": "2017-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen28.mp3", "start_seconds": 3419.0}, {"meeting_datetime": "2017-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen28.mp3", "start_seconds": 3419.0}], "bill_versions": [{"bill_id": 7827, "bill_version_id": 42735, "bill_version": "Introduced", "bill_version_date": "2017-01-19T09:24:39.183-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide requirements and standards for insurers' own risk and solvency assessments. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-5A-1 be amended to read: 58-5A-1. Terms used in this chapter mean: (1) \"Affiliate of, or a person affiliated with, a specific person,\" any person who directly, or indirectly through one or more intermediaries, controls, or is controlled by, or is under common control with, the person specified; (2) \"Control,\" including \"controlling,\" \"controlled by,\" and \"under common control with,\" the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of a person, whether through the ownership of voting securities, by contract other than a commercial contract for goods or nonmanagement services, or otherwise, unless the power is solely the result of an official position with or a corporate office held by the person. Control shall be presumed to exist if any person, directly or indirectly, owns, controls, holds with the power to vote, or holds proxies representing, ten percent or more of the voting securities of any other person. This presumption may be rebutted by a showing made in the manner provided by § 58-5A-29 that control does not exist in fact; (2A)(3) \"Enterprise risk,\" any activity, circumstance, event, or series of events involving one or more affiliates of an insurer that, if not remedied promptly, is likely to have a material adverse effect upon the financial condition or liquidity of the insurer or its insurance holding company system as a whole, including anything that may cause the insurer's risk-based capital to fall into company action level or may cause the insurer to be in hazardous financial condition pursuant to chapter 58-4; (4) \"Insurance group,\" for the purposes of conducting an ORSA, those insurers and affiliates included within an insurance holding company system; (3)(5) \"Insurance holding company system,\" any two or more affiliated persons, one or more of which is an insurer; (4)(6) \"Insurer,\" a company qualified and licensed by the director of the Division of Insurance to transact the business of insurance in this state. For ORSA purposes, the term, insurer, does not include agencies, authorities or instrumentalities of the United States, its possessions or territories, the Commonwealth of Puerto Rico, the District of Columbia, or a state or political subdivision of a state; (4A)(7) \"NAIC,\" the National Association of Insurance Commissioners; (8) \"ORSA guidance manual,\" the version of the NAIC own risk and solvency assessment guidance manual as adopted by the director for use in South Dakota by administrative rule; (9) \"ORSA summary report,\" a confidential high-level summary of an insurer or insurance group's ORSA; (10) \"Own risk and solvency assessment\" or \"ORSA,\" a confidential internal assessment, appropriate to the nature, scale, and complexity of an insurer or insurance group, conducted by that insurer or insurance group of the material and relevant risks associated with the insurer or insurance group's current business plan and the sufficiency of capital resources to support those risks; (5)(11) \"Security holder\" of a specified person is one who owns any security of such person, including common stock, preferred stock, debt obligations, and any other security convertible into or evidencing the right to acquire any of the foregoing; (6)(12) \"Subsidiary of a specified person,\" any affiliate controlled by such person directly, or indirectly, through one or more intermediaries; (7)(13) \"Voting security,\" any security convertible into or evidencing a right to acquire a voting security. Section 2. That chapter 58-5A be amended by adding a NEW SECTION to read: An insurer shall maintain a risk management framework to assist the insurer with identifying, assessing, monitoring, managing, and reporting on its material and relevant risks. This requirement may be satisfied if the insurance group, of which the insurer is a member, maintains a risk management framework applicable to the operations of the insurer. Section 3. That chapter 58-5A be amended by adding a NEW SECTION to read: Subject to the provisions of sections 6 to 9 of this Act, inclusive, an insurer, or the insurance group of which the insurer is a member, shall regularly conduct an ORSA consistent with a process comparable to the ORSA guidance manual. The ORSA shall be conducted at least annually but also at any time when there are significant changes to the risk profile of the insurer or the insurance group of which the insurer is a member. Section 4. That chapter 58-5A be amended by adding a NEW SECTION to read: The ORSA summary report, or any combination of reports that together contain the information described in the ORSA guidance manual, shall be submitted to the division upon the director's request. The director may request the ORSA summary report no more than annually. If the insurer is a member of an insurance group, then the insurer shall submit the report or reports required by this Act if the director is the lead state director of the insurance group. An insurer may comply with this section by providing the most recent and substantially similar reports provided by the insurer or another member of an insurance group of which the insurer is a member to the commissioner of another state or to a supervisor or regulator of a foreign jurisdiction, if that report provides information that is comparable to the information described in the ORSA guidance manual. Any such report in a language other than English must be accompanied by a translation of that report into the English language. Section 5. That chapter 58-5A be amended by adding a NEW SECTION to read: ORSA summary reports shall: (1) Include a signature of the insurer or insurance group's chief risk officer or other executive having responsibility for the oversight of the insurer's enterprise risk management process attesting to the best of their belief and knowledge that the insurer applies the enterprise risk management process described in the ORSA summary report and that a copy of the report has been provided to the insurer's board of directors or the appropriate committee thereof; (2) Be prepared consistent with the ORSA guidance manual. Documentation and supporting information shall be maintained and made available upon examination or upon request of the director; and (3) Be reviewed by the division, and any additional requests for information shall be made using similar procedures currently used in the analysis and examination of multi-state or global insurers and insurance groups. Section 6. That chapter 58-5A be amended by adding a NEW SECTION to read: An insurer shall be exempt from the requirements of this Act, if: (1) The insurer has annual direct written and unaffiliated assumed premium, including international direct and assumed premium but excluding premiums reinsured with the Federal Crop Insurance Corporation and National Flood Insurance Program, less than five hundred million dollars; and (2) The insurance group of which the insurer is a member has annual direct written and unaffiliated assumed premium, including international direct and assumed premium, but excluding premiums reinsured with the Federal Crop Insurance Corporation and National Flood Insurance Program, less than one billion dollars. Section 7. That chapter 58-5A be amended by adding a NEW SECTION to read: If an insurer qualifies for exemption pursuant to subdivision (1) of section 6 of this Act, but the insurance group of which the insurer is a member does not qualify for exemption pursuant to subdivision (2) of section 6 of this Act, the ORSA summary report that may be required shall include every insurer within the insurance group. This requirement may be satisfied by the submission of more than one ORSA summary report for any combination of insurers provided any combination of reports includes every insurer within the insurance group. If an insurer does not qualify for exemption pursuant to subdivision (1) of section 6 of this Act, but the insurance group of which it is a member qualifies for exemption pursuant subdivision (2) of section 6 of this Act, the only ORSA summary report that may be required shall be the report applicable to that insurer. Section 8. That chapter 58-5A be amended by adding a NEW SECTION to read: An insurer that does not qualify for exemption may apply to the director for a waiver from the requirements of this Act based upon unique circumstances. In deciding whether to grant the insurer's request for waiver, the director may consider the type and volume of business written, ownership and organizational structure, and any other factor the director considers relevant to the insurer or insurance group of which the insurer is a member. If the insurer is part of an insurance group with insurers domiciled in more than one state, the director shall coordinate with the lead state commissioner and with the other domiciliary commissioners in considering whether to grant the insurer's request for a waiver. Section 9. That chapter 58-5A be amended by adding a NEW SECTION to read: If an insurer that qualifies for an exemption subsequently no longer qualifies for that exemption due to changes in premium as reflected in the insurer's most recent annual statement or in the most recent annual statements of the insurers within the insurance group of which the insurer is a member, the insurer shall have one year following the year the threshold is exceeded to comply with the requirements of this Act. Section 10. That chapter 58-5A be amended by adding a NEW SECTION to read: Notwithstanding the exemptions from the requirements of this Act, the director may require that an insurer maintain a risk management framework, conduct an ORSA, and file an ORSA summary report: (1) Based on unique circumstances including the type and volume of business written, ownership and organizational structure, federal agency requests, and international supervisor requests; or (2) If the insurer has risk-based capital levels requiring company action, meets one or more of the standards of an insurer deemed to be in hazardous financial condition, or otherwise exhibits qualities of a troubled insurer as determined by the director. Section 11. That chapter 58-5A be amended by adding a NEW SECTION to read: Documents, materials, or other information, including the ORSA summary report, in the possession of or control of the division that are obtained by, created by, or disclosed to the director or any other person under this Act are recognized by this state as being proprietary and containing trade secrets. All such documents, materials, or other information are confidential by law and privileged, are not subject to chapter 1-27, are not subject to subpoena, and are not subject to discovery or admissible in evidence in any private civil action. However, the director is authorized to use the documents, materials, or other information in the furtherance of any regulatory or legal action brought as a part of the director's official duties. The director may not make the documents, materials, or other information public without the prior written consent of the insurer. Neither the director nor any person who received documents, materials, or other ORSA-related information, through examination or otherwise, while acting under the authority of the director or with whom such documents, materials, or other information are shared pursuant to this Act may be permitted or required to testify in any private civil action concerning any confidential documents, materials, or information except in regulatory or legal actions brought as a part of the director's official duties. Section 12. That chapter 58-5A be amended by adding a NEW SECTION to read: In order to assist in the performance of the director's regulatory duties regarding ORSA, the director: (1) May, upon request, share documents, materials, or other ORSA-related information, including the confidential and privileged documents, materials, or information subject to section 11 of this Act, including proprietary and trade secret documents and other materials with state, federal, and international financial regulatory agencies, including members of any supervisory college, with the NAIC or any third-party consultants designated by the director, if the recipient agrees in writing to maintain the confidentiality and privileged status of the ORSA-related documents, materials, or other information and has verified in writing the legal authority to maintain confidentiality; (2) May receive documents, materials, or other ORSA-related information, including otherwise confidential and privileged documents, materials, or information, including proprietary and trade secret information or documents, from regulatory officials of other foreign or domestic jurisdictions, including members of any supervisory college, or from the NAIC and shall maintain as confidential or privileged any documents, materials, or information received with notice or the understanding that it is confidential or privileged under the laws of the jurisdiction that is the source of the document, material, or information; and (3) Shall enter into a written agreement with the NAIC or a third-party consultant governing sharing and use of information provided pursuant to this Act, consistent with this subdivision that shall: (a) Specify procedures and protocols regarding the confidentiality and security of information shared with the NAIC or a third-party consultant pursuant to this Act, including procedures and protocols for sharing by the NAIC with other state regulators from states in which the insurance group has domiciled insurers. The agreement shall provide that the recipient agrees in writing to maintain the confidentiality and privileged status of the ORSA-related documents, materials, or other information and has verified in writing the legal authority to maintain confidentiality; (b) Specify that ownership of information shared with the NAIC or a third-party consultant pursuant to this Act remains with the director and the use of the information by the NAIC or a third-party consultant is subject to the direction of the director; (c) Prohibit the NAIC or third-party consultant from storing the information shared pursuant to this Act in a permanent database after the underlying analysis is completed; (d) Require prompt notice to be given to an insurer whose confidential information in the possession of the NAIC or a third-party consultant pursuant to this Act when subject to a request or subpoena to the NAIC or a third-party consultant for disclosure or production; (e) Require the NAIC or a third-party consultant to consent to intervention by an insurer in any judicial or administrative action in which the NAIC or a third-party consultant may be required to disclose confidential information about the insurer shared with the NAIC or a third-party consultant pursuant to this Act; and (f) In the case of an agreement involving a third-party consultant, provide for the insurer's written consent. Section 13. That chapter 58-5A be amended by adding a NEW SECTION to read: The sharing of information and documents by the director pursuant to this Act does not constitute a delegation of regulatory authority or rule making. The director is solely responsible for the administration, execution, and enforcement of the provisions of this Act. No waiver of any applicable privilege or claim of confidentiality in the documents, proprietary and trade-secret materials, or other ORSA-related information may occur as a result of disclosure of such ORSA-related information or documents to the director under this section or as a result of sharing as authorized in this Act. Documents, materials, or other information in the possession or control of the NAIC or a third-party consultant pursuant to this Act are confidential by law and privileged, are not subject to chapter 1-27, are not subject to subpoena, and are not subject to discovery or admissible in evidence in any private civil action. Section 14. That chapter 58-5A be amended by adding a NEW SECTION to read: The director shall promulgate rules, pursuant to chapter 1-26, to carry out ORSA including: (1) Adoption of the NAIC ORSA guidance manual; (2) Definition of terms; (3) Fees; and (4) Timing, form, and content of reports."}, {"bill_id": 7827, "bill_version_id": 43852, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2017-02-03T13:14:32.923-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide requirements and standards for insurers' own risk and solvency assessments. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-5A-1 be amended to read: 58-5A-1. Terms used in this chapter mean: (1) \"Affiliate of, or a person affiliated with, a specific person,\" any person who directly, or indirectly through one or more intermediaries, controls, or is controlled by, or is under common control with, the person specified; (2) \"Control,\" including \"controlling,\" \"controlled by,\" and \"under common control with,\" the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of a person, whether through the ownership of voting securities, by contract other than a commercial contract for goods or nonmanagement services, or otherwise, unless the power is solely the result of an official position with or a corporate office held by the person. Control shall be presumed to exist if any person, directly or indirectly, owns, controls, holds with the power to vote, or holds proxies representing, ten percent or more of the voting securities of any other person. This presumption may be rebutted by a showing made in the manner provided by § 58-5A-29 that control does not exist in fact; (2A)(3) \"Enterprise risk,\" any activity, circumstance, event, or series of events involving one or more affiliates of an insurer that, if not remedied promptly, is likely to have a material adverse effect upon the financial condition or liquidity of the insurer or its insurance holding company system as a whole, including anything that may cause the insurer's risk-based capital to fall into company action level or may cause the insurer to be in hazardous financial condition pursuant to chapter 58-4; (4) \"Insurance group,\" for the purposes of conducting an ORSA, those insurers and affiliates included within an insurance holding company system; (3)(5) \"Insurance holding company system,\" any two or more affiliated persons, one or more of which is an insurer; (4)(6) \"Insurer,\" a company qualified and licensed by the director of the Division of Insurance to transact the business of insurance in this state. For ORSA purposes, the term, insurer, does not include agencies, authorities or instrumentalities of the United States, its possessions or territories, the Commonwealth of Puerto Rico, the District of Columbia, or a state or political subdivision of a state; (4A)(7) \"NAIC,\" the National Association of Insurance Commissioners; (8) \"ORSA guidance manual,\" the version of the NAIC own risk and solvency assessment guidance manual as adopted by the director for use in South Dakota by administrative rule; (9) \"ORSA summary report,\" a confidential high-level summary of an insurer or insurance group's ORSA; (10) \"Own risk and solvency assessment\" or \"ORSA,\" a confidential internal assessment, appropriate to the nature, scale, and complexity of an insurer or insurance group, conducted by that insurer or insurance group of the material and relevant risks associated with the insurer or insurance group's current business plan and the sufficiency of capital resources to support those risks; (5)(11) \"Security holder\" of a specified person is one who owns any security of such person, including common stock, preferred stock, debt obligations, and any other security convertible into or evidencing the right to acquire any of the foregoing; (6)(12) \"Subsidiary of a specified person,\" any affiliate controlled by such person directly, or indirectly, through one or more intermediaries; (7)(13) \"Voting security,\" any security convertible into or evidencing a right to acquire a voting security. Section 2. That chapter 58-5A be amended by adding a NEW SECTION to read: An insurer shall maintain a risk management framework to assist the insurer with identifying, assessing, monitoring, managing, and reporting on its material and relevant risks. This requirement may be satisfied if the insurance group, of which the insurer is a member, maintains a risk management framework applicable to the operations of the insurer. Section 3. That chapter 58-5A be amended by adding a NEW SECTION to read: Subject to the provisions of sections 6 to 9 of this Act, inclusive, an insurer, or the insurance group of which the insurer is a member, shall regularly conduct an ORSA consistent with a process comparable to the ORSA guidance manual. The ORSA shall be conducted at least annually but also at any time when there are significant changes to the risk profile of the insurer or the insurance group of which the insurer is a member. Section 4. That chapter 58-5A be amended by adding a NEW SECTION to read: The ORSA summary report, or any combination of reports that together contain the information described in the ORSA guidance manual, shall be submitted to the division upon the director's request. The director may request the ORSA summary report no more than annually. If the insurer is a member of an insurance group, then the insurer shall submit the report or reports required by this Act if the director is the lead state director of the insurance group. An insurer may comply with this section by providing the most recent and substantially similar reports provided by the insurer or another member of an insurance group of which the insurer is a member to the commissioner of another state or to a supervisor or regulator of a foreign jurisdiction, if that report provides information that is comparable to the information described in the ORSA guidance manual. Any such report in a language other than English must be accompanied by a translation of that report into the English language. Section 5. That chapter 58-5A be amended by adding a NEW SECTION to read: ORSA summary reports shall: (1) Include a signature of the insurer or insurance group's chief risk officer or other executive having responsibility for the oversight of the insurer's enterprise risk management process attesting to the best of their belief and knowledge that the insurer applies the enterprise risk management process described in the ORSA summary report and that a copy of the report has been provided to the insurer's board of directors or the appropriate committee thereof; (2) Be prepared consistent with the ORSA guidance manual. Documentation and supporting information shall be maintained and made available upon examination or upon request of the director; and (3) Be reviewed by the division, and any additional requests for information shall be made using similar procedures currently used in the analysis and examination of multi-state or global insurers and insurance groups. Section 6. That chapter 58-5A be amended by adding a NEW SECTION to read: An insurer shall be exempt from the requirements of this Act, if: (1) The insurer has annual direct written and unaffiliated assumed premium, including international direct and assumed premium but excluding premiums reinsured with the Federal Crop Insurance Corporation and National Flood Insurance Program, less than five hundred million dollars; and (2) The insurance group of which the insurer is a member has annual direct written and unaffiliated assumed premium, including international direct and assumed premium, but excluding premiums reinsured with the Federal Crop Insurance Corporation and National Flood Insurance Program, less than one billion dollars. Section 7. That chapter 58-5A be amended by adding a NEW SECTION to read: If an insurer qualifies for exemption pursuant to subdivision (1) of section 6 of this Act, but the insurance group of which the insurer is a member does not qualify for exemption pursuant to subdivision (2) of section 6 of this Act, the ORSA summary report that may be required shall include every insurer within the insurance group. This requirement may be satisfied by the submission of more than one ORSA summary report for any combination of insurers provided any combination of reports includes every insurer within the insurance group. If an insurer does not qualify for exemption pursuant to subdivision (1) of section 6 of this Act, but the insurance group of which it is a member qualifies for exemption pursuant to subdivision (2) of section 6 of this Act, the only ORSA summary report that may be required shall be the report applicable to that insurer. Section 8. That chapter 58-5A be amended by adding a NEW SECTION to read: An insurer that does not qualify for exemption may apply to the director for a waiver from the requirements of this Act based upon unique circumstances. In deciding whether to grant the insurer's request for waiver, the director may consider the type and volume of business written, ownership and organizational structure, and any other factor the director considers relevant to the insurer or insurance group of which the insurer is a member. If the insurer is part of an insurance group with insurers domiciled in more than one state, the director shall coordinate with the lead state commissioner and with the other domiciliary commissioners in considering whether to grant the insurer's request for a waiver. Section 9. That chapter 58-5A be amended by adding a NEW SECTION to read: If an insurer that qualifies for an exemption subsequently no longer qualifies for that exemption due to changes in premium as reflected in the insurer's most recent annual statement or in the most recent annual statements of the insurers within the insurance group of which the insurer is a member, the insurer shall have one year following the year the threshold is exceeded to comply with the requirements of this Act. Section 10. That chapter 58-5A be amended by adding a NEW SECTION to read: Notwithstanding the exemptions from the requirements of this Act, the director may require that an insurer maintain a risk management framework, conduct an ORSA, and file an ORSA summary report: (1) Based on unique circumstances including the type and volume of business written, ownership and organizational structure, federal agency requests, and international supervisor requests; or (2) If the insurer has risk-based capital levels requiring company action, meets one or more of the standards of an insurer deemed to be in hazardous financial condition, or otherwise exhibits qualities of a troubled insurer as determined by the director. Section 11. That chapter 58-5A be amended by adding a NEW SECTION to read: Documents, materials, or other information, including the ORSA summary report, in the possession of or control of the division that are obtained by, created by, or disclosed to the director or any other person under this Act are recognized by this state as being proprietary and containing trade secrets. All such documents, materials, or other information are confidential by law and privileged, are not subject to chapter 1-27, are not subject to subpoena, and are not subject to discovery or admissible in evidence in any private civil action. However, the director is authorized to use the documents, materials, or other information in the furtherance of any regulatory or legal action brought as a part of the director's official duties. The director may not make the documents, materials, or other information public without the prior written consent of the insurer. Neither the director nor any person who received documents, materials, or other ORSA-related information, through examination or otherwise, while acting under the authority of the director or with whom such documents, materials, or other information are shared pursuant to this Act may be permitted or required to testify in any private civil action concerning any confidential documents, materials, or information except in regulatory or legal actions brought as a part of the director's official duties. Section 12. That chapter 58-5A be amended by adding a NEW SECTION to read: In order to assist in the performance of the director's regulatory duties regarding ORSA, the director: (1) May, upon request, share documents, materials, or other ORSA-related information, including the confidential and privileged documents, materials, or information subject to section 11 of this Act, including proprietary and trade secret documents and other materials with state, federal, and international financial regulatory agencies, including members of any supervisory college, with the NAIC or any third-party consultants designated by the director, if the recipient agrees in writing to maintain the confidentiality and privileged status of the ORSA-related documents, materials, or other information and has verified in writing the legal authority to maintain confidentiality; (2) May receive documents, materials, or other ORSA-related information, including otherwise confidential and privileged documents, materials, or information, including proprietary and trade secret information or documents, from regulatory officials of other foreign or domestic jurisdictions, including members of any supervisory college, or from the NAIC and shall maintain as confidential or privileged any documents, materials, or information received with notice or the understanding that it is confidential or privileged under the laws of the jurisdiction that is the source of the document, material, or information; and (3) Shall enter into a written agreement with the NAIC or a third-party consultant governing sharing and use of information provided pursuant to this Act, consistent with this subdivision that shall: (a) Specify procedures and protocols regarding the confidentiality and security of information shared with the NAIC or a third-party consultant pursuant to this Act, including procedures and protocols for sharing by the NAIC with other state regulators from states in which the insurance group has domiciled insurers. The agreement shall provide that the recipient agrees in writing to maintain the confidentiality and privileged status of the ORSA-related documents, materials, or other information and has verified in writing the legal authority to maintain confidentiality; (b) Specify that ownership of information shared with the NAIC or a third-party consultant pursuant to this Act remains with the director and the use of the information by the NAIC or a third-party consultant is subject to the direction of the director; (c) Prohibit the NAIC or third-party consultant from storing the information shared pursuant to this Act in a permanent database after the underlying analysis is completed; (d) Require prompt notice to be given to an insurer whose confidential information in the possession of the NAIC or a third-party consultant pursuant to this Act when subject to a request or subpoena to the NAIC or a third-party consultant for disclosure or production; (e) Require the NAIC or a third-party consultant to consent to intervention by an insurer in any judicial or administrative action in which the NAIC or a third-party consultant may be required to disclose confidential information about the insurer shared with the NAIC or a third-party consultant pursuant to this Act; and (f) In the case of an agreement involving a third-party consultant, provide for the insurer's written consent. Section 13. That chapter 58-5A be amended by adding a NEW SECTION to read: The sharing of information and documents by the director pursuant to this Act does not constitute a delegation of regulatory authority or rule making. The director is solely responsible for the administration, execution, and enforcement of the provisions of this Act. No waiver of any applicable privilege or claim of confidentiality in the documents, proprietary and trade-secret materials, or other ORSA-related information may occur as a result of disclosure of such ORSA-related information or documents to the director under this section or as a result of sharing as authorized in this Act. Documents, materials, or other information in the possession or control of the NAIC or a third-party consultant pursuant to this Act are confidential by law and privileged, are not subject to chapter 1-27, are not subject to subpoena, and are not subject to discovery or admissible in evidence in any private civil action. Section 14. That chapter 58-5A be amended by adding a NEW SECTION to read: The director shall promulgate rules, pursuant to chapter 1-26, to carry out ORSA including: (1) Adoption of the NAIC ORSA guidance manual; (2) Definition of terms; (3) Fees; and (4) Timing, form, and content of reports."}, {"bill_id": 7827, "bill_version_id": 45035, "bill_version": "Enrolled", "bill_version_date": "2017-02-27T10:36:27.86-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7827, "action_date": "2017-01-19T14:00:00-06:00", "document_id": 42775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42775.pdf", "status_text": "First read in House and referred to", "journal_page": 86, "committee_id_action": 361, "committee_id_assigned": 348, "result": "N", "vote": {}}, {"bill_id": 7827, "action_date": "2017-02-03T10:00:00-06:00", "document_id": 43611, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43611.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 348, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7827, "action_date": "2017-02-03T10:00:00-06:00", "document_id": 43842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43842.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 348, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7827, "action_date": "2017-02-03T10:00:00-06:00", "document_id": 43842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43842.pdf", "status_text": "Do Pass Amended", "journal_page": 289, "committee_id_action": 348, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22851, "president_vote": null, "Yea": [1147, 1116, 1129, 1136, 1205, 1170, 1110, 1184, 1199, 1140, 1145, 1150, 1115]}}, {"bill_id": 7827, "action_date": "2017-02-07T14:00:00-06:00", "document_id": 44042, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44042.pdf", "status_text": "Deferred to another day", "journal_page": 337, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7827, "action_date": "2017-02-08T14:00:00-06:00", "document_id": 44138, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44138.pdf", "status_text": "Do Pass Amended", "journal_page": 348, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23053, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1180, 1197, 1190, 1173, 1179, 1114, 1201, 1198, 1202, 1116, 1129, 1143, 1142, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1191, 1185, 1117, 1133, 1200, 1206, 1124, 1170, 1110, 1203, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1212, 1145, 1111, 1150, 1149], "Excused": [1112, 1125, 1113, 1187], "Nay": [1183, 1130]}}, {"bill_id": 7827, "action_date": "2017-02-09T13:00:00-06:00", "document_id": 44231, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44231.pdf", "status_text": "First read in Senate and referred to", "journal_page": 356, "committee_id_action": 360, "committee_id_assigned": 332, "result": "N", "vote": {}}, {"bill_id": 7827, "action_date": "2017-02-16T10:00:00-06:00", "document_id": 44423, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44423.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 332, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7827, "action_date": "2017-02-16T10:00:00-06:00", "document_id": 44604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44604.pdf", "status_text": "Do Pass", "journal_page": 409, "committee_id_action": 332, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23403, "president_vote": null, "Yea": [1100, 1194, 1144, 1131, 1098], "Nay": [1163], "Excused": [1175]}}, {"bill_id": 7827, "action_date": "2017-02-21T14:00:00-06:00", "document_id": 44725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44725.pdf", "status_text": "Deferred to another day", "journal_page": 462, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7827, "action_date": "2017-02-22T14:00:00-06:00", "document_id": 44813, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44813.pdf", "status_text": "Deferred to another day", "journal_page": 511, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7827, "action_date": "2017-02-23T14:00:00-06:00", "document_id": 44901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44901.pdf", "status_text": "Deferred to another day", "journal_page": 548, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7827, "action_date": "2017-02-24T13:00:00-06:00", "document_id": 44989, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44989.pdf", "status_text": "Do Pass Amended", "journal_page": 561, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23735, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1175, 1100, 1106, 1164, 1194, 1169, 1107, 1104, 1099, 1144, 1131, 1135, 1141, 1157, 1172, 1151, 1146, 1102, 1098, 1137, 1167, 1132, 1189], "Nay": [1163], "Excused": [1178, 1174]}}, {"bill_id": 7827, "action_date": "2017-02-27T14:00:00-06:00", "document_id": 45073, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45073.pdf", "status_text": "Signed by the Speaker", "journal_page": 560, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7827, "action_date": "2017-02-28T14:00:00-06:00", "document_id": 45169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45169.pdf", "status_text": "Signed by the President", "journal_page": 591, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7827, "action_date": "2017-03-01T14:00:00-06:00", "document_id": 45285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45285.pdf", "status_text": "Delivered to the Governor", "journal_page": 596, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7827, "action_date": "2017-03-07T13:30:00-06:00", "document_id": 45534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45534.pdf", "status_text": "Signed by the Governor", "journal_page": 682, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6492}