{"session_id": 32, "bill_id": 8993, "bill_type": "House Bill", "bill_number": 1169, "bill_title": "revise certain provisions regarding the commissioner form of municipal government.", "sponsors": [{"legislator_profile_id": 1215, "is_prime": true}, {"legislator_profile_id": 1242, "is_prime": true}, {"legislator_profile_id": 1262, "is_prime": false}, {"legislator_profile_id": 1274, "is_prime": false}], "keywords": ["Local Government", "Municipal Government"], "audio": [{"meeting_datetime": "2018-02-13T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hlo22.mp3", "start_seconds": 611.0}, {"meeting_datetime": "2018-02-13T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hlo22.mp3", "start_seconds": 611.0}, {"meeting_datetime": "2018-02-13T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hlo22.mp3", "start_seconds": 611.0}, {"meeting_datetime": "2018-02-13T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hlo22.mp3", "start_seconds": 611.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/slo31.mp3", "start_seconds": 3256.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/slo31.mp3", "start_seconds": 3256.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/slo31.mp3", "start_seconds": 3256.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen32.mp3", "start_seconds": 4315.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen32.mp3", "start_seconds": 4315.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen32.mp3", "start_seconds": 4315.0}], "bill_versions": [{"bill_id": 8993, "bill_version_id": 47750, "bill_version": "Introduced", "bill_version_date": "2018-01-24T09:44:43.543-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the commissioner form of municipal government. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 9-9-2 be amended to read: 9-9-2. No person shall be eligible to nomination or election as a member of the board unless he shall be A person may be nominated, elected, or appointed as a mayor or as a commissioner if the person is a citizen of the United States and shall be a resident and voter and resident of the municipality. Section 2. That § 9-9-3 be amended to read: 9-9-3. No term of office of the members of the board including the mayor may exceed five years as determined by ordinance The term of office of the mayor and commissioners shall be not less than two or more than five years as determined by ordinance, except that at the first election after the adoption of the commission form of government the mayor's term shall be for five years and the commissioners shall determine by lot their respective be elected for staggered terms. If the number of commissioners is four, one shall serve be elected for one year, one for two years, one for three years, and one for four years. If the number of commissioners is two, one shall serve be elected for two years and one for four years. At the annual election preceding the expiration of the term of office of the mayor or any commissioner, a successor shall be elected for a term not to exceed five years as determined by ordinance. A vacancy on the commission shall be filled as provided in § 9-13-14.1 or 9-13-14.2. Section 3. That § 9-9-4 be repealed. 9-9-4. Before entering upon the discharge of his duties the mayor and each commissioner shall take and file an oath to support the Constitution of the United States and of this state and faithfully to discharge the duties of his office, and that he is not under direct or indirect obligation to appoint or elect any person to any office, position, or employment under the government of the first or second class municipality. Section 4. That § 9-9-5 be repealed. 9-9-5. Before entering upon the discharge of his duties the mayor and each commissioner shall execute a bond payable to the first or second class municipality in the sum of two thousand dollars in municipalities of the second class and in the sum of five thousand dollars in municipalities of the first class. Such bond shall be given and executed by a surety company authorized by law to transact business in this state and filed in and remain a permanent record of the Office of the Auditor. Such bond shall be conditioned that the principal thereof shall account for and pay over and deliver to his successor in office and to the municipality any and all money or property belonging to it or which shall come into his hands by reason of his office, and well and faithfully perform the duties of his office according to the laws of the state and the ordinances of the municipality. Section 5. That § 9-9-6 be amended to read: 9-9-6. The resignation of If the mayor or any a commissioner resigns, the resignation shall be submitted in writing to the board. The permanent removal of If the mayor or any a commissioner from the territorial moves his or her permanent residence outside the corporate limits of the first or second class municipality creates a vacancy in, the office is immediately vacated. In case of any vacancy from any cause If there is a vacancy in the office of mayor, the vacancy shall be filled by appointment pursuant to § 9-9-8 until the position is filled by election at the next annual municipal election or by special election as provided in § 9-13-14.2. A vacancy on the commission board shall be filled as provided in § 9-13-14.1 or as provided in § 9-13-14.2. Section 6. That § 9-9-8 be amended to read: 9-9-8. In case If the mayor is unable to perform the duties of his office by reason of absence or sickness, the board shall appoint by a majority vote of all members thereof one of its members to act in his stead, whose as mayor. The appointed commissioner's official designation shall be \"acting president of the board of commissioners.\" The commissioner so appointed shall be acting president is invested with all the powers and shall perform all the duties of the mayor during such the mayor's absence or sickness. The acting president has only one vote as a commissioner and is not entitled to vote as acting president. In case of a vacancy in If the office of mayor is vacated, the board of commissioners shall appoint by a majority vote of all the members thereof one of its number commissioners as acting mayor, who shall be. The acting mayor is invested with all the powers and shall perform all the duties of the mayor, until the election of a mayor. The acting mayor has only one vote as a commissioner and is not entitled to vote as acting mayor. Section 7. That § 9-9-9 be amended to read: 9-9-9. The board constituted of the mayor and the commissioners shall have control of controls all departments of the first or second class municipality and to that end shall have power to may make and enforce such rules and regulations as it may see fit and proper for the organization, management, and operation of the departments of the municipality and of whatever agencies any agency that may be created for the administration of its the board's affairs. Section 8. That § 9-9-10 be amended to read: 9-9-10. The board of commissioners shall have the power has the authority to summon and compel the attendance of witnesses and the production of books and papers whenever if it may be is necessary for the effective discharge of its the board's duties. All Any process necessary to enforce the powers conferred by this section and § 9-9-9 shall be signed by the mayor and attested by the auditor finance officer, and shall be served by its policeman a municipal law enforcement officer or by the sheriff of the county. Section 9. That § 9-9-11 be amended to read: 9-9-11. The board shall meet at least once every each week, or as otherwise determined by ordinance, in regular meeting at such a time and place as shall be fixed by the board, at the city hall or other designated place, to consider, take under advisement, and act upon such on the business as may come before it the board. Section 10. That § 9-9-12 be amended to read: 9-9-12. Special meetings A special meeting may be called by the mayor or by any two commissioners at any time, to consider only such matters as shall be only consider the matter mentioned in the call for such the meeting by written notice thereof given to each member of the board then in the first or second class municipality. A notice of a special meeting shall be given pursuant to § 1-25-1.1 and shall be provided to each commissioner. Section 11. That § 9-9-13 be amended to read: 9-9-13. All sessions of the board shall be open to the public. It shall keep a journal of its proceedings. Each meeting of the board is open to the public and the board shall keep a journal of its proceedings. Section 12. That § 9-9-14 be amended to read: 9-9-14. A majority of the board shall constitute constitutes a quorum for the transaction of all business, but a less number may adjourn from time to time and to do business. If a seat on the board is vacant due to removal, resignation, death, or by operation of law, the quorum consists of the majority of the remaining commissioners who are qualified to serve by election or appointment pursuant to chapter 9-13. The board may compel the attendance of absentees any absentee under such penalties as may be prescribed by ordinance. No action of the board shall be is effective unless upon a vote of a majority of such quorum the board. Section 13. That chapter 9-9 be amended by adding a NEW SECTION to read: The board shall determine the board's rules of procedure, and may punish the board's members for disorderly conduct. The board may, by resolution, establish requirements for attendance at regular meetings and provide for the expulsion of a member in violation of the attendance requirements. Section 14. That § 9-9-15 be repealed. 9-9-15. No final action shall be taken in any matter concerning the special department of any absent commissioner unless such business has been made a special order of the day, or such action is taken at a regular meeting of the board. Section 15. That § 9-9-16 be amended to read: 9-9-16. The yeas and nays shall be taken upon the passage of all ordinances and upon any proposals to create a liability against the first or second class municipality or for the expenditure or appropriation of its money, each ordinance and for any proposal to expend or appropriate money and in all any other cases case at the request of any member, and commissioner. Each vote shall be entered on the journal of its the board's proceedings. A two-thirds vote of the board is required to sell any municipal real property. Section 16. That § 9-9-17 be repealed. 9-9-17. The concurrence of a majority of all the members of the board of commissioners shall be necessary to the passage of any such ordinance or proposal. However, the two-thirds vote of all the commissioners elected is required to sell any city real property. Section 17. That § 9-9-18 be amended to read: 9-9-18. In a municipality governed by a board of five commissioners, the commissioners shall designate by a majority vote one member who shall be known as commissioner to be the \" commissioner of public safety commissioner,\", one who shall be known as commissioner to be the \"commissioner of public works,\" one who shall be known as commissioner to be the \" commissioner of utilities commissioner,\", and one who shall be known as commissioner to be the \"commissioner of finance and revenue.\" Section 18. That § 9-9-19 be amended to read: 9-9-19. In municipalities In any municipality governed by a board consisting of five members commissioners, the mayor and the commissioners shall have the powers and duties described in §§ 9-9-20 to 9-9-24, inclusive. In addition, each commissioner shall supervise any other department assigned or apportioned by resolution of the governing board, adopted by a majority vote at the first meeting of the board in the month following the election year. Each commissioner is in charge of the apparatus, personnel, and personal property used by departments under that commissioner's supervision. Section 19. That § 9-9-20 be amended to read: 9-9-20. In a If any municipality is governed by a board consisting of five members commissioners, the mayor shall have and may exercise all the powers and perform all the duties provided by the laws of this state or the ordinances of the municipality not in conflict therewith. He shall be with the laws of the state. The mayor is the chief executive officer of the municipality, shall preside presides at all meetings of the board, and shall have has general supervision over all departments and officers. In the absence or inability of a commissioner he, the mayor shall temporarily take charge of the department of such that commissioner. He The mayor shall see that enforce all the laws of the municipality are enforced and require that the conditions of the grant of any franchise or privilege are faithfully complied with and performed. He The mayor shall grant all licenses or permits, except as such are required by ordinance to be granted by the board or by some other department or officer. He The mayor shall have under his special charge the supervision of all supervise each public buildings building of the municipality and of all each city parks park except in municipalities having any municipality that has a park board, and the lighting of the streets, alleys, and public buildings of the municipality. He The mayor shall annually and from time to time give the board information relative to the affairs of the municipality and shall recommend for its the board's consideration such measures as he may deem any measure the mayor deems expedient. Section 20. That § 9-9-21 be amended to read: 9-9-21. In a If any municipality is governed by a board consisting of five members commissioners, the commissioner of public safety commissioner shall supervise the enforcement of all police regulations of the municipality and general supervision of the police and fire departments and their the departments' officers and employees. The public safety commissioner shall supervise employees and all other departments assigned or apportioned by resolution of the governing board, adopted by a majority thereof at the first meeting of the board in the month following the election each year. The public safety commissioner shall have charge of all apparatus and personal property used by these departments. The commissioner of public safety commissioner shall also have is also in charge of the municipal pound and supervision of the public weigher and measurer animal control within the municipality, including animal impoundments and shelter. Section 21. That § 9-9-22 be amended to read: 9-9-22. In If a municipality is governed by a board consisting of five members commissioners, the commissioner of public works shall supervise the streets, alleys, public grounds, and municipal improvements thereof, and all public property, except as otherwise specially provided, and. The commissioner shall maintain such the property in a clean and sanitary condition, and the enforcement of enforce all contracts, rules, and regulations necessary. The public works commissioner shall supervise all other departments assigned or apportioned by resolution of the governing board, adopted by a majority thereof at the first meeting of the board in the month following the election each year. Section 22. That § 9-9-23 be amended to read: 9-9-23. In If a municipality is governed by a board consisting of five members commissioners, the commissioner of utilities commissioner shall supervise the construction, maintenance, and operation of the waterworks, sewerage, and any other utility departments of the municipality. The utilities commissioner shall supervise all other departments assigned or apportioned by resolution of the governing board, adopted by a majority thereof at the first meeting of the board in the month following the election each year. The commissioner of utilities commissioner shall enforce all regulations with respect to that department and its revenue. Section 23. That § 9-9-24 be amended to read: 9-9-24. In If a municipality is governed by a board consisting of five members commissioners, the commissioner of finance and revenue shall enforce all laws for the assessment and collection of taxes of every kind and collection of all revenues belonging to the municipality from whatever source derived. The finance and revenue commissioner shall examine into and keep the board informed on the finances of the municipality and its assets and property. The finance and revenue commissioner shall also supervise all other departments assigned or apportioned by resolution of the governing board, adopted by a majority thereof at the first meeting of the board in the month following the election each year. Section 24. That § 9-9-25 be amended to read: 9-9-25. In municipalities If a municipality is governed by a board consisting of three members commissioners, the mayor and commissioners shall have the powers and duties described in §§ 9-9-26 and 9-9-27. Section 25. That § 9-9-26 be amended to read: 9-9-26. In If a municipality is governed by a board consisting of three members commissioners, the mayor shall have the same powers and duties as the mayor in a municipality governed by a board consisting of five members except as to the city parks and the lighting of the streets, alleys, and public buildings of the municipality. In addition he shall have under his special charge the supervision of the police and fire departments, the public health department, and all matters relating to the public welfare of the municipality exercise all the powers and perform all the duties provided by the laws of this state or the ordinances of the municipality not in conflict with state law. The mayor shall be the chief executive officer of the municipality, shall preside at all meetings of the board, and has general supervision over all departments and officers. In the absence or inability of a commissioner, the mayor shall temporarily take charge of the department of the commissioner. The mayor shall see that all the laws of the municipality are enforced and that the conditions of the grant of any franchise or privilege are faithfully complied with and performed. The mayor shall grant all licenses or permits, except as required by ordinance to be granted by the board or by some other department or officer. Section 26. That § 9-9-27 be amended to read: 9-9-27. In If a municipality is governed by a board consisting of three members commissioners, all matters relating to public parks, except in municipalities having a park board, streets, alleys, and public grounds, the sanitary condition thereof, property in connection therewith, and the lighting thereof; the construction, maintenance, and operation of sewers; the finances and revenues and the collection thereof; the assessment and collection of all taxes; the appropriation of all moneys; the general finances and accounting systems of the municipality; and all other matters relating to the management of the affairs of the municipality not specifically assigned as duties of the mayor under § 9-9-26 not designated to the mayor shall be assigned or apportioned as equally as may be between the members commissioners by resolution of the board adopted by a majority thereof vote at the first meeting of the board in the month following the election each year."}, {"bill_id": 8993, "bill_version_id": 50277, "bill_version": "Enrolled", "bill_version_date": "2018-03-05T11:38:15.217-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8993, "action_date": "2018-01-24T14:00:00-06:00", "document_id": 47830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47830.pdf", "status_text": "First read in House and referred to", "journal_page": 177, "committee_id_action": 396, "committee_id_assigned": 389, "result": "N", "vote": {}}, {"bill_id": 8993, "action_date": "2018-02-08T10:00:00-06:00", "document_id": 48754, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48754.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 389, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8993, "action_date": "2018-02-08T10:00:00-06:00", "document_id": 48952, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48952.pdf", "status_text": "Deferred to another day", "journal_page": 0, "committee_id_action": 389, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8993, "action_date": "2018-02-13T10:00:00-06:00", "document_id": 48956, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48956.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 389, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8993, "action_date": "2018-02-13T10:00:00-06:00", "document_id": 49143, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49143.pdf", "status_text": "Do Pass", "journal_page": 417, "committee_id_action": 389, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25713, "president_vote": null, "Yea": [1275, 1302, 1296, 1280, 1274, 1249, 1299, 1258, 1305, 1215, 1298, 1235], "Excused": [1236]}}, {"bill_id": 8993, "action_date": "2018-02-13T10:00:00-06:00", "document_id": 49143, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49143.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 389, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8993, "action_date": "2018-02-14T14:00:00-06:00", "document_id": 49276, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49276.pdf", "status_text": "Do Pass", "journal_page": 440, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25841, "president_vote": null, "Excused": [1313, 1266, 1293, 1254], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1279, 1214, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1308, 1291, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1309, 1259, 1255, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253], "Nay": [1311, 1312, 1287]}}, {"bill_id": 8993, "action_date": "2018-02-15T13:00:00-06:00", "document_id": 49390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49390.pdf", "status_text": "First read in Senate and referred to", "journal_page": 485, "committee_id_action": 395, "committee_id_assigned": 374, "result": "N", "vote": {}}, {"bill_id": 8993, "action_date": "2018-02-28T08:00:00-06:00", "document_id": 49853, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49853.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 374, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8993, "action_date": "2018-02-28T08:00:00-06:00", "document_id": 50045, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50045.pdf", "status_text": "Do Pass", "journal_page": 628, "committee_id_action": 374, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26529, "president_vote": null, "Yea": [1264, 1246, 1232, 1224, 1300, 1270], "Nay": [1243]}}, {"bill_id": 8993, "action_date": "2018-03-01T13:00:00-06:00", "document_id": 50219, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50219.pdf", "status_text": "Do Pass", "journal_page": 673, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26653, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1234, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1289, 1218, 1244, 1281, 1221, 1272, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Nay": [1243, 1233]}}, {"bill_id": 8993, "action_date": "2018-03-05T14:00:00-06:00", "document_id": 50312, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50312.pdf", "status_text": "Signed by the Speaker", "journal_page": 689, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8993, "action_date": "2018-03-07T09:00:00-06:00", "document_id": 50418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50418.pdf", "status_text": "Signed by the President", "journal_page": 749, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8993, "action_date": "2018-03-08T09:00:00-06:00", "document_id": 50486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50486.pdf", "status_text": "Delivered to the Governor", "journal_page": 747, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8993, "action_date": "2018-03-26T11:00:00-05:00", "document_id": 50575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50575.pdf", "status_text": "Signed by the Governor", "journal_page": 795, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6562, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8993"}