{"session_id": 64, "bill_id": 22826, "bill_type": "House Bill", "bill_number": 1057, "bill_title": "prohibit the unauthorized transfer of cannabis and cannabis products by a medical cannabis cardholder to another person.", "sponsors": [{"legislator_profile_id": 3931, "is_prime": true}, {"legislator_profile_id": 3943, "is_prime": true}, {"legislator_profile_id": 3937, "is_prime": false}, {"legislator_profile_id": 3938, "is_prime": false}, {"legislator_profile_id": 3944, "is_prime": false}, {"legislator_profile_id": 3950, "is_prime": false}, {"legislator_profile_id": 3954, "is_prime": false}, {"legislator_profile_id": 3955, "is_prime": false}, {"legislator_profile_id": 3969, "is_prime": false}, {"legislator_profile_id": 3981, "is_prime": false}, {"legislator_profile_id": 3999, "is_prime": false}, {"legislator_profile_id": 4011, "is_prime": false}], "keywords": ["Crimes", "Marijuana", "Medical Cannabis", "Penalty"], "audio": [{"meeting_datetime": "2022-01-26T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju11.mp3", "start_seconds": 706.0}, {"meeting_datetime": "2022-01-26T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju11.mp3", "start_seconds": 706.0}, {"meeting_datetime": "2022-01-26T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju11.mp3", "start_seconds": 706.0}, {"meeting_datetime": "2022-01-26T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju11.mp3", "start_seconds": 706.0}, {"meeting_datetime": "2022-01-27T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou12.mp3", "start_seconds": 3122.0}, {"meeting_datetime": "2022-01-27T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou12.mp3", "start_seconds": 3122.0}, {"meeting_datetime": "2022-01-27T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou12.mp3", "start_seconds": 3122.0}], "bill_versions": [{"bill_id": 22826, "bill_version_id": 226419, "bill_version": "Introduced", "bill_version_date": "2022-01-09T12:30:23.373-06:00", "bill_text": "An Act to prohibit the unauthorized transfer of cannabis and cannabis products by a medical cannabis cardholder to another person. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34-20G-2 be AMENDED: 34-20G-2. A cardholder is not subject to arrest, prosecution, or penalty of any kind, or denial of any right or privilege, including any civil penalty or disciplinary action by a court or occupational or professional licensing board or bureau, for: (l) The medical use of cannabis in accordance with this chapter, if the cardholder does not possess more than the allowable amount of cannabis, and if any cannabis plant is either cultivated in an enclosed, locked facility or is being transported; (2) Reimbursement by a registered qualifying patient to the patient's registered designated caregiver for direct costs incurred by the registered designated caregiver for assisting with the registered qualifying patient's medical use of cannabis; (3) Transferring the cannabis to a testing facility; (4) Compensating a dispensary or a testing facility for goods or services provided; or (5) Selling, transferring, or delivering cannabis seeds produced by the cardholder to a cultivation facility or dispensary; or (6) Offering or providing cannabis to a cardholder for a registered qualifying patient's medical use, to a nonresident cardholder, or to a dispensary if nothing of value is transferred in return and the person giving the cannabis does not knowingly cause the recipient to possess more than the allowable amount of cannabis or cannabis products to a registered qualifying patient if the cardholder is the registered qualifying patient's registered designated caregiver. Section 2. That § 34-20G-8 be AMENDED: 34-20G-8. No dispensary or a dispensary agent is subject to prosecution, search, or inspection, except by the department pursuant to § 34-20G-69, seizure, or penalty in any manner; or may be denied any right or privilege, including civil penalty or disciplinary action by a court or business licensing board or entity, for acting in accordance with this chapter to: (1) Possess, transport, or store cannabis or cannabis products; (2) Deliver, transfer, or transport cannabis to a testing facility and compensate a testing facility for services provided; (3) Accept cannabis offered by a cardholder or nonresident cardholder if nothing of value is exchanged in return; (4) Purchase or otherwise acquire cannabis from a cultivation facility or dispensary, and cannabis products from cannabis product manufacturing facility or dispensary; and or (5)(4) Deliver, sell, supply, transfer, or transport cannabis, cannabis products, cannabis paraphernalia, or related supplies or educational materials to a cardholder, nonresident cardholder, or dispensary. Section 3. That § 34-20G-9 be AMENDED: 34-20G-9. No cultivation facility or a cultivation facility agent is subject to prosecution, search, or inspection, except by the department pursuant to § 34-20G-69, seizure, or penalty of any kind, or may be denied any right or privilege, including civil penalty or disciplinary action by a court or business licensing board or entity, for acting in accordance with this chapter to: (1) Possess, plant, propagate, cultivate, grow, harvest, produce, process, manufacture, compound, convert, prepare, pack, repack, or store cannabis; (2) Deliver, transfer, or transport cannabis to a testing facility and compensate a testing facility for services provided; (3) Accept cannabis offered by a cardholder or nonresident cardholder if nothing of value is exchanged in return; (4) Purchase or otherwise acquire cannabis from a cultivation facility; (5)(4) Purchase cannabis seeds from a cardholder, nonresident cardholder, or the equivalent of a medical cannabis establishment that is registered in another jurisdiction; or (6)(5) Deliver, sell, supply, transfer, or transport cannabis, cannabis paraphernalia, or related supplies or educational materials to a cultivation facility and dispensary. Section 4. That § 34-20G-12 be AMENDED: 34-20G-12. A cardholder, nonresident cardholder, or the The equivalent of a medical cannabis establishment that is registered in another jurisdiction may sell or donate cannabis seeds to a cultivation facility in this state. Section 5. That § 34-20G-49 be AMENDED: 34-20G-49. If the registered qualifying patient's certifying practitioner notifies the department in writing that the registered qualifying patient has ceased to suffer from a debilitating medical condition or that the practitioner no longer believes the patient would receive therapeutic or palliative benefit from the medical use of cannabis, the registry identification card of the patient and registered designated caregiver, if any, is void. However, the registered qualifying The practitioner shall include in the notification the date and time the practitioner notified the patient that the patient ceased to suffer from a debilitating medical condition or that the practitioner no longer believes the patient would receive therapeutic or palliative benefit from the medical use of cannabis. If the patient receives such notice from the practitioner, the patient and caregiver shall have fifteen days to dispose of or give away destroy any cannabis in the registered qualifying patient's possession. Section 6. That § 34-20G-75 be AMENDED: 34-20G-75. In addition to any other penalty under law, a cardholder or nonresident cardholder who intentionally sells or otherwise transfers cannabis in exchange for anything of value or cannabis products to a person other than a cardholder, a nonresident cardholder, or to a medical cannabis establishment or its agent is guilty of a Class 6 felony. This section does not apply to the transfer of cannabis or cannabis products between a registered designated caregiver and a registered qualifying patient that complies with this chapter. Section 7. That § 34-20G-83 be AMENDED: 34-20G-83. The department shall immediately revoke the registry identification card of any cardholder who sells cannabis to a person who is not allowed to possess cannabis for medical purposes under this chapter, and the violates § 34-20G-75. The department shall disqualify the cardholder is disqualified from being a cardholder under this chapter. This section does not apply to the transfer of cannabis or cannabis products between a registered designated caregiver and a registered qualifying patient that complies with this chapter."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22826, "action_date": "2022-01-11T12:00:00-06:00", "document_id": 226347, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/226347.pdf", "status_text": "First Reading House", "journal_page": 7, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22826, "action_date": "2022-01-12T13:00:00-06:00", "document_id": 226713, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/226713.pdf", "status_text": "Referred to", "journal_page": 21, "committee_id_action": 1008, "committee_id_assigned": 1009, "result": "N", "vote": {}}, {"bill_id": 22826, "action_date": "2022-01-26T10:00:00-06:00", "document_id": 229323, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/229323.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1009, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22826, "action_date": "2022-01-26T10:00:00-06:00", "document_id": 229324, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/229324.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 1009, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 71977, "president_vote": null, "Nay": [3913, 3927, 3984, 3985, 3988, 3998], "Yea": [3915, 3976, 3983, 3989, 3997, 4001, 3946]}}, {"bill_id": 22826, "action_date": "2022-01-27T14:00:00-06:00", "document_id": 230262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230262.pdf", "status_text": "Do Pass", "journal_page": 150, "committee_id_action": 1008, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 72110, "president_vote": null, "Excused": [3912, 3950], "Nay": [3913, 3914, 3916, 3919, 3923, 3924, 3927, 3928, 3929, 3930, 3933, 3934, 3948, 3953, 3957, 3960, 3965, 3971, 3972, 3973, 3977, 3978, 3980, 3982, 3984, 3985, 3987, 3988, 3989, 3995, 3998, 4001, 4004, 4005, 4008, 4009, 4013, 4014], "Yea": [3915, 3917, 3931, 3937, 3938, 3941, 3944, 3945, 3946, 3947, 3951, 3954, 3955, 3959, 3963, 3964, 3967, 3968, 3969, 3970, 3976, 3981, 3983, 3986, 3992, 3997, 4007, 4011, 4015, 3942]}}]}