{"session_id": 53, "bill_id": 17408, "bill_type": "House Joint Resolution", "bill_number": 1009, "bill_title": "Proposing and submitting to the electors at the June 2002 primary election amendments to Article XVII of the Constitution of the State of South Dakota, relating to restrictions on corporate farming.", "sponsors": [{"legislator_profile_id": 2748, "is_prime": true}, {"legislator_profile_id": 2821, "is_prime": true}, {"legislator_profile_id": 2726, "is_prime": false}, {"legislator_profile_id": 2727, "is_prime": false}, {"legislator_profile_id": 2728, "is_prime": false}, {"legislator_profile_id": 2730, "is_prime": false}, {"legislator_profile_id": 2732, "is_prime": false}, {"legislator_profile_id": 2733, "is_prime": false}, {"legislator_profile_id": 2734, "is_prime": false}, {"legislator_profile_id": 2735, "is_prime": false}, {"legislator_profile_id": 2736, "is_prime": false}, {"legislator_profile_id": 2737, "is_prime": false}, {"legislator_profile_id": 2739, "is_prime": false}, {"legislator_profile_id": 2740, "is_prime": false}, {"legislator_profile_id": 2743, "is_prime": false}, {"legislator_profile_id": 2745, "is_prime": false}, {"legislator_profile_id": 2746, "is_prime": false}, {"legislator_profile_id": 2747, "is_prime": false}, {"legislator_profile_id": 2749, "is_prime": false}, {"legislator_profile_id": 2750, "is_prime": false}, {"legislator_profile_id": 2753, "is_prime": false}, {"legislator_profile_id": 2754, "is_prime": false}, {"legislator_profile_id": 2755, "is_prime": false}, {"legislator_profile_id": 2756, "is_prime": false}, {"legislator_profile_id": 2757, "is_prime": false}, {"legislator_profile_id": 2758, "is_prime": false}, {"legislator_profile_id": 2759, "is_prime": false}, {"legislator_profile_id": 2760, "is_prime": false}, {"legislator_profile_id": 2761, "is_prime": false}, {"legislator_profile_id": 2762, "is_prime": false}, {"legislator_profile_id": 2763, "is_prime": false}, {"legislator_profile_id": 2764, "is_prime": false}, {"legislator_profile_id": 2765, "is_prime": false}, {"legislator_profile_id": 2766, "is_prime": false}, {"legislator_profile_id": 2769, "is_prime": false}, {"legislator_profile_id": 2772, "is_prime": false}, {"legislator_profile_id": 2773, "is_prime": false}, {"legislator_profile_id": 2774, "is_prime": false}, {"legislator_profile_id": 2775, "is_prime": false}, {"legislator_profile_id": 2777, "is_prime": false}, {"legislator_profile_id": 2780, "is_prime": false}, {"legislator_profile_id": 2782, "is_prime": false}, {"legislator_profile_id": 2784, "is_prime": false}, {"legislator_profile_id": 2786, "is_prime": false}, {"legislator_profile_id": 2791, "is_prime": false}, {"legislator_profile_id": 2792, "is_prime": false}, {"legislator_profile_id": 2793, "is_prime": false}, {"legislator_profile_id": 2794, "is_prime": false}, {"legislator_profile_id": 2795, "is_prime": false}, {"legislator_profile_id": 2796, "is_prime": false}, {"legislator_profile_id": 2798, "is_prime": false}, {"legislator_profile_id": 2800, "is_prime": false}, {"legislator_profile_id": 2803, "is_prime": false}, {"legislator_profile_id": 2802, "is_prime": false}, {"legislator_profile_id": 2804, "is_prime": false}, {"legislator_profile_id": 2805, "is_prime": false}, {"legislator_profile_id": 2806, "is_prime": false}, {"legislator_profile_id": 2811, "is_prime": false}, {"legislator_profile_id": 2812, "is_prime": false}, {"legislator_profile_id": 2813, "is_prime": false}, {"legislator_profile_id": 2814, "is_prime": false}, {"legislator_profile_id": 2816, "is_prime": false}, {"legislator_profile_id": 2820, "is_prime": false}, {"legislator_profile_id": 2825, "is_prime": false}, {"legislator_profile_id": 2826, "is_prime": false}, {"legislator_profile_id": 2827, "is_prime": false}, {"legislator_profile_id": 2828, "is_prime": false}, {"legislator_profile_id": 2829, "is_prime": false}, {"legislator_profile_id": 2830, "is_prime": false}], "keywords": ["Joint Resolutions", "Legislature"], "audio": [{"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst29.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17408, "bill_version_id": 92514, "bill_version": "Introduced", "bill_version_date": "2002-01-22T10:54:40-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the June 2002 primary election amendments to Article XVII of the Constitution of the State of South Dakota, relating to restrictions on corporate farming. BE IT RESOLVED BY THE HOUSE OF REPRESENTATIVES OF THE STATE OF SOUTH DAKOTA, THE SENATE CONCURRING THEREIN: Section 1. That at the June 2002 primary election held in the state, the following amendments to Article XVII of the Constitution of the State of South Dakota, as set forth in sections 2 to 6 of this Joint Resolution, which are hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article XVII, section 21 of the Constitution of the State of South Dakota, be repealed. § 21. No corporation or syndicate may acquire, or otherwise obtain an interest, whether legal, beneficial, or otherwise, in any real estate used for farming in this state, or engage in farming. The term, corporation, means any corporation organized under the laws of any state of the United States or any country. The term, syndicate, includes any limited partnership, limited liability partnership, business trust, or limited liability company organized under the laws of any state of the United States or any country. A syndicate does not include general partnerships, except general partnerships in which nonfamily farm syndicates or nonfamily farm corporations are partners. The term, farming, means the cultivation of land for the production of agricultural crops, fruit, or other horticultural products, or the ownership, keeping, or feeding of animals for the production of livestock or livestock products. Section 3. That Article XVII, section 22 of the Constitution of the State of South Dakota, be repealed. § 22. The restrictions in § 21 of this Article do not apply to: (1) A family farm corporation or syndicate. A family farm corporation or syndicate is a corporation or syndicate engaged in farming or the ownership of agricultural land, in which a majority of the partnership interests, shares, stock, or other ownership interests are held by members of a family or a trust created for the benefit of a member of that family. The term, family, means natural persons related to one another within the fourth degree of kinship according to civil law, or their spouses. At least one of the family members in a family farm corporation or syndicate shall reside on or be actively engaged in the day-to-day labor and management of the farm. Day-to-day labor and management shall require both daily or routine substantial physical exertion and administration. None of the corporation's or syndicate's partners, members, or stockholders may be nonresident aliens, or other corporations or syndicates, unless all of the stockholders, members, or partners of such entities are persons related within the fourth degree of kinship to the majority of partners, members, or stockholders in the family farm corporation or syndicate; (2) Agricultural land acquired or leased, or livestock kept, fed or owned, by a cooperative organized under the laws of any state, if a majority of the shares or other interests of ownership in the cooperative are held by members in the cooperative who are natural persons actively engaged in the day-to-day labor and management of a farm, or family farm corporations or syndicates, and who either acquire from the cooperative, through purchase or otherwise, such livestock, or crops produced on such land, or deliver to the cooperative, through sale or otherwise, crops to be used in the keeping or feeding of such livestock; (3) Nonprofit corporations organized under state nonprofit corporation law; (4) Agricultural land, which, as of the approval date of this amendment, is being farmed, or which is owned or leased, or in which there is a legal or beneficial interest, directly or indirectly owned, acquired, or obtained by a corporation or syndicate, if such land or other interest is held in continuous ownership or under continuous lease by the same such corporation or syndicate. For the purposes of this exemption, land purchased on a contract signed as of the approval date of this amendment is considered as owned on that date; (5) Livestock, which as of the approval date of this amendment, is owned by a corporation or syndicate. For the purposes of this exemption, livestock to be produced under contract for a corporation or syndicate are considered as owned, if the contract is for the keeping or feeding of livestock and is signed as of the approval date of this amendment, and if the contract remains in effect and is not terminated by either party to the contract. This exemption does not extend beyond the term of any contract signed as of the approval date of this amendment; (6) A farm operated for research or experimental purposes, if any commercial sales from the farm are only incidental to the research or experimental objectives of the corporation or syndicate; (7) Land leases by alfalfa processors for the production of alfalfa; (8) Agricultural land operated for the purpose of growing seed, nursery plants, or sod; (9) Mineral rights on agricultural land; (10) Agricultural land acquired or leased by a corporation or syndicate for immediate or potential nonfarming purposes, for a period of five years from the date of purchase. A corporation or syndicate may hold such agricultural land in such acreage as may be necessary to its nonfarm business operation, but pending the development of the agricultural land for nonfarm purposes, such land may not be used for farming except under lease to a family farm corporation or family farm syndicate or a non syndicate or noncorporate farm; (11) Agricultural lands or livestock acquired by a corporation or syndicate by process of law in the collection of debts, or by any procedures for the enforcement of a lien, encumbrance, or claim thereon, whether created by mortgage or otherwise. Any lands so acquired shall be disposed of within a period of five years and may not be used for farming before being disposed of, except under a lease to a family farm corporation or syndicate, or a nonsyndicate or noncorporate farm. Any livestock so acquired shall be disposed of within six months; (12) Agricultural lands held by a state or nationally chartered bank as trustee for a person, corporation or syndicate that is otherwise exempt from the provisions of § § 21 to 24, inclusive, of Article XVII; (13) A bona fide encumbrance taken for purposes of security; (14) Custom spraying, fertilizing, or harvesting; (15) Livestock futures contracts, livestock purchased for slaughter within two weeks of the purchase date, or livestock purchased and resold within two weeks. Section 4. That Article XVII, section 23 of the Constitution of the State of South Dakota, be repealed. § 23. If a family farm corporation or family farm syndicate that has qualified under all the requirements of a family farm corporation or a family farm syndicate ceases to meet the defined criteria, it has twenty years, if the ownership of the majority of the stock of such corporation, or the majority of the ownership interest of such syndicate, continues to be held by persons related to one another within the fourth degree of kinship or their spouses, and their land holdings are not increased, to either requalify as a family farm corporation or family farm syndicate or dissolve and return to personal ownership. Section 5. That Article XVII, section 24 of the Constitution of the State of South Dakota, be repealed: § 24. Any corporation or syndicate that owns agricultural land or engages in farming is required to report information necessary for the enforcement of § § 21 to 24, inclusive, of Article XVII to the secretary of state on an annual basis, under rules promulgated by the secretary pursuant to state law. The secretary of state shall monitor such reports and notify the attorney general of any possible violations, and any resident of the state may also notify the attorney general of any possible violations. If a corporation or syndicate violates any provision of § § 21 to 24, inclusive, of Article XVII, the attorney general shall commence an action in circuit court to enjoin any pending illegal purchase of land or livestock, or to force divestiture of land or livestock held in violation of § § 21 to 24, inclusive, of Article XVII. The court shall order any land held in violation of § § 21 to 24 of Article XVII to be divested within two years and any livestock to be divested within six months. If land so ordered by the court has not been divested within two years, the court shall declare the land escheated to the state. If the attorney general fails to bring an action in circuit court to enforce § § 21 to 24, inclusive, of Article XVII, any resident of the state has standing in circuit court to sue for enforcement. Section 6. That Article XVII of the Constitution of the State of South Dakota be amended by adding thereto a NEW SECTION to read as follows: § 25. No corporation may engage in farming or acquire, or otherwise obtain an interest, whether legal, beneficial, or otherwise, in any agricultural land in this state. For purposes of this section, the term, farming, means the ownership of livestock for more than two consecutive weeks, or the cultivation of land for the production of crops or horticultural products. For purposes of this section, the term, corporation, means any legal entity that limits the liability of any investor or owner, except: (1) An entity in which all investors are natural persons, and one of the investors is actively engaged in the day-to-day management of the farm land or farm operation; (2) An entity that engages in farming primarily for scientific, medical, research, or experimental purposes; (3) An entity that owns only a mineral right, a right-of-way, a utility easement, a transportation easement, a water line easement, a drainage easement, a telecommunication easement, or any less than fee simple interest in land which is held primarily for a nonfarming purpose or use; (4) An entity that purchases any interest in agricultural land primarily for a nonfarming purpose, if the nonfarming purpose is applied to the land within five years of the date of purchase. This exemption applies if the land is used for the nonfarming purpose, and if any farming operations on such land are merely incidental to the primary use and are conducted by contract or lease to a person or entity who is not otherwise prohibited from farming or owning agricultural land in this state; (5) An entity that is a lender and acquires land or livestock as collateral on a debt, if the lender disposes of the land within five years and the livestock within one year of acquisition; (6) A trustee holding lands or livestock for the benefit of persons or entities who are not prohibited from farming or owning agricultural land in South Dakota; and (7) An entity or person with a vested property interest in agricultural land or farming on June 1, 2002, or who lawfully engaged in farming or owned agricultural land in this state on November 1, 1998. However, no expansion is allowed under this exemption beyond the size and extent of the farming operation on June 1, 2002."}, {"bill_id": 17408, "bill_version_id": 93187, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "2002-01-30T10:07:30-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the June 2002 primary election amendments to Article XVII of the Constitution of the State of South Dakota, relating to restrictions on corporate farming. BE IT RESOLVED BY THE HOUSE OF REPRESENTATIVES OF THE STATE OF SOUTH DAKOTA, THE SENATE CONCURRING THEREIN: Section 1. That at the June 2002 primary election held in the state, the following amendments to Article XVII of the Constitution of the State of South Dakota, as set forth in sections 2 to 6 of this Joint Resolution, which are hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article XVII, section 21 of the Constitution of the State of South Dakota, be repealed. § 21. No corporation or syndicate may acquire, or otherwise obtain an interest, whether legal, beneficial, or otherwise, in any real estate used for farming in this state, or engage in farming. The term, corporation, means any corporation organized under the laws of any state of the United States or any country. The term, syndicate, includes any limited partnership, limited liability partnership, business trust, or limited liability company organized under the laws of any state of the United States or any country. A syndicate does not include general partnerships, except general partnerships in which nonfamily farm syndicates or nonfamily farm corporations are partners. The term, farming, means the cultivation of land for the production of agricultural crops, fruit, or other horticultural products, or the ownership, keeping, or feeding of animals for the production of livestock or livestock products. Section 3. That Article XVII, section 22 of the Constitution of the State of South Dakota, be repealed. § 22. The restrictions in § 21 of this Article do not apply to: (1) A family farm corporation or syndicate. A family farm corporation or syndicate is a corporation or syndicate engaged in farming or the ownership of agricultural land, in which a majority of the partnership interests, shares, stock, or other ownership interests are held by members of a family or a trust created for the benefit of a member of that family. The term, family, means natural persons related to one another within the fourth degree of kinship according to civil law, or their spouses. At least one of the family members in a family farm corporation or syndicate shall reside on or be actively engaged in the day-to-day labor and management of the farm. Day-to-day labor and management shall require both daily or routine substantial physical exertion and administration. None of the corporation's or syndicate's partners, members, or stockholders may be nonresident aliens, or other corporations or syndicates, unless all of the stockholders, members, or partners of such entities are persons related within the fourth degree of kinship to the majority of partners, members, or stockholders in the family farm corporation or syndicate; (2) Agricultural land acquired or leased, or livestock kept, fed or owned, by a cooperative organized under the laws of any state, if a majority of the shares or other interests of ownership in the cooperative are held by members in the cooperative who are natural persons actively engaged in the day-to-day labor and management of a farm, or family farm corporations or syndicates, and who either acquire from the cooperative, through purchase or otherwise, such livestock, or crops produced on such land, or deliver to the cooperative, through sale or otherwise, crops to be used in the keeping or feeding of such livestock; (3) Nonprofit corporations organized under state nonprofit corporation law; (4) Agricultural land, which, as of the approval date of this amendment, is being farmed, or which is owned or leased, or in which there is a legal or beneficial interest, directly or indirectly owned, acquired, or obtained by a corporation or syndicate, if such land or other interest is held in continuous ownership or under continuous lease by the same such corporation or syndicate. For the purposes of this exemption, land purchased on a contract signed as of the approval date of this amendment is considered as owned on that date; (5) Livestock, which as of the approval date of this amendment, is owned by a corporation or syndicate. For the purposes of this exemption, livestock to be produced under contract for a corporation or syndicate are considered as owned, if the contract is for the keeping or feeding of livestock and is signed as of the approval date of this amendment, and if the contract remains in effect and is not terminated by either party to the contract. This exemption does not extend beyond the term of any contract signed as of the approval date of this amendment; (6) A farm operated for research or experimental purposes, if any commercial sales from the farm are only incidental to the research or experimental objectives of the corporation or syndicate; (7) Land leases by alfalfa processors for the production of alfalfa; (8) Agricultural land operated for the purpose of growing seed, nursery plants, or sod; (9) Mineral rights on agricultural land; (10) Agricultural land acquired or leased by a corporation or syndicate for immediate or potential nonfarming purposes, for a period of five years from the date of purchase. A corporation or syndicate may hold such agricultural land in such acreage as may be necessary to its nonfarm business operation, but pending the development of the agricultural land for nonfarm purposes, such land may not be used for farming except under lease to a family farm corporation or family farm syndicate or a non syndicate or noncorporate farm; (11) Agricultural lands or livestock acquired by a corporation or syndicate by process of law in the collection of debts, or by any procedures for the enforcement of a lien, encumbrance, or claim thereon, whether created by mortgage or otherwise. Any lands so acquired shall be disposed of within a period of five years and may not be used for farming before being disposed of, except under a lease to a family farm corporation or syndicate, or a nonsyndicate or noncorporate farm. Any livestock so acquired shall be disposed of within six months; (12) Agricultural lands held by a state or nationally chartered bank as trustee for a person, corporation or syndicate that is otherwise exempt from the provisions of § § 21 to 24, inclusive, of Article XVII; (13) A bona fide encumbrance taken for purposes of security; (14) Custom spraying, fertilizing, or harvesting; (15) Livestock futures contracts, livestock purchased for slaughter within two weeks of the purchase date, or livestock purchased and resold within two weeks. Section 4. That Article XVII, section 23 of the Constitution of the State of South Dakota, be repealed. § 23. If a family farm corporation or family farm syndicate that has qualified under all the requirements of a family farm corporation or a family farm syndicate ceases to meet the defined criteria, it has twenty years, if the ownership of the majority of the stock of such corporation, or the majority of the ownership interest of such syndicate, continues to be held by persons related to one another within the fourth degree of kinship or their spouses, and their land holdings are not increased, to either requalify as a family farm corporation or family farm syndicate or dissolve and return to personal ownership. Section 5. That Article XVII, section 24 of the Constitution of the State of South Dakota, be repealed: § 24. Any corporation or syndicate that owns agricultural land or engages in farming is required to report information necessary for the enforcement of § § 21 to 24, inclusive, of Article XVII to the secretary of state on an annual basis, under rules promulgated by the secretary pursuant to state law. The secretary of state shall monitor such reports and notify the attorney general of any possible violations, and any resident of the state may also notify the attorney general of any possible violations. If a corporation or syndicate violates any provision of § § 21 to 24, inclusive, of Article XVII, the attorney general shall commence an action in circuit court to enjoin any pending illegal purchase of land or livestock, or to force divestiture of land or livestock held in violation of § § 21 to 24, inclusive, of Article XVII. The court shall order any land held in violation of § § 21 to 24 of Article XVII to be divested within two years and any livestock to be divested within six months. If land so ordered by the court has not been divested within two years, the court shall declare the land escheated to the state. If the attorney general fails to bring an action in circuit court to enforce § § 21 to 24, inclusive, of Article XVII, any resident of the state has standing in circuit court to sue for enforcement. Section 6. That Article XVII of the Constitution of the State of South Dakota be amended by adding thereto a NEW SECTION to read as follows: § 25. No corporation may engage in farming or acquire, or otherwise obtain an interest, whether legal, beneficial, or otherwise, in any agricultural land in this state. For purposes of this section, the term, farming, means the ownership of livestock for more than two consecutive weeks, or the cultivation of land for the production of crops or horticultural products. For purposes of this section, the term, corporation, means any legal entity that limits the liability of any investor or owner, except: (1) An entity in which all investors are natural persons, and one of the investors is actively engaged in the day-to-day management of the farm land or farm operation; (2) An entity in which a majority of the voting rights are owned by qualified persons who own agricultural land or an interest in a farming operation. For purposes of this subdivision, a qualified person is either a natural person or an entity that meets the requirements of subdivision (1) of this section; (3) An entity that engages in farming primarily for scientific, medical, research, or experimental purposes; (4) An entity that owns only a mineral right, a right-of-way, a utility easement, a transportation easement, a water line easement, a drainage easement, a telecommunication easement, or any less than fee simple interest in land which is held primarily for a nonfarming purpose or use; (5) An entity that purchases any interest in agricultural land primarily for a nonfarming purpose, if the nonfarming purpose is applied to the land within five years of the date of purchase. This exemption applies if the land is used for the nonfarming purpose, and if any farming operations on such land are merely incidental to the primary use and are conducted by contract or lease to a person or entity who is not otherwise prohibited from farming or owning agricultural land in this state; (6) An entity that is a lender and acquires land or livestock as collateral on a debt, if the lender disposes of the land within five years and the livestock within one year of acquisition; (7) A trustee holding lands or livestock for the benefit of persons or entities who are not prohibited from farming or owning agricultural land in South Dakota; and (8) An entity or person with a vested property interest in agricultural land or farming on June 1, 2002, or who lawfully engaged in farming or owned agricultural land in this state on November 1, 1998. However, no expansion is allowed under this exemption beyond the size and extent of the farming operation on June 1, 2002."}, {"bill_id": 17408, "bill_version_id": 93462, "bill_version": "House Engrossed", "bill_version_date": "2002-02-01T14:52:05-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the June 2002 primary election amendments to Article XVII of the Constitution of the State of South Dakota, relating to restrictions on corporate farming. BE IT RESOLVED BY THE HOUSE OF REPRESENTATIVES OF THE STATE OF SOUTH DAKOTA, THE SENATE CONCURRING THEREIN: Section 1. That at the June 2002 primary election held in the state, the following amendments to Article XVII of the Constitution of the State of South Dakota, as set forth in sections 2 to 6 of this Joint Resolution, which are hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article XVII, section 21 of the Constitution of the State of South Dakota, be repealed. § 21. No corporation or syndicate may acquire, or otherwise obtain an interest, whether legal, beneficial, or otherwise, in any real estate used for farming in this state, or engage in farming. The term, corporation, means any corporation organized under the laws of any state of the United States or any country. The term, syndicate, includes any limited partnership, limited liability partnership, business trust, or limited liability company organized under the laws of any state of the United States or any country. A syndicate does not include general partnerships, except general partnerships in which nonfamily farm syndicates or nonfamily farm corporations are partners. The term, farming, means the cultivation of land for the production of agricultural crops, fruit, or other horticultural products, or the ownership, keeping, or feeding of animals for the production of livestock or livestock products. Section 3. That Article XVII, section 22 of the Constitution of the State of South Dakota, be repealed. § 22. The restrictions in § 21 of this Article do not apply to: (1) A family farm corporation or syndicate. A family farm corporation or syndicate is a corporation or syndicate engaged in farming or the ownership of agricultural land, in which a majority of the partnership interests, shares, stock, or other ownership interests are held by members of a family or a trust created for the benefit of a member of that family. The term, family, means natural persons related to one another within the fourth degree of kinship according to civil law, or their spouses. At least one of the family members in a family farm corporation or syndicate shall reside on or be actively engaged in the day-to-day labor and management of the farm. Day-to-day labor and management shall require both daily or routine substantial physical exertion and administration. None of the corporation's or syndicate's partners, members, or stockholders may be nonresident aliens, or other corporations or syndicates, unless all of the stockholders, members, or partners of such entities are persons related within the fourth degree of kinship to the majority of partners, members, or stockholders in the family farm corporation or syndicate; (2) Agricultural land acquired or leased, or livestock kept, fed or owned, by a cooperative organized under the laws of any state, if a majority of the shares or other interests of ownership in the cooperative are held by members in the cooperative who are natural persons actively engaged in the day-to-day labor and management of a farm, or family farm corporations or syndicates, and who either acquire from the cooperative, through purchase or otherwise, such livestock, or crops produced on such land, or deliver to the cooperative, through sale or otherwise, crops to be used in the keeping or feeding of such livestock; (3) Nonprofit corporations organized under state nonprofit corporation law; (4) Agricultural land, which, as of the approval date of this amendment, is being farmed, or which is owned or leased, or in which there is a legal or beneficial interest, directly or indirectly owned, acquired, or obtained by a corporation or syndicate, if such land or other interest is held in continuous ownership or under continuous lease by the same such corporation or syndicate. For the purposes of this exemption, land purchased on a contract signed as of the approval date of this amendment is considered as owned on that date; (5) Livestock, which as of the approval date of this amendment, is owned by a corporation or syndicate. For the purposes of this exemption, livestock to be produced under contract for a corporation or syndicate are considered as owned, if the contract is for the keeping or feeding of livestock and is signed as of the approval date of this amendment, and if the contract remains in effect and is not terminated by either party to the contract. This exemption does not extend beyond the term of any contract signed as of the approval date of this amendment; (6) A farm operated for research or experimental purposes, if any commercial sales from the farm are only incidental to the research or experimental objectives of the corporation or syndicate; (7) Land leases by alfalfa processors for the production of alfalfa; (8) Agricultural land operated for the purpose of growing seed, nursery plants, or sod; (9) Mineral rights on agricultural land; (10) Agricultural land acquired or leased by a corporation or syndicate for immediate or potential nonfarming purposes, for a period of five years from the date of purchase. A corporation or syndicate may hold such agricultural land in such acreage as may be necessary to its nonfarm business operation, but pending the development of the agricultural land for nonfarm purposes, such land may not be used for farming except under lease to a family farm corporation or family farm syndicate or a non syndicate or noncorporate farm; (11) Agricultural lands or livestock acquired by a corporation or syndicate by process of law in the collection of debts, or by any procedures for the enforcement of a lien, encumbrance, or claim thereon, whether created by mortgage or otherwise. Any lands so acquired shall be disposed of within a period of five years and may not be used for farming before being disposed of, except under a lease to a family farm corporation or syndicate, or a nonsyndicate or noncorporate farm. Any livestock so acquired shall be disposed of within six months; (12) Agricultural lands held by a state or nationally chartered bank as trustee for a person, corporation or syndicate that is otherwise exempt from the provisions of § § 21 to 24, inclusive, of Article XVII; (13) A bona fide encumbrance taken for purposes of security; (14) Custom spraying, fertilizing, or harvesting; (15) Livestock futures contracts, livestock purchased for slaughter within two weeks of the purchase date, or livestock purchased and resold within two weeks. Section 4. That Article XVII, section 23 of the Constitution of the State of South Dakota, be repealed. § 23. If a family farm corporation or family farm syndicate that has qualified under all the requirements of a family farm corporation or a family farm syndicate ceases to meet the defined criteria, it has twenty years, if the ownership of the majority of the stock of such corporation, or the majority of the ownership interest of such syndicate, continues to be held by persons related to one another within the fourth degree of kinship or their spouses, and their land holdings are not increased, to either requalify as a family farm corporation or family farm syndicate or dissolve and return to personal ownership. Section 5. That Article XVII, section 24 of the Constitution of the State of South Dakota, be repealed: § 24. Any corporation or syndicate that owns agricultural land or engages in farming is required to report information necessary for the enforcement of § § 21 to 24, inclusive, of Article XVII to the secretary of state on an annual basis, under rules promulgated by the secretary pursuant to state law. The secretary of state shall monitor such reports and notify the attorney general of any possible violations, and any resident of the state may also notify the attorney general of any possible violations. If a corporation or syndicate violates any provision of § § 21 to 24, inclusive, of Article XVII, the attorney general shall commence an action in circuit court to enjoin any pending illegal purchase of land or livestock, or to force divestiture of land or livestock held in violation of § § 21 to 24, inclusive, of Article XVII. The court shall order any land held in violation of § § 21 to 24 of Article XVII to be divested within two years and any livestock to be divested within six months. If land so ordered by the court has not been divested within two years, the court shall declare the land escheated to the state. If the attorney general fails to bring an action in circuit court to enforce § § 21 to 24, inclusive, of Article XVII, any resident of the state has standing in circuit court to sue for enforcement. Section 6. That Article XVII of the Constitution of the State of South Dakota be amended by adding thereto a NEW SECTION to read as follows: § 25. No corporation may engage in farming or acquire, or otherwise obtain an interest, whether legal, beneficial, or otherwise, in any agricultural land in this state. For purposes of this section, the term, farming, means the ownership of livestock for more than two consecutive weeks, or the cultivation of land for the production of crops or horticultural products. For purposes of this section, the term, corporation, means any legal entity that limits the liability of any investor or owner, except: (1) An entity in which all investors are natural persons, and one of the investors is actively engaged in the day-to-day management of the farm land or farm operation; (2) An entity in which a majority of the voting rights are owned by qualified persons who own agricultural land or an interest in a farming operation. For purposes of this subdivision, a qualified person is either a natural person or an entity that meets the requirements of subdivision (1) of this section; (3) An entity that engages in farming primarily for scientific, medical, research, or experimental purposes; (4) An entity that owns only a mineral right, a right-of-way, a utility easement, a transportation easement, a water line easement, a drainage easement, a telecommunication easement, or any less than fee simple interest in land which is held primarily for a nonfarming purpose or use; (5) An entity that purchases any interest in agricultural land primarily for a nonfarming purpose, if the nonfarming purpose is applied to the land within five years of the date of purchase. This exemption applies if the land is used for the nonfarming purpose, and if any farming operations on such land are merely incidental to the primary use and are conducted by contract or lease to a person or entity who is not otherwise prohibited from farming or owning agricultural land in this state; (6) An entity that is a lender and acquires land or livestock as collateral on a debt, if the lender disposes of the land within five years and the livestock within one year of acquisition; (7) A trustee holding lands or livestock for the benefit of persons or entities who are not prohibited from farming or owning agricultural land in South Dakota; (8) An entity or person with a vested property interest in agricultural land or farming on June 1, 2002, or who lawfully engaged in farming or owned agricultural land in this state on November 1, 1998. However, no expansion is allowed under this exemption beyond the size and extent of the farming operation on June 1, 2002; and (9) A nonprofit entity as defined in law by the South Dakota Legislature."}, {"bill_id": 17408, "bill_version_id": 94649, "bill_version": "Enrolled", "bill_version_date": "2002-02-20T09:04:29-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17408, "action_date": "2002-01-22T14:00:00-06:00", "document_id": 92568, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92568.pdf", "status_text": "First read in House and referred to", "journal_page": 221, "committee_id_action": 768, "committee_id_assigned": 754, "result": "N", "vote": {}}, {"bill_id": 17408, "action_date": "2002-01-29T19:30:00-06:00", "document_id": 93168, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93168.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 754, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17408, "action_date": "2002-01-29T19:30:00-06:00", "document_id": 93168, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93168.pdf", "status_text": "Do Pass Amended,", "journal_page": 366, "committee_id_action": 754, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53755, "president_vote": null, "Nay": [2731, 2779], "Yea": [2756, 2765, 2769, 2774, 2807, 2811, 2814, 2825, 2786, 2748], "Excused": [2764]}}, {"bill_id": 17408, "action_date": "2002-02-01T13:00:00-06:00", "document_id": 93440, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93440.pdf", "status_text": "Motion to Amend,", "journal_page": 417, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17408, "action_date": "2002-02-01T13:00:00-06:00", "document_id": 93440, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93440.pdf", "status_text": "Do Pass Amended,", "journal_page": 417, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54075, "president_vote": null, "Yea": [2724, 2725, 2728, 2729, 2732, 2735, 2736, 2737, 2738, 2741, 2744, 2748, 2749, 2752, 2754, 2755, 2757, 2759, 2763, 2764, 2765, 2766, 2767, 2768, 2769, 2770, 2771, 2773, 2774, 2775, 2777, 2781, 2782, 2783, 2786, 2788, 2790, 2793, 2794, 2797, 2799, 2803, 2804, 2805, 2806, 2807, 2808, 2811, 2812, 2813, 2814, 2815, 2816, 2817, 2820, 2822, 2824, 2825, 2830, 2751], "Excused": [2731, 2756, 2789], "Nay": [2758, 2779, 2785, 2798, 2800, 2823, 2826]}}, {"bill_id": 17408, "action_date": "2002-02-04T14:00:00-06:00", "document_id": 93586, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93586.pdf", "status_text": "First read in Senate and referred to", "journal_page": 363, "committee_id_action": 769, "committee_id_assigned": 751, "result": "N", "vote": {}}, {"bill_id": 17408, "action_date": "2002-02-13T07:45:00-06:00", "document_id": 94292, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94292.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 751, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17408, "action_date": "2002-02-15T07:30:00-06:00", "document_id": 94491, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94491.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 751, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17408, "action_date": "2002-02-15T07:30:00-06:00", "document_id": 94491, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94491.pdf", "status_text": "Do Pass,", "journal_page": 587, "committee_id_action": 751, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52726, "president_vote": null, "Yea": [2733, 2740, 2772, 2796, 2819, 2821, 2829, 2734, 2753]}}, {"bill_id": 17408, "action_date": "2002-02-19T14:00:00-06:00", "document_id": 94626, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94626.pdf", "status_text": "Do Pass Amended,", "journal_page": 616, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52855, "president_vote": null, "Yea": [2726, 2727, 2730, 2733, 2734, 2739, 2740, 2743, 2746, 2747, 2750, 2753, 2760, 2762, 2772, 2778, 2784, 2787, 2791, 2792, 2795, 2796, 2802, 2809, 2810, 2818, 2819, 2821, 2827, 2829], "Nay": [2742, 2761, 2780, 2828], "Excused": [2745]}}, {"bill_id": 17408, "action_date": "2002-02-21T13:00:00-06:00", "document_id": 94847, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94847.pdf", "status_text": "Signed by Speaker", "journal_page": 808, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17408, "action_date": "2002-02-22T08:00:00-06:00", "document_id": 94911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94911.pdf", "status_text": "Signed by President", "journal_page": 675, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17408, "action_date": "2002-02-22T09:00:00-06:00", "document_id": 94934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94934.pdf", "status_text": "Delivered to Sec. of State", "journal_page": 844, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2060, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17408"}