{"session_id": 8, "bill_id": 1644, "bill_type": "House Bill", "bill_number": 1231, "bill_title": "provide for the monitoring of the prescribing and dispensing of controlled substances.", "sponsors": [{"legislator_profile_id": 800, "is_prime": true}, {"legislator_profile_id": 767, "is_prime": true}, {"legislator_profile_id": 809, "is_prime": false}, {"legislator_profile_id": 821, "is_prime": false}, {"legislator_profile_id": 771, "is_prime": false}, {"legislator_profile_id": 844, "is_prime": false}, {"legislator_profile_id": 820, "is_prime": false}, {"legislator_profile_id": 804, "is_prime": false}, {"legislator_profile_id": 754, "is_prime": false}, {"legislator_profile_id": 772, "is_prime": false}, {"legislator_profile_id": 766, "is_prime": false}, {"legislator_profile_id": 801, "is_prime": false}, {"legislator_profile_id": 827, "is_prime": false}, {"legislator_profile_id": 808, "is_prime": false}, {"legislator_profile_id": 742, "is_prime": false}, {"legislator_profile_id": 755, "is_prime": false}, {"legislator_profile_id": 751, "is_prime": false}, {"legislator_profile_id": 744, "is_prime": false}, {"legislator_profile_id": 786, "is_prime": false}, {"legislator_profile_id": 819, "is_prime": false}, {"legislator_profile_id": 841, "is_prime": false}, {"legislator_profile_id": 762, "is_prime": false}, {"legislator_profile_id": 810, "is_prime": false}, {"legislator_profile_id": 823, "is_prime": false}, {"legislator_profile_id": 789, "is_prime": false}, {"legislator_profile_id": 776, "is_prime": false}], "keywords": ["Administrative Rules", "Controlled Substances", "Fees", "Public Health and Safety"], "audio": [{"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hhe19.mp3", "start_seconds": 2580.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hhe19.mp3", "start_seconds": 2580.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hhe19.mp3", "start_seconds": 2580.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hhe19.mp3", "start_seconds": 2580.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hhe19.mp3", "start_seconds": 2580.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hhe19.mp3", "start_seconds": 2580.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou21.mp3", "start_seconds": 4044.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou21.mp3", "start_seconds": 4044.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou21.mp3", "start_seconds": 4044.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou21.mp3", "start_seconds": 4044.0}, {"meeting_datetime": "2010-03-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju30.mp3", "start_seconds": 4839.0}, {"meeting_datetime": "2010-03-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju30.mp3", "start_seconds": 4839.0}, {"meeting_datetime": "2010-03-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju30.mp3", "start_seconds": 4839.0}, {"meeting_datetime": "2010-03-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju30.mp3", "start_seconds": 4839.0}, {"meeting_datetime": "2010-03-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju30.mp3", "start_seconds": 4839.0}, {"meeting_datetime": "2010-03-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju32.mp3", "start_seconds": 2080.0}, {"meeting_datetime": "2010-03-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju32.mp3", "start_seconds": 2080.0}, {"meeting_datetime": "2010-03-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju32.mp3", "start_seconds": 2080.0}, {"meeting_datetime": "2010-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen34.mp3", "start_seconds": 4390.0}, {"meeting_datetime": "2010-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen34.mp3", "start_seconds": 4390.0}, {"meeting_datetime": "2010-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen34.mp3", "start_seconds": 4390.0}], "bill_versions": [{"bill_id": 1644, "bill_version_id": 11574, "bill_version": "Introduced", "bill_version_date": "2010-02-02T09:17:42.957-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the monitoring of the prescribing and dispensing of controlled substances. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Administer,\" the direct application of a controlled substance to the body of a patient. The term does not include the prescribing of a controlled substance for administration by the patient or someone other than the health care provider; (2) \"Board,\" the Board of Pharmacy; (3) \"Central repository,\" a place where electronic data related to the prescribing and dispensing of controlled substances is collected; (4) \"Controlled substance,\" any drug, substance, or immediate precursor as provided in schedules II through IV pursuant to §§ 34-20B-11 to 34-20B-26, inclusive, and additional substances identified by the board as demonstrating a potential for abuse by professionals licensed to prescribe or dispense such substances; (5) \"De-identified information,\" health information that is not individually identifiable information because an expert has made that determination pursuant to 45 C.F.R. 164.514, or direct identifiers and specified demographic information have been removed in accordance with the requirements of that section; (6) \"Dispense,\" to deliver a controlled substance to an ultimate user by or pursuant to the lawful order of a health care provider, including the prescribing, administering, packaging, labeling, or compounding necessary to prepare the substance for delivery; (7) \"Dispenser,\" any person who delivers a controlled substance to the ultimate user, but does not include: (a) A licensed hospital pharmacy that provides a controlled substance for the purpose of inpatient hospital care; (b) A licensed health care provider or other authorized individual in those instances when the practitioner administers a controlled substance to a patient; or (c) A licensed veterinarian; (8) \"Individually identifiable health information,\" the meaning set forth in 45 C.F.R. 160.103; (9) \"Patient,\" any individual or owner of an animal who is the ultimate user of a controlled substance for whom a prescription is issued and for whom a controlled substance is dispensed; (10) \"Prescriber,\" an individual licensed, registered, or otherwise authorized by the jurisdiction in which the individual is practicing to prescribe drugs in the course of professional practice. The term does not include a veterinarian; (11) \"Program,\" the prescription drug monitoring program established by this Act. Section 2. The board shall establish and maintain a prescription drug monitoring program to monitor the prescribing and dispensing of all controlled substances. The program shall utilize a central repository, to which each dispenser shall submit, by electronic means, information regarding each prescription dispensed for a controlled substance. The information submitted for each prescription shall include all of the data elements in the 2005 version of the electronic reporting standard for prescription monitoring programs, version 003, release 000, of the American Society for Automation in Pharmacy. Section 3. Each dispenser shall submit the information required by this Act to the central repository at least once each week unless the board waives this requirement for good cause shown by the dispenser. Section 4. The board may grant an extension of the time in which a dispenser must report the information required by section 2 of this Act to any dispenser that is unable to submit prescription information by electronic means because of one of the following occurrences: (1) The dispenser suffers a mechanical or electronic failure or cannot report within the required time for other reasons beyond the dispenser's control; (2) The central repository is unable to receive electronic submissions; or (3) Good cause shown by a dispenser. Section 5. Information submitted to the central repository is confidential and may not be disclosed except as provided in section 7 of this Act. Section 6. The board shall establish and maintain procedures to ensure that the privacy, confidentiality, and security of patient information collected, recorded, transmitted, and maintained is not disclosed except as provided in section 7 of this Act. Section 7. Unless disclosure is prohibited by law, the board may provide data in the central repository to: (1) Any prescriber for the purpose of providing medical care to a patient, a dispenser for the purpose of filling a prescription or providing pharmaceutical care for a patient, a prescriber or dispenser inquiring about the prescriber's or dispenser's own prescribing activity, or a prescriber or dispenser in order to further the purposes of the program; (2) Any individual who requests the prescription information of the individual or the individual's minor child; (3) Any state board or regulatory agency that is responsible for the licensing of individuals authorized to prescribe or dispense controlled substances if the board or regulatory agency is seeking information from the central repository that is relevant to an investigation of an individual who holds a license issued by that board or regulatory agency; (4) Any local, state, and federal law enforcement or prosecutorial officials engaged in the enforcement of laws relating to controlled substances who seek information for the purpose of an investigation or prosecution of the drug-related activity or probation compliance of an individual; (5) The Department of Social Services for purposes regarding the utilization of controlled substances by a medicaid recipient; (6) Any insurer for purposes regarding the utilization of controlled substances by a claimant; (7) Any judicial authority under grand jury subpoena or court order or equivalent judicial process for investigation of criminal violations of controlled substances laws; (8) Any public or private entity for statistical, research, or educational purposes after the information is de-identified with respect to any prescriber, dispenser, or patient who received a prescription for a controlled substance; or (9) Any peer review committee, which means any committee of a health care organization, composed of health care providers, employees, administrators, consultants, agents, or members of the health care organization's governing body, which conducts professional peer review. Section 8. The board may charge a fee of ten dollars to any individual who requests information from the central repository pursuant to subdivision (2) of section 7 of this Act. The board may charge a fee of one hundred dollars to any person who requests information from the central repository pursuant to subdivision (8) of section 7 of this Act. Section 9. The board shall maintain a record of each request for information from the central repository. The board may use the records to document and report statistics and outcomes. The board may provide records of the requests for information to: (1) Any board or regulatory agency responsible for the licensing of individuals authorized to prescribe or dispense controlled substances that is engaged in an investigation of the individual who submitted the request for information from the central repository; and (2) Any local, state, and federal law enforcement or prosecutorial official engaged in the enforcement of laws relating to controlled substances for the purpose of an active investigation of an individual who requested information from the central repository. Section 10. The board may contract with another agency of this state, with an agency of another state, or with a private vendor to facilitate the effective operation of the prescription drug monitoring program. Any contractor is bound to comply with the provisions regarding confidentiality of prescription drug information in this Act and is subject to termination or sanction, or both, for unlawful acts. Section 11. Nothing in this Act requires a prescriber or dispenser to obtain information about a patient from the central repository prior to prescribing or dispensing a controlled substance. A prescriber, dispenser, or other health care provider may not be held liable in damages to any person in any civil action on the basis that the prescriber, dispenser, or other health care provider did or did not seek to obtain information from the central repository. Unless there is shown a lack of good faith, the board, a prescriber, dispenser, or any other person in proper possession of information provided under this Act is not subject to any civil liability by reason of: (1) The furnishing of information under the conditions provided in this Act; (2) The receipt and use of, or reliance on, such information; (3) The fact that any such information was not furnished; or (4) The fact that such information was factually incorrect or was released by the board to the wrong person or entity. Section 12. The board shall review the information received by the central repository to determine if there is reason to believe: (1) A prescriber or dispenser may have engaged in an activity that may be a basis for disciplinary action by the board or regulatory agency responsible for the licensing of the prescriber or dispenser; or (2) A patient may have misused, abused, or diverted a controlled substance. If the board determines that there is reason to believe that any of the acts described in this section may have occurred, the board may notify the appropriate law enforcement agency or the board or regulatory agency responsible for the licensing of the prescriber or dispenser. The advisory council established in section 15 of this Act shall recommend guidelines to the board for reviewing data and making determinations with respect to the referral of patients, prescribers, or dispensers to law enforcement or appropriate regulatory authorities. Section 13. Any patient, dispenser, or prescriber may request that erroneous information contained in the central repository be corrected or deleted. The board shall review the request to determine if the information is erroneous with respect to the patient, prescriber, or dispenser. The board shall correct any erroneous information the board discovers due to the request for review by a patient, prescriber, or dispenser. Section 14. The board shall adopt a procedure to allow information contained in the central repository to be shared with officials in other states acting for the purpose of controlled substance monitoring and for requesting and receiving similar controlled substance monitoring information from other states. Section 15. An advisory council is established to advise and make recommendations to the board regarding how to best use the program to improve patient care and foster the goal of reducing misuse, abuse, and diversion of controlled substances; to encourage cooperation and coordination among state, local, and federal agencies and other states to reduce the misuse, abuse, and diversion of controlled substances; and to provide advice and recommendations to the board regarding any other matters as requested by the board. The advisory council shall serve without compensation. The advisory council may have access to central repository information to fulfill its duties. Section 16. The advisory council shall consist of: (1) One dispenser selected by the board; (2) One prescriber selected by the Board of Medical and Osteopathic Examiners; (3) One prescriber selected by the Board of Nursing; (4) One prescriber selected by the Board of Dentistry; (5) One prescriber selected by the Board of Examiners in Optometry; (6) One prescriber selected by the South Dakota Academy of Physician Assistants; (7) One member elected by the South Dakota Association of Healthcare Organizations; (8) A designee of the attorney general; (9) A designee of the Department of Health; and (10) Any other prescriber or dispenser determined by the board to be necessary to meet a mandate of, or avoid a delay in implementing, an appropriations measure. The number of additional members that the board may select is limited to the number necessary to meet the mandate or avoid the delay of an appropriation. Section 17. The advisory council shall make recommendations to the board regarding: (1) Safeguards for the release of information to persons who have access to the information contained in the central repository; (2) The confidentiality of program information and the integrity of the patient's relationship with the patient's health care provider; (3) Advancing the purposes of the program, including enhancement of the quality of health care delivery in this state; and (4) The continued benefits of maintaining the program in relationship to the cost and other burdens to the state. Section 18. Any dispenser who knowingly fails to submit prescription monitoring information to the board as required by this Act or knowingly submits incorrect prescription information is subject to a Class 2 misdemeanor. Section 19. Any person authorized to have prescription monitoring information pursuant to this Act who knowingly discloses such information in violation of this Act is subject to a Class 6 felony."}, {"bill_id": 1644, "bill_version_id": 12122, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2010-02-11T11:39:51.76-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the monitoring of the prescribing and dispensing of controlled substances. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Administer,\" the direct application of a controlled substance to the body of a patient. The term does not include the prescribing of a controlled substance for administration by the patient or someone other than the health care provider; (2) \"Board,\" the Board of Pharmacy; (3) \"Central repository,\" a place where electronic data related to the prescribing and dispensing of controlled substances is collected; (4) \"Controlled substance,\" any drug, substance, or immediate precursor as provided in schedules II through IV pursuant to §§ 34-20B-11 to 34-20B-26, inclusive; (5) \"De-identified information,\" health information that is not individually identifiable information because an expert has made that determination pursuant to 45 C.F.R. 164.514, or direct identifiers and specified demographic information have been removed in accordance with the requirements of that section; (6) \"Dispense,\" to deliver a controlled substance to an ultimate user by or pursuant to the lawful order of a health care provider, including the prescribing, administering, packaging, labeling, or compounding necessary to prepare the substance for delivery; (7) \"Dispenser,\" any person who delivers a controlled substance to the ultimate user, but does not include: (a) A licensed hospital pharmacy that provides a controlled substance for the purpose of inpatient hospital care; (b) A licensed health care provider or other authorized individual in those instances when the practitioner administers a controlled substance to a patient; or (c) A licensed veterinarian; (8) \"Individually identifiable health information,\" the meaning set forth in 45 C.F.R. 160.103; (9) \"Patient,\" any individual or owner of an animal who is the ultimate user of a controlled substance for whom a prescription is issued and for whom a controlled substance is dispensed; (10) \"Prescriber,\" an individual licensed, registered, or otherwise authorized by the jurisdiction in which the individual is practicing to prescribe drugs in the course of professional practice. The term does not include a veterinarian; (11) \"Program,\" the prescription drug monitoring program established by this Act. Section 2. The board shall establish and maintain a prescription drug monitoring program to monitor the prescribing and dispensing of all controlled substances. The program shall utilize a central repository, to which each dispenser shall submit, by electronic means, information regarding each prescription dispensed for a controlled substance. The information submitted for each prescription shall include all of the data elements in the 2005 version of the electronic reporting standard for prescription monitoring programs, version 003, release 000, of the American Society for Automation in Pharmacy. Section 3. Each dispenser shall submit the information required by this Act to the central repository at least once each week unless the board waives this requirement for good cause shown by the dispenser. Section 4. The board may grant an extension of the time in which a dispenser must report the information required by section 2 of this Act to any dispenser that is unable to submit prescription information by electronic means because of one of the following occurrences: (1) The dispenser suffers a mechanical or electronic failure or cannot report within the required time for other reasons beyond the dispenser's control; (2) The central repository is unable to receive electronic submissions; or (3) Good cause shown by a dispenser. Section 5. Information submitted to the central repository is confidential and may not be disclosed except as provided in section 7 of this Act. Section 6. The board shall establish and maintain procedures to ensure that the privacy, confidentiality, and security of patient information collected, recorded, transmitted, and maintained is not disclosed except as provided in section 7 of this Act. Section 7. Unless disclosure is prohibited by law, the board may provide data in the central repository to: (1) Any prescriber for the purpose of providing medical care to a patient, a dispenser for the purpose of filling a prescription or providing pharmaceutical care for a patient, a prescriber or dispenser inquiring about the prescriber's or dispenser's own prescribing activity, or a prescriber or dispenser in order to further the purposes of the program; (2) Any individual who requests the prescription information of the individual or the individual's minor child; (3) Any state board or regulatory agency that is responsible for the licensing of individuals authorized to prescribe or dispense controlled substances if the board or regulatory agency is seeking information from the central repository that is relevant to an investigation of an individual who holds a license issued by that board or regulatory agency; (4) Any local, state, and federal law enforcement or prosecutorial officials engaged in the enforcement of laws relating to controlled substances who seek information for the purpose of an investigation or prosecution of the drug-related activity or probation compliance of an individual; (5) The Department of Social Services for purposes regarding the utilization of controlled substances by a medicaid recipient; (6) Any insurer for purposes regarding the utilization of controlled substances by a claimant; (7) Any judicial authority under grand jury subpoena or court order or equivalent judicial process for investigation of criminal violations of controlled substances laws; (8) Any public or private entity for statistical, research, or educational purposes after the information is de-identified with respect to any prescriber, dispenser, or patient who received a prescription for a controlled substance; or (9) Any peer review committee, which means any committee of a health care organization, composed of health care providers, employees, administrators, consultants, agents, or members of the health care organization's governing body, which conducts professional peer review. Section 8. The board may charge a fee of ten dollars to any individual who requests information from the central repository pursuant to subdivision (2) of section 7 of this Act. The board may charge a fee of one hundred dollars to any person who requests information from the central repository pursuant to subdivision (8) of section 7 of this Act. Section 9. The board shall maintain a record of each request for information from the central repository. The board may use the records to document and report statistics and outcomes. The board may provide records of the requests for information to: (1) Any board or regulatory agency responsible for the licensing of individuals authorized to prescribe or dispense controlled substances that is engaged in an investigation of the individual who submitted the request for information from the central repository; and (2) Any local, state, and federal law enforcement or prosecutorial official engaged in the enforcement of laws relating to controlled substances for the purpose of an active investigation of an individual who requested information from the central repository. Section 10. The board may contract with another agency of this state, with an agency of another state, or with a private vendor to facilitate the effective operation of the prescription drug monitoring program. Any contractor is bound to comply with the provisions regarding confidentiality of prescription drug information in this Act and is subject to termination or sanction, or both, for unlawful acts. Section 11. Nothing in this Act requires a prescriber or dispenser to obtain information about a patient from the central repository prior to prescribing or dispensing a controlled substance. A prescriber, dispenser, or other health care provider may not be held liable in damages to any person in any civil action on the basis that the prescriber, dispenser, or other health care provider did or did not seek to obtain information from the central repository. Unless there is shown a lack of good faith, the board, a prescriber, dispenser, or any other person in proper possession of information provided under this Act is not subject to any civil liability by reason of: (1) The furnishing of information under the conditions provided in this Act; (2) The receipt and use of, or reliance on, such information; (3) The fact that any such information was not furnished; or (4) The fact that such information was factually incorrect or was released by the board to the wrong person or entity. Section 12. The board shall review the information received by the central repository to determine if there is reason to believe: (1) A prescriber or dispenser may have engaged in an activity that may be a basis for disciplinary action by the board or regulatory agency responsible for the licensing of the prescriber or dispenser; or (2) A patient may have misused, abused, or diverted a controlled substance. If the board determines that there is reason to believe that any of the acts described in this section may have occurred, the board may notify the appropriate law enforcement agency or the board or regulatory agency responsible for the licensing of the prescriber or dispenser. The advisory council established in section 15 of this Act shall recommend guidelines to the board for reviewing data and making determinations with respect to the referral of patients, prescribers, or dispensers to law enforcement or appropriate regulatory authorities. Section 13. Any patient, dispenser, or prescriber may request that erroneous information contained in the central repository be corrected or deleted. The board shall review the request to determine if the information is erroneous with respect to the patient, prescriber, or dispenser. The board shall correct any erroneous information the board discovers due to the request for review by a patient, prescriber, or dispenser. Section 14. The board shall adopt a procedure to allow information contained in the central repository to be shared with officials in other states acting for the purpose of controlled substance monitoring and for requesting and receiving similar controlled substance monitoring information from other states. Section 15. An advisory council is established to advise and make recommendations to the board regarding how to best use the program to improve patient care and foster the goal of reducing misuse, abuse, and diversion of controlled substances; to encourage cooperation and coordination among state, local, and federal agencies and other states to reduce the misuse, abuse, and diversion of controlled substances; and to provide advice and recommendations to the board regarding any other matters as requested by the board. The advisory council shall serve without compensation. The advisory council may have access to central repository information to fulfill its duties. Section 16. The advisory council shall consist of: (1) One dispenser selected by the board; (2) One prescriber selected by the Board of Medical and Osteopathic Examiners; (3) One prescriber selected by the Board of Nursing; (4) One prescriber selected by the Board of Dentistry; (5) One prescriber selected by the Board of Examiners in Optometry; (6) One prescriber selected by the South Dakota Academy of Physician Assistants; (7) One member elected by the South Dakota Association of Healthcare Organizations; (8) A designee of the attorney general; (9) A designee of the Department of Health; and (10) Any other prescriber or dispenser determined by the board to be necessary to meet a mandate of, or avoid a delay in implementing, an appropriations measure. The number of additional members that the board may select is limited to the number necessary to meet the mandate or avoid the delay of an appropriation. Section 17. The advisory council shall make recommendations to the board regarding: (1) Safeguards for the release of information to persons who have access to the information contained in the central repository; (2) The confidentiality of program information and the integrity of the patient's relationship with the patient's health care provider; (3) Advancing the purposes of the program, including enhancement of the quality of health care delivery in this state; and (4) The continued benefits of maintaining the program in relationship to the cost and other burdens to the state. Section 18. Any dispenser who knowingly fails to submit prescription monitoring information to the board as required by this Act or knowingly submits incorrect prescription information may be reported by the board to the dispenser's licensing board. Section 19. Any person authorized to have prescription monitoring information pursuant to this Act who knowingly discloses such information in violation of this Act is subject to a Class 6 felony. Section 20. The board shall promulgate rules, pursuant to chapter 1-26, for the operation of the program. Any rule promulgated shall be designed to assure the fair, equitable, and efficient operation of the program. The rules may address the following: (1) Criteria, procedures, and forms for submitting data to the program; (2) Standards for information collection; (3) Guidelines for reviewing data and making determinations with respect to the referral of patients, prescribers, or dispensers to law enforcement or appropriate regulatory authorities based upon an open case; (4) Safeguards for the release of information to individuals who have access to the information contained in the central repository; (5) Guidelines for maintaining the confidentiality of program information and the integrity of the patient's relationship with the patient's health care provider; and (6) Policies for the compilation and release of statistics and outcomes for advancing the purposes of the program, including enhancement of the quality of health care delivery in this state."}, {"bill_id": 1644, "bill_version_id": 12371, "bill_version": "House Engrossed", "bill_version_date": "2010-02-16T16:21:15.717-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the monitoring of the prescribing and dispensing of controlled substances. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Administer,\" the direct application of a controlled substance to the body of a patient. The term does not include the prescribing of a controlled substance for administration by the patient or someone other than the health care provider; (2) \"Board,\" the Board of Pharmacy; (3) \"Central repository,\" a place where electronic data related to the prescribing and dispensing of controlled substances is collected; (4) \"Controlled substance,\" any drug, substance, or immediate precursor as provided in schedules II through IV pursuant to §§ 34-20B-11 to 34-20B-26, inclusive; (5) \"De-identified information,\" health information that is not individually identifiable information because an expert has made that determination pursuant to 45 C.F.R. 164.514, or direct identifiers and specified demographic information have been removed in accordance with the requirements of that section; (6) \"Dispense,\" to deliver a controlled substance to an ultimate user by or pursuant to the lawful order of a health care provider, including the prescribing, administering, packaging, labeling, or compounding necessary to prepare the substance for delivery; (7) \"Dispenser,\" any person who delivers a controlled substance to the ultimate user, but does not include: (a) A licensed hospital pharmacy that provides a controlled substance for the purpose of inpatient hospital care; (b) A licensed health care provider or other authorized individual in those instances when the practitioner administers a controlled substance to a patient; or (c) A licensed veterinarian; (8) \"Individually identifiable health information,\" the meaning set forth in 45 C.F.R. 160.103; (9) \"Patient,\" any individual or owner of an animal who is the ultimate user of a controlled substance for whom a prescription is issued and for whom a controlled substance is dispensed; (10) \"Prescriber,\" an individual licensed, registered, or otherwise authorized by the jurisdiction in which the individual is practicing to prescribe drugs in the course of professional practice. The term does not include a veterinarian; (11) \"Program,\" the prescription drug monitoring program established by this Act. Section 2. The board shall establish and maintain a prescription drug monitoring program to monitor the prescribing and dispensing of all controlled substances. The program shall utilize a central repository, to which each dispenser shall submit, by electronic means, information regarding each prescription dispensed for a controlled substance. The information submitted for each prescription shall include all of the data elements in the 2005 version of the electronic reporting standard for prescription monitoring programs, version 003, release 000, of the American Society for Automation in Pharmacy. Section 3. Each dispenser shall submit the information required by this Act to the central repository at least once each week unless the board waives this requirement for good cause shown by the dispenser. Section 4. The board may grant an extension of the time in which a dispenser must report the information required by section 2 of this Act to any dispenser that is unable to submit prescription information by electronic means because of one of the following occurrences: (1) The dispenser suffers a mechanical or electronic failure or cannot report within the required time for other reasons beyond the dispenser's control; (2) The central repository is unable to receive electronic submissions; or (3) Good cause shown by a dispenser. Section 5. Information submitted to the central repository is confidential and may not be disclosed except as provided in section 7 of this Act. Section 6. The board shall establish and maintain procedures to ensure that the privacy, confidentiality, and security of patient information collected, recorded, transmitted, and maintained is not disclosed except as provided in section 7 of this Act. Section 7. Unless disclosure is prohibited by law, the board may provide data in the central repository to: (1) Any prescriber for the purpose of providing medical care to a patient, a dispenser for the purpose of filling a prescription or providing pharmaceutical care for a patient, a prescriber or dispenser inquiring about the prescriber's or dispenser's own prescribing activity, or a prescriber or dispenser in order to further the purposes of the program; (2) Any individual who requests the prescription information of the individual or the individual's minor child; (3) Any state board or regulatory agency that is responsible for the licensing of individuals authorized to prescribe or dispense controlled substances if the board or regulatory agency is seeking information from the central repository that is relevant to an investigation of an individual who holds a license issued by that board or regulatory agency; (4) Any local, state, and federal law enforcement or prosecutorial officials engaged in the enforcement of laws relating to controlled substances who seek information for the purpose of an investigation or prosecution of the drug-related activity or probation compliance of an individual; (5) The Department of Social Services for purposes regarding the utilization of controlled substances by a medicaid recipient; (6) Any insurer for purposes regarding the utilization of controlled substances by a claimant; (7) Any judicial authority under grand jury subpoena or court order or equivalent judicial process for investigation of criminal violations of controlled substances laws; (8) Any public or private entity for statistical, research, or educational purposes after the information is de-identified with respect to any prescriber, dispenser, or patient who received a prescription for a controlled substance; or (9) Any peer review committee, which means any committee of a health care organization, composed of health care providers, employees, administrators, consultants, agents, or members of the health care organization's governing body, which conducts professional peer review. Section 8. The board may charge a fee of ten dollars to any individual who requests information from the central repository pursuant to subdivision (2) of section 7 of this Act. The board may charge a fee of one hundred dollars to any person who requests information from the central repository pursuant to subdivision (8) of section 7 of this Act. Section 9. The board shall maintain a record of each request for information from the central repository. The board may use the records to document and report statistics and outcomes. The board may provide records of the requests for information to: (1) Any board or regulatory agency responsible for the licensing of individuals authorized to prescribe or dispense controlled substances that is engaged in an investigation of the individual who submitted the request for information from the central repository; and (2) Any local, state, and federal law enforcement or prosecutorial official engaged in the enforcement of laws relating to controlled substances for the purpose of an active investigation of an individual who requested information from the central repository. Section 10. The board may contract with another agency of this state, with an agency of another state, or with a private vendor to facilitate the effective operation of the prescription drug monitoring program. Any contractor is bound to comply with the provisions regarding confidentiality of prescription drug information in this Act and is subject to termination or sanction, or both, for unlawful acts. Section 11. Nothing in this Act requires a prescriber or dispenser to obtain information about a patient from the central repository prior to prescribing or dispensing a controlled substance. A prescriber, dispenser, or other health care provider may not be held liable in damages to any person in any civil action on the basis that the prescriber, dispenser, or other health care provider did or did not seek to obtain information from the central repository. Unless there is shown a lack of good faith, the board, a prescriber, dispenser, or any other person in proper possession of information provided under this Act is not subject to any civil liability by reason of: (1) The furnishing of information under the conditions provided in this Act; (2) The receipt and use of, or reliance on, such information; (3) The fact that any such information was not furnished; or (4) The fact that such information was factually incorrect or was released by the board to the wrong person or entity. Section 12. The board shall review the information received by the central repository to determine if there is reason to believe: (1) A prescriber or dispenser may have engaged in an activity that may be a basis for disciplinary action by the board or regulatory agency responsible for the licensing of the prescriber or dispenser; or (2) A patient may have misused, abused, or diverted a controlled substance. If the board determines that there is reason to believe that any of the acts described in this section may have occurred, the board may notify the appropriate law enforcement agency or the board or regulatory agency responsible for the licensing of the prescriber or dispenser. The advisory council established in section 15 of this Act shall recommend guidelines to the board for reviewing data and making determinations with respect to the referral of patients, prescribers, or dispensers to law enforcement or appropriate regulatory authorities. Section 13. Any patient, dispenser, or prescriber may request that erroneous information contained in the central repository be corrected or deleted. The board shall review the request to determine if the information is erroneous with respect to the patient, prescriber, or dispenser. The board shall correct any erroneous information the board discovers due to the request for review by a patient, prescriber, or dispenser. Section 14. The board shall adopt a procedure to allow information contained in the central repository to be shared with officials in other states acting for the purpose of controlled substance monitoring and for requesting and receiving similar controlled substance monitoring information from other states. Section 15. An advisory council is established to advise and make recommendations to the board regarding how to best use the program to improve patient care and foster the goal of reducing misuse, abuse, and diversion of controlled substances; to encourage cooperation and coordination among state, local, and federal agencies and other states to reduce the misuse, abuse, and diversion of controlled substances; and to provide advice and recommendations to the board regarding any other matters as requested by the board. The advisory council shall serve without compensation. The advisory council may have access to central repository information to fulfill its duties. Section 16. The advisory council shall consist of: (1) One dispenser selected by the board; (2) One prescriber selected by the Board of Medical and Osteopathic Examiners; (3) One prescriber selected by the Board of Nursing; (4) One prescriber selected by the Board of Dentistry; (5) One prescriber selected by the Board of Examiners in Optometry; (6) One prescriber selected by the South Dakota Academy of Physician Assistants; (7) One member selected by the South Dakota Association of Healthcare Organizations; (8) A designee of the attorney general; (9) A designee of the Department of Health; and (10) Any other prescriber or dispenser determined by the board to be necessary to meet a mandate of, or avoid a delay in implementing, an appropriations measure. The number of additional members that the board may select is limited to the number necessary to meet the mandate or avoid the delay of an appropriation. Section 17. The advisory council shall make recommendations to the board regarding: (1) Safeguards for the release of information to persons who have access to the information contained in the central repository; (2) The confidentiality of program information and the integrity of the patient's relationship with the patient's health care provider; (3) Advancing the purposes of the program, including enhancement of the quality of health care delivery in this state; and (4) The continued benefits of maintaining the program in relationship to the cost and other burdens to the state. Section 18. Any dispenser who knowingly fails to submit prescription monitoring information to the board as required by this Act or knowingly submits incorrect prescription information may be reported by the board to the dispenser's licensing board. Section 19. Any person authorized to have prescription monitoring information pursuant to this Act who knowingly discloses such information in violation of this Act is subject to a Class 6 felony. Section 20. The board shall promulgate rules, pursuant to chapter 1-26, for the operation of the program. Any rule promulgated shall be designed to assure the fair, equitable, and efficient operation of the program. The rules may address the following: (1) Criteria, procedures, and forms for submitting data to the program; (2) Standards for information collection; (3) Guidelines for reviewing data and making determinations with respect to the referral of patients, prescribers, or dispensers to law enforcement or appropriate regulatory authorities based upon an open case; (4) Safeguards for the release of information to individuals who have access to the information contained in the central repository; (5) Guidelines for maintaining the confidentiality of program information and the integrity of the patient's relationship with the patient's health care provider; and (6) Policies for the compilation and release of statistics and outcomes for advancing the purposes of the program, including enhancement of the quality of health care delivery in this state."}, {"bill_id": 1644, "bill_version_id": 13487, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2010-03-04T12:27:32.723-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the monitoring of the prescribing and dispensing of controlled substances. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Administer,\" the direct application of a controlled substance to the body of a patient. The term does not include the prescribing of a controlled substance for administration by the patient or someone other than the health care provider; (2) \"Board,\" the Board of Pharmacy; (3) \"Central repository,\" a place where electronic data related to the prescribing and dispensing of controlled substances is collected; (4) \"Controlled substance,\" any drug, substance, or immediate precursor as provided in schedules II through IV pursuant to §§ 34-20B-11 to 34-20B-26, inclusive; (5) \"De-identified information,\" health information that is not individually identifiable information because an expert has made that determination pursuant to 45 C.F.R. 164.514, or direct identifiers and specified demographic information have been removed in accordance with the requirements of that section; (6) \"Dispense,\" to deliver a controlled substance to an ultimate user by or pursuant to the lawful order of a health care provider, including the prescribing, administering, packaging, labeling, or compounding necessary to prepare the substance for delivery; (7) \"Dispenser,\" any person who delivers a controlled substance to the ultimate user, but does not include: (a) A licensed hospital pharmacy that provides a controlled substance for the purpose of inpatient hospital care; (b) A licensed health care provider or other authorized individual in those instances when the practitioner administers a controlled substance to a patient; or (c) A licensed veterinarian; (8) \"Individually identifiable health information,\" the meaning set forth in 45 C.F.R. 160.103; (9) \"Patient,\" any individual or owner of an animal who is the ultimate user of a controlled substance for whom a prescription is issued and for whom a controlled substance is dispensed; (10) \"Prescriber,\" an individual licensed, registered, or otherwise authorized by the jurisdiction in which the individual is practicing to prescribe drugs in the course of professional practice. The term does not include a veterinarian; (11) \"Program,\" the prescription drug monitoring program established by this Act. Section 2. The board shall establish and maintain a prescription drug monitoring program to monitor the prescribing and dispensing of all controlled substances. The program shall utilize a central repository, to which each dispenser shall submit, by electronic means, information regarding each prescription dispensed for a controlled substance. The information submitted for each prescription shall include specifically identified data elements adopted by the board and contained in the 2005 version of the electronic reporting standard for prescription monitoring programs, version 003, release 000, of the American Society for Automation in Pharmacy. Section 3. Each dispenser shall submit the information required by this Act to the central repository at least once each week unless the board waives this requirement for good cause shown by the dispenser. Section 4. The board may grant an extension of the time in which a dispenser must report the information required by section 2 of this Act to any dispenser that is unable to submit prescription information by electronic means because of one of the following occurrences: (1) The dispenser suffers a mechanical or electronic failure or cannot report within the required time for other reasons beyond the dispenser's control; (2) The central repository is unable to receive electronic submissions; or (3) Good cause shown by a dispenser. Section 5. Information submitted to the central repository is confidential and may not be disclosed except as provided in section 7 of this Act. Section 6. The board shall establish and maintain procedures to ensure that the privacy, confidentiality, and security of patient information collected, recorded, transmitted, and maintained is not disclosed except as provided in section 7 of this Act. Section 7. Unless disclosure is prohibited by law, the board may provide data in the central repository to: (1) Any prescriber for the purpose of providing medical care to a patient, a dispenser for the purpose of filling a prescription or providing pharmaceutical care for a patient, a prescriber or dispenser inquiring about the prescriber's or dispenser's own prescribing activity, or a prescriber or dispenser in order to further the purposes of the program; (2) Any individual who requests the prescription information of the individual or the individual's minor child; (3) Any state board or regulatory agency that is responsible for the licensing of individuals authorized to prescribe or dispense controlled substances if the board or regulatory agency is seeking information from the central repository that is relevant to an investigation of an individual who holds a license issued by that board or regulatory agency; (4) Any local, state, and federal law enforcement or prosecutorial officials engaged in the enforcement of laws relating to controlled substances who seek information for the purpose of an investigation or prosecution of the drug-related activity or probation compliance of an individual; (5) The Department of Social Services for purposes regarding the utilization of controlled substances by a medicaid recipient; (6) Any insurer for purposes regarding the utilization of controlled substances by a claimant; (7) Any judicial authority under grand jury subpoena or court order or equivalent judicial process for investigation of criminal violations of controlled substances laws; (8) Any public or private entity for statistical, research, or educational purposes after the information is de-identified with respect to any prescriber, dispenser, or patient who received a prescription for a controlled substance; or (9) Any peer review committee, which means any committee of a health care organization, composed of health care providers, employees, administrators, consultants, agents, or members of the health care organization's governing body, which conducts professional peer review. Section 8. The board may charge a fee of ten dollars to any individual who requests information from the central repository pursuant to subdivision (2) of section 7 of this Act. The board may charge a fee of one hundred dollars to any person who requests information from the central repository pursuant to subdivision (8) of section 7 of this Act. Section 9. The board shall maintain a record of each request for information from the central repository. The board may use the records to document and report statistics and outcomes. The board may provide records of the requests for information to: (1) Any board or regulatory agency responsible for the licensing of individuals authorized to prescribe or dispense controlled substances that is engaged in an investigation of the individual who submitted the request for information from the central repository; and (2) Any local, state, and federal law enforcement or prosecutorial official engaged in the enforcement of laws relating to controlled substances for the purpose of an active investigation of an individual who requested information from the central repository. Section 10. The board may contract with another agency of this state, with an agency of another state, or with a private vendor to facilitate the effective operation of the prescription drug monitoring program. Any contractor is bound to comply with the provisions regarding confidentiality of prescription drug information in this Act and is subject to termination or sanction, or both, for unlawful acts. Section 11. Nothing in this Act requires a prescriber or dispenser to obtain information about a patient from the central repository prior to prescribing or dispensing a controlled substance. A prescriber, dispenser, or other health care provider may not be held liable in damages to any person in any civil action on the basis that the prescriber, dispenser, or other health care provider did or did not seek to obtain information from the central repository. Unless there is shown a lack of good faith, the board, a prescriber, dispenser, or any other person in proper possession of information provided under this Act is not subject to any civil liability by reason of: (1) The furnishing of information under the conditions provided in this Act; (2) The receipt and use of, or reliance on, such information; (3) The fact that any such information was not furnished; or (4) The fact that such information was factually incorrect or was released by the board to the wrong person or entity. Section 12. The board shall review the information received by the central repository to determine if there is reason to believe: (1) A prescriber or dispenser may have engaged in an activity that may be a basis for disciplinary action by the board or regulatory agency responsible for the licensing of the prescriber or dispenser; or (2) A patient may have misused, abused, or diverted a controlled substance. If the board determines that there is reason to believe that any of the acts described in this section may have occurred, the board may notify the appropriate law enforcement agency or the board or regulatory agency responsible for the licensing of the prescriber or dispenser. The advisory council established in section 15 of this Act shall recommend guidelines to the board for reviewing data and making determinations with respect to the referral of patients, prescribers, or dispensers to law enforcement or appropriate regulatory authorities. Section 13. Any patient, dispenser, or prescriber may request that erroneous information contained in the central repository be corrected or deleted. The board shall review the request to determine if the information is erroneous with respect to the patient, prescriber, or dispenser. The board shall correct any erroneous information the board discovers due to the request for review by a patient, prescriber, or dispenser. Section 14. The board shall adopt a procedure to allow information contained in the central repository to be shared with officials in other states acting for the purpose of controlled substance monitoring and for requesting and receiving similar controlled substance monitoring information from other states. Section 15. An advisory council is established to advise and make recommendations to the board regarding how to best use the program to improve patient care and foster the goal of reducing misuse, abuse, and diversion of controlled substances; to encourage cooperation and coordination among state, local, and federal agencies and other states to reduce the misuse, abuse, and diversion of controlled substances; and to provide advice and recommendations to the board regarding any other matters as requested by the board. The advisory council shall serve without compensation. The advisory council may have access to central repository information to fulfill its duties. Section 16. The advisory council shall consist of: (1) One dispenser selected by the board; (2) One prescriber selected by the Board of Medical and Osteopathic Examiners; (3) One prescriber selected by the Board of Nursing; (4) One prescriber selected by the Board of Dentistry; (5) One prescriber selected by the Board of Examiners in Optometry; (6) One prescriber selected by the South Dakota Academy of Physician Assistants; (7) One member selected by the South Dakota Association of Healthcare Organizations; (8) One member of the South Dakota State Medical Association; (9) One member of the South Dakota Nurses Association; (10) One member of the South Dakota Pharmacists Association; (11) A designee of the attorney general; (12) A designee of the Department of Health; and (13) Any other prescriber or dispenser determined by the board to be necessary to meet a mandate of, or avoid a delay in implementing, an appropriations measure. The number of additional members that the board may select is limited to the number necessary to meet the mandate or avoid the delay of an appropriation. Section 17. The advisory council shall make recommendations to the board regarding: (1) Safeguards for the release of information to persons who have access to the information contained in the central repository; (2) The confidentiality of program information and the integrity of the patient's relationship with the patient's health care provider; (3) Advancing the purposes of the program, including enhancement of the quality of health care delivery in this state; and (4) The continued benefits of maintaining the program in relationship to the cost and other burdens to the state. Section 18. Any dispenser who knowingly fails to submit prescription monitoring information to the board as required by this Act or knowingly submits incorrect prescription information may be reported by the board to the dispenser's licensing board. Section 19. Any person authorized to have prescription monitoring information pursuant to this Act who knowingly discloses such information in violation of this Act is subject to a Class 6 felony. Section 20. The board shall promulgate rules, pursuant to chapter 1-26, for the operation of the program. Any rule promulgated shall be designed to assure the fair, equitable, and efficient operation of the program. The rules may address the following: (1) Criteria, procedures, and forms for submitting data to the program; (2) Standards for information collection; (3) Guidelines for reviewing data and making determinations with respect to the referral of patients, prescribers, or dispensers to law enforcement or appropriate regulatory authorities based upon an open case; (4) Safeguards for the release of information to individuals who have access to the information contained in the central repository; (5) Guidelines for maintaining the confidentiality of program information and the integrity of the patient's relationship with the patient's health care provider; and (6) Policies for the compilation and release of statistics and outcomes for advancing the purposes of the program, including enhancement of the quality of health care delivery in this state."}, {"bill_id": 1644, "bill_version_id": 13827, "bill_version": "Enrolled", "bill_version_date": "2010-03-10T15:31:40.777-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1644, "action_date": "2010-02-02T14:00:00-06:00", "document_id": 11655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11655.pdf", "status_text": "First read in House and referred to", "journal_page": 263, "committee_id_action": 86, "committee_id_assigned": 75, "result": "N", "vote": {}}, {"bill_id": 1644, "action_date": "2010-02-11T07:45:00-06:00", "document_id": 11921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11921.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 75, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1644, "action_date": "2010-02-11T07:45:00-06:00", "document_id": 12105, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12105.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 75, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1644, "action_date": "2010-02-11T07:45:00-06:00", "document_id": 12105, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12105.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 75, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1644, "action_date": "2010-02-11T07:45:00-06:00", "document_id": 12105, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12105.pdf", "status_text": "Do Pass Amended", "journal_page": 362, "committee_id_action": 75, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6357, "president_vote": null, "Yea": [821, 771, 844, 820, 835, 842, 788, 827, 770, 840, 823, 786, 751]}}, {"bill_id": 1644, "action_date": "2010-02-16T14:00:00-06:00", "document_id": 12359, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12359.pdf", "status_text": "Motion to amend", "journal_page": 407, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1644, "action_date": "2010-02-16T14:00:00-06:00", "document_id": 12359, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12359.pdf", "status_text": "Do Pass Amended", "journal_page": 407, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6573, "president_vote": null, "Nay": [821, 793, 779, 756, 814, 798, 749, 826, 843, 792, 783, 839, 838], "Yea": [825, 771, 781, 775, 844, 831, 820, 804, 740, 813, 748, 817, 765, 811, 830, 829, 832, 757, 842, 777, 834, 803, 822, 816, 788, 800, 801, 827, 742, 770, 755, 751, 773, 744, 840, 784, 819, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 837, 812, 786], "Excused": [835, 759, 824, 750]}}, {"bill_id": 1644, "action_date": "2010-02-17T14:00:00-06:00", "document_id": 12455, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12455.pdf", "status_text": "First read in Senate and referred to", "journal_page": 352, "committee_id_action": 84, "committee_id_assigned": 65, "result": "N", "vote": {}}, {"bill_id": 1644, "action_date": "2010-03-02T07:45:00-06:00", "document_id": 13029, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13029.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1644, "action_date": "2010-03-02T07:45:00-06:00", "document_id": 13219, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13219.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1644, "action_date": "2010-03-02T07:45:00-06:00", "document_id": 13219, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13219.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1644, "action_date": "2010-03-04T07:45:00-06:00", "document_id": 13236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13236.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1644, "action_date": "2010-03-04T07:45:00-06:00", "document_id": 13473, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13473.pdf", "status_text": "Do Pass Amended", "journal_page": 564, "committee_id_action": 65, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7448, "president_vote": null, "Yea": [768, 764, 799, 747, 776, 810, 758]}}, {"bill_id": 1644, "action_date": "2010-03-09T14:00:00-06:00", "document_id": 13730, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13730.pdf", "status_text": "Do Pass Amended", "journal_page": 617, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7628, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 754, 805, 760, 778, 768, 780, 739, 802, 741, 772, 761, 774, 766, 806, 767, 808, 769, 743, 794, 799, 810, 747, 776], "Nay": [807, 764, 795, 791, 753], "Excused": [782, 745]}}, {"bill_id": 1644, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13783.pdf", "status_text": "Concurred in amendments", "journal_page": 814, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7692, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 820, 804, 740, 748, 817, 814, 765, 811, 830, 829, 832, 826, 757, 835, 842, 777, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 742, 792, 755, 751, 773, 840, 819, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 789, 837, 812, 786], "Nay": [779, 756, 798, 749, 750, 783, 784, 839, 838], "Excused": [813, 770, 744, 836, 823]}}, {"bill_id": 1644, "action_date": "2010-03-11T10:30:00-06:00", "document_id": 13884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13884.pdf", "status_text": "Signed by the Speaker", "journal_page": 847, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1644, "action_date": "2010-03-12T10:00:00-06:00", "document_id": 13943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13943.pdf", "status_text": "Signed by the President", "journal_page": 677, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1644, "action_date": "2010-03-12T13:00:00-06:00", "document_id": 13944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13944.pdf", "status_text": "Delivered to the Governor", "journal_page": 855, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1644, "action_date": "2010-03-29T10:00:00-05:00", "document_id": 13978, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13978.pdf", "status_text": "Signed by the Governor", "journal_page": 860, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4610}