{"session_id": 24, "bill_id": 7192, "bill_type": "Senate Bill", "bill_number": 36, "bill_title": "revise certain fees and the allocation of fees collected by the secretary of state, to make an appropriation therefor, and to declare an emergency.", "sponsors": [], "keywords": ["Appropriation", "Corporations", "Fees", "Public Fiscal Administration", "Secretary of State", "State Affairs and Government"], "audio": [{"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/jap17.mp3", "start_seconds": 1914.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/jap17.mp3", "start_seconds": 1914.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/jap17.mp3", "start_seconds": 1914.0}], "bill_versions": [{"bill_id": 7192, "bill_version_id": 37422, "bill_version": "Introduced", "bill_version_date": "2016-01-08T12:04:32.59-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain fees and the allocation of fees collected by the secretary of state, to make an appropriation therefor, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 57A-9-527 be repealed. 57A-9-527. There is hereby created, within the state treasury, the financing statement and annual report filing fee fund, which is continuously appropriated, to provide funds for the operation of the uniform commercial code program and business services electronic filing and retrieval system within the Office of the Secretary of State. Section 2. That § 57A-9-528 be repealed. 57A-9-528. For each effective financing statement filed pursuant to this chapter, three dollars of the fee collected pursuant to § 57A-9-525, and the computer search fee assessed pursuant to § 57A-9-525, shall be deposited in the financing statement and annual report filing fee fund. For each annual report filed pursuant to § 59-11-24 in fiscal years 2010 and 2011, three dollars of the fee collected shall be deposited in the financing statement and annual report filing fee fund. For each annual report filed pursuant to § 59-11-24 in fiscal year 2012 and each year thereafter, one dollar of the annual report fee shall be deposited in the financing statement and annual report filing fee fund. For each amendment of an annual report filed pursuant to § 59-11-24 in fiscal year 2016 and each year after, the fee for the amendment shall be deposited in the financing statement and annual report filing fee fund. Section 3. That § 57A-9-529 be repealed. 57A-9-529. At the end of each fiscal year, any funds in the financing statement and annual report filing fee fund, not otherwise appropriated, in excess of twenty-five thousand dollars, shall revert to the general fund. Section 4. The state treasurer shall transfer any funds remaining, not to exceed twenty-five thousand dollars, in the financing statement and annual report filing fee fund as of June 30, 2016, to the secretary of state business and service fee fund created by section 5 of this Act. Section 5. That chapter 1-8 be amended by adding a NEW SECTION to read: There is hereby created within the state treasury the secretary of state business and service fee fund to provide funds for the operation of business services within the Office of the Secretary of State. At the end of each fiscal year, any cash in the secretary of state business and service fee fund in excess of two hundred thousand dollars shall be transferred to the general fund. Section 6. That chapter 1-8 be amended by adding a NEW SECTION to read: Notwithstanding any other provision of law, the secretary of state shall deposit fifteen percent of each fee, except any fee associated with elections, collected by the secretary of state into the state business and service fee fund. The remaining eighty-five percent of each fee collected shall be deposited in the general fund. The money collected in the state business and service fee fund shall be budgeted and expended pursuant to the provisions of title 4 on warrants drawn by the state auditor on vouchers approved by the secretary of state. Section 7. That chapter 1-8 be amended by adding a NEW SECTION to read: The secretary of state may promulgate rules, pursuant to chapter 1-26, to establish a convenience fee. A convenience fee means a fee charged for the privilege of being able to file by paper or pay a fee by credit card, charge card, debit card, e-checks, or other form of electronic payment. The maximum fee that may be charged for the privilege of being able to file by paper is twenty dollars per filing. The maximum fee that may be charged for payment by credit card, charge card, debit card, e-checks, or other form of electronic payment shall be three percent of the transaction amount. Any convenience fee established pursuant to this section shall be allocated pursuant to the provisions of section 6 of this Act. Section 8. That § 47-1A-122 be amended to read: 47-1A-122. The Office of the Secretary of State shall collect the following fees when the documents described in this section are delivered for filing: (1) Articles of incorporation, $150; (2) Application for use of indistinguishable name, $25; (3) Application for reserved name, $25; (4) Notice of transfer of reserved name, $15; (5) Application for registered name, $25; (6) Application for renewal of registered name, $15. A renewal application may be filed between the first day of October and the thirty-first day of December in each year and shall extend the registration for the following year; (7) to (9) Repealed by SL 2008, ch 275, § 27; (10) Articles of domestication, $150; (11) Articles of charter surrender, $150; (12) Articles of domestication and conversion, $150; (13) Articles of entity conversion, $150; (14) Amendment of articles of incorporation, $60; (15) Restatement of articles of incorporation, $60; (16) Articles of merger or share exchange, $60; (17) Articles of dissolution, $10; (18) Articles of revocation of dissolution, $10; (19) Certificate of administrative dissolution, no charge; (20) Application for reinstatement following administrative dissolution, plus any delinquent annual report filing fees for the period prior to before the reinstatement application, $300; (21) Certificate of reinstatement, no charge; (22) Certificate of judicial dissolution, no charge; (23) Application for certificate of authority, $750; (24) Application for amended certificate of authority, $250; (25) Application for certificate of withdrawal, $10; (26) Application for transfer of authority, $25; (27) Certificate of revocation of authority to transact business, no charge; (28) Annual report, $50. Each entity that does not file or refuses to file its annual report within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state; (29) Articles of correction, $25; (30) Application for certificate of existence or authorization, $20; (31) Amended annual report, $25; (32) Any other document required or permitted to be filed by this chapter, $20. The Office of the Secretary of State shall collect a fee of thirty dollars each time process is served on the Office of the Secretary of State under this chapter. The party to a proceeding causing service of process is entitled to recover this fee as costs if the party prevails in the proceeding. Section 9. That § 48-7A-1208 be amended to read: 48-7A-1208. The provisions of § 1-8-10 notwithstanding, the fee for filing the statements and reports provided for in the following sections with the secretary of state is as follows: (1) Section 48-7A-303, Statement of Authority, one hundred twenty-five dollars; (2) Section 48-7A-304, Statement of Denial, ten dollars; (3) Section 48-7A-704, Statement of Dissociation, ten dollars; (4) Section 48-7A-805, Statement of Dissolution, ten dollars; (5) Section 48-7A-907, Statement of Merger, sixty dollars; (6) Section 48-7A-1001, Statement of Qualification, one hundred twenty-five dollars; (6A) Section 48-7A-1001, Statement of Change, ten dollars; (7) Section 48-7A-1003, Annual Report, fifty dollars. Each limited liability partnership, domestic or foreign, that does not file or refuses to file its annual report within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state; (8) Section 48-7A-1001.1, Statement of Amendment, fifteen dollars; (9) Section 48-7A-1001.2, Statement of Cancellation, ten dollars; (10) Section 48-7A-1102, Statement of Foreign Qualification, one hundred twenty-five dollars; (11) Section 48-7A-1102.1, Statement of Amendment of Foreign Qualification, fifteen dollars; (12) Section 48-7A-1102.2, Statement of Cancellation, ten dollars; and (13) Filing any other statement, ten dollars. Section 10. That § 47-28-8 be amended to read: 47-28-8. The secretary of state shall charge and collect for furnishing a certified copy of any document, instrument, or paper relating to a corporation, one dollar two dollars per page, and fifteen dollars for the certificate and affixing the seal thereto. Section 11. That § 1-8-10 be amended to read: 1-8-10. The secretary of state shall charge the following fees for services performed in the Office of the Secretary of State and shall collect the fees in advance: (1) For making a copy or transcript of any record, instrument, or paper on file in the office, one dollar two dollars per page; (2) For filing and safekeeping of any instrument or paper required by law to be filed only, ten dollars; except the oath of office of members of the Legislature and legislative officers, employees and governmental officers, employees and agencies, for which there is no fee; (3) For each commission, requisition, passport, or other document, signed by the Governor and attested by the secretary of state, under the great seal of the state, except commissions issued for executive appointment and extraditions, and making the proper record for the same, five dollars; (4) For filing application, bond, and issuing commission of notary public, thirty dollars; (5) For official certificate, attestation, and impression of the great seal, five twenty-five dollars; (6) For filing or recording any other instrument or document, ten dollars; and (7) For a certified copy of any document, instrument, or paper on file in the office, one dollar two dollars per page and fifteen dollars for the certificate and affixing the seal. However, there is no fee to any state government agency pursuant to subdivision (1). Section 12. There is hereby appropriated from the general fund the sum of seven hundred sixteen thousand dollars ($716,000), or so much thereof as may be necessary, to the secretary of state for the purpose of purchasing and developing software for an online business registration and filing system. Section 13. The secretary of state shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by section 12 of this Act. Section 14. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 15. Whereas, sections 12 to 14, inclusive, of this Act are necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and sections 12 to 14, inclusive, of this Act shall be in full force and effect from and after its passage and approval."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7192, "action_date": "2016-01-12T12:00:00-06:00", "document_id": 37505, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37505.pdf", "status_text": "First read in Senate and referred to", "journal_page": 21, "committee_id_action": 309, "committee_id_assigned": 299, "result": "N", "vote": {}}, {"bill_id": 7192, "action_date": "2016-01-19T14:00:00-06:00", "document_id": 37721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37721.pdf", "status_text": "Referred to", "journal_page": 62, "committee_id_action": 309, "committee_id_assigned": 323, "result": "P", "vote": {}}, {"bill_id": 7192, "action_date": "2016-02-08T08:00:00-06:00", "document_id": 38987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38987.pdf", "status_text": "Tabled", "journal_page": 243, "committee_id_action": 323, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20641, "president_vote": null, "Excused": [1057, 1011], "Yea": [1028, 1062, 1059, 1043, 972, 992, 999, 1020, 1013, 1047, 998, 1008, 1009, 970, 986, 971]}}, {"bill_id": 7192, "action_date": "2016-02-08T08:00:00-06:00", "document_id": 38722, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38722.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 323, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7192"}