{"session_id": 69, "bill_id": 25197, "bill_type": "House Bill", "bill_number": 1232, "bill_title": "create the Indian Child Welfare Advisory Council.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25197", "sponsors": [{"legislator_profile_id": 4563, "is_prime": true}], "keywords": ["Appointments", "Child Abuse", "Child Custody", "Indian Tribes", "Reports", "State Affairs and Government"], "audio": [], "bill_versions": [{"bill_id": 25197, "bill_version_id": 264014, "bill_version": "Introduced", "bill_version_date": "2024-01-31T10:06:58.55-06:00", "bill_text": "An Act to create the Indian Child Welfare Advisory Council. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 1-36: The Indian Child Welfare Advisory Council is hereby established within the Department of Social Services to facilitate collaboration between the tribes, the department, and other subject matter experts. The council consists of a representative of the department, appointed by the secretary of the department of Social Services, one representative from each of the nine tribes in South Dakota, appointed by the tribal council of tribe, one member of the House of Representatives appointed by the speaker of the House of Representatives, and one member of the Senate appointed by the president pro tempore of the Senate. The council members shall serve for two-year terms. Section 2. That a NEW SECTION be added to chapter 1-36: The Indian Child welfare advisory council shall meet at least four times each year. The council shall choose from its members a chair and a secretary, and the secretary shall keep minutes of each meeting. The council shall make an annual report of the progress of its work to the Governor and the Legislature by January first each year."}], "amendments": [{"bill_id": 25197, "document_id": 264733, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264733.pdf", "legislator_profile_id": 4563, "document_id_instructions": 264736, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/264736.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 25197, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First read in House and referred to", "journal_page": 213, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}]}