{"session_id": 21, "bill_id": 6514, "bill_type": "Senate Bill", "bill_number": 73, "bill_title": "improve public safety regarding juvenile justice.", "sponsors": [{"legislator_profile_id": 924, "is_prime": true}, {"legislator_profile_id": 868, "is_prime": true}, {"legislator_profile_id": 883, "is_prime": false}, {"legislator_profile_id": 915, "is_prime": false}, {"legislator_profile_id": 952, "is_prime": false}, {"legislator_profile_id": 853, "is_prime": false}, {"legislator_profile_id": 854, "is_prime": false}, {"legislator_profile_id": 888, "is_prime": false}, {"legislator_profile_id": 855, "is_prime": false}, {"legislator_profile_id": 856, "is_prime": false}, {"legislator_profile_id": 923, "is_prime": false}, {"legislator_profile_id": 925, "is_prime": false}, {"legislator_profile_id": 875, "is_prime": false}, {"legislator_profile_id": 943, "is_prime": false}, {"legislator_profile_id": 931, "is_prime": false}, {"legislator_profile_id": 941, "is_prime": false}, {"legislator_profile_id": 927, "is_prime": false}, {"legislator_profile_id": 857, "is_prime": false}, {"legislator_profile_id": 858, "is_prime": false}, {"legislator_profile_id": 859, "is_prime": false}, {"legislator_profile_id": 860, "is_prime": false}, {"legislator_profile_id": 917, "is_prime": false}, {"legislator_profile_id": 889, "is_prime": false}, {"legislator_profile_id": 929, "is_prime": false}, {"legislator_profile_id": 947, "is_prime": false}, {"legislator_profile_id": 937, "is_prime": false}, {"legislator_profile_id": 948, "is_prime": false}, {"legislator_profile_id": 903, "is_prime": false}, {"legislator_profile_id": 945, "is_prime": false}, {"legislator_profile_id": 882, "is_prime": false}, {"legislator_profile_id": 876, "is_prime": false}, {"legislator_profile_id": 909, "is_prime": false}, {"legislator_profile_id": 899, "is_prime": false}, {"legislator_profile_id": 946, "is_prime": false}, {"legislator_profile_id": 885, "is_prime": false}, {"legislator_profile_id": 958, "is_prime": false}, {"legislator_profile_id": 913, "is_prime": false}, {"legislator_profile_id": 896, "is_prime": false}, {"legislator_profile_id": 887, "is_prime": false}, {"legislator_profile_id": 951, "is_prime": false}, {"legislator_profile_id": 861, "is_prime": false}, {"legislator_profile_id": 956, "is_prime": false}, {"legislator_profile_id": 936, "is_prime": false}, {"legislator_profile_id": 879, "is_prime": false}, {"legislator_profile_id": 895, "is_prime": false}, {"legislator_profile_id": 920, "is_prime": false}, {"legislator_profile_id": 930, "is_prime": false}, {"legislator_profile_id": 953, "is_prime": false}, {"legislator_profile_id": 898, "is_prime": false}, {"legislator_profile_id": 881, "is_prime": false}, {"legislator_profile_id": 894, "is_prime": false}, {"legislator_profile_id": 906, "is_prime": false}, {"legislator_profile_id": 890, "is_prime": false}, {"legislator_profile_id": 891, "is_prime": false}, {"legislator_profile_id": 908, "is_prime": false}, {"legislator_profile_id": 893, "is_prime": false}, {"legislator_profile_id": 940, "is_prime": false}, {"legislator_profile_id": 886, "is_prime": false}, {"legislator_profile_id": 862, "is_prime": false}, {"legislator_profile_id": 935, "is_prime": false}, {"legislator_profile_id": 916, "is_prime": false}, {"legislator_profile_id": 880, "is_prime": false}, {"legislator_profile_id": 911, "is_prime": false}, {"legislator_profile_id": 944, "is_prime": false}, {"legislator_profile_id": 910, "is_prime": false}, {"legislator_profile_id": 863, "is_prime": false}, {"legislator_profile_id": 864, "is_prime": false}, {"legislator_profile_id": 914, "is_prime": false}, {"legislator_profile_id": 902, "is_prime": false}, {"legislator_profile_id": 933, "is_prime": false}, {"legislator_profile_id": 866, "is_prime": false}, {"legislator_profile_id": 867, "is_prime": false}, {"legislator_profile_id": 926, "is_prime": false}, {"legislator_profile_id": 877, "is_prime": false}, {"legislator_profile_id": 955, "is_prime": false}, {"legislator_profile_id": 869, "is_prime": false}, {"legislator_profile_id": 950, "is_prime": false}, {"legislator_profile_id": 912, "is_prime": false}, {"legislator_profile_id": 871, "is_prime": false}, {"legislator_profile_id": 892, "is_prime": false}, {"legislator_profile_id": 872, "is_prime": false}, {"legislator_profile_id": 904, "is_prime": false}, {"legislator_profile_id": 878, "is_prime": false}, {"legislator_profile_id": 921, "is_prime": false}, {"legislator_profile_id": 918, "is_prime": false}, {"legislator_profile_id": 954, "is_prime": false}, {"legislator_profile_id": 897, "is_prime": false}, {"legislator_profile_id": 932, "is_prime": false}, {"legislator_profile_id": 949, "is_prime": false}, {"legislator_profile_id": 874, "is_prime": false}, {"legislator_profile_id": 934, "is_prime": false}, {"legislator_profile_id": 957, "is_prime": false}], "keywords": ["Courts and Judiciary", "Criminal Procedure", "Minors", "State Affairs and Government"], "audio": [{"meeting_datetime": "2015-01-23T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst08.mp3", "start_seconds": 220.0}, {"meeting_datetime": "2015-01-23T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst08.mp3", "start_seconds": 220.0}, {"meeting_datetime": "2015-01-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen09.mp3", "start_seconds": 983.0}, {"meeting_datetime": "2015-01-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen09.mp3", "start_seconds": 983.0}, {"meeting_datetime": "2015-01-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen09.mp3", "start_seconds": 983.0}, {"meeting_datetime": "2015-01-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen09.mp3", "start_seconds": 983.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst15.mp3", "start_seconds": 3680.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst15.mp3", "start_seconds": 3680.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst15.mp3", "start_seconds": 3680.0}, {"meeting_datetime": "2015-02-27T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst29.mp3", "start_seconds": 921.0}, {"meeting_datetime": "2015-02-27T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst29.mp3", "start_seconds": 921.0}, {"meeting_datetime": "2015-02-27T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst29.mp3", "start_seconds": 921.0}, {"meeting_datetime": "2015-03-10T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou35.mp3", "start_seconds": 928.0}, {"meeting_datetime": "2015-03-10T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou35.mp3", "start_seconds": 928.0}, {"meeting_datetime": "2015-03-10T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou35.mp3", "start_seconds": 928.0}, {"meeting_datetime": "2015-03-10T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou35.mp3", "start_seconds": 928.0}], "bill_versions": [{"bill_id": 6514, "bill_version_id": 33291, "bill_version": "Introduced", "bill_version_date": "2015-01-20T10:43:35.127-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to improve public safety regarding juvenile justice. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Community response team\" or \"team,\" a support team tasked with finding viable community resources to help rehabilitate delinquent children and children in need of supervision in community-based settings who are at risk for commitment to the Department of Corrections; (2) \"Juvenile cited violation,\" designated delinquency or children in need of supervision violation handled by law enforcement with the uniform traffic ticket pursuant to § 23-1A-2; (3) \"Juvenile Justice Oversight Council,\" the council established by section 11 of this Act; (4) \"Quality assured,\" monitored to determine the extent to which individuals delivering treatment to juveniles are administering that treatment consistently and as designed; (5) \"Recidivism,\" for the Department of Corrections for the purposes of this Act, within one year, two years, or three years of discharge from the custody of the Department of Corrections, a juvenile commitment or conviction in adult court for a felony resulting in a sentence to the Department of Corrections. For the Unified Judicial System for the purposes of this Act, the term means being adjudicated delinquent while on probation or adjudicated delinquent or convicted of a felony in adult court within one year, two years, or three years after discharge from juvenile probation; (6) \"Risk factors,\" characteristics and behaviors that, when addressed or changed, affect a child's risk for committing delinquent acts. The term includes prior and current offense history, antisocial behavior, antisocial personality, attitude and thinking about delinquent activity, family dysfunction, low levels of education or engagement in school, poor use of leisure time and recreation, and substance abuse; (7) \"Specialized transition services,\" independent living; foster care; respite; crisis stabilization; short-term assessment; a residential setting intended to transition the juvenile from a residential treatment center, intensive residential treatment center, or more restrictive group care or juvenile corrections facility; or other transitional setting authorized by the secretary of the Department of Corrections; (8) \"Treatment,\" when used in a juvenile justice context, targeted interventions that utilize evidence-based practices to focus on juvenile risk factors, to improve mental health, and to reduce the likelihood of delinquent behavior; (9) \"Validated risk and needs assessment,\" a tool scientifically proven to identify factors for delinquency and predict a child's risk to reoffend. Section 2. That § 26-7A-11 be amended to read as follows: 26-7A-11. A report of a preliminary investigation involving an any apparent child in need of supervision or an any apparent delinquent child may be referred under § 26-7A-10 for informal adjustment or informal action pursuant to subdivision 26-7A-10(4) only if: (1) The child and the child's parents, guardian, or other custodian were informed of their constitutional and legal rights, including being represented by an attorney at every stage of the proceedings if a petition is filed; (2) The facts are admitted and establish prima facie jurisdiction; and (3) Written consent is obtained from the child's parents, guardian, or custodian and from the child if the child is of sufficient age and understanding. Efforts to effect informal adjustment or informal action may extend no longer than six four months from the date of such the consent. The state's attorney may include in the referral to a court-approved juvenile diversion program a requirement that restitution be imposed as a condition of the diversion program. Section 3. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: Any apparent child in need of supervision or any apparent delinquent child shall be referred for informal adjustment or informal action pursuant to subdivision 26-7A-10(4) if the following criteria are met: (1) The child has no prior adjudications; (2) The child has had no informal adjustment or informal action within the last twelve months; (3) The child is an apparent child in need of supervision pursuant to § 26-8B-2 or an apparent delinquent pursuant to § 26-8C-2 and the alleged conduct constitutes a misdemeanor; (4) The child's alleged conduct did not include use of violence or force against another; and (5) All of the requirements in § 26-7A-11 are met. If the state's attorney has good cause to believe that informal adjustment or informal action is insufficient to meet the purposes of this chapter and chapters 26-8B and 26-8C, the state's attorney may file a delinquency petition pursuant to subdivision 26-7A-10(5). The petition shall include notice of the departure from informal adjustment or informal action and notice to the child of the child's right to move for informal adjustment or informal action. Upon motion of the child and upon a finding that no good cause exists, the court may refer the child to informal adjustment or informal action pursuant to subdivision 26-7A-10(4). Section 4. That § 26-7A-10 be amended to read as follows: 26-7A-10. When a state's attorney is informed by a law enforcement officer or any other person that a child is, or appears to be, within the purview of this chapter and chapter 26-8A, 26-8B, or 26-8C, the state's attorney shall make a preliminary investigation to determine whether further action should shall be taken. On the basis of the preliminary investigation, the state's attorney may: (1) Decide that no further action is required; (2) If the report relates to an apparent abused or neglected child and if additional information is required, refer the matter to the Department of Social Services for further investigation and recommendations; (3) If the report relates to a juvenile cited violation, proceed on the complaint; (4) If the report relates to an apparent child in need of supervision or, an apparent delinquent child, or a juvenile cited violation, refer the matter to a court services officer for any informal adjustment to the supervision of the court that is practicable without a petition or refer the matter to a court-approved juvenile diversion program for any informal action outside the court system that is practicable without the filing of a petition; or (4)(5) File a petition to commence appropriate proceedings in any case that the youth does not meet the criteria provided in section 3 of this Act. Section 5. The Department of Corrections shall develop a fiscal incentive program to incentivize county use of diversion opportunities. Beginning on September 1, 2016, any application for funding from the fiscal incentive program shall be submitted to the Department of Corrections before September first each year by a county. The fiscal incentive program includes the following requirements: (1) An application shall include data on the number of children annually referred by the county to a diversion program, as well as the number of referred children that successfully completed a diversion program. In addition, each application shall provide specific data about the children the county referred to diversion, including the type of program or type of diversion referred to, the name and location of each diversion provider, and whether the child completed a diversion program; (2) The allotment of funds shall be based on the number of children referred by each county that complete a court-approved diversion program at a rate of two hundred fifty dollars per child. That amount shall be prorated if the number of children completing a diversion program statewide results in an amount that exceeds the allotted funds; (3) No county may receive any state funds provided by this section until its application has been received; and (4) Payments to counties shall be transferred on or about November first each year. The Department of Corrections shall report data collected from participating counties semiannually to the oversight council. Section 6. The Department of Social Services may provide for and implement treatment for juvenile system involved youth. The Department of Social Services, in coordination with the Department of Corrections and Unified Judicial System, shall identify community-based treatment to be made available to juveniles with justice system involvement based on the needs of the youth. The Unified Judicial System and the Department of Corrections shall annually provide aggregated risk factor data to the Department of Social Services. Any treatment identified for implementation shall be quality assured and shown through research or documented evidence to reduce recidivism and other juvenile risk factors. In cooperation with the Department of Corrections and the Unified Judicial System, the Department of Social Services shall establish a juvenile treatment referral process incorporating a risk and needs assessment tool for use by the Unified Judicial System and Department of Corrections, and supplemental mental health and substance abuse screening tools. The Department of Corrections and Unified Judicial System shall use a validated risk and needs assessment, and either a mental health or substance abuse assessment, or both, if the risk and needs assessment indicates a mental health or substance abuse issue, to guide referrals to interventions identified under this section, consistent with the process established by the Department of Social Services. Section 7. The Department of Social Services shall collect data, in the aggregate and by provider, on the number of juveniles referred to treatment, the number and percent of juveniles completing treatment and not completing treatment for juveniles receiving treatment paid for by the Department of Social Services pursuant to this Act. The Department of Social Services shall report this information semiannually to the oversight council and regularly review the information, data, and other performance measures with the Unified Judicial System and Department of Corrections. The Department of Social Services shall provide the Unified Judicial System and Department of Corrections with treatment program referral and completion data in the aggregate, by provider, and on the individual level. Section 8. The Department of Tribal Relations, in coordination with necessary state agencies, treatment providers, law enforcement, and stakeholders, shall evaluate and make recommendations to the oversight council to improve outcomes for Native American children in the juvenile justice system. Options for consideration may include sharing of treatment resources, information sharing about children under probation supervision, and joint supervision. Section 9. The Department of Tribal Relations shall report to the oversight council by December 31, 2016, the progress of the evaluation required by section 8 of this Act. The Department of Tribal Relations shall submit its final recommendations to the oversight council, the Governor, the Chief Justice, and the Legislature by July 1, 2017. Section 10. That chapter 26-11A be amended by adding thereto a NEW SECTION to read as follows: For any child in the custody of the Department of Corrections and placed in a residential facility, state-run or private, the department shall participate in a monthly treatment team meeting with the residential facility. The department shall: (1) Review progress on the treatment plan goals and evaluate the effectiveness of the service; (2) Determine whether any less restrictive treatment alternative is appropriate and available; and (3) Develop an aftercare plan designed to facilitate release that identifies release options and timeframes, if appropriate. Each treatment plan shall be designed to achieve release at the earliest possible time and to maximize the child's development and acquisition of skills that enables the child to successfully transition to community living. The Department of Corrections shall train department staff on effective participation in treatment team meetings. Section 11. There is hereby established a Juvenile Justice Oversight Council responsible for monitoring and reporting performance and outcome measures related to the provisions set forth in this Act. Section 12. The oversight council shall consist of the following nineteen members: (1) The Governor shall appoint the following six members: (a) A representative from the Department of Corrections; (b) A representative from the Department of Social Services; (c) A representative who is a state's attorney; (d) A representative from a youth care provider; and (e) Two at large members; (2) The Chief Justice shall appoint the following six members: (a) A representative who is a criminal defense attorney; (b) A representative who is a judge; and (c) Four at large members; (3) The majority leader of the Senate shall appoint the following three members: (a) Two legislative members of the Senate, one from each political party; and (b) One at large member; (4) The majority leader of the House of Representatives shall appoint the following three members: (a) Two legislative members of the House of Representatives, one from each political party; and (b) One member who is a county commissioner; and (5) The attorney general shall appoint one member. The oversight council shall select a chair and a vice chair. Section 13. The oversight council shall meet within ninety days following appointment and shall meet semiannually thereafter. The oversight council terminates five years after its first meeting, unless the Legislature, by joint resolution, continues the oversight council for a specified period of time. The oversight council may: (1) Review the recommendations of the juvenile justice reinvestment initiative work group in the final report dated November 2014, track implementation, and evaluate compliance with this Act; (2) Review performance measures and outcome measures required by this Act and proposed by the Department of Corrections, Unified Judicial System, and Department of Social Services; (3) Review performance measures and outcome measures submitted semiannually by the Department of Corrections, Unified Judicial System, and Department of Social Services pursuant to sections 7, 18, 24, 26, 34, and 36 of this Act; (4) Review efforts by the Department of Social Services to ensure delivery of treatment in rural areas and related performance measures; (5) Track progress and make recommendations to improve outcomes for Native American children in the juvenile justice system in accordance with sections 8 and 9 of this Act; (6) Review the payments of the diversion incentive program to counties, pursuant to section 5 of this Act, payments from the juvenile justice detention cost-sharing fund pursuant to section 45 of this Act, and performance-based reimbursement payments to group care and residential treatment centers pursuant to sections 32 and 33 of this Act; and (7) Prepare and submit an annual summary report of the performance and outcome measures that are part of this Act to the Legislature, Governor, and Chief Justice. The report shall include any recommendations for improvement related to this Act. Section 14. The presiding judge of each judicial circuit may appoint one or more community response teams to assist judges by recommending viable community-based interventions for children in need of supervision and delinquent children. Each team appointed shall include the court services officer in the jurisdiction where the team is to operate, and designees of the secretaries of the Departments of Social Services and Corrections. Each team may include a representative of a public school district in which the team is to operate and one or more representatives of the public. The Unified Judicial System shall maintain a record of the membership of each team and report nonidentifying data to the oversight council. The team may operate telephonically or through electronic communications. The records prepared or maintained by the team are confidential. However, the records may be inspected by, or disclosed to, justices, judges, magistrates, and employees of the Unified Judicial System in the course of their duties, the attorney for the child and child's parents, guardian, or other custodian, the state's attorney prosecuting the case, and to any person specifically authorized by order of the court. The record of the team may only be released to a third party upon good cause shown to the satisfaction of the court that the release is necessary and the information contained in the record is not available elsewhere. Section 15. The Supreme Court may establish rules, pursuant to § 16-3-1, regarding formation of a community response team and the procedures to be followed by the team. Section 16. That § 26-8C-5 be amended to read as follows: 26-8C-5. Following adjudication of a child as a delinquent child, the court may continue the case and may require a court services officer to present to the court a plan of disposition. Where a community response team as defined in section 1 of this Act has been established, prior to any disposition to the Department of Corrections, the court may seek a recommendation for a viable community alternative disposition from the team. If the team is unable to provide any recommendation within seven days of the referral, the disposing court may exercise its discretion and make a disposition decision without the input of the team, pursuant to § 26-8C-7. In each case, the court may adopt the recommendation of the team in part, in full, or reject the recommendation of the team in its entirety. Section 17. That § 26-8B-4 be amended to read as follows: 26-8B-4. Following adjudication of a child as a child in need of supervision, the court may continue the case and may require a court services officer to present to the court a plan of disposition. If a community response team as defined in section 1 of this Act has been established, prior to any disposition to the Department of Corrections, the court may seek a recommendation for a viable community alternative disposition from the team. If the team is unable to provide any recommendation within seven days of the referral, the court may exercise its discretion and make a disposition decision without the input of the team, pursuant to § 26-8B-6. In all cases, the court may adopt the recommendation of the team in part, in full, or reject the recommendation of the team in its entirety. Section 18. The Unified Judicial System shall provide semiannually to the oversight council the following nonidentifying aggregate data for any jurisdiction where a community response team has been established: (1) Number of referrals to the team by each judicial circuit; (2) The number and percent of referrals by each judicial circuit where the team recommendation is provided; (3) The number and percent of cases where the team located a community based alternative; (4) The recommendation of the team for each case; and (5) The disposition of the court. Section 19. That § 26-8C-1 be amended to read as follows: 26-8C-1. It is the purpose of this chapter, in conjunction with chapter 26-7A, to establish an effective state and local system for delinquent children including a focus on community-based rehabilitation. Section 20. That § 26-8C-7 be amended to read as follows: 26-8C-7. If a child has been adjudicated as a delinquent child, the court shall enter a decree of disposition according to the least restrictive alternative available in keeping with the best interests of the child. The decree shall contain one or more of the following alternatives: (1) The court may make any one or more of the dispositions in § 26-8B-6, except that a delinquent child may be incarcerated in a detention facility established pursuant to provisions of chapter 26-7A for not more than ninety days, which may be in addition to any period of temporary custody; (2) The court may impose a fine not to exceed one thousand dollars; (3)(2) The court may place the child on probation under the supervision of a court services officer or another designated individual. The child may be required pursuant to § 26-8C-14; (3) The court may require a child as a condition of probation to report for assignment to participate in a supervised work community service program, provided if the child is not deprived of the schooling that is appropriate for the child's age, needs, and specific rehabilitative goals. The supervised work community service program shall be of a constructive nature designed to promote rehabilitation, appropriate to the age level and physical ability of the child, and shall be combined with counseling by the court services officer or other guidance personnel. The supervised work community service program assignment shall be made for a period of time consistent with the child's best interests, but for not more than ninety days; (4) The court may place the child at the Human Services Center for examination and treatment; (5) The court may commit the child to the Department of Corrections; (6) The court may place the child in a detention facility for not more than ninety days, which may be in addition to any period of temporary custody; (7)(6) The court may place the child in an alternative educational program; (8)(7) The court may order the suspension or revocation of the child's right to apply for a driving privilege, suspend or revoke an existing driving privilege, or restrict the privilege in such manner as it sees fit, including requiring that financial responsibility be proved and maintained; (9)(8) The court may assess or charge costs and fees permitted by §§ 16-2-41, 23-3-52, 23A-27-26, 23A-28B-42, and 23A-27-27 against the child, parent, guardian, custodian, or other party responsible for the child; or (9) The court may only commit a child to the Department of Corrections if the judge finds that: (a) No viable alternative exists; (b) The Department of Corrections is the least restrictive alternative; and (c) The child is currently adjudicated delinquent for an offense eligible for transfer proceedings pursuant to § 26-11-3.1; the child is currently adjudicated delinquent for a crime of violence pursuant to subdivision 22-1-2(9), sex offense pursuant to § 22-24B-1, felony sexual registry offense pursuant to chapter 22-24B, or burglary in the second degree pursuant to § 22-32-3; or the court finds from evidence presented at the dispositional hearing or from the pre-dispositional report that the youth presents a significant risk of physical harm to another person. Any finding made pursuant to this section shall be made in the written decree. Section 21. Any child required to participate in a community service program is not an agent or employee of the recipients of these services. Any recipient of community service, described in §§ 26-8C-7 and 26-8B-6, does not have to provide the child with unemployment compensation insurance pursuant to title 61 nor with workers' compensation insurance pursuant to title 62. Each recipient and the recipient's officers, agents, and employees are immune from any cause of action for civil damages brought by the child, parents, guardians, or any third party if the cause of action arises from any act of commission or omission by the recipient or any of its officers, agents, or employees or any act of commission or omission by the child and the acts arise out of or are in connection with a community service program, except if the cause of action is the result of gross negligence or willful and wanton misconduct of the recipient or its officers, agents, or employees and except to the extent that the recipient has purchased liability insurance. Nothing in this section relieves any individual child from responsibility for the child's individual acts. Section 22. If a judge orders more than fourteen days of detention in a thirty-day period pursuant to § 26-8C-7 or 26-8B-6, the court shall enter findings of fact and conclusions of law to include in the dispositional decree justifying the need for extended detention. Section 23. That § 26-8C-14 be amended to read as follows: 26-8C-14. The terms, and conditions, and duration of probation of a delinquent child shall be specified by rules or orders of the court and by court services officers. The duration of juvenile probation shall be specified by order of the court but may not exceed four months unless: (1) The child is placed in the intensive juvenile probation program; or (2) The child's probation is extended as provided under this section. If the child is placed on intensive juvenile probation, the duration of probation upon order by the court may be up to eight months. If the child is placed on juvenile probation, a court services officer may request two extensions up to four months each or one extension up to four months for intensive juvenile probation. The court may authorize the same in accordance with Unified Judicial System procedure if the extension is necessary for the child to engage in evidence-based treatment as required by the case plan. If evidence-based treatment is not available, an extension may be granted if the youth is engaged in alternative court-approved treatment that will not be completed before the previously ordered term of probation expires. The total duration of probation, including juvenile intensive probation and any extension may not exceed twelve months unless the court provides written authorization to allow a child to complete evidence-based treatment that will not be completed before probation expires. Probation may not be extended solely to collect restitution. If probation is terminated with restitution owing, the Unified Judicial System procedure may govern the collection. Each child placed on probation shall be given a written statement of the terms and conditions of probation, and the probation extension policy. The terms and conditions, as well as the probation extension policy, shall be fully explained to the child. The court shall review the terms and conditions of probation and the progress of each child placed on probation at least once every six four months. The court may release a child from probation or modify the terms and conditions of the child's probation at any time, but any child who has complied satisfactorily with the terms, conditions, and duration of probation shall be released from probation and the jurisdiction of the court terminated. If the duration of probation previously prescribed has expired, the court shall release the child from probation and terminate jurisdiction. Section 24. The Unified Judicial System shall report semiannually to the oversight council: (1) The number of juvenile probation admissions; (2) The number of juveniles for whom a request for extension is made; (3) The number and percent of juveniles for whom extensions are granted; (4) The number of requests for extension; (5) The number and percent of requests granted; (6) The reason for discharge and length of probation for juveniles discharged from supervision; and (7) The recidivism rate. The Unified Judicial System shall report semiannually to the oversight council the number of children placed in a detention facility pursuant to subdivisions 26-8C-7(5) and 26-8B-6(3) and the duration of each detention stay. The Unified Judicial System shall report semiannually to the oversight council the number of children eligible for informal adjustment and informal action pursuant to section 3 of this Act, and the number and percent of children for whom good cause is found for the state's attorney to proceed on a petition if the child is otherwise eligible for informal adjustment and informal action pursuant to section 3 of this Act. The Unified Judicial System shall report semiannually to the oversight council the number of children summoned to court on a juvenile cited violation pursuant to section 37 of this Act, the number of children summoned to court on a juvenile cited violation referred for informal adjustment and informal action pursuant to section 38 of this Act, and the number petitioned under section 38 of this Act. Section 25. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: The Supreme Court shall establish rules, pursuant to § 16-3-1, to develop a graduated sanctions and incentives procedure and grid to guide court services officers in determining the appropriate response to a violation of terms or conditions of probation in juvenile cases. If the graduated sanctions program includes detention, a stay may not exceed forty-eight hours, and may not exceed twenty-four hours for children in need of supervision pursuant to § 26-8B-3. The Unified Judicial System shall collect data related to the use of sanctions, grid compliance and program outcomes, and shall include a process for reviewing sanctions that are challenged by the juvenile. The system of graduated sanctions shall be created with the following objectives: (1) Responding to violations of probation quickly, consistently, and proportionally; (2) Reducing the time and resources expended by the court to respond to violations; and (3) Reducing the likelihood of a new delinquent act. Section 26. The Unified Judicial System shall report semiannually to the oversight council the number and percent of juvenile probationers who received a graduated response, the number and percent of juvenile probationers receiving a formal allegation of a probation violation, the number and percent of juveniles whose probation is revoked, and the action taken as a result of the revocation. Section 27. That § 26-8C-15 be amended to read as follows: 26-8C-15. The following provisions apply if the child is alleged to have violated the terms and conditions of probation and a formal allegation of a probation violation is filed: (1) The court shall set a hearing on the alleged violation and shall give five days' notice to the child, to the child's parents, guardian, or custodian, and to any other parties to the proceedings; (2) The child and the child's parents, guardian, or custodian shall be given a written statement concerning the alleged violation; (3) The child may be represented by legal counsel at the probation violation hearing and the child is entitled to the issuance of compulsory process for the attendance of witnesses; (4) If the court finds by a preponderance of the evidence that the child violated the terms and conditions of probation, the court may modify the terms and conditions of probation, revoke probation, or take other action as permitted by this chapter or chapter 26-7A which is in the best interests of the child and the public, except commitment to the Department of Corrections. The court may only commit a child to the Department of Corrections if the court finds that the violation committed constitutes a new law violation and finds that the aggravated circumstances as provided in subdivision 26-8C-7(9) exist; (5) For the purposes of this section, new law violation is defined as delinquent behavior pursuant to § 26-8C-2, a Class 1 misdemeanor violation of title 32, or a violation of § 32-23-21; and (6) If the court finds that the child did not violate the terms and conditions of probation as alleged, the court shall dismiss the proceedings and continue the child on probation under the terms and, conditions, and duration previously prescribed. If the duration of probation previously prescribed has expired, the court shall release the child from probation and terminate jurisdiction. Section 28. That § 26-8B-1 be amended to read as follows: 26-8B-1. It is the purpose of this chapter, in conjunction with chapter 26-7A, to establish an effective state and local system for children in need of supervision, including a focus on community-based rehabilitation. Section 29. That § 26-8B-6 be amended to read as follows: 26-8B-6. If a child has been adjudicated as a child in need of supervision, the court shall enter a decree of disposition according to the least restrictive alternative available in keeping with the best interests of the child. The decree shall contain one or more of the following alternatives: (1) The court may place the child on probation pursuant to § 26-8B-8 or under protective supervision in the custody of one or both parents, guardian, custodian, relative, or another suitable person under conditions imposed by the court; (2) The court may require as a condition of probation that the child report for assignment to participate in a supervised work community service program, provided the child is not placed in a detention facility and is not deprived of the schooling that is appropriate to the child's age, needs, and specific rehabilitative goals. The supervised work community service program shall be of a constructive nature designed to promote rehabilitation, shall be appropriate to the age level and physical ability of the child, and shall be combined with counseling by a court services officer or other guidance personnel. The supervised work community service program assignment shall be made for a period of time consistent with the child's best interests, but may not exceed ninety days; (3) If the court finds that the child has violated a valid court order, the court may place the child in a detention facility for not more than ninety days, which may be in addition to any period of temporary custody, for purposes of disposition if: (a) The child is not deprived of the schooling that is appropriate for the child's age, needs, and specific rehabilitative goals; (b) The child had a due process hearing before the order was issued; and (c) A plan of disposition from a court services officer is provided to the court; (4) The court may require the child to pay for any damage done to property or for medical expenses under conditions set by the court if payment can be enforced without serious hardship or injustice to the child; (5) The court may commit the child to the Department of Corrections for placement in a juvenile correctional facility, foster home, group home, group care center, residential treatment center, or other community-based services, if those community-based services were not provided prior to commitment, pursuant to chapter 26-11A. Prior to placement in a juvenile correctional facility, an interagency team comprised of representatives from the Department of Human Services, Department of Social Services, Department of Education, the Department of Corrections, and the Unified Judicial System shall make a written finding that placement at a Department of Corrections facility is the least restrictive placement commensurate with the best interests of the child. Subsequent placement in any other Department of Corrections facility may be authorized without an interagency review; (6) The court may place a child in an alternative educational program; (7)(6) The court may order the child to be examined and treated at the Human Services Center; (8)(7) The court may impose a fine not to exceed five hundred dollars; (9)(8) The court may order the suspension or revocation of the child's right to apply for a driving privilege, suspend or revoke an existing driving privilege, or restrict the privilege in such manner as the court sees fit or as required by § 32-12-52.4, including requiring that financial responsibility be proved and maintained; (10)(9) The court may assess or charge the same costs and fees as permitted by §§ 16-2-41, 23-3-52, 23A-27-26, 23A-28B-42, and 23A-27-27 against the child, parent, guardian, custodian, or other party responsible for the child; or (10) The court may only commit a child to the Department of Corrections if the judge finds that: (a) No viable alternatives exist; (b) The Department of Corrections is the least restrictive alternative; and (c) The court finds from evidence presented at the dispositional hearing or from the pre-dispositional report that the youth presents a significant risk of physical harm to another person. Any finding made pursuant to this section shall be made in the written decree. After disposition, but prior to placement in a juvenile correctional facility, a state interagency team comprised of representatives from the Department of Human Services, the Department of Social Services, the Department of Education, the Department of Corrections, and the Unified Judicial System shall make a written finding that placement at a Department of Corrections facility is the least restrictive placement commensurate with the best interests of the child. Subsequent placement in any other Department of Corrections facility may be authorized without an interagency review. No adjudicated child in need of supervision may be incarcerated in a detention facility except as provided in subdivision (3) or (5) (10) of this section. Section 30. That § 26-8B-8 be amended to read as follows: 26-8B-8. The terms, and conditions, and duration of probation of a child in need of supervision shall be specified by rules or orders of the court and by a court services officer. The duration of juvenile probation shall be specified by order of the court but may not exceed four months unless: (1) The child is placed in the intensive juvenile probation program; or (2) The child's probation is extended as provided under this section. If the child is placed on intensive juvenile probation, the duration of probation ordered by the court may be up to eight months. If the child is placed on juvenile probation, a court services officer may request two extensions up to four months each or one extension up to four months for intensive juvenile probation. The court may authorize the same in accordance with Unified Judicial System procedure if the extension is necessary for the child to complete evidence-based treatment as required by the case plan. If evidence-based treatment is not available, an extension may be granted if the youth is engaged in alternative court-approved treatment that will not be completed before the previously ordered term of probation expires. The total duration of probation, including juvenile intensive probation and extensions in all cases, may not exceed twelve months unless the court provides written authorization to allow a child to complete evidence-based treatment that will not be completed before probation expires. Probation may not be extended solely to collect restitution. If probation is terminated with restitution owing, Unified Judicial System procedure may govern the collection. Each child placed on probation shall be given a written statement of the terms and conditions of probation and the probation policy. The terms and conditions, as well as the probation extension policy, shall be fully explained to the child. The court shall review the terms and conditions of probation and the progress of each child placed on probation at least once every six four months. The court may release a child from probation or modify the terms and conditions of the child's probation at any time, but any child who has complied satisfactorily with the terms, conditions, and duration of probation shall be released from probation and the jurisdiction of the court terminated. If the duration of probation previously prescribed has expired, the court shall release the child from probation and terminate jurisdiction. Section 31. That § 26-8B-9 be amended to read as follows: 26-8B-9. The following provisions apply if the child is alleged to have violated the terms and conditions of probation and a formal petition is filed with the court: (1) The court shall set a hearing on the alleged violation and shall give five days' notice to the child, to the child's parents, guardian, or custodian, and to any other parties to the proceedings; (2) The child and the child's parents, guardian, or custodian shall be given a written statement concerning the alleged violation; (3) The child may be represented by legal counsel at the probation violation hearing and the child is entitled to the issuance of compulsory process for the attendance of witnesses; (4) If the court finds by a preponderance of the evidence that the child violated the terms and conditions of probation, the court may modify the terms and conditions of probation, revoke probation, or take other action as permitted by this chapter or chapter 26-7A, according to the least restrictive alternative which is in the best interests of the child, and the public, and the state except commitment to the Department of Corrections. The court may only commit a child to the Department of Corrections if the court finds that the violation committed constitutes a new law violation and finds that the aggravated circumstances provided in subdivision 26-8B-6(10) exist; (5) For the purposes of this section, a new law violation is defined as delinquent behavior pursuant to § 26-8C-2, a Class 1 misdemeanor violation of title 32, or a violation of § 32-23-21; and (6) If the court finds that the child did not violate the terms and conditions of probation as alleged, the court shall dismiss the proceedings and continue the child on probation under the terms and, conditions, and duration previously prescribed. If the duration of probation previously prescribed has expired, the court shall release the child from probation and terminate jurisdiction. Section 32. The Department of Corrections, pursuant to the provisions of chapter 26-11A and § 26-8C-7 or 26-8B-6, may place a child in a group care center operated and maintained by a nonstate entity only in accordance with a performance-based reimbursement rate structure as provided in the provider contract and as provided by this section. If a provider is able to substantially accomplish the treatment goals and release a child from group care within the performance expectation period, a performance-based reimbursement payment shall be included in the payment allocation. The maximum performance-based reimbursement payment shall be allocated when a provider is able to substantially accomplish the treatment goals and release a child within three months. A diminished performance-based reimbursement payment shall be allocated when a provider is able to substantially accomplish the treatment goals and release a child in more than three months but less than four months. The performance-based reimbursement payment is in addition to the provider reimbursement rate as established by the Department of Social Services. The Department of Corrections shall determine the need for placement in a group care facility upon admission and review the placement monthly thereafter. Upon finding that the child is no longer in need of placement, the child shall be released to aftercare pursuant to § 26-11A-12. If the child cannot be released to aftercare at no fault of the provider, a performance-based reimbursement payment shall be added to the payment allocation as long as the provider otherwise qualifies for that payment. If a provider terminates a child prior to substantial completion of the treatment goals and the Department of Corrections transfers the child to another facility, the transferring provider does not qualify for a performance-based payment under this section for that child. Juvenile corrections facilities maintained and operated by the Department of Corrections shall design and operate programs to achieve substantial accomplishment of treatment goals and the release to aftercare within three months. Specialized transition services are exempt from the performance-based reimbursement rate structure. After January 1, 2019, the Department of Corrections may promulgate rules, pursuant to chapter 1-26, to continue or create additional or alternative performance-based reimbursement period timeframes. Section 33. The Department of Corrections, pursuant to the provisions of chapter 26-11A and § 26-8C-7 or 26-8B-6, may place a child in a residential treatment center or intensive residential treatment center only in accordance with a performance-based reimbursement rate structure as provided in the provider contract and provided by this section. If a provider is able to substantially accomplish the treatment goals and release a child from residential or intensive residential treatment within the performance expectation period, a performance-based reimbursement payment shall be added to the payment allocation. For those providers that substantially meet the treatment goals and release within three months, a maximum performance-based reimbursement payment shall be added to the payment allocation. For those providers that substantially meet the treatment goals and release within five, seven, or nine months, a diminished performance-based reimbursement payment, which decreases as length of stay increases, shall be added to the payment allocation. The provider contracts shall provide how the Department of Corrections may use state general fund dollars in the performance expectation allocation. The performance-based reimbursement payment is in addition to the provider reimbursement rate as established by the Department of Social Services. The Department of Corrections shall evaluate monthly the need for continued placement in a residential treatment center or intensive residential treatment center. Upon a finding that the child is no longer in need of placement, the child shall be released to aftercare pursuant to § 26-11A-12 or specialized transition services. If the child cannot be released to aftercare at no fault of the provider, a performance-based reimbursement payment shall be added to the payment allocation as long as the provider otherwise qualifies for that payment. If a provider terminates a child prior to substantial completion of the treatment goals and the Department of Corrections transfers the child to another facility, the transferring provider does not qualify for additional performance-based reimbursement payment under this section for that child. After January 1, 2019, the Department of Corrections may promulgate rules, pursuant to chapter 1-26, to continue or create additional or alternative performance-based reimbursement period timeframes. Section 34. The Department of Corrections shall report semiannually to the oversight council the number of children committed, number of recommitments, the average length of stay in residential placement in total and by provider, and average length of commitment among children discharged from the Department of Corrections. Section 35. That § 26-11A-15 be amended to read as follows: 26-11A-15. If the independent hearing officer finds probable cause that the terms and conditions of aftercare have been violated by committing an act subject to transfer proceedings pursuant to § 26-11-3.1, a crime of violence pursuant to subdivision 22-1-2(9), sex offense pursuant to § 22-24B-1, felony sexual registry offense pursuant to chapter 22-24B, or burglary in the second degree pursuant to § 22-32-3; or that the juvenile presents a significant risk of physical harm to another person and has committed a new law violation, an aftercare revocation hearing shall be held before a member of the Board of Pardons and Paroles created in § 24-13-1 within thirty days of the temporary detention or shelter hearing. For the purposes of this section, a new law violation is defined as delinquent behavior pursuant to § 26-8B-2, a Class 1 misdemeanor violation of title 32, or a violation of § 32-23-21. The juvenile, with the consent of a parent, guardian, or custodian, has the right to waive this hearing at any time after the juvenile is detained and after advisement that waiver of the right to appear before the Board of Pardons and Paroles may result in the juvenile being returned to placement. If the hearing officer does not find probable cause that the terms and conditions of aftercare have been violated by committing an act subject to transfer proceedings pursuant to § 26-11-3.1, a crime of violence pursuant to subdivision 22-1-2(9), sex offense pursuant to § 22-24B-1, felony sexual registry offense pursuant to chapter 22-24B, or burglary in the second degree pursuant to § 22-32-3; or that the juvenile presents a significant and likely risk of physical harm to another person and has committed a new law violation, the juvenile shall be returned to aftercare or released. The member of the board shall set the aftercare revocation hearing and shall give five days notice to the juvenile, to the juvenile's parents, guardian, or custodian, and to any other parties to the hearing. The juvenile and the juvenile's parents, guardian, or custodian, shall be given a written statement of the allegations against the juvenile. The juvenile shall have the opportunity to appear in person, present witnesses, or documentary evidence in the juvenile's behalf, and cross-examine witnesses unless the member of the board makes a written determination that doing so is not in the best interests of the juvenile. The juvenile may be represented by legal counsel at the hearing. Section 36. The Department of Corrections shall report semiannually to the oversight council the number and percent of juveniles violating aftercare, the number and percent of juveniles whose aftercare is revoked, and the action taken as a result of the revocation. Section 37. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: The following allegations of delinquency and children in need of supervision shall be treated as juvenile cited violations by law enforcement: (1) Petty theft in the second degree pursuant to § 22-30A-17.3; (2) Intentional damage to property, four hundred dollars or less, pursuant to § 22-34-1; (3) Purchase, possession, or consumption of alcoholic beverage by person under twenty-one years pursuant to § 35-9-2 in accordance with subdivision 26-8B-2(5); and (4) Truancy pursuant to subdivision 26-8B-2(1). The issuing officer shall notify the child and the child's parent, guardian, or custodian that a hearing on the complaint for a cited violation shall be held before a judicial circuit court judge within ten days of issuance of the summons or on the next available court date and be treated as a confidential juvenile matter. The hearing shall be held pursuant to § 26-7A-36 and the case records shall be treated as confidential consistent with the provisions of §§ 26-7A-114, 26-7A-115, 26-7A-116, 26-7A-120, and 26-7A-27. A cited violation is not an adjudication or a child in need of supervision or delinquency proceeding. Section 38. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: When a state's attorney is informed that a complaint has been issued for a juvenile cited violation, the state's attorney may take any action permitted pursuant to § 26-7A-10, except that a state's attorney may only file a petition pursuant to subdivision 26-7A-10(5) if: (1) The child is cited pursuant to subdivisions (1) and (2) of section 37 of this Act; or (2) The child is cited pursuant to subdivisions (3) and (4) of section 37 of this Act, and has two or more prior judgments for the same violation. Section 39. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: If the state's attorney elects to proceed on the complaint pursuant to subdivision 26-7A-10(3), the child shall be asked for an admission or denial of the alleged violation. If the child admits to the violation, the court shall accept the admission and enter a judgment pursuant to section 40 of this Act. If the child denies committing the violation, the case may be tried according to procedure adopted by the presiding judge of each judicial circuit and approved by the Supreme Court, but a jury trial may not be granted. If the child fails to appear in court at the time set in the summons or set by subsequent postponement, the court may either issue a new summons to appear and set a new date for hearing to show cause, or the court may consider that failure to appear constitutes an admission to the allegations contained in the complaint and may accordingly enter a judgment for payment. If the child fails to comply with the terms of the judgment, the court may either issue a summons to appear and show cause, or issue a forfeiture against the child's parents or guardians for the amount of the citation and any restitution owed pursuant to section 40 of this Act. Section 40. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: If a child is found to be in violation of the complaint, the court shall enter a judgment against the child for one or more of the following: (1) A fine and court costs not to exceed one hundred dollars; (2) Restitution as determined appropriate by the court; or (3) Suspension or revocation of the child's driving privilege if the judgment is entered on a violation pursuant to subdivision (3) of section 37 of this Act. The court may set a hearing to review compliance with the judgment. If a child is unable to pay a fine, court costs, or restitution as ordered by the court, any party may request that the court order community service in lieu of the monetary judgment. At no time shall a court order a child to probation or detention upon entry of a judgment on a cited violation. A judgment on a cited violation shall be a confidential matter pursuant to subsection 15-15A-7(p). Section 41. That chapter 23-1A be amended by adding thereto a NEW SECTION to read as follows: The attorney general may revise the uniform traffic ticket created pursuant to chapter 23-1A to be used for juvenile cited violations. Section 42. The juvenile justice detention cost-sharing fund is hereby created in the Department of Corrections for the purpose of assisting counties with increased costs due to increased juvenile detention expenses paid by counties. Section 43. Any county that provides the Department of Corrections with documentation showing juvenile detention bed days paid by the county for calendar years 2013, 2014, and 2015 by March 1, 2016, is considered a participating county. All other counties are nonparticipating counties. A nonparticipating county may become a participating county in subsequent years by submitting the data in this section and complying with the requirements in section 44 of this Act. Section 44. Beginning on March 1, 2017, and March first of each year thereafter, each participating county shall submit to the Department of Corrections the number of juvenile detention bed days paid by the county in the preceding calendar year. Only a participating county is eligible for reimbursement from the juvenile justice detention cost-sharing fund. The participating counties shall be determined on an annual basis. Section 45. The Department of Corrections shall compare the number of detention bed days each county paid in the preceding calendar year to the average number of detention bed days paid in calendar years 2013, 2014, and 2015. If the days paid in the calendar year in question exceed the average, the Department of Corrections shall pay the county two hundred dollars per day for each day exceeding the average. If the amount owed the participating counties exceeds the amount of money in the fund, the amount reimbursed per bed day shall be prorated to fulfill all requests. Section 46. Sections 42 to 45, inclusive, of this Act, are repealed on June 30, 2019, and any remaining moneys in the juvenile justice detention cost-sharing fund shall be transferred to the general fund. Section 47. Sections 14 to 18, inclusive, sections 23 to 27, inclusive, sections 29 to 33, inclusive, sections 37 to 41, inclusive, and sections 7, 20, and 35 of this Act are effective on January 1, 2016."}, {"bill_id": 6514, "bill_version_id": 36362, "bill_version": "Enrolled", "bill_version_date": "2015-03-11T09:18:44.203-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [35118], "action_log": [{"bill_id": 6514, "action_date": "2015-01-20T14:00:00-06:00", "document_id": 33328, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33328.pdf", "status_text": "First read in Senate and referred to", "journal_page": 60, "committee_id_action": 284, "committee_id_assigned": 269, "result": "N", "vote": {}}, {"bill_id": 6514, "action_date": "2015-01-23T10:00:00-06:00", "document_id": 33345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33345.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 269, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6514, "action_date": "2015-01-23T10:00:00-06:00", "document_id": 33583, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33583.pdf", "status_text": "Do Pass", "journal_page": 101, "committee_id_action": 269, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17702, "president_vote": null, "Yea": [885, 896, 895, 891, 877, 868, 871, 854, 944]}}, {"bill_id": 6514, "action_date": "2015-01-26T14:00:00-06:00", "document_id": 33734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33734.pdf", "status_text": "Do Pass", "journal_page": 172, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17742, "president_vote": null, "Yea": [853, 854, 855, 856, 943, 858, 860, 889, 894, 903, 876, 899, 885, 896, 901, 895, 898, 890, 900, 942, 891, 893, 886, 862, 880, 944, 902, 877, 868, 871, 892, 872, 873, 878, 897]}}, {"bill_id": 6514, "action_date": "2015-01-27T14:00:00-06:00", "document_id": 33848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33848.pdf", "status_text": "First read in House and referred to", "journal_page": 184, "committee_id_action": 286, "committee_id_assigned": 279, "result": "N", "vote": {}}, {"bill_id": 6514, "action_date": "2015-02-04T07:45:00-06:00", "document_id": 34220, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34220.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 279, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6514, "action_date": "2015-02-11T07:45:00-06:00", "document_id": 34705, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34705.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 279, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6514, "action_date": "2015-02-11T15:30:00-06:00", "document_id": 34707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34707.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 279, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6514, "action_date": "2015-02-27T07:45:00-06:00", "document_id": 35570, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35570.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 279, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6514, "action_date": "2015-02-27T07:45:00-06:00", "document_id": 35666, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35666.pdf", "status_text": "Do Pass", "journal_page": 552, "committee_id_action": 279, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19177, "president_vote": null, "Yea": [915, 884, 947, 882, 879, 953, 912, 921, 874, 954, 924], "Excused": [881, 869]}}, {"bill_id": 6514, "action_date": "2015-03-03T14:00:00-06:00", "document_id": 35831, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35831.pdf", "status_text": "Deferred to another day", "journal_page": 581, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6514, "action_date": "2015-03-04T14:00:00-06:00", "document_id": 35959, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35959.pdf", "status_text": "Deferred to another day", "journal_page": 600, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6514, "action_date": "2015-03-05T14:00:00-06:00", "document_id": 36040, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36040.pdf", "status_text": "Deferred to another day", "journal_page": 620, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6514, "action_date": "2015-03-06T13:00:00-06:00", "document_id": 36146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36146.pdf", "status_text": "Deferred to another day", "journal_page": 643, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6514, "action_date": "2015-03-09T14:00:00-05:00", "document_id": 36248, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36248.pdf", "status_text": "Deferred to another day", "journal_page": 669, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6514, "action_date": "2015-03-10T10:00:00-05:00", "document_id": 36314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36314.pdf", "status_text": "Do Pass", "journal_page": 678, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19649, "president_vote": null, "Yea": [883, 915, 952, 884, 928, 925, 875, 931, 941, 927, 857, 859, 917, 924, 929, 947, 937, 948, 945, 882, 946, 958, 913, 887, 951, 861, 919, 956, 936, 879, 907, 930, 953, 881, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 865, 866, 867, 926, 955, 869, 950, 912, 921, 918, 954, 932, 949, 934, 957, 874], "Excused": [938, 923, 904], "Nay": [888, 909, 905, 939, 920, 922, 933]}}, {"bill_id": 6514, "action_date": "2015-03-11T10:00:00-05:00", "document_id": 36378, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36378.pdf", "status_text": "Signed by the President", "journal_page": 666, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6514, "action_date": "2015-03-11T10:30:00-05:00", "document_id": 36382, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36382.pdf", "status_text": "Signed by the Speaker", "journal_page": 730, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6514, "action_date": "2015-03-12T09:00:00-05:00", "document_id": 36456, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36456.pdf", "status_text": "Delivered to the Governor", "journal_page": 689, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6514, "action_date": "2015-03-13T09:00:00-05:00", "document_id": 36577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36577.pdf", "status_text": "Signed by the Governor", "journal_page": 714, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5909, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6514"}