{"session_id": 15, "bill_id": 3734, "bill_type": "House Bill", "bill_number": 1268, "bill_title": "require certain persons applying or receiving certain Medicaid financial aid or assistance from the state to submit to drug tests to check for use of controlled substances.", "sponsors": [{"legislator_profile_id": 248, "is_prime": true}, {"legislator_profile_id": 264, "is_prime": true}, {"legislator_profile_id": 242, "is_prime": false}, {"legislator_profile_id": 296, "is_prime": false}, {"legislator_profile_id": 297, "is_prime": false}, {"legislator_profile_id": 299, "is_prime": false}, {"legislator_profile_id": 280, "is_prime": false}, {"legislator_profile_id": 240, "is_prime": false}, {"legislator_profile_id": 294, "is_prime": false}, {"legislator_profile_id": 241, "is_prime": false}, {"legislator_profile_id": 290, "is_prime": false}, {"legislator_profile_id": 310, "is_prime": false}, {"legislator_profile_id": 275, "is_prime": false}], "keywords": ["Drugs", "Public Welfare and Assistance"], "audio": [{"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe16.mp3", "start_seconds": 38.0}, {"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe16.mp3", "start_seconds": 38.0}, {"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe16.mp3", "start_seconds": 38.0}, {"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe16.mp3", "start_seconds": 38.0}, {"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe16.mp3", "start_seconds": 38.0}], "bill_versions": [{"bill_id": 3734, "bill_version_id": 20245, "bill_version": "Introduced", "bill_version_date": "2012-01-26T09:51:57.91-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require certain persons applying or receiving certain Medicaid financial aid or assistance from the state to submit to drug tests to check for use of controlled substances. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Department of Social Services shall develop and establish a pilot program to conduct a drug test for the use of a controlled substance by any person receiving Medicaid financial aid or assistance. The secretary of social services shall select three counties by October 1, 2012, that represent different population characteristics and areas of the state to use in this pilot program. Section 2. The secretary shall submit a report to the Eighty-Ninth Legislature that estimates the cost of implementing the pilot program on a statewide basis, the number of the persons that the program, if expanded, may apply to, issues concerning the implementation of the program on a statewide basis, and recommendations for legislation. Section 3. Any person who applies for or receives Medicaid financial aid or assistance from the Department of Social Services is considered to have given consent to the withdrawal of blood or other bodily substance to determine the presence of any controlled drug or substance. The chemical analysis shall be randomly administered to test persons and shall be administered to any person at the direction of an employee of the state who has cause to believe that the applicant for or recipient of Medicaid financial aid or assistance has drugs in that person's system. Any person requested by an employee of the state under this section to submit to a chemical analysis shall be advised that: (1) If the person refuses to submit to the chemical analysis, none may be required, but the person shall be immediately denied further Medicaid financial aid or assistance from the state for a period of six months; and (2) If the person submits to a chemical analysis which discloses illegal drugs in that person, the person is disqualified from receiving further Medicaid financial aid or assistance from the state for a period of twelve months. The provisions of this section only apply to person applying and receiving such assistance in the counties selected by the secretary of social services pursuant to this Act. Section 4. The drug test administered under the pilot program shall be performed by a certified laboratory. The Department of Social Services shall pay for a drug test administered under this Act. The pilot program shall provide an appeals process for any person who has tested positive for controlled substances. Any person who appeals the drug test shall be responsible for the costs of the test. A county shall provide a list of drug abuse treatment programs to any person who tested positive pursuant to this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3734, "action_date": "2012-01-26T14:00:00-06:00", "document_id": 20313, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20313.pdf", "status_text": "First read in House and referred to", "journal_page": 222, "committee_id_action": 173, "committee_id_assigned": 162, "result": "N", "vote": {}}, {"bill_id": 3734, "action_date": "2012-02-07T07:15:00-06:00", "document_id": 20672, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20672.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3734, "action_date": "2012-02-07T07:15:00-06:00", "document_id": 20897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20897.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 354, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11071, "president_vote": null, "Yea": [262, 293, 297, 272, 237, 292, 278, 295, 227], "Nay": [303, 279, 224, 294]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3734"}