{"session_id": 55, "bill_id": 18379, "bill_type": "House Bill", "bill_number": 1002, "bill_title": "appropriate funds for the implementation and operation of a risk pool to provide health insurance for certain eligible persons, to create a risk pool reserve fund, to appropriate funds for the reserve fund, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 2991, "is_prime": true}], "keywords": ["Appropriation"], "audio": [{"meeting_datetime": "2003-06-26T00:00:00-05:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003s/hou01a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18379, "bill_version_id": 98974, "bill_version": "Introduced", "bill_version_date": "2003-06-26T10:32:13-05:00", "bill_text": "FOR AN ACT ENTITLED, An Act to appropriate funds for the implementation and operation of a risk pool to provide health insurance for certain eligible persons, to create a risk pool reserve fund, to appropriate funds for the reserve fund, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby appropriated from the health care trust fund the sum of five million dollars ($5,000,000), or so much thereof as may be necessary, to the Division of Insurance for the implementation and operation of the risk pool. Section 2. After the state treasurer has transferred the annual distribution from the health care trust fund to the state general fund pursuant to § 4-5-29.1, the sum of two million dollars ($2,000,000), is hereby continuously appropriated each fiscal year from the state general fund to the Division of Insurance for the purposes described in section 1 of this Act. Section 3. There is hereby appropriated the sum of one million five hundred thousand dollars ($1,500,000), of other fund expenditure authority, to the risk pool reserve fund, which is hereby created within the state treasury. The board may use the funds in the risk pool reserve fund only for purposes of subsidizing the operation of the risk pool. Section 4. The funding source used to support the other fund expenditure authority appropriated by section 3 of this Act for the risk pool reserve fund shall be from FY2002 general fund appropriations to the Department of Education that are encumbered and are hereby released for the purposes of this Act. Section 5. There is hereby appropriated the sum of five hundred thousand dollars ($500,000), of federal fund expenditure authority, or so much thereof as may be necessary, to the Division of Insurance for purposes described in section 1 of this Act. Section 6. There is hereby appropriated from the risk pool fund the sum of five million dollars ($5,000,000), or so much thereof as may be necessary, to the Division of Insurance for the purposes described in section 1 of this Act. Section 7. The director of the Division of Insurance shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 8. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18379, "action_date": "2003-06-26T10:00:00-05:00", "document_id": 98987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98987.pdf", "status_text": "First read in House and referred to", "journal_page": 12, "committee_id_action": 803, "committee_id_assigned": 802, "result": "N", "vote": {}}, {"bill_id": 18379, "action_date": "2003-06-26T16:15:00-05:00", "document_id": 99011, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99011.pdf", "status_text": "Tabled", "journal_page": 13, "committee_id_action": 802, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56933, "president_vote": null, "Nay": [2966, 2976, 3011, 3015, 3042], "Yea": [2968, 2975, 2981, 3000, 3005, 3034, 3023, 3018]}}]}