{"session_id": 57, "bill_id": 19970, "bill_type": "House Bill", "bill_number": 1226, "bill_title": "establish certain notice provisions related to the custody and placement of Indian children.", "sponsors": [{"legislator_profile_id": 3156, "is_prime": true}, {"legislator_profile_id": 3217, "is_prime": true}, {"legislator_profile_id": 3151, "is_prime": false}, {"legislator_profile_id": 3187, "is_prime": false}, {"legislator_profile_id": 3204, "is_prime": false}, {"legislator_profile_id": 3224, "is_prime": false}, {"legislator_profile_id": 3248, "is_prime": false}, {"legislator_profile_id": 3251, "is_prime": false}], "keywords": ["Children", "Domestic Relations", "Indian Tribes", "Minors", "Parents"], "audio": [{"meeting_datetime": "2005-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hju25hb1226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hju27hb1226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hju27hb1226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hju27hb1226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-17T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou28hb1226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-17T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou28hb1226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-17T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou28hb1226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-17T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou28hb1226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-17T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou28hb1226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju34hb1226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju34hb1226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju34hb1226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju34hb1226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen36hb1226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen36hb1226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen36hb1226a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou38hb1226a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19970, "bill_version_id": 103631, "bill_version": "Introduced", "bill_version_date": "2005-01-31T10:36:15-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain provisions regarding the custody and placement of Indian children. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The court shall consider the unique values of the child's tribal culture when making a determination that serves in the best interest of the child during a child placement or custody proceeding. The court shall comply with the provisions of the federal Indian Child Welfare Act, Pub. L. No. 95-608, as codified in 25U.S.C., Chapter 21, as amended to January 1, 2005. 300 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.029 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 19970, "bill_version_id": 104890, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2005-02-16T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain provisions regarding the custody and placement of Indian children. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-7A-15 be amended to read as follows: 26-7A-15. The officer or party who takes a child into temporary custody, with or without a court order, except under a court order issued during a noticed hearing after an action has been commenced, shall immediately, without unnecessary delay in keeping with the circumstances, inform the child's parents, guardian, or custodian of the temporary custody and of the right to a prompt hearing by the court to determine whether temporary custody should be continued. If the child's parents, guardian, or custodian cannot be located after reasonable inquiry, the officer or party taking temporary custody of the child shall report that fact and the circumstances immediately to the state's attorney. The state's attorney shall notify the child's parents, guardian, or custodian, without unnecessary delay, of the time, date, and place of the temporary custody hearing. If the temporary custody hearing concerns an apparent abused or neglected Indian child or an apparent Indian child in need of supervision pursuant to § 26-8B-3, the state's attorney or Department of Social Services shall make reasonable efforts to inform the Indian custodian and Indian child's tribe, if known, of the time, date, and place of the temporary custody hearing. The information regarding the temporary custody hearing may be provided to the Indian custodian or Indian child's tribe orally or in writing, including by telephone or facsimile. The hearing shall be held within forty-eight hours if it concerns any apparent abused or neglected child or if it concerns any apparent delinquent child pursuant to 26-8C-3 or within twenty-four hours if it concerns any apparent child in need of supervision pursuant to § 26-8B-3, excluding Saturdays, Sundays, and court holidays, after taking the child into temporary custody, unless extended by order of the court. Failure to notify the child's parents, guardian, or custodian , or to inform the Indian custodian or the Indian child's tribe, of the temporary custody hearing is not cause for delay of the hearing if the child is represented by an attorney at the hearing. As used in this section, the terms, Indian child, Indian custodian, and Indian child's tribe, are defined as in 25 U.S.C. § 1903, as amended to January 1, 2005. Section 2. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: In any proceeding under chapters 26-7A, 26-8A, or 26-8B, to which the terms of the \"Indian Child Welfare Act\", 25 U.S.C. sec. 1901, et seq., as amended to January 1, 2005, apply: (1) If the state's attorney knows or has reason to know that an Indian child is involved, the state's attorney shall notify the parent or Indian custodian and the Indian child's tribe, if known, of the pending proceedings and of their right of intervention. The notice shall be sent by registered mail with return receipt requested but may be personally served on any person entitled herein to receive notice in lieu of mail service. If the identity or location of the parent or Indian custodian and the Indian child's tribe cannot be determined, the notice shall be given to the United States Secretary of the Interior in like manner, who has fifteen days after receipt to provide the requisite notice to the parent or Indian custodian and the tribe; (2) The state's attorney shall provide such notice prior to any adjudicatory hearing and prior to any final dispositional hearing in which the state seeks termination of parental rights of one or both parents or termination of the rights of the Indian custodian. However, upon intervention, the parent, tribe, or Indian custodian is entitled to notice in the manner authorized by the Rules of Civil Procedure and chapters 26-7A and 26-8A; (3) The court shall establish in the record that a notice of the proceeding was provided as required in this section. No foster care placement or termination of parental rights proceedings may be held until at least ten days after receipt of the foregoing notice by the parent or Indian custodian and the tribe or the Secretary. The parent or Indian custodian or the tribe shall, upon request, be granted up to twenty additional days to prepare for the proceeding; (4) The notice required in this section shall be written in clear and understandable language and shall include the following: (a) The name and tribal affiliation of the Indian child; (b) A copy of the petition unless the notice is served by publication pursuant to 26-7A-48; (c) The name and address of the state's attorney; (d) A statement listing the rights of the Indian child's parents, Indian custodians, and tribes, under the Indian Child Welfare Act, 25 U.S.C. § 1901, et. seq., as amended to January 1, 2005, including: (i) The right of a Indian custodian or the Indian child's tribe to intervene in a proceeding for the foster care placement of, or termination of parental rights to, the Indian child; (ii) The right to file a motion to transfer the proceeding to the tribal court of the Indian child's tribe; (iii) The right to be granted up to twenty days from the receipt of the notice to prepare for the proceeding; and (iv) The right to request that the court grant further extensions of time; (e) A statement of the potential legal consequences of an adjudication on future custodial rights of the Indian child's parents or Indian custodians; (f) A statement that if the Indian child's parents or Indian custodian are unable to afford counsel, counsel may be appointed to represent them; (g) A statement in the notice to the tribe that the information contained in the notice, petition, pleading, or other documents are confidential; and (h) The location, mailing address and telephone number of the court. The original or a copy of each notice sent pursuant to this section shall be filed with the court together with any return receipts or other proof of service; (5) Each party may examine all reports or other documents filed with the court upon which any decision with respect to such action may be based. As used in this section, the terms, Indian, Indian child, parent, Indian custodian, tribe, Indian child's tribe, foster care placement, termination of parental rights, and secretary, are defined as in 25 U.S.C. § 1903, as amended to January 1, 2005. Section 3. That § 26-7A-55 be amended to read as follows: 26-7A-55. If all necessary parties admit the allegations contained in the petition and the court accepts the admissions, the court may find, conclude and make a decision as to adjudication of the child under the applicable provisions of chapter 26-8A, 26-8B, or 26-8C. The court may then proceed with the dispositional phase of the proceedings without conducting a formal adjudicatory hearing on the petition with the concurrence of all parties. However, at the request of any party or if required by the court, the court shall set a later time and date for the dispositional hearing. The court shall then determine interim dispositional arrangements concerning the child and the parties. If the petition is not admitted by all necessary parties, including the child, if appropriate, or if the petition is denied by any necessary party or the child, if appropriate, the court shall proceed with the adjudicatory hearing on the petition , if notice has been given as required by section 2 of this Act, if applicable, or schedule the adjudicatory hearing for a later time and date. If the advisory hearing is adjourned and continued or if the advisory hearing is completed and the adjudicatory hearing on the petition is scheduled for a later time and date, the court shall make an interim order regarding temporary custody of the child as determined by the court. Section 4. The form of the notice provided for in section 2 of this Act is as follows: TO: [Name and Address of the Parent /Custodian/Tribe]: PLEASE TAKE NOTICE that, pursuant to the Indian Child Welfare Act of 1978 (25 U.S.C. § 1912, et. seq.), a child custody proceeding is now pending in the above-named court. The child(ren) who (is/are) the subject of this proceeding (is/are) believed to be (an) \"Indian child(ren)\" (as defined in 25 U.S.C. § 1903(4)) affiliated with the _________ Tribe. A HEARING HAS BEEN SCHEDULED FOR _____ [date] AT _____ [time] (a.m./p.m.) (CST/MST) IN THE COURTROOM OF THE _____ COUNTY COURTHOUSE, _____, SOUTH DAKOTA. A copy of the Petition by which this proceeding was initiated is attached. You are further notified that: 1. The following information is known regarding the parents, grandparents and Indian custodians: a. The names and last known addresses of the parents, grandparents and great grandparents or Indian custodians are as follows: b. Any maiden, married and former names and aliases are as follows: c. Birthdates and places of birth and death are as follows: d. Tribal enrollment number(s): 2. You, as the parent(s) or Indian custodian, and the child(ren)'s tribe, may have a right to intervene in these proceedings. 3. If you, as the parent(s) or Indian custodian, are unable to afford an attorney, an attorney may be appointed to represent you. If you desire a court-appointed attorney, you should contact the court using the information provided in paragraph 7 below. 4. You may have the right, as the parent(s), Indian custodian, or Indian tribe, to have, upon request, 20 additional days to prepare for the hearing. If you desire additional time to prepare for the hearing, you should contact the court using the information provided in paragraph 7 below. 5. You may have the right, as (a) parent(s), Indian custodian, or Indian tribe, to petition this Court for transfer of the proceeding to tribal court. 6. The Petitioner in this action is the State of South Dakota, and the name and address of the attorney for the Petitioner is: _____, State's Attorney for _____ County, _____, South Dakota. 7. The Court's phone number is _____. The Court's mailing address is _____. Please report to the Court or to the State all information you have as to the status of the above-named child(ren), including the eligibility/membership of the child(ren) or the parent(s) in any Indian tribe. 8. If you are the child(ren)'s parent, it is possible that your parental rights will be terminated in this proceeding. If your parental rights are terminated in this proceeding, you will no longer be able to exercise parental, custodial or any other rights with regard to the child(ren). 9. Since custody proceedings are conducted on a confidential basis, you are requested to keep confidential all information contained in this Notice. Dated this _____ day of _____, 20 ____. _________________________________ State's Attorney"}, {"bill_id": 19970, "bill_version_id": 105000, "bill_version": "House Engrossed", "bill_version_date": "2005-02-17T16:42:47-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain notice provisions related to the custody and placement of Indian children. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-7A-15 be amended to read as follows: 26-7A-15. The officer or party who takes a child into temporary custody, with or without a court order, except under a court order issued during a noticed hearing after an action has been commenced, shall immediately, without unnecessary delay in keeping with the circumstances, inform the child's parents, guardian, or custodian of the temporary custody and of the right to a prompt hearing by the court to determine whether temporary custody should be continued. If the child's parents, guardian, or custodian cannot be located after reasonable inquiry, the officer or party taking temporary custody of the child shall report that fact and the circumstances immediately to the state's attorney. The state's attorney shall notify the child's parents, guardian, or custodian, without unnecessary delay, of the time, date, and place of the temporary custody hearing. If the temporary custody hearing concerns an apparent abused or neglected Indian child or an apparent Indian child in need of supervision pursuant to § 26-8B-3, the state's attorney or Department of Social Services shall make reasonable efforts to inform the Indian custodian and Indian child's tribe, if known, of the time, date, and place of the temporary custody hearing. The information regarding the temporary custody hearing may be provided to the Indian custodian or Indian child's tribe orally or in writing, including by telephone or facsimile. The hearing shall be held within forty-eight hours if it concerns any apparent abused or neglected child or if it concerns any apparent delinquent child pursuant to 26-8C-3 or within twenty-four hours if it concerns any apparent child in need of supervision pursuant to § 26-8B-3, excluding Saturdays, Sundays, and court holidays, after taking the child into temporary custody, unless extended by order of the court. Failure to notify the child's parents, guardian, or custodian , or to inform the Indian custodian or the Indian child's tribe, of the temporary custody hearing is not cause for delay of the hearing if the child is represented by an attorney at the hearing. As used in this section, the terms, Indian child, Indian custodian, and Indian child's tribe, are defined as in 25 U.S.C. § 1903, as amended to January 1, 2005. Section 2. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: In any proceeding under chapters 26-7A, 26-8A, or 26-8B, to which the terms of the \"Indian Child Welfare Act\", 25 U.S.C. sec. 1901, et seq., as amended to January 1, 2005, apply: (1) If the state's attorney knows or has reason to know that an Indian child is involved, the state's attorney shall notify the parent or Indian custodian and the Indian child's tribe, if known, of the pending proceedings and of their right of intervention. The notice shall be sent by registered mail with return receipt requested but may be personally served on any person entitled herein to receive notice in lieu of mail service. If the identity or location of the parent or Indian custodian and the Indian child's tribe cannot be determined, the notice shall be given to the United States Secretary of the Interior in like manner, who has fifteen days after receipt to provide the requisite notice to the parent or Indian custodian and the tribe; (2) The state's attorney shall provide such notice prior to any adjudicatory hearing and prior to any final dispositional hearing in which the state seeks termination of parental rights of one or both parents or termination of the rights of the Indian custodian. However, upon intervention, the parent, tribe, or Indian custodian is entitled to notice in the manner authorized by the Rules of Civil Procedure and chapters 26-7A and 26-8A; (3) The court shall establish in the record that a notice of the proceeding was provided as required in this section. No foster care placement or termination of parental rights proceedings may be held until at least ten days after receipt of the foregoing notice by the parent or Indian custodian and the tribe or the Secretary. The parent or Indian custodian or the tribe shall, upon request, be granted up to twenty additional days to prepare for the proceeding; (4) The notice required in this section shall be written in clear and understandable language and shall include the following: (a) The name and tribal affiliation of the Indian child; (b) A copy of the petition unless the notice is served by publication pursuant to 26-7A-48; (c) The name and address of the state's attorney; (d) A statement listing the rights of the Indian child's parents, Indian custodians, and tribes, under the Indian Child Welfare Act, 25 U.S.C. § 1901, et. seq., as amended to January 1, 2005, including: (i) The right of a Indian custodian or the Indian child's tribe to intervene in a proceeding for the foster care placement of, or termination of parental rights to, the Indian child; (ii) The right to file a motion to transfer the proceeding to the tribal court of the Indian child's tribe; (iii) The right to be granted up to twenty days from the receipt of the notice to prepare for the proceeding; and (iv) The right to request that the court grant further extensions of time; (e) A statement of the potential legal consequences of an adjudication on future custodial rights of the Indian child's parents or Indian custodians; (f) A statement that if the Indian child's parents or Indian custodian are unable to afford counsel, counsel may be appointed to represent them; (g) A statement in the notice to the tribe that the information contained in the notice, petition, pleading, or other documents are confidential; and (h) The location, mailing address and telephone number of the court. The original or a copy of each notice sent pursuant to this section shall be filed with the court together with any return receipts or other proof of service; (5) Each party may examine all reports or other documents filed with the court upon which any decision with respect to such action may be based. As used in this section, the terms, Indian, Indian child, parent, Indian custodian, tribe, Indian child's tribe, foster care placement, termination of parental rights, and secretary, are defined as in 25 U.S.C. § 1903, as amended to January 1, 2005. Section 3. That § 26-7A-55 be amended to read as follows: 26-7A-55. If all necessary parties admit the allegations contained in the petition and the court accepts the admissions, the court may find, conclude and make a decision as to adjudication of the child under the applicable provisions of chapter 26-8A, 26-8B, or 26-8C. The court may then proceed with the dispositional phase of the proceedings without conducting a formal adjudicatory hearing on the petition with the concurrence of all parties. However, at the request of any party or if required by the court, the court shall set a later time and date for the dispositional hearing. The court shall then determine interim dispositional arrangements concerning the child and the parties. If the petition is not admitted by all necessary parties, including the child, if appropriate, or if the petition is denied by any necessary party or the child, if appropriate, the court shall proceed with the adjudicatory hearing on the petition , if notice has been given as required by section 2 of this Act, if applicable, or schedule the adjudicatory hearing for a later time and date. If the advisory hearing is adjourned and continued or if the advisory hearing is completed and the adjudicatory hearing on the petition is scheduled for a later time and date, the court shall make an interim order regarding temporary custody of the child as determined by the court. Section 4. The form of the notice provided for in section 2 of this Act is as follows: TO: [Name and Address of the Parent /Custodian/Tribe]: PLEASE TAKE NOTICE that, pursuant to the Indian Child Welfare Act of 1978 (25 U.S.C. § 1912, et. seq.), a child custody proceeding is now pending in the above-named court. The child(ren) who (is/are) the subject of this proceeding (is/are) believed to be (an) \"Indian child(ren)\" (as defined in 25 U.S.C. § 1903(4)) affiliated with the _________ Tribe. A HEARING HAS BEEN SCHEDULED FOR _____ [date] AT _____ [time] (a.m./p.m.) (CST/MST) IN THE COURTROOM OF THE _____ COUNTY COURTHOUSE, _____, SOUTH DAKOTA. A copy of the Petition by which this proceeding was initiated is attached. You are further notified that: 1. The following information is known regarding the parents, grandparents and Indian custodians: a. The names and last known addresses of the parents, grandparents and great grandparents or Indian custodians are as follows: b. Any maiden, married and former names and aliases are as follows: c. Birthdates and places of birth and death are as follows: d. Tribal enrollment number(s): 2. You, as the parent(s) or Indian custodian, and the child(ren)'s tribe, may have a right to intervene in these proceedings. 3. If you, as the parent(s) or Indian custodian, are unable to afford an attorney, an attorney may be appointed to represent you. If you desire a court-appointed attorney, you should contact the court using the information provided in paragraph 7 below. 4. You may have the right, as the parent(s), Indian custodian, or Indian tribe, to have, upon request, 20 additional days to prepare for the hearing. If you desire additional time to prepare for the hearing, you should contact the court using the information provided in paragraph 7 below. 5. You may have the right, as (a) parent(s), Indian custodian, or Indian tribe, to petition this Court for transfer of the proceeding to tribal court. 6. The Petitioner in this action is the State of South Dakota, and the name and address of the attorney for the Petitioner is: _____, State's Attorney for _____ County, _____, South Dakota. 7. The Court's phone number is _____. The Court's mailing address is _____. Please report to the Court or to the State all information you have as to the status of the above-named child(ren), including the eligibility/membership of the child(ren) or the parent(s) in any Indian tribe. 8. If you are the child(ren)'s parent, it is possible that your parental rights will be terminated in this proceeding. If your parental rights are terminated in this proceeding, you will no longer be able to exercise parental, custodial or any other rights with regard to the child(ren). 9. Since custody proceedings are conducted on a confidential basis, you are requested to keep confidential all information contained in this Notice. Dated this _____ day of _____, 20 ____. _________________________________ State's Attorney"}, {"bill_id": 19970, "bill_version_id": 105453, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2005-02-25T12:26:50-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain notice provisions related to the custody and placement of Indian children. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-7A-15 be amended to read as follows: 26-7A-15. The officer or party who takes a child into temporary custody, with or without a court order, except under a court order issued during a noticed hearing after an action has been commenced, shall immediately, without unnecessary delay in keeping with the circumstances, inform the child's parents, guardian, or custodian of the temporary custody and of the right to a prompt hearing by the court to determine whether temporary custody should be continued. If the child's parents, guardian, or custodian cannot be located after reasonable inquiry, the officer or party taking temporary custody of the child shall report that fact and the circumstances immediately to the state's attorney. The state's attorney shall notify the child's parents, guardian, or custodian, without unnecessary delay, of the time, date, and place of the temporary custody hearing. If the temporary custody hearing concerns an apparent abused or neglected Indian child, the state's attorney or Department of Social Services shall make reasonable efforts to inform the Indian custodian and Indian child's tribe, if known, of the time, date, and place of the temporary custody hearing. The information regarding the temporary custody hearing may be provided to the Indian custodian or Indian child's tribe orally or in writing, including by telephone or facsimile. The hearing shall be held within forty-eight hours if it concerns any apparent abused or neglected child or if it concerns any apparent delinquent child pursuant to 26-8C-3 or within twenty-four hours if it concerns any apparent child in need of supervision pursuant to § 26-8B-3, excluding Saturdays, Sundays, and court holidays, after taking the child into temporary custody, unless extended by order of the court. Failure to notify the child's parents, guardian, or custodian , or to inform the Indian custodian or the Indian child's tribe, of the temporary custody hearing is not cause for delay of the hearing if the child is represented by an attorney at the hearing. As used in this section, the terms, Indian child, Indian custodian, and Indian child's tribe, are defined as in 25 U.S.C. § 1903, as amended to January 1, 2005. Section 2. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: In any proceeding under chapters 26-7A, 26-8A, or 26-8B, to which the terms of the \"Indian Child Welfare Act\", 25 U.S.C. sec. 1901, et seq., as amended to January 1, 2005, apply: (1) If the state's attorney knows or has reason to know that an Indian child is involved, the state's attorney shall notify the parent or Indian custodian and the Indian child's tribe, if known, of the pending proceedings and of their right of intervention. The notice shall be sent by registered mail with return receipt requested but may be personally served on any person entitled herein to receive notice in lieu of mail service. If the identity or location of the parent or Indian custodian and the Indian child's tribe cannot be determined, the notice shall be given to the United States Secretary of the Interior and to the area director for the Bureau of Indian Affairs in like manner, who have fifteen days after receipt to provide the requisite notice to the parent or Indian custodian and the tribe; (2) The state's attorney shall provide such notice prior to any adjudicatory hearing and prior to any final dispositional hearing in which the state seeks termination of parental rights of one or both parents or termination of the rights of the Indian custodian. However, upon intervention, the parent, tribe, or Indian custodian is entitled to notice in the manner authorized by the Rules of Civil Procedure and chapters 26-7A and 26-8A; (3) The court shall establish in the record that a notice of the proceeding was provided as required in this section. No foster care placement or termination of parental rights proceedings may be held until at least ten days after receipt of the foregoing notice by the parent or Indian custodian and the tribe or the Secretary. The parent or Indian custodian or the tribe shall, upon request, be granted up to twenty additional days to prepare for the proceeding; (4) The notice required in this section shall be written in clear and understandable language and shall include the following: (a) The name and tribal affiliation, if known, of the Indian child; (b) A copy of the petition unless the notice is served by publication pursuant to 26-7A-48; (c) The name and address of the state's attorney; (d) A statement listing the rights of the Indian child's parents, Indian custodians, and tribes, under the Indian Child Welfare Act, 25 U.S.C. § 1901, et. seq., as amended to January 1, 2005, including: (i) The right of a Indian custodian or the Indian child's tribe to intervene in a proceeding for the foster care placement of, or termination of parental rights to, the Indian child; (ii) The right to file a motion to transfer the proceeding to the tribal court of the Indian child's tribe; (iii) The right to be granted up to twenty days from the receipt of the notice to prepare for the proceeding; and (iv) The right to request that the court grant further extensions of time; (e) If the petition alleges the child to be an abused or neglected child, a statement that the termination of parental or custodial rights is a possible remedy under the proceedings; (f) A statement that if the Indian child's parents or Indian custodian are unable to afford counsel, counsel may be appointed to represent them; (g) A statement in the notice to the tribe that the information contained in the notice, petition, pleading, or other documents are confidential; and (h) The location, mailing address and telephone number of the court. The original or a copy of each notice sent pursuant to this section shall be filed with the court together with any return receipts or other proof of service; (5) Each party may examine all reports or other documents filed with the court upon which any decision with respect to such action may be based. As used in this section, the terms, Indian, Indian child, parent, Indian custodian, tribe, Indian child's tribe, foster care placement, termination of parental rights, and secretary, are defined as in 25 U.S.C. § 1903, as amended to January 1, 2005. Section 3. That § 26-7A-55 be amended to read as follows: 26-7A-55. If all necessary parties admit the allegations contained in the petition and the court accepts the admissions, the court may find, conclude and make a decision as to adjudication of the child under the applicable provisions of chapter 26-8A, 26-8B, or 26-8C. The court may then proceed with the dispositional phase of the proceedings without conducting a formal adjudicatory hearing on the petition with the concurrence of all parties. However, at the request of any party or if required by the court, the court shall set a later time and date for the dispositional hearing. The court shall then determine interim dispositional arrangements concerning the child and the parties. If the petition is not admitted by all necessary parties, including the child, if appropriate, or if the petition is denied by any necessary party or the child, if appropriate, the court shall proceed with the adjudicatory hearing on the petition , if notice has been given as required by section 2 of this Act, if applicable, or schedule the adjudicatory hearing for a later time and date. If the advisory hearing is adjourned and continued or if the advisory hearing is completed and the adjudicatory hearing on the petition is scheduled for a later time and date, the court shall make an interim order regarding temporary custody of the child as determined by the court. Section 4. The form of the notice provided for in section 2 of this Act is as follows: TO: [Name and Address of the Parent /Custodian/Tribe]: PLEASE TAKE NOTICE that, pursuant to the Indian Child Welfare Act of 1978 (25 U.S.C. § 1901, et. seq.), a child custody proceeding is now pending in the above-named court. The child(ren) who (is/are) the subject of this proceeding (is/are) believed to be (an) \"Indian child(ren)\" (as defined in 25 U.S.C. § 1903(4)) affiliated with the _________ Tribe. A HEARING HAS BEEN SCHEDULED FOR _____ [date] AT _____ [time] (a.m./p.m.) (CST/MST) IN THE COURTROOM OF THE _____ COUNTY COURTHOUSE, _____, SOUTH DAKOTA. A copy of the Petition by which this proceeding was initiated is attached. You are further notified that: 1. The following information is known regarding the parents, grandparents and Indian custodians: a. The names and last known addresses of the parents, grandparents and great grandparents or Indian custodians are as follows: b. Any maiden, married and former names and aliases are as follows: c. Birthdates and places of birth and death are as follows: d. Tribal enrollment number(s): 2. You, as the parent(s) or Indian custodian, and the child(ren)'s tribe, may have a right to intervene in these proceedings. 3. If you, as the parent(s) or Indian custodian, are unable to afford an attorney, an attorney may be appointed to represent you. If you desire a court-appointed attorney, you should contact the court using the information provided in paragraph 7 below. 4. You may have the right, as the parent(s), Indian custodian, or Indian tribe, to have, upon request, 20 additional days to prepare for the hearing. If you desire additional time to prepare for the hearing, you should contact the court using the information provided in paragraph 7 below. 5. You may have the right, as (a) parent(s), Indian custodian, or Indian tribe, to petition this Court for transfer of the proceeding to tribal court. 6. The Petitioner in this action is the State of South Dakota, and the name and address of the attorney for the Petitioner is: _____, State's Attorney for _____ County, _____, South Dakota. 7. The Court's phone number is _____. The Court's mailing address is _____. Please report to the Court or to the State all information you have as to the status of the above-named child(ren), including the eligibility/membership of the child(ren) or the parent(s) in any Indian tribe. 8. If you are the child(ren)'s parent, it is possible that your parental rights will be terminated in this proceeding. If your parental rights are terminated in this proceeding, you will no longer be able to exercise parental, custodial or any other rights with regard to the child(ren). 9. Since custody proceedings are conducted on a confidential basis, you are requested to keep confidential all information contained in this Notice. Dated this _____ day of _____, 20 ____. _________________________________ State's Attorney"}, {"bill_id": 19970, "bill_version_id": 105830, "bill_version": "Enrolled", "bill_version_date": "2005-03-03T15:01:17-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19970, "action_date": "2005-01-31T14:00:00-06:00", "document_id": 103710, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103710.pdf", "status_text": "First read in House and referred to", "journal_page": 241, "committee_id_action": 860, "committee_id_assigned": 858, "result": "N", "vote": {}}, {"bill_id": 19970, "action_date": "2005-02-11T07:45:00-06:00", "document_id": 104580, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104580.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 858, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19970, "action_date": "2005-02-14T07:45:00-06:00", "document_id": 104646, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104646.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 858, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19970, "action_date": "2005-02-16T07:45:00-06:00", "document_id": 104878, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104878.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 858, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19970, "action_date": "2005-02-16T07:45:00-06:00", "document_id": 104878, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104878.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 858, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19970, "action_date": "2005-02-16T07:45:00-06:00", "document_id": 104878, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104878.pdf", "status_text": "Do Pass Amended,", "journal_page": 504, "committee_id_action": 858, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60206, "president_vote": null, "Yea": [3176, 3182, 3190, 3215, 3218, 3223, 3233, 3237, 3245, 3251, 3195, 3160], "Excused": [3196]}}, {"bill_id": 19970, "action_date": "2005-02-17T14:00:00-06:00", "document_id": 105008, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105008.pdf", "status_text": "Do Pass Amended,", "journal_page": 549, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62056, "president_vote": null, "Yea": [3155, 3156, 3158, 3159, 3160, 3161, 3162, 3164, 3167, 3169, 3170, 3171, 3172, 3174, 3175, 3176, 3177, 3178, 3181, 3182, 3183, 3184, 3187, 3188, 3189, 3190, 3191, 3192, 3194, 3195, 3196, 3197, 3199, 3203, 3206, 3207, 3208, 3209, 3211, 3213, 3216, 3218, 3220, 3222, 3223, 3225, 3226, 3227, 3230, 3231, 3232, 3233, 3234, 3235, 3237, 3238, 3240, 3243, 3244, 3245, 3246, 3248, 3249, 3251, 3252, 3253, 3254, 3255, 3215], "Excused": [3229]}}, {"bill_id": 19970, "action_date": "2005-02-17T14:00:00-06:00", "document_id": 105008, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105008.pdf", "status_text": "Title Amended", "journal_page": 550, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19970, "action_date": "2005-02-18T13:00:00-06:00", "document_id": 105070, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105070.pdf", "status_text": "First read in Senate and referred to", "journal_page": 571, "committee_id_action": 861, "committee_id_assigned": 839, "result": "N", "vote": {}}, {"bill_id": 19970, "action_date": "2005-02-25T10:00:00-06:00", "document_id": 105430, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105430.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 839, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19970, "action_date": "2005-02-25T10:00:00-06:00", "document_id": 105430, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105430.pdf", "status_text": "Do Pass Amended,", "journal_page": 645, "committee_id_action": 839, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60596, "president_vote": null, "Yea": [3179, 3202, 3205, 3217, 3236, 3150], "Excused": [3201]}}, {"bill_id": 19970, "action_date": "2005-03-01T11:00:00-06:00", "document_id": 105704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105704.pdf", "status_text": "Do Pass Amended,", "journal_page": 714, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60720, "president_vote": null, "Yea": [3150, 3151, 3152, 3153, 3154, 3157, 3163, 3165, 3166, 3168, 3173, 3180, 3185, 3186, 3193, 3198, 3201, 3202, 3204, 3210, 3212, 3217, 3219, 3221, 3224, 3228, 3236, 3239, 3241, 3242, 3247], "Excused": [3179, 3200, 3205, 3214]}}, {"bill_id": 19970, "action_date": "2005-03-03T10:00:00-06:00", "document_id": 105859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105859.pdf", "status_text": "Signed by Speaker", "journal_page": 780, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19970, "action_date": "2005-03-04T09:00:00-06:00", "document_id": 105942, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105942.pdf", "status_text": "Delivered to the Governor", "journal_page": 822, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19970, "action_date": "2005-03-04T09:00:00-06:00", "document_id": 105943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105943.pdf", "status_text": "Signed by President", "journal_page": 789, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19970, "action_date": "2005-03-22T11:00:00-06:00", "document_id": 105977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105977.pdf", "status_text": "Signed by Governor", "journal_page": 826, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3054}