{"session_id": 45, "bill_id": 13120, "bill_type": "Senate Bill", "bill_number": 270, "bill_title": "to create an administrative hearing process before the Division of Insurance for certain insureds and beneficiaries.", "sponsors": [], "keywords": ["Administrative Hearings", "Insurance Practices"], "audio": [], "bill_versions": [{"bill_id": 13120, "bill_version_id": 74017, "bill_version": "Introduced", "bill_version_date": "1997-02-04T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create an administrative hearing process before the Division of Insurance for certain insureds and beneficiaries. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. This Act applies to any health benefit program that is self-insured, and any policy or certificate of group health insurance providing benefits for hospital or medical expenses delivered or issued for delivery in this state by a commercial health insurance company, by a nonprofit medical and surgical service plan corporation, by a nonprofit hospital service plan corporation, by a health maintenance organization, or by any other similar mechanism. Section 2. Any person covered under any health insurance plan or self-funded arrangement subject to this Act may request an administrative hearing before the Division of Insurance for any dispute arising out of a claim. The director shall designate the hearing officer. The hearing shall be held before the Division of Insurance and is not subject to chapter 1-26D. The decision of the hearing officer may be appealed pursuant to the provisions of chapter 1-26. Section 3. Notwithstanding any other provisions of law, any decision by the hearing officer pursuant to this Act constitutes final agency action. The order of the hearing officer is binding on the parties. If it is determined that coverage exists, the insurer or self-insured employer shall pay the disputed claim prior to any appeal. If the decision of the hearing officer is reversed on appeal, the insurer or self-insured employer may seek reimbursement for the disputed amount. Section 4. In the case of a self-funded arrangement, any third-party administrator administering the plan shall cooperate with the division in providing any information necessary to administer this Act and is responsible for carrying out any orders made pursuant to this Act. Section 5. The Department of Health, at the division's request, shall provide information pertaining to medical protocols and quality of care and such information is admissible at the hearing. Section 6. The division may make such inquiries and investigations as it deems necessary. A record of the proceedings at the hearing shall be kept by the division and the expense of the record shall be borne by the division. The division shall file its decision, findings of fact, and conclusions of law, and shall serve them on the parties, without delay, by sending a copy addressed to each party or each party's attorney by mail, postage paid. Section 7. In order to conduct hearings under this Act, the director of the Division of Insurance shall employ a sufficient staff including at least two hearing officers. Section 8. The division may appoint a duly qualified and impartial physician to examine any applicable medical records and make a report. The fee for this service, together with traveling expenses, shall be paid by the insurer or self-insured employer. The amount of such fee is subject to approval by the director. Section 9. The director of the Division of Insurance may promulgate rules pursuant to chapter 1-26 necessary to administer this Act. The rules may pertain to the following subjects: (1) Definitions of terms; (2) Time frames and notice; (3) Service of process; (4) Procedures; (5) Discovery; (6) Filing of requests for hearing; (7) Witnesses; (8) Compliance with orders; (9) Investigations and inquiries; (10) Fees and mileage."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13120, "action_date": "1997-02-04T14:00:00-06:00", "document_id": 72897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72897.pdf", "status_text": "First read in Senate and referred to", "journal_page": 308, "committee_id_action": 545, "committee_id_assigned": 519, "result": "N", "vote": {}}, {"bill_id": 13120, "action_date": "1997-02-13T10:00:00-06:00", "document_id": 72358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72358.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 519, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13120, "action_date": "1997-02-13T10:00:00-06:00", "document_id": 72358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72358.pdf", "status_text": "Tabled", "journal_page": 421, "committee_id_action": 519, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37627, "president_vote": null, "Yea": [1901, 1959, 1976, 1979, 1956, 1972], "Excused": [1946]}}]}