{"session_id": 7, "bill_id": 1269, "bill_type": "House Bill", "bill_number": 1294, "bill_title": "repeal the methodology that assesses agricultural land based on its agricultural income value, to dissolve the implementation and oversight advisory task force, and to revise certain provisions concerning the assessment of real property.", "sponsors": [{"legislator_profile_id": 695, "is_prime": true}, {"legislator_profile_id": 638, "is_prime": true}, {"legislator_profile_id": 709, "is_prime": false}, {"legislator_profile_id": 660, "is_prime": false}, {"legislator_profile_id": 698, "is_prime": false}, {"legislator_profile_id": 637, "is_prime": false}, {"legislator_profile_id": 657, "is_prime": false}], "keywords": ["Agriculture", "Assessment", "Real Property", "Tax Levy", "Taxes"], "audio": [{"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hta25.mp3", "start_seconds": 4633.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hta25.mp3", "start_seconds": 4633.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hta25.mp3", "start_seconds": 4633.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hta25.mp3", "start_seconds": 4633.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hta25.mp3", "start_seconds": 4633.0}], "bill_versions": [{"bill_id": 1269, "bill_version_id": 6720, "bill_version": "Introduced", "bill_version_date": "2009-02-03T11:41:23.233-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the methodology that assesses agricultural land based on its agricultural income value, to dissolve the implementation and oversight advisory task force, and to revise certain provisions concerning the assessment of real property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-6-33.28 be repealed. 10-6-33.28. Notwithstanding the provisions of § 10-6-33, beginning on July 1, 2009, agricultural land shall be assessed based on its agricultural income value on a per acre basis. The agricultural income value of agricultural land shall be determined on the basis of productivity and the annual earnings capacity of the agricultural land. The productivity of agricultural land and its annual earning capacity shall be based on data collected and analyzed pursuant to this section and §§ 10-6-33.29 to 10-6-33.33, inclusive. Agricultural income value is defined as the capitalized average annual earning capacity on a per acre basis which has been adjusted by an amount that reflects the landowner's share of the gross return. The capacity of cropland to produce agricultural products shall be based on the income from crops or plants produced on the land. The capacity of noncropland to produce agricultural products shall be based on the animal unit carrying capacity of the land. For the purpose of this section, annual earning capacity for cropland and noncropland shall be determined by the 2009 and 2010 Legislature. The annual earning capacity shall be capitalized at a rate of six percent to determine the agricultural income value. Section 2. That § 10-6-33.29 be repealed. 10-6-33.29. The secretary of revenue and regulation shall enter into contracts with South Dakota State University and, if necessary, the South Dakota Agricultural Statistics Service for the purpose of creating a database to determine the agricultural income value of agricultural land by county. The cropland data shall include: acres planted, acres harvested, yield per acre, and locally adjusted crop prices. Locally adjusted crop prices shall be established by adjusting statewide prices. The noncropland data shall include: rangeland acres, pastureland acres, rangeland AUM's per acre, pastureland AUM's per acre, grazing season data, and statewide cow and calf prices. The secretary shall have such data collected for 2001, which will serve as the first year of the database, and each year thereafter. The database shall consist of the most recent eight years of data that have been collected and the two years, one year representing the highest agricultural income value and one year representing the lowest agricultural income value, shall be discarded from the database. The database for the 2010 assessment for taxes payable in 2011 shall consist of data from 2001 to 2008, inclusive, and the database for each assessment year thereafter shall be adjusted accordingly. The economics department shall provide the data for each county to the secretary of revenue and regulation by June first of each year. Section 3. That § 10-6-33.30 be repealed. 10-6-33.30. The economics department of South Dakota State University shall submit recommendations to the Agricultural Land Assessment Implementation and Oversight Advisory Task Force by November 1, 2008, regarding factors to use for the percentage of annual earning capacity to be used to determine the agricultural income value of the land pursuant to § 10-6- 33.28 and other provisions used to assess agricultural land that will provide the least amount of shift between cropland and noncropland on a statewide basis. Thereafter, the economics department shall submit such recommendations, if any, to the task force by September first of each year. Section 4. That § 10-6-33.31 be repealed. 10-6-33.31. Before July first each year, the secretary of revenue and regulation shall annually provide each director of equalization the agricultural income value for each county as computed pursuant to § 10-6-33.28. The director of equalization shall annually determine the assessed value of agricultural land. The assessed value of agricultural land may be adjusted by the following factors: (1) The capacity of the land to produce agricultural products as defined in § 10-6-33.2; and (2) The location, size, soil survey statistics, terrain, and topographical condition of the land including the climate, accessibility, and surface obstructions which can be documented. Section 5. That § 10-6-33.32 be repealed. 10-6-33.32. Agricultural land shall be divided by the director of equalization into categories, including cropland and noncropland. Each category shall be divided into classes based on soil classification standards developed by the United States Department of Agriculture Natural Resources Conservation Service. Section 6. That § 10-6-33.33 be repealed. 10-6-33.33. Buildings and structures, other than normally occupied dwellings on agricultural land and automobile garages or portions of buildings used as automobile garages, which are used exclusively for agricultural purposes and situated on agricultural land, are hereby specifically classified for tax purposes as agricultural property and shall be assessed as similar nonagricultural property. Section 7. That § 10-6-33.34 be repealed. 10-6-33.34. The agricultural income value for agricultural land as determined by §§ 10-6- 33.28 to 10-6-33.33, inclusive, represents the market value of agricultural land, and the Department of Revenue and Regulation shall provide the director of equalization of each county the factor of adjustment necessary for the computation required pursuant to §§ 10-3-41, 10-12- 31.1, 10-12-42, and 10-13-37. Section 8. That § 10-6-33.35 be repealed. 10-6-33.35. There is hereby established the Agricultural Land Assessment Implementation and Oversight Advisory Task Force. The task force shall consist of the following fourteen members: (1) The speaker of the House of Representatives shall appoint four members of the House of Representatives, no more than two of whom may be from one political party; (2) The speaker of the House of Representatives shall appoint three members of the general public, at least one of the members shall have an agricultural background and at least one of the members shall have a business background; (3) The president pro tempore of the Senate shall appoint four members of the Senate, no more than two of whom may be from one political party; and (4) The president pro tempore of the Senate shall appoint three members of the general public, at least one of the members shall have an agricultural background and at least one of the members shall have a business background. The initial appointments shall be made no later than July 1, 2008, and shall serve until January 12, 2009. The speaker of the House of Representatives and president pro tempore of the Senate before the close of each regular session of the Legislature held in odd-numbered years shall appoint members to the task force for a term of two years. If there is a vacancy on the task force, the vacancy shall be filled in the same manner as the original appointment. The task force shall advise the department regarding the rules promulgated by the department to administer the provisions concerning the assessment and taxation of agricultural lands and shall review the implementation of the provisions of law concerning the assessment and taxation of agricultural land. The task force shall report to the Senate and House of Representatives and may submit a copy of its report to the Governor. The task force may present draft legislation and policy recommendations to the Legislative Research Council Executive Board. The task force shall make recommendations in the following areas: (1) The proper percentage of annual earning capacity to be used to determine the agricultural income value pursuant to § 10-6-33.28; and (2) The proper capitalization rate in order to have total taxable valuation for the taxes payable in 2011 from agricultural property be not more than total taxable valuation for the taxes payable in 2010 from agricultural property plus the estimated growth in agricultural property value in 2010. Section 9. That § 10-6-33.13 be amended to read as follows: 10-6-33.13. The secretary of revenue and regulation may promulgate rules pursuant to chapter 1-26 concerning the: (1) Collection and tabulation of information required to determine median appraisal or sales assessment ratio, and coefficient of dispersion; (2) Criteria to be included in a compliance audit of assessment practices; and (3) Conditions under which a certificate of compliance may be issued to a county ; (4) Procedures for determining the valuation of agricultural buildings and structures; (5) Procedures for determining the valuation of dwellings on agricultural land and automobile garages or portions of buildings used as automobile garages; (6) Application of cropland and noncropland income values; (7) Application of soil classification standards; and (8) Procedures for making adjustments to the value of agricultural land pursuant to §§ 10-6-33.28 to 10-6-33.33, inclusive. Before the secretary promulgates any rules pursuant to subdivision (4) to (8), inclusive, the secretary shall present the proposed rules to the Agricultural Land Assessment Implementation and Oversight Advisory Task Force established pursuant to § 10-6-33.35 . Section 10. That § 10-13-37.1 be amended to read as follows: 10-13-37.1. For purposes of § 10-6-33.24 and §§ 10-3-41, 10-12-31.1, and 10-13-37, the secretary of revenue and regulation shall calculate a factor for each county for the agricultural and nonagricultural valuations. The factor shall be calculated by using the sales of arms-length transactions and the assessments from the preceding assessment year. The secretary shall take into consideration any reappraisals completed by the director of equalization. If there are less than fifteen sales of either class, the secretary shall use the preceding year's sales of that class with current assessments. In the case of agricultural land, sales may also be bridged in from adjoining counties if there are less than fifteen sales. Section 11. That § 10-6-77 be amended to read as follows: 10-6-77. For the taxes payable in 2011, 2012, and 2013, the total taxable value of agricultural land within any county may not increase more than fifteen percent in any year. Notwithstanding the provisions of § 10-6-74, if any agricultural land sells for more than one hundred fifty percent of its assessed value after November 1, 2008, the sale of such land shall be used to value other agricultural land if the sale is an arms-length transaction. However, for the taxable valuation for the taxes payable in 2011, 2012, 2013, 2014, and 2015, no agricultural land's valuation may increase more than fifteen percent per year because of such sales. The sales of agricultural land may only be used in a sales ratio study as allowed by this section. Section 12. That sections 14, 15, 16, 17, 19, and 21 of chapter 44 of the 2008 Session Laws be repealed. Section 13. That section 23 of chapter 44 of the 2008 Session Laws be amended to read as follows: Section 23. That §§ 10-6-33.1, 10-6-33.4, 10-6-33.6, §§ 10-6-33.14 to 10-6-33.20 10-6- 33.18 , inclusive, and §§ 10-6-33.23 to 10-6-33.27, inclusive, be repealed."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1269, "action_date": "2009-02-03T14:00:00-06:00", "document_id": 6759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6759.pdf", "status_text": "First read in House and referred to", "journal_page": 271, "committee_id_action": 56, "committee_id_assigned": 50, "result": "N", "vote": {}}, {"bill_id": 1269, "action_date": "2009-02-19T07:45:00-06:00", "document_id": 7522, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7522.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 50, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1269, "action_date": "2009-02-19T07:45:00-06:00", "document_id": 7767, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7767.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 50, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 4308, "president_vote": null, "Yea": [699, 709, 698, 658], "Nay": [725, 644, 721, 672, 717, 711, 719, 645, 734, 710, 678]}}, {"bill_id": 1269, "action_date": "2009-02-19T07:45:00-06:00", "document_id": 7767, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7767.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 434, "committee_id_action": 50, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4309, "president_vote": null, "Nay": [699, 709, 698, 658], "Yea": [725, 644, 721, 672, 717, 711, 719, 645, 734, 710, 678]}}]}