{"session_id": 54, "bill_id": 17681, "bill_type": "Senate Bill", "bill_number": 100, "bill_title": "establish emergency interim legislative succession policies.", "sponsors": [{"legislator_profile_id": 2863, "is_prime": true}, {"legislator_profile_id": 2880, "is_prime": true}, {"legislator_profile_id": 2840, "is_prime": false}, {"legislator_profile_id": 2844, "is_prime": false}, {"legislator_profile_id": 2853, "is_prime": false}, {"legislator_profile_id": 2879, "is_prime": false}, {"legislator_profile_id": 2885, "is_prime": false}, {"legislator_profile_id": 2887, "is_prime": false}, {"legislator_profile_id": 2890, "is_prime": false}, {"legislator_profile_id": 2901, "is_prime": false}], "keywords": ["Legislature and Statutes"], "audio": [{"meeting_datetime": "2003-01-28T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hco10.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-05T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/slo16.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-07T00:00:00-06:00", "committee": "SGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sgo18sb0100a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-07T00:00:00-06:00", "committee": "SGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sgo18sb0100a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-07T00:00:00-06:00", "committee": "SGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sgo18sb0100a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-07T00:00:00-06:00", "committee": "SGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sgo18sb0100a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-07T00:00:00-06:00", "committee": "SGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sgo18sb0100a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17681, "bill_version_id": 95843, "bill_version": "Introduced", "bill_version_date": "2003-01-28T08:17:29-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish emergency interim legislative succession policies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 2-3 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Attack,\" any action or series of actions taken by an enemy of the United States resulting in substantial damage or injury to persons or property in this state whether through sabotage, bombs, missiles, shellfire, or atomic, radiological, chemical, bacteriological, or biological means or other weapons or methods; (2) \"Unavailable,\" absent from the place of session (other than on official business of the Legislature), or unable, for physical, mental, or legal reasons, to exercise the powers and discharge the duties of a legislator, whether or not such absence or inability would give rise to a vacancy under existing constitutional or statutory provisions; (3) \"Member,\" a member of the Legislature. Section 2. That chapter 2-3 be amended by adding thereto a NEW SECTION to read as follows: Each legislator shall designate not fewer than three or more than seven emergency interim successors to the legislator's own powers and duties and specify the order of succession. Each legislator shall review and, as necessary, promptly revise the designations of emergency interim successors to the legislator's own powers and duties to ensure that at all times there are at least three such qualified emergency interim successors. Section 3. That chapter 2-3 be amended by adding thereto a NEW SECTION to read as follows: An emergency interim successor is one who is designated for possible temporary succession to the powers and duties, but not the office, of a legislator. No person may be designated or serve as an emergency interim successor unless such person may, under the Constitution and statutes, hold the office of the legislator to whose powers and duties such person is designated to succeed. However, no constitutional or statutory provision prohibiting a legislator from holding another office or prohibiting the holder of another office from being a legislator is applicable to an emergency interim successor. An emergency interim successor shall serve at the pleasure of the legislator making the designation or of any subsequent incumbent of the legislative office. Section 4. That chapter 2-3 be amended by adding thereto a NEW SECTION to read as follows: Prior to an attack, if a legislator fails to designate the required minimum number of emergency interim successors, or if for any reason the number of emergency interim successors for any legislator falls below the required minimum and remains below minimum for a period of thirty days, then the legislative party leader of the same political party in the same house as such legislator shall promptly designate as many emergency interim successors as are required to achieve such minimum number, but the legislative party leader may not assign to any of the new designees a rank in order of succession higher than that of any remaining emergency interim successor previously designated by the legislator. Each emergency interim successor designated by a legislative party leader shall serve at the pleasure of the person making the designation, but the legislator for whom the emergency interim successor is designated or any subsequent incumbent of the office may change the rank in order of succession or replace any emergency interim successor so designated. Section 5. That chapter 2-3 be amended by adding thereto a NEW SECTION to read as follows: Each designation of an emergency interim successor shall become effective when the legislator or legislative party leader making the designation files with the secretary of state the successor's name, address, and rank in order of succession. The removal of an emergency interim successor or change in order of succession shall become effective when the legislator or legislative party leader so acting files this information with the secretary of state. All such designations shall be open to public inspection. The secretary of state shall inform the Governor, the Department of Military and Veterans Affairs, the legislative party leader of the house concerned, and all emergency interim successors, of all such designations, removals, and changes in order of succession. The secretary of the Senate and the chief clerk of the House of Representatives shall enter all information regarding emergency interim successors for the houses in their respective journals at the beginning of each legislative session and shall enter all changes in membership or order of succession as soon as possible after their occurrence. Section 6. That chapter 2-3 be amended by adding thereto a NEW SECTION to read as follows: Promptly after designation each emergency interim successor shall take the oath required for the legislator to whose powers and duties the legislator is designated to succeed. No other oath is required. The oath shall be administered by a circuit court judge or magistrate in the county of residence of such emergency interim successor. Section 7. That chapter 2-3 be amended by adding thereto a NEW SECTION to read as follows: Each emergency interim successor shall keep generally informed as to the duties, procedures, practices, and current business of the Legislature, and each legislator shall assist their emergency interim successors to keep so informed. Section 8. That chapter 2-3 be amended by adding thereto a NEW SECTION to read as follows: Whenever in the event of an attack, or upon finding that an attack may be imminent, the Governor deems the place of session then prescribed to be unsafe, the Governor may change it to any place within the state or outside the state which is deemed safer and convenient. Section 9. That chapter 2-3 be amended by adding thereto a NEW SECTION to read as follows: If in the event of an attack a legislator is unavailable, the legislator's emergency interim successor highest in order of succession who is not unavailable shall, except for the power and duty to appoint emergency interim successors, exercise the powers and assume the duties of such legislator. An emergency interim successor shall exercise these powers and assume these duties until the incumbent legislator, an emergency interim successor higher in order of succession, or a legislator appointed or elected and legally qualified can act. Each house of the Legislature shall, in accordance with its own rules, determine who is entitled under the provisions of this chapter to exercise the powers and assume the duties of its members. All constitutional and statutory provisions pertaining to ouster of a legislator shall be applicable to an emergency interim successor who is exercising the powers and assuming the duties of a legislator. Section 10. That chapter 2-3 be amended by adding thereto a NEW SECTION to read as follows: When an emergency interim successor exercises the powers and assumes the duties of a legislator, the interim successor shall be accorded the privileges and immunities, compensation, allowances, and other perquisites of office to which a legislator is entitled. In the event of an attack, each emergency interim successor, whether or not called upon to exercise the powers and assume the duties of a legislator, shall be accorded the privileges and immunities of a legislator while traveling to and from a place of session and shall be compensated for travel expenses in the same manner and amount as a legislator. This section does not in any way affect the privileges, immunities, compensation, allowances, or other perquisites of office of an incumbent legislator. Section 11. That chapter 2-3 be amended by adding thereto a NEW SECTION to read as follows: In the event of an attack: (1) Quorum requirements for the Legislature shall be suspended; and (2) Where the affirmative vote of a specified proportion of members for approval of a bill, resolution, or other action would otherwise be required, the same proportion of those voting shall be sufficient. Section 12. That chapter 2-3 be amended by adding thereto a NEW SECTION to read as follows: The authority of emergency interim successors to succeed to the powers and duties of legislators, and the operation of the provisions of this chapter relating to quorum, the number of affirmative votes required for legislative action, and limitations on the length of sessions and the subjects which may be acted upon, shall expire two years following the inception of an attack. However, nothing prevents the resumption before such time of the filling of legislative vacancies and the calling of elections for the Legislature in accordance with applicable constitutional and statutory provisions. The Governor, acting by proclamation, or the Legislature, acting by concurrent resolution, may from time to time extend or restore such authority or the operation of any of such provisions upon a finding that events render the extension or restoration necessary, but no extension or restoration may be for a period of more than one year. Section 13. That chapter 2-3 be amended by adding thereto a NEW SECTION to read as follows: This chapter shall be known as the Emergency Interim Legislative Succession Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17681, "action_date": "2003-01-28T14:00:00-06:00", "document_id": 95909, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95909.pdf", "status_text": "First read in Senate and referred to", "journal_page": 215, "committee_id_action": 799, "committee_id_assigned": 775, "result": "N", "vote": {}}, {"bill_id": 17681, "action_date": "2003-01-31T10:30:00-06:00", "document_id": 96285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96285.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 775, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17681, "action_date": "2003-02-07T11:00:00-06:00", "document_id": 96799, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96799.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 381, "committee_id_action": 775, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56275, "president_vote": null, "Yea": [2853, 2887, 2840, 2880], "Excused": [2901]}}, {"bill_id": 17681, "action_date": "2003-02-07T11:00:00-06:00", "document_id": 96799, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96799.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 775, "committee_id_assigned": null, "result": "N", "vote": {}}]}