{"session_id": 43, "bill_id": 11849, "bill_type": "Senate Bill", "bill_number": 156, "bill_title": "repeal provisions regarding the South Dakota Veterans Commission.", "sponsors": [{"legislator_profile_id": 1716, "is_prime": true}, {"legislator_profile_id": 1687, "is_prime": true}, {"legislator_profile_id": 1741, "is_prime": false}, {"legislator_profile_id": 1670, "is_prime": false}, {"legislator_profile_id": 1699, "is_prime": false}, {"legislator_profile_id": 1739, "is_prime": false}, {"legislator_profile_id": 1733, "is_prime": false}], "keywords": ["Promulgation of Rules", "Public Officers and Employees", "State Affairs and Government", "Veterans Affairs"], "audio": [{"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/smv25.mp3", "start_seconds": 1946.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/smv25.mp3", "start_seconds": 1946.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/smv25.mp3", "start_seconds": 1946.0}, {"meeting_datetime": "2020-02-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen27.mp3", "start_seconds": 7410.0}, {"meeting_datetime": "2020-02-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen27.mp3", "start_seconds": 7410.0}, {"meeting_datetime": "2020-02-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen27.mp3", "start_seconds": 7410.0}, {"meeting_datetime": "2020-03-04T00:00:00-06:00", "committee": "HMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hmv31.mp3", "start_seconds": 2215.0}, {"meeting_datetime": "2020-03-04T00:00:00-06:00", "committee": "HMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hmv31.mp3", "start_seconds": 2215.0}, {"meeting_datetime": "2020-03-04T00:00:00-06:00", "committee": "HMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hmv31.mp3", "start_seconds": 2215.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou33.mp3", "start_seconds": 13945.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou33.mp3", "start_seconds": 13945.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou33.mp3", "start_seconds": 13945.0}], "bill_versions": [{"bill_id": 11849, "bill_version_id": 66390, "bill_version": "Introduced", "bill_version_date": "2020-02-05T09:42:26.41-06:00", "bill_text": "An Act to repeal provisions regarding the South Dakota Veterans Commission. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 1-46A-5. Consult--South Dakota Veterans Council. The Department of Veterans Affairs may consult with the South Dakota Veterans Council on matters relating to veterans and their dependents. The South Dakota Veterans Council consists of six congressionally chartered Veterans Organizations including the Paralyzed Veterans of America, the Disabled American Veterans, the Military Order of the Purple Heart, the American Legion, the Vietnam Veterans of America chapters 1054 and 959, and the Veterans of Foreign Wars. Section 2. That § 3-3-9 be AMENDED: 3-3-9. Distribution of information about state laws on veterans' preference in employment. Beginning on July 1, 2016, the Department of Veterans Affairs shall coordinate with the Veterans Commission and the South Dakota Veterans Council to create informative materials about current state laws pertaining to veterans' preference in employment to be both posted on the Department of Veterans Affairs website for public access and for distribution by the council and its member organizations. Section 3. That § 33A-2-2 be AMENDED: 33A-2-2. Wartime veteran and qualifying military service defined. For purposes of all statutes relating to rights, privileges, exemptions, and benefits of wartime veterans and their dependents, the term, wartime veteran, means any veteran who has performed qualifying military service or any person who has performed qualifying military service and then been released to any National Guard or Reserve component of the armed forces of the United States. Qualifying military service is: (1) Active duty in the armed forces of the United States for one day or more during the period from April 6, 1917, to November 11, 1918, inclusive; (2) Active duty for one day or more during the period from July 28, 1914, to November 11, 1918, inclusive, performed by a citizen of the United States in the armed forces of any nation that was allied with the United States during any part of the period from April 6, 1917, to November 11, 1918, inclusive; (3) Active duty in the armed forces of the United States for one day or more during the period from December 7, 1941, to December 31, 1946, inclusive; (4) Active duty for one day or more during the period from September 1, 1939, to December 31, 1946, inclusive, performed by a citizen of the United States in the armed forces of any nation that was allied with the United States during any part of the period from December 7, 1941, to December 31, 1946, inclusive; (5) Active duty in the armed forces of the United States for one day or more during the period from June 25, 1950, to May 7, 1975, inclusive; (6) Active duty in the armed forces of the United States for one day or more during the period from August 2, 1990, until the end of hostilities as determined by the Legislature; (7) Active duty in the armed forces of the United States for one day or more in a military action for which the veteran earned an armed forces expeditionary medal or other United States campaign, expeditionary, or service medal awarded for participation outside the boundaries of the United States in combat operations against hostile forces; or (8) Active duty in the armed forces of the United States for one day or more if the veteran has established the existence of a service-connected disability. Service on active duty by any Reserve or National Guard personnel for training may not be construed as service on active duty, unless the Veterans Commission Department of Veterans Affairs determines, by rules promulgated pursuant to chapter 1-26, that such training involved the person in direct participation in or direct support of combat operations against a hostile force. Section 4. That § 33A-2-10 be AMENDED: 33A-2-10. Veterans' bonus program--Definitions. For the purposes of §§ 33A-2-12 to 33A-2-33, inclusive, terms mean: (1) \"Armed forces,\" the United States Army, Air Force, Coast Guard, Marine Corps, Navy, and their components, including both men and women; (2) \"Bonus,\" the benefits provided under §§ 33A-2-10 to 33A-2-33, inclusive; (3) \"Commission,\" the Veterans Commission created by § 33A-1-4; (4) \"Dependents of deceased veterans,\" or \"dependents,\" any person standing in relation to a deceased veteran of: surviving spouse, child, mother, father, foster mother or father, regardless of whether or not the person was actually dependent upon the deceased veteran; (5)(4) \"Secretary,\" the secretary of veterans affairs appointed pursuant to § 1-46A-1; (6)(5) \"Legal resident,\" a person who for a period of not less than six months immediately preceding entry into the armed forces of the United States as defined by subdivision (1) was a resident in good faith of the State of South Dakota; (7)(6) \"Veteran,\" any veteran as defined in § 33A-2-1 who served in the armed forces during the period beginning January 1, 1993, to a date to be determined by the South Dakota Legislature. Section 5. That § 33A-2-11 be AMENDED: 33A-2-11. Bonus board abolished--Performance of functions. The Veterans' Bonus Board is abolished, and all its functions shall be administered by the Department of Veterans Affairs with oversight of the administrative rules by the Veterans Commission. Section 6. That § 33A-2-23 be AMENDED: 33A-2-23. Payments to incompetent persons. If any bonus is payable under §§ 33A-2-10 to 33A-2-33, inclusive, to a mental incompetent, the bonus shall be paid to the person who is constituted his or her committee, guardian, curator, or conservator, by the laws of the state of residence of the mental incompetent, or is otherwise legally vested with the care of the mental incompetent. However, if no such committee, guardian, curator, conservator, or other person exists, payment shall be made to the chief officer of any hospital or institution in which the mental incompetent is placed if the officer is authorized to accept moneys for the benefit of the mental incompetent. If no such committee, guardian, curator, or conservator exists, and if the mental incompetent is not in any such hospital or institution, payment shall be made to the person determined by the commission department to have assumed the major responsibility for the care of the mental incompetent. Any payment under this section shall be held or used solely for the benefit of the mental incompetent. Section 7. That § 33A-4-4 be AMENDED: 33A-4-4. Enforcement of federal regulations--Promulgation of rules--Punishment for violation of rules. The Department of Veterans Affairs shall provide for the enforcement of all applicable federal regulations to enable this state to receive aid that is extended by the United States government to states that maintain institutions of the character of the State Veterans' Home. The department, with the advice of the Veterans Commission, shall prescribe the method of the local management of the home and shall promulgate rules pursuant to chapter 1-26 for the maintenance of order and discipline and the preservation of the health and comfort of the members of the home. Any violation of the rules is punishable by suspension or expulsion in the judgment of the secretary of veterans affairs upon the charges filed by the superintendent of the home. Section 8. That § 1-46A-2 be REPEALED. 1-46A-2. Veterans Commission transferred. Section 9. That § 33A-1-4 be REPEALED. 33A-1-4. Veterans Commission--Composition--Terms of office--Vacancies--Chairman and vice-chairman. Section 10. That § 33A-1-5 be REPEALED. 33A-1-5. Commission administered with assistance from department--Functions retained by commission. Section 11. That § 33A-1-6 be REPEALED. 33A-1-6. Meetings of commission. Section 12. That § 33A-1-7 be REPEALED. 33A-1-7. Compensation of commissioners--Travel expenses."}, {"bill_id": 11849, "bill_version_id": 69826, "bill_version": "Enrolled", "bill_version_date": "2020-03-09T19:54:46.76-05:00", "bill_text": "ENTITLED An Act to repeal provisions regarding the South Dakota Veterans Commission. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 1-46A-5. Consult--South Dakota Veterans Council. The Department of Veterans Affairs may consult with the South Dakota Veterans Council on matters relating to veterans and their dependents. The South Dakota Veterans Council consists of six congressionally chartered Veterans Organizations including the Paralyzed Veterans of America, the Disabled American Veterans, the Military Order of the Purple Heart, the American Legion, the Vietnam Veterans of America chapters 1054 and 959, and the Veterans of Foreign Wars. Section 2. That § 3-3-9 be AMENDED: 3-3-9. Distribution of information about state laws on veterans' preference in employment. Beginning on July 1, 2016, the Department of Veterans Affairs shall create informative materials about current state laws pertaining to veterans' preference in employment to be both posted on the Department of Veterans Affairs website for public access and for distribution by the council and its member organizations. Section 3. That § 33A-2-2 be AMENDED: 33A-2-2. Wartime veteran and qualifying military service defined. For purposes of all statutes relating to rights, privileges, exemptions, and benefits of wartime veterans and their dependents, the term, wartime veteran, means any veteran who has performed qualifying military service or any person who has performed qualifying military service and then been released to any National Guard or Reserve component of the armed forces of the United States. Qualifying military service is: (1) Active duty in the armed forces of the United States for one day or more during the period from April 6, 1917, to November 11, 1918, inclusive; (2) Active duty for one day or more during the period from July 28, 1914, to November 11, 1918, inclusive, performed by a citizen of the United States in the armed forces of any nation that was allied with the United States during any part of the period from April 6, 1917, to November 11, 1918, inclusive; (3) Active duty in the armed forces of the United States for one day or more during the period from December 7, 1941, to December 31, 1946, inclusive; (4) Active duty for one day or more during the period from September 1, 1939, to December 31, 1946, inclusive, performed by a citizen of the United States in the armed forces of any nation that was allied with the United States during any part of the period from December 7, 1941, to December 31, 1946, inclusive; (5) Active duty in the armed forces of the United States for one day or more during the period from June 25, 1950, to May 7, 1975, inclusive; (6) Active duty in the armed forces of the United States for one day or more during the period from August 2, 1990, until the end of hostilities as determined by the Legislature; (7) Active duty in the armed forces of the United States for one day or more in a military action for which the veteran earned an armed forces expeditionary medal or other United States campaign, expeditionary, or service medal awarded for participation outside the boundaries of the United States in combat operations against hostile forces; or (8) Active duty in the armed forces of the United States for one day or more if the veteran has established the existence of a service-connected disability. Service on active duty by any Reserve or National Guard personnel for training may not be construed as service on active duty, unless the Department of Veterans Affairs determines, by rules promulgated pursuant to chapter 1-26, that such training involved the person in direct participation in or direct support of combat operations against a hostile force. Section 4. That § 33A-2-10 be AMENDED: 33A-2-10. Veterans' bonus program--Definitions. For the purposes of §§ 33A-2-12 to 33A-2-33, inclusive, terms mean: (1) \"Armed forces,\" the United States Army, Air Force, Coast Guard, Marine Corps, Navy, and their components, including both men and women; (2) \"Bonus,\" the benefits provided under §§ 33A-2-10 to 33A-2-33, inclusive; (3) \"Dependents of deceased veterans,\" or \"dependents,\" any person standing in relation to a deceased veteran of: surviving spouse, child, mother, father, foster mother or father, regardless of whether or not the person was actually dependent upon the deceased veteran; (4) \"Secretary,\" the secretary of veterans affairs appointed pursuant to § 1-46A-1; (5) \"Legal resident,\" a person who for a period of not less than six months immediately preceding entry into the armed forces of the United States as defined by subdivision (1) was a resident in good faith of the State of South Dakota; (6) \"Veteran,\" any veteran as defined in § 33A-2-1 who served in the armed forces during the period beginning January 1, 1993, to a date to be determined by the South Dakota Legislature. Section 5. That § 33A-2-11 be AMENDED: 33A-2-11. Bonus board abolished--Performance of functions. The Veterans' Bonus Board is abolished, and all its functions shall be administered by the Department of Veterans Affairs. Section 6. That § 33A-2-23 be AMENDED: 33A-2-23. Payments to incompetent persons. If any bonus is payable under §§ 33A-2-10 to 33A-2-33, inclusive, to a mental incompetent, the bonus shall be paid to the person who is constituted his or her committee, guardian, curator, or conservator, by the laws of the state of residence of the mental incompetent, or is otherwise legally vested with the care of the mental incompetent. However, if no such committee, guardian, curator, conservator, or other person exists, payment shall be made to the chief officer of any hospital or institution in which the mental incompetent is placed if the officer is authorized to accept moneys for the benefit of the mental incompetent. If no such committee, guardian, curator, or conservator exists, and if the mental incompetent is not in any such hospital or institution, payment shall be made to the person determined by the department to have assumed the major responsibility for the care of the mental incompetent. Any payment under this section shall be held or used solely for the benefit of the mental incompetent. Section 7. That § 33A-4-4 be AMENDED: 33A-4-4. Enforcement of federal regulations--Promulgation of rules--Punishment for violation of rules. The Department of Veterans Affairs shall provide for the enforcement of all applicable federal regulations to enable this state to receive aid that is extended by the United States government to states that maintain institutions of the character of the State Veterans' Home. The department shall prescribe the method of the local management of the home and shall promulgate rules pursuant to chapter 1-26 for the maintenance of order and discipline and the preservation of the health and comfort of the members of the home. Any violation of the rules is punishable by suspension or expulsion in the judgment of the secretary of veterans affairs upon the charges filed by the superintendent of the home. Section 8. That § 1-46A-2 be REPEALED. 1-46A-2. Veterans Commission transferred. Section 9. That § 33A-1-4 be REPEALED. 33A-1-4. Veterans Commission--Composition--Terms of office--Vacancies--Chairman and vice-chairman. Section 10. That § 33A-1-5 be REPEALED. 33A-1-5. Commission administered with assistance from department--Functions retained by commission. Section 11. That § 33A-1-6 be REPEALED. 33A-1-6. Meetings of commission. Section 12. That § 33A-1-7 be REPEALED. 33A-1-7. Compensation of commissioners--Travel expenses. An Act to repeal provisions regarding the South Dakota Veterans Commission. I certify that the attached Act originated in the: Senate as Bill No. 156 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 156 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11849, "action_date": "2020-02-05T14:00:00-06:00", "document_id": 66204, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66204.pdf", "status_text": "First read in Senate and referred to", "journal_page": 141, "committee_id_action": 447, "committee_id_assigned": 475, "result": "N", "vote": {}}, {"bill_id": 11849, "action_date": "2020-02-24T15:30:00-06:00", "document_id": 68111, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68111.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 475, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11849, "action_date": "2020-02-24T15:30:00-06:00", "document_id": 68115, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68115.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 475, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33654, "president_vote": null, "Yea": [1704, 1716, 1659, 1706, 1741]}}, {"bill_id": 11849, "action_date": "2020-02-26T14:00:00-06:00", "document_id": 68729, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68729.pdf", "status_text": "Do Pass", "journal_page": 360, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33926, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1703, 1749, 1746, 1726, 1718, 1752, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1652, 1705]}}, {"bill_id": 11849, "action_date": "2020-02-27T11:00:00-06:00", "document_id": 68872, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68872.pdf", "status_text": "First read in House and referred to", "journal_page": 422, "committee_id_action": 480, "committee_id_assigned": 477, "result": "N", "vote": {}}, {"bill_id": 11849, "action_date": "2020-03-04T15:30:00-06:00", "document_id": 69156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69156.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 477, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11849, "action_date": "2020-03-04T15:30:00-06:00", "document_id": 69157, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69157.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 477, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34401, "president_vote": null, "Yea": [1670, 1680, 1748, 1669, 1739, 1722, 1674, 1657, 1733, 1687], "Excused": [1699, 1672, 1666]}}, {"bill_id": 11849, "action_date": "2020-03-09T11:00:00-05:00", "document_id": 69689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69689.pdf", "status_text": "Do Pass", "journal_page": 521, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34622, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1654, 1670, 1710, 1668, 1751, 1665, 1711, 1672, 1656, 1743, 1680, 1740, 1744, 1736, 1728, 1702, 1676, 1682, 1662, 1748, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1747, 1655, 1667, 1722, 1657, 1737, 1675, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1701, 1725, 1674, 1688, 1727, 1683, 1664, 1709, 1660, 1653, 1696, 1692, 1661, 1762, 1697, 1755, 1691, 1712, 1687, 1734], "Excused": [1699, 1681, 1666]}}, {"bill_id": 11849, "action_date": "2020-03-10T10:00:00-05:00", "document_id": 69810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69810.pdf", "status_text": "Signed by the President", "journal_page": 475, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11849, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69924.pdf", "status_text": "Signed by the Speaker", "journal_page": 583, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11849, "action_date": "2020-03-12T10:00:00-05:00", "document_id": 69968, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69968.pdf", "status_text": "Delivered to the Governor", "journal_page": 522, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11849, "action_date": "2020-03-30T11:00:00-05:00", "document_id": 70027, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/70027.pdf", "status_text": "Signed by the Governor", "journal_page": 557, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 433}