{"session_id": 53, "bill_id": 17276, "bill_type": "Senate Bill", "bill_number": 151, "bill_title": "regulate deferred presentment service transactions.", "sponsors": [{"legislator_profile_id": 2741, "is_prime": true}, {"legislator_profile_id": 2796, "is_prime": true}, {"legislator_profile_id": 2726, "is_prime": false}, {"legislator_profile_id": 2728, "is_prime": false}, {"legislator_profile_id": 2729, "is_prime": false}, {"legislator_profile_id": 2732, "is_prime": false}, {"legislator_profile_id": 2734, "is_prime": false}, {"legislator_profile_id": 2736, "is_prime": false}, {"legislator_profile_id": 2737, "is_prime": false}, {"legislator_profile_id": 2738, "is_prime": false}, {"legislator_profile_id": 2742, "is_prime": false}, {"legislator_profile_id": 2743, "is_prime": false}, {"legislator_profile_id": 2749, "is_prime": false}, {"legislator_profile_id": 2754, "is_prime": false}, {"legislator_profile_id": 2759, "is_prime": false}, {"legislator_profile_id": 2761, "is_prime": false}, {"legislator_profile_id": 2765, "is_prime": false}, {"legislator_profile_id": 2768, "is_prime": false}, {"legislator_profile_id": 2769, "is_prime": false}, {"legislator_profile_id": 2772, "is_prime": false}, {"legislator_profile_id": 2778, "is_prime": false}, {"legislator_profile_id": 2781, "is_prime": false}, {"legislator_profile_id": 2788, "is_prime": false}, {"legislator_profile_id": 2792, "is_prime": false}, {"legislator_profile_id": 2797, "is_prime": false}, {"legislator_profile_id": 2798, "is_prime": false}, {"legislator_profile_id": 2800, "is_prime": false}, {"legislator_profile_id": 2803, "is_prime": false}, {"legislator_profile_id": 2805, "is_prime": false}, {"legislator_profile_id": 2806, "is_prime": false}, {"legislator_profile_id": 2808, "is_prime": false}, {"legislator_profile_id": 2812, "is_prime": false}, {"legislator_profile_id": 2817, "is_prime": false}, {"legislator_profile_id": 2821, "is_prime": false}, {"legislator_profile_id": 2825, "is_prime": false}, {"legislator_profile_id": 2830, "is_prime": false}], "keywords": ["Debtor and Creditor"], "audio": [{"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco18sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco18sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco18sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco21sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco21sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco21sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco21sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco21sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco21sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco21sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco21sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen23sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen23sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen23sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen23sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen23sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-14T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hco28sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-14T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hco28sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-14T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hco28sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-14T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hco28sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou31sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou31sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou31sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou31sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou31sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou31sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou31sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou31sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou31sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou31sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-22T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen33sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-22T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen33sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-22T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen33sb0151a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-22T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen33sb0151a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17276, "bill_version_id": 92379, "bill_version": "Introduced", "bill_version_date": "2002-01-18T11:36:41-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to limit certain charges and provide a right to rescind with regard to certain installment loan contracts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: A licensee may only permit one rollover. For the purposes of this section, a rollover is the extension of an outstanding advance by payment of an additional fee. Section 2. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: A licensee shall allow a debtor to rescind an installment loan contract on or before the following business day at no cost. 350 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.027 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 17276, "bill_version_id": 93920, "bill_version": "Senate Engrossed", "bill_version_date": "2002-02-07T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate deferred presentment service transactions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Check,\" a personal check signed by the maker and made payable to a licensee; (2) \"Commission,\" the State Banking Commission; (3) \"Completed deferred presentment service transaction,\" a transaction that is completed when a check is redeemed by the maker by payment in full to the licensee in cash, money order, or certified check or by negotiation or deposit by the licensee; (4) \"Deferred presentment service transaction,\" a transaction made under a written agreement between a licensee and the maker of a check under which the licensee: (a) Pays to the maker of the check the amount of the check, less the fees permitted under this Act, and accepts a check from the maker dated on the date of the transaction and agrees to hold the check for a period of time before negotiation or presentment; or (b) Accepts a check dated after the date of the transaction and agrees to hold the check for deposit until the date written on the check; (5) \"Director,\" the director of the Division of Banking of the Department of Commerce and Regulation; (6) \"Division,\" the Division of Banking; (7) \"Licensee,\" a person licensed under this Act to provide deferred presentment services. Section 2. No person may engage in the business of deferred presentment service transactions without a license issued under this Act. A separate license is required for each location from which the business of deferred presentment service transactions is conducted. Any state or national bank, savings bank, trust company, savings or building and loan association, or federal credit union is exempt from this Act, and any person selling goods or services and providing financing for such goods or services is exempt from this Act unless engaged in the business of deferred presentment service transactions. Section 3. Any person who engages in the business of deferred presentment service transactions shall apply for a license as prescribed by this Act. The applicant shall apply for a license under oath on forms supplied by the division. The application shall contain the name of the applicant's business, proof of surety bond, address of the business, and other information as required by the director by rule or order. The applicant shall pay an original license fee as set by rules of the commission pursuant to chapter 1-26 not to exceed two hundred fifty dollars. If the application of an existing licensee is for an additional location, the application need only include the location and identity of the location manager, plus any changes from the existing license, or such other information the director may consider necessary. Section 4. The director shall approve or deny an application for a license within thirty days of receipt of any application. Section 5. The applicant shall submit with the application for a license a bond in an amount not to exceed the total of five thousand dollars for the first license and one thousand dollars for each additional license. The bond shall be satisfactory to the director and issued by a surety company qualified to do business as a surety in this state. The bond shall be in favor of this state for the use of this state and any person who has a cause of action under this Act against the licensee. The bond shall be conditioned on: (1) The licensee's faithful performance under this Act and any rules adopted pursuant to this Act; and (2) The payment of any amounts that are due to the state or another person during the calendar year for which the bond is given. The aggregate liability of a surety to all persons damaged by a licensee's violation of this Act may not exceed the amount of the bond. Section 6. The director shall investigate the facts and, after review, either deny or grant a license based on the findings. Section 7. A licensee shall keep the license conspicuously posted in the place of business of the licensee. Section 8. Any license shall be renewed on July first. To renew a license, the licensee shall file for renewal by June fifteenth. The renewal application shall include a renewal fee not to exceed two hundred fifty dollars, as set by the commission pursuant to chapter 1-26, proof of surety bond, and any other information as required by the director, by rule or order. Section 9. The licensee may not transfer or assign the license. The licensee may only transact business under a name shown on the license. Any name change is subject to prior approval by the director. Section 10. Each licensee's business location shall be licensed. The director shall approve or deny any change of location. The director shall amend the license to show the new location upon granting approval. Section 11. The director may, upon ten days notice to the licensee, issue a cease and desist order from any practice that does not conform to the requirements set forth in this Act or rules adopted by commission. Section 12. The director may revoke a license for good cause pursuant to chapter 1-26. If the licensee is the holder of more than one license, the director may revoke any or all of the licenses. Section 13. An action may also be brought by the attorney general or the division, or both, to enjoin a licensee from engaging in or continuing a violation or from doing any act in furtherance thereof. In any action, an order or judgment may be entered awarding a temporary or permanent injunction. Section 14. In addition to any other means provided by law for the enforcement of a restraining order or injunction, the court, in which the action is brought, may impound, and appoint a receiver for, the property and business of the defendant, including books, papers, documents, and records, as the court may deem reasonably necessary to prevent violations of this Act. The receiver, when so appointed and qualified, shall control the custody, collection, administration, and liquidation of the property and business. Section 15. No person may engage in the business of deferred presentment service transactions without a license. A violation of this section is a Class 1 misdemeanor. Section 16. Any money received by the division pursuant to this Act shall be deposited in the banking revolving fund. Section 17. Each licensee, whether a corporation or otherwise, shall pay the annual tax provided in chapter 10-43, upon the net income of the licensee, and measured by the net income assignable to such business in South Dakota. The annual tax provided by this section may not be less than twenty-four dollars. Section 18. Except for taxes on real property and license fees and other fees imposed by this Act, the tax imposed in section 17 of this Act is in lieu of all other taxes and license fees, state, county, or local, upon the business of the licensee, or upon any money, credits, or other assets of the licensee whether tangible or intangible, and which money, credits, or other assets are used for or in connection with the conduct of business transacted in South Dakota. However, amounts determined to be in excess of business capital requirements are not exempt from other taxes. Section 19. Each licensee shall annually file with its renewal application a report of income and financial condition for the preceding license year or any other relevant information requested in writing by the director. These reports shall be under oath and on forms prescribed by the division by rule or order. Section 20. The division shall annually conduct an examination of business records and accounts of any licensee licensed under this Act. The director may order an examination if circumstances require a special examination. The director may charge back to the licensee any cost associated with an on-site examination. The director may waive an on-site examination and only require an annual self-examination. If a licensee conducts a self-examination, the licensee shall provide any information requested under oath and on forms provided by the division by order or rule. Section 21. Before disbursing funds under a deferred presentment service transaction, a licensee shall provide to the maker of the check a clear and conspicuous printed notice indicating: (1) That a deferred presentment service transaction is not intended to meet long-term financial needs; (2) That the maker of a check should use a deferred presentment service transaction only to meet short-term cash needs; (3) That the maker of a check will be required to pay additional fees if the deferred presentment service transaction is renewed rather than paid in full when due. If the transaction is renewed, any amount paid in excess of the fee applies to the payoff amount; (4) A schedule of fees charged for deferred presentment service; (5) Any information required under federal law. A violation of this section is a Class 1 misdemeanor. Section 22. A licensee may not disburse more than five hundred dollars to the maker of a check in a deferred presentment service transaction. A violation of this section is a Class 1 misdemeanor. Section 23. A licensee may not engage in a deferred presentment service transaction with a customer who has an aggregate face value of all outstanding checks from any one maker exceeding five hundred dollars which is payable to the same or any other licensee. A licensee may rely on a written representation of a maker regarding the existence of any outstanding checks for deferred presentment held by a licensee other than the licensee receiving the representation. A violation of this section is a Class 1 misdemeanor. Section 24. A licensee may not renew a deferred presentment service transaction more than four times. No renewal may be allowed unless the maker of the check pays the outstanding fee at the time of the renewal. Section 25. Each deferred presentment service transaction, including a renewal, must be documented by a written agreement signed by the maker of the check. The written agreement must contain the following: (1) The name of the licensee; (2) The transaction date; (3) The amount of the check; (4) The dates any payments are due and the amount of payments; (5) A statement of the total amount of fees charged, expressed as a dollar amount and as an annual percentage rate; (6) The method used to compute the charges; (7) An explanation of the charges; and (8) Any charge that may be applied for delinquency. The written agreement must authorize the licensee to defer presentment or negotiation of the check until a specified date. The maker of a check may redeem the check from the licensee at any time before the negotiation or presentment of the check without prepayment penalty by making payment to the licensee. However, the maker may rescind the transaction by the close of the following business day at no cost. A violation of this section is a Class 1 misdemeanor. Section 26. If a check is returned to the licensee from a payer financial institution due to insufficient funds, closed account, or a stop payment order, the licensee has the right to all civil remedies available to collect the check. The licensee may contract for and collect a returned check charge not to exceed thirty dollars per customer, per check, per year. No other fee or charge may be collected as a result of a returned check or as a result of default by the maker of the check in timely payment to the licensee. A violation of this section is a Class 1 misdemeanor. Section 27. Each licensee shall conspicuously post in the licensee's licensed location a notice of the fees imposed for the deferred presentment service. A violation of this section is a Class 1 misdemeanor. Section 28. A licensee may not renew, repay, refinance, or consolidate a deferred presentment service transaction with the proceeds of another deferred presentment service transaction with that licensee by the same maker or customer. A violation of this section is a Class 1 misdemeanor. Section 29. A licensee shall provide a notice in a prominent place on each deferred presentment service agreement in no less than twelve-point type in substantially the following form: State law prohibits this business from allowing customers to have outstanding at any one time, deferred presentment service transactions totaling more than five hundred dollars. A violation of this section is a Class 1 misdemeanor. Section 30. Any licensee may advertise in any medium. No licensee may advertise any statement or representation, including rates, terms, or conditions for making or negotiating loans that is false, misleading, or deceptive, or that refers to the supervision of business by the state. A violation of this section is a Class 1 misdemeanor. Section 31. That § 54-4-37 be amended to read as follows: 54-4-37. Any state or national bank, savings bank, trust company, savings or building and loan association, or federal credit union , or any business conducting deferred presentment service transactions pursuant to this Act is exempt from § § 54-4-36 to 54-4-63, inclusive."}, {"bill_id": 17276, "bill_version_id": 94403, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2002-02-14T13:45:36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate deferred presentment service transactions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Check,\" a personal check signed by the maker and made payable to a licensee; (2) \"Commission,\" the State Banking Commission; (3) \"Completed deferred presentment service transaction,\" a transaction that is completed when a check is redeemed by the maker by payment in full to the licensee in cash, money order, or certified check or by negotiation or deposit by the licensee; (4) \"Deferred presentment service transaction,\" a transaction made under a written agreement between a licensee and the maker of a check under which the licensee: (a) Pays to the maker of the check the amount of the check, less the fees permitted under this Act, and accepts a check from the maker dated on the date of the transaction and agrees to hold the check for a period of time before negotiation or presentment; or (b) Accepts a check dated after the date of the transaction and agrees to hold the check for deposit until the date written on the check; (5) \"Director,\" the director of the Division of Banking of the Department of Commerce and Regulation; (6) \"Division,\" the Division of Banking; (7) \"Licensee,\" a person licensed under this Act to provide deferred presentment services. Section 2. No person may engage in the business of deferred presentment service transactions without a license issued under this Act. A separate license is required for each location from which the business of deferred presentment service transactions is conducted. Any state or national bank, savings bank, trust company, savings or building and loan association, bank holding company as defined in 12 USC 1841, as amended as of January 1, 2002, or federal credit union is exempt from this Act, and any person selling goods or services and providing financing for such goods or services is exempt from this Act. Section 3. Any person who engages in the business of deferred presentment service transactions shall apply for a license as prescribed by this Act. The applicant shall apply for a license under oath on forms supplied by the division. The application shall contain the name of the applicant's business, proof of surety bond, address of the business, and other information as required by the director by rule or order. The applicant shall pay an original license fee as set by rules of the commission pursuant to chapter 1-26 not to exceed two hundred fifty dollars. If the application of an existing licensee is for an additional location, the application need only include the location and identity of the location manager, plus any changes from the existing license, or such other information the director may consider necessary. Section 4. The director shall approve or deny an application for a license within thirty days of receipt of any application. Section 5. The applicant shall submit with the application for a license a bond in an amount not to exceed the total of five thousand dollars for the first license and one thousand dollars for each additional license. The bond shall be satisfactory to the director and issued by a surety company qualified to do business as a surety in this state. The bond shall be in favor of this state for the use of this state and any person who has a cause of action under this Act against the licensee. The bond shall be conditioned on: (1) The licensee's faithful performance under this Act and any rules adopted pursuant to this Act; and (2) The payment of any amounts that are due to the state or another person during the calendar year for which the bond is given. The aggregate liability of a surety to all persons damaged by a licensee's violation of this Act may not exceed the amount of the bond. Section 6. The director shall investigate the facts and, after review, either deny or grant a license based on the findings. Section 7. A licensee shall keep the license conspicuously posted in the place of business of the licensee. Section 8. Any license shall be renewed on July first. To renew a license, the licensee shall file for renewal by June fifteenth. The renewal application shall include a renewal fee not to exceed two hundred fifty dollars, as set by the commission pursuant to chapter 1-26, proof of surety bond, and any other information as required by the director, by rule or order. Section 9. The licensee may not transfer or assign the license. The licensee may only transact business under a name shown on the license. Any name change is subject to prior approval by the director. Section 10. Each licensee's business location shall be licensed. The director shall approve or deny any change of location. The director shall amend the license to show the new location upon granting approval. Section 11. The director may, upon ten days notice to the licensee, issue a cease and desist order from any practice that does not conform to the requirements set forth in this Act or rules adopted by the commission. Section 12. The director may revoke a license for good cause pursuant to chapter 1-26. If the licensee is the holder of more than one license, the director may revoke any or all of the licenses. Section 13. An action may also be brought by the attorney general or the division, or both, to enjoin a licensee from engaging in or continuing a violation or from doing any act in furtherance thereof. In any action, an order or judgment may be entered awarding a temporary or permanent injunction. Section 14. In addition to any other means provided by law for the enforcement of a restraining order or injunction, the court, in which the action is brought, may impound, and appoint a receiver for, the property and business of the defendant, including books, papers, documents, and records, as the court may deem reasonably necessary to prevent violations of this Act. The receiver, when so appointed and qualified, shall control the custody, collection, administration, and liquidation of the property and business. Section 15. No person may engage in the business of deferred presentment service transactions without a license. A violation of this section is a Class 1 misdemeanor. Section 16. Any money received by the division pursuant to this Act shall be deposited in the banking revolving fund. Section 17. Each licensee, whether a corporation or otherwise, shall pay the annual tax provided in chapter 10-43, upon the net income of the licensee, and measured by the net income assignable to such business in South Dakota. The annual tax provided by this section may not be less than twenty-four dollars. Section 18. Except for taxes on real property and license fees and other fees imposed by this Act, the tax imposed in section 17 of this Act is in lieu of all other taxes and license fees, state, county, or local, upon the business of the licensee, or upon any money, credits, or other assets of the licensee whether tangible or intangible, and which money, credits, or other assets are used for or in connection with the conduct of business transacted in South Dakota. However, amounts determined to be in excess of business capital requirements are not exempt from other taxes. Section 19. Each licensee shall annually file with its renewal application a report of income and financial condition for the preceding license year or any other relevant information requested in writing by the director. These reports shall be under oath and on forms prescribed by the division by rule or order. Section 20. The division shall annually conduct an examination of business records and accounts of any licensee licensed under this Act. The director may order an examination if circumstances require a special examination. The director may charge back to the licensee any cost associated with an on-site examination. The director may waive an on-site examination and only require an annual self-examination. If a licensee conducts a self-examination, the licensee shall provide any information requested under oath and on forms provided by the division by order or rule. Section 21. Before disbursing funds under a deferred presentment service transaction, a licensee shall provide to the maker of the check a clear and conspicuous printed notice indicating: (1) That a deferred presentment service transaction is not intended to meet long-term financial needs; (2) That the maker of a check should use a deferred presentment service transaction only to meet short-term cash needs; (3) That the maker of a check will be required to pay additional fees if the deferred presentment service transaction is renewed rather than paid in full when due. If the transaction is renewed, any amount paid in excess of the fee applies to the payoff amount; (4) A schedule of fees charged for deferred presentment service; (5) Any information required under federal law. A violation of this section is a Class 1 misdemeanor. Section 22. A licensee may not disburse more than five hundred dollars to the maker of a check in a deferred presentment service transaction. A violation of this section is a Class 1 misdemeanor. Section 23. A licensee may not engage in a deferred presentment service transaction with a customer who has an aggregate face value of all outstanding checks from any one maker exceeding five hundred dollars which is payable to the same or any other licensee. A licensee may rely on a written representation of a maker regarding the existence of any outstanding checks for deferred presentment held by a licensee other than the licensee receiving the representation. A violation of this section is a Class 1 misdemeanor. Section 24. A licensee may not renew a deferred presentment service transaction more than four times. No renewal may be allowed unless the maker of the check pays the outstanding fee at the time of the renewal. Section 25. Each deferred presentment service transaction, including a renewal, must be documented by a written agreement signed by the maker of the check. The written agreement must contain the following: (1) The name of the licensee; (2) The transaction date; (3) The amount of the check; (4) The dates any payments are due and the amount of payments; (5) A statement of the total amount of fees charged, expressed as a dollar amount and as an annual percentage rate; (6) The method used to compute the charges; (7) An explanation of the charges; and (8) Any charge that may be applied for delinquency. The written agreement must authorize the licensee to defer presentment or negotiation of the check until a specified date. The maker of a check may redeem the check from the licensee at any time before the negotiation or presentment of the check without prepayment penalty by making payment to the licensee. However, the maker may rescind the transaction by the close of the following business day at no cost. A violation of this section is a Class 1 misdemeanor. Section 26. If a check is returned to the licensee from a payer financial institution due to insufficient funds, closed account, or a stop payment order, the licensee has the right to all civil remedies available to collect the check. The licensee may contract for and collect a returned check charge not to exceed thirty dollars per customer, per check, per year. No other fee or charge may be collected as a result of a returned check or as a result of default by the maker of the check in timely payment to the licensee. A violation of this section is a Class 1 misdemeanor. Section 27. Each licensee shall conspicuously post in the licensee's licensed location a notice of the fees imposed for the deferred presentment service. A violation of this section is a Class 1 misdemeanor. Section 28. A licensee may not renew, repay, refinance, or consolidate a deferred presentment service transaction with the proceeds of another deferred presentment service transaction with that licensee by the same maker or customer. A violation of this section is a Class 1 misdemeanor. Section 29. A licensee shall provide a notice in a prominent place on each deferred presentment service agreement in no less than twelve-point type in substantially the following form: State law prohibits this business from allowing customers to have outstanding at any one time, deferred presentment service transactions totaling more than five hundred dollars. A violation of this section is a Class 1 misdemeanor. Section 30. Any licensee may advertise in any medium. No licensee may advertise any statement or representation, including rates, terms, or conditions for making or negotiating loans that is false, misleading, or deceptive, or that refers to the supervision of business by the state. A violation of this section is a Class 1 misdemeanor. Section 31. That § 54-4-37 be amended to read as follows: 54-4-37. Any state or national bank, savings bank, trust company, savings or building and loan association, or federal credit union , or any business conducting deferred presentment service transactions pursuant to this Act is exempt from § § 54-4-36 to 54-4-63, inclusive."}, {"bill_id": 17276, "bill_version_id": 94758, "bill_version": "House Engrossed", "bill_version_date": "2002-02-20T19:52:35-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate deferred presentment service transactions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: No licensee may renew, rollover, or flip a deferred presentment service transaction more than four times. No renewal, rollover, or flip may be allowed unless the maker of the check pays the outstanding fee at the time of the renewal. Section 2. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: A licensee may not disburse more than five hundred dollars to the maker of a check in a deferred presentment service transaction. A violation of this section is a Class 1 misdemeanor. 350 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.027 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 17276, "bill_version_id": 94855, "bill_version": "Enrolled", "bill_version_date": "2002-02-22T10:30:32-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17276, "action_date": "2002-01-18T13:00:00-06:00", "document_id": 92411, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92411.pdf", "status_text": "First read in Senate and referred to", "journal_page": 123, "committee_id_action": 769, "committee_id_assigned": 743, "result": "N", "vote": {}}, {"bill_id": 17276, "action_date": "2002-01-24T10:00:00-06:00", "document_id": 92759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92759.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 743, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17276, "action_date": "2002-01-31T10:00:00-06:00", "document_id": 93337, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93337.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 743, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17276, "action_date": "2002-01-31T10:00:00-06:00", "document_id": 93337, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93337.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 743, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17276, "action_date": "2002-02-05T10:00:00-06:00", "document_id": 93671, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93671.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 743, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17276, "action_date": "2002-02-05T10:00:00-06:00", "document_id": 93671, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93671.pdf", "status_text": "Report Without Recommendation", "journal_page": 395, "committee_id_action": 743, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52149, "president_vote": null, "Yea": [2730, 2791, 2819, 2829, 2734], "Nay": [2828, 2796]}}, {"bill_id": 17276, "action_date": "2002-02-05T10:00:00-06:00", "document_id": 93671, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93671.pdf", "status_text": "Report Without Recommendation", "journal_page": 395, "committee_id_action": 743, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52149, "president_vote": null, "Yea": [2730, 2791, 2819, 2829, 2734], "Nay": [2828, 2796]}}, {"bill_id": 17276, "action_date": "2002-02-07T14:00:00-06:00", "document_id": 93945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93945.pdf", "status_text": "Hog Housed", "journal_page": 434, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17276, "action_date": "2002-02-07T14:00:00-06:00", "document_id": 93945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93945.pdf", "status_text": "Do Pass Amended,", "journal_page": 439, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52364, "president_vote": null, "Yea": [2726, 2733, 2734, 2739, 2740, 2743, 2746, 2750, 2761, 2762, 2772, 2778, 2780, 2792, 2795, 2796, 2802, 2810, 2819, 2821, 2828, 2829], "Nay": [2727, 2730, 2742, 2745, 2747, 2753, 2760, 2784, 2791, 2809, 2818, 2827], "Excused": [2787]}}, {"bill_id": 17276, "action_date": "2002-02-07T14:00:00-06:00", "document_id": 93945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93945.pdf", "status_text": "Title Amended", "journal_page": 439, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17276, "action_date": "2002-02-08T13:00:00-06:00", "document_id": 94019, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94019.pdf", "status_text": "First read in House and referred to", "journal_page": 590, "committee_id_action": 768, "committee_id_assigned": 756, "result": "N", "vote": {}}, {"bill_id": 17276, "action_date": "2002-02-14T07:45:00-06:00", "document_id": 94388, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94388.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 756, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17276, "action_date": "2002-02-14T07:45:00-06:00", "document_id": 94388, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94388.pdf", "status_text": "Do Pass Amended,", "journal_page": 660, "committee_id_action": 756, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52679, "president_vote": null, "Nay": [2729, 2813, 2782], "Yea": [2732, 2759, 2763, 2788, 2800, 2803, 2804, 2817], "Excused": [2735], "Absent": [2823]}}, {"bill_id": 17276, "action_date": "2002-02-19T14:00:00-06:00", "document_id": 94638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94638.pdf", "status_text": "Motion to Amend,", "journal_page": 738, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17276, "action_date": "2002-02-19T14:00:00-06:00", "document_id": 94638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94638.pdf", "status_text": "Motion to Amend,", "journal_page": 739, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54281, "president_vote": null, "Yea": [2724, 2725, 2728, 2729, 2731, 2737, 2738, 2741, 2748, 2752, 2754, 2755, 2758, 2759, 2764, 2765, 2767, 2768, 2770, 2774, 2779, 2783, 2785, 2790, 2794, 2798, 2800, 2803, 2806, 2814, 2816, 2820, 2823, 2824, 2826, 2830], "Nay": [2732, 2736, 2749, 2756, 2757, 2763, 2766, 2769, 2771, 2773, 2775, 2777, 2781, 2782, 2786, 2788, 2789, 2793, 2797, 2799, 2804, 2805, 2807, 2808, 2811, 2812, 2813, 2815, 2817, 2822, 2825, 2751], "Excused": [2735, 2744]}}, {"bill_id": 17276, "action_date": "2002-02-19T14:00:00-06:00", "document_id": 94638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94638.pdf", "status_text": "Motion to Amend,", "journal_page": 739, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54281, "president_vote": null, "Yea": [2724, 2725, 2728, 2729, 2731, 2737, 2738, 2741, 2748, 2752, 2754, 2755, 2758, 2759, 2764, 2765, 2767, 2768, 2770, 2774, 2779, 2783, 2785, 2790, 2794, 2798, 2800, 2803, 2806, 2814, 2816, 2820, 2823, 2824, 2826, 2830], "Nay": [2732, 2736, 2749, 2756, 2757, 2763, 2766, 2769, 2771, 2773, 2775, 2777, 2781, 2782, 2786, 2788, 2789, 2793, 2797, 2799, 2804, 2805, 2807, 2808, 2811, 2812, 2813, 2815, 2817, 2822, 2825, 2751], "Excused": [2735, 2744]}}, {"bill_id": 17276, "action_date": "2002-02-19T14:00:00-06:00", "document_id": 94638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94638.pdf", "status_text": "Do Pass Amended,", "journal_page": 741, "committee_id_action": 768, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 54282, "president_vote": null, "Yea": [2724, 2725, 2728, 2729, 2731, 2732, 2736, 2737, 2738, 2741, 2748, 2749, 2752, 2754, 2756, 2758, 2759, 2764, 2765, 2767, 2768, 2770, 2775, 2777, 2785, 2788, 2790, 2793, 2794, 2797, 2798, 2800, 2803, 2804, 2806, 2807, 2812, 2814, 2816, 2823, 2824, 2826, 2830, 2751], "Excused": [2735, 2744], "Nay": [2755, 2757, 2763, 2766, 2769, 2771, 2773, 2774, 2779, 2781, 2782, 2783, 2786, 2789, 2799, 2805, 2808, 2811, 2813, 2815, 2817, 2820, 2822, 2825]}}, {"bill_id": 17276, "action_date": "2002-02-19T14:00:00-06:00", "document_id": 94638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94638.pdf", "status_text": "Reconsidered", "journal_page": 744, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54286, "president_vote": null, "Yea": [2724, 2725, 2728, 2729, 2731, 2732, 2736, 2737, 2738, 2741, 2748, 2749, 2752, 2754, 2756, 2758, 2759, 2764, 2765, 2766, 2767, 2768, 2769, 2770, 2771, 2773, 2775, 2777, 2781, 2783, 2785, 2788, 2790, 2793, 2794, 2797, 2798, 2800, 2803, 2804, 2805, 2806, 2807, 2808, 2812, 2814, 2816, 2820, 2823, 2824, 2825, 2826, 2830, 2751], "Excused": [2735, 2744], "Nay": [2755, 2757, 2763, 2774, 2779, 2782, 2786, 2789, 2799, 2811, 2813, 2815, 2817, 2822]}}, {"bill_id": 17276, "action_date": "2002-02-19T14:00:00-06:00", "document_id": 94638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94638.pdf", "status_text": "Deferred to another day", "journal_page": 744, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17276, "action_date": "2002-02-20T13:00:00-06:00", "document_id": 94759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94759.pdf", "status_text": "Motion to Amend,", "journal_page": 775, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54313, "president_vote": null, "Nay": [2724, 2725, 2732, 2744, 2755, 2757, 2767, 2782, 2786, 2788, 2789, 2790, 2794, 2799, 2805, 2811, 2812, 2815, 2822, 2825, 2751], "Yea": [2728, 2729, 2731, 2736, 2737, 2738, 2741, 2748, 2749, 2752, 2754, 2756, 2758, 2759, 2763, 2764, 2765, 2766, 2768, 2769, 2770, 2771, 2773, 2774, 2775, 2777, 2779, 2781, 2783, 2785, 2793, 2797, 2798, 2800, 2803, 2804, 2806, 2807, 2808, 2813, 2814, 2816, 2817, 2820, 2823, 2824, 2826, 2830], "Excused": [2735]}}, {"bill_id": 17276, "action_date": "2002-02-20T13:00:00-06:00", "document_id": 94759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94759.pdf", "status_text": "Do Pass Amended,", "journal_page": 778, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54314, "president_vote": null, "Nay": [2724, 2732, 2744, 2755, 2756, 2757, 2763, 2766, 2767, 2773, 2774, 2775, 2777, 2781, 2782, 2783, 2786, 2788, 2789, 2790, 2794, 2799, 2805, 2811, 2812, 2813, 2815, 2822, 2751], "Yea": [2725, 2728, 2729, 2731, 2736, 2737, 2738, 2741, 2748, 2749, 2752, 2754, 2758, 2759, 2764, 2765, 2768, 2769, 2770, 2771, 2779, 2785, 2793, 2797, 2798, 2800, 2803, 2804, 2806, 2807, 2808, 2814, 2816, 2817, 2820, 2823, 2824, 2825, 2826, 2830], "Excused": [2735]}}, {"bill_id": 17276, "action_date": "2002-02-22T08:00:00-06:00", "document_id": 94911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94911.pdf", "status_text": "Signed by President", "journal_page": 696, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17276, "action_date": "2002-02-22T09:00:00-06:00", "document_id": 94934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94934.pdf", "status_text": "Signed by Speaker", "journal_page": 845, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17276, "action_date": "2002-02-23T10:00:00-06:00", "document_id": 94960, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94960.pdf", "status_text": "Delivered to the Governor", "journal_page": 705, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17276, "action_date": "2002-02-28T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 735, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2280}