{"session_id": 19, "bill_id": 4454, "bill_type": "Senate Commemoration", "bill_number": 7, "bill_title": "Honoring Mary McClung with the city of Harrisburg, South Dakota as Municipal Finance Officer of the Year.", "sponsors": [{"legislator_profile_id": 392, "is_prime": true}, {"legislator_profile_id": 384, "is_prime": true}, {"legislator_profile_id": 393, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4454, "bill_version_id": 25317, "bill_version": "Introduced", "bill_version_date": "2013-02-06T08:04:08.437-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Mary McClung with the city of Harrisburg, South Dakota as Municipal Finance Officer of the Year. WHEREAS, for more than ten years Mary McClung has been essential in helping the city of Harrisburg operate efficiently and honestly; and WHEREAS, Mary McClung daily shows concern for her city, its citizens, and employees with dedication, professionalism, and patience; and WHEREAS, Mary McClung has delivered helpful, knowledgeable assistance to citizens and elected officials; and WHEREAS, Mary McClung was nominated for this award by the mayor and city council members who are grateful for her dedicated, able service; and WHEREAS, Mary McClung is a friend and mentor to municipal finance officers throughout the state: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Mary McClung is honored as 2012 Municipal Finance Officer of the Year."}, {"bill_id": 4454, "bill_version_id": 25589, "bill_version": "Enrolled", "bill_version_date": "2013-02-12T15:30:47.897-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Mary McClung with the city of Harrisburg, South Dakota as Municipal Finance Officer of the Year. WHEREAS, for more than ten years Mary McClung has been essential in helping the city of Harrisburg operate efficiently and honestly; and WHEREAS, Mary McClung daily shows concern for her city, its citizens, and employees with dedication, professionalism, and patience; and WHEREAS, Mary McClung has delivered helpful, knowledgeable assistance to citizens and elected officials; and WHEREAS, Mary McClung was nominated for this award by the mayor and city council members who are grateful for her dedicated, able service; and WHEREAS, Mary McClung is a friend and mentor to municipal finance officers throughout the state: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Mary McClung is honored as 2012 Municipal Finance Officer of the Year. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4454, "action_date": "2013-02-06T14:00:00-06:00", "document_id": 25380, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25380.pdf", "status_text": "", "journal_page": 351, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4454"}