{"session_id": 53, "bill_id": 17416, "bill_type": "Senate Bill", "bill_number": 154, "bill_title": "revise certain provisions related to abandoned mineral interests.", "sponsors": [{"legislator_profile_id": 2738, "is_prime": true}, {"legislator_profile_id": 2802, "is_prime": true}, {"legislator_profile_id": 2730, "is_prime": false}, {"legislator_profile_id": 2774, "is_prime": false}], "keywords": ["Property"], "audio": [{"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst17sb0154a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst17sb0154a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst17sb0154a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17416, "bill_version_id": 92447, "bill_version": "Introduced", "bill_version_date": "2002-01-22T08:17:55-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to abandoned mineral interests. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 43-30A-2 be amended to read as follows: 43-30A-2. A mineral interest shall, if unused for twenty-three fifteen years, be deemed to be abandoned , unless a statement of claim is recorded in accordance with § 43-30A-4 . Title to an abandoned mineral interest shall vest in the owner of the surface estate in the land in, or under, which the mineral interest is located on the date of abandonment. Section 2. That § 43-30A-3 be amended to read as follows: 43-30A-3. A mineral interest is deemed to be used if: (1) Minerals are produced under that interest; (2) Operations are conducted thereon for injection, withdrawal, storage or disposal of water, gas, or other fluid substances; (3) In the case of solid minerals, there is production from a common vein or seam by the owners of the mineral interest; (4) Any conveyance, valid lease, mortgage, assignment, order in an estate settlement proceeding, inheritance tax determination affidavit, termination of life estate affidavit, or any judgment or decree that makes specific reference to the mineral interest is recorded in the office of the register of deeds for the county in which the mineral interest is located; (5) The mineral interest is subject to an order or an agreement to pool or unitize; (6) Taxes are paid on the mineral interest on behalf of the owner; (7) A statement of claim is recorded in compliance with § 43-30A-4; (8) Its owner or lessee uses the mineral interest in a manner pursuant to, or authorized by, the instrument creating the mineral interest; or (9) (8) A proper instrument describing the mineral interest has been recorded prior to an affidavit recorded under prior law pursuant to § 43-30-7, in the office of the register of deeds for the county in which the mineral interest is located. Section 3. That § 43-30A-4 be amended to read as follows: 43-30A-4. A statement of claim shall: (1) Be recorded for the owner of the mineral interest prior to the end of the twenty-three fifteen year period set forth in § 43-30A-2, or within two years after July 1, 1985, whichever is later. A joint tenant, but not a tenant in common, may record a claim on behalf of himself and other joint tenants; (2) Contain the name and address of the owner of the mineral interest and a legal description of the land on or under which the mineral interest is located; (3) Be recorded in the office of the register of deeds for the county in which the mineral interest is located. A mineral interest is deemed to be in use on the date of recording if the recording is made within the time provided by this section. Section 4. That § 43-30A-5 be repealed. 43-30A-5. Failure to record the statement of claim within the time period provided in § 43-30A-4 does not cause a mineral interest to be extinguished if the owner of the mineral interest meets all of the following requirements: (1) Owns one or more mineral interests in the county in which the mineral interest in question is located at the time of the expiration of the time period provided in § 43-30A-4; (2) Inadvertently failed to preserve the mineral interest in question; and (3) Within sixty days after completion of the publication of the notice provided for in § 43-30A-6, recorded a statement of claim. Section 5. That § 43-30A-7 be amended to read as follows: 43-30A-7. The provisions of this chapter may not be waived until the expiration of the twenty-three fifteen year period provided in § 43-30A-2."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17416, "action_date": "2002-01-22T14:00:00-06:00", "document_id": 92570, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92570.pdf", "status_text": "First read in Senate and referred to", "journal_page": 167, "committee_id_action": 769, "committee_id_assigned": 751, "result": "N", "vote": {}}, {"bill_id": 17416, "action_date": "2002-01-30T07:45:00-06:00", "document_id": 93208, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93208.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 751, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17416, "action_date": "2002-01-30T07:45:00-06:00", "document_id": 93208, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93208.pdf", "status_text": "Tabled", "journal_page": 279, "committee_id_action": 751, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53792, "president_vote": null, "Yea": [2733, 2740, 2772, 2796, 2819, 2821, 2829, 2734, 2753]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17416"}