{"session_id": 47, "bill_id": 13800, "bill_type": "Senate Bill", "bill_number": 139, "bill_title": "to clarify the scope and composition of peer review committees entitled to limited good faith immunity from civil liability for committee actions.", "sponsors": [{"legislator_profile_id": 2111, "is_prime": true}, {"legislator_profile_id": 2169, "is_prime": true}, {"legislator_profile_id": 2098, "is_prime": false}, {"legislator_profile_id": 2103, "is_prime": false}, {"legislator_profile_id": 2121, "is_prime": false}, {"legislator_profile_id": 2124, "is_prime": false}, {"legislator_profile_id": 2126, "is_prime": false}, {"legislator_profile_id": 2127, "is_prime": false}, {"legislator_profile_id": 2137, "is_prime": false}, {"legislator_profile_id": 2178, "is_prime": false}, {"legislator_profile_id": 2198, "is_prime": false}], "keywords": ["Health Care Workers", "Liabilities & Torts", "Nurses", "Physicians"], "audio": [], "bill_versions": [{"bill_id": 13800, "bill_version_id": 77752, "bill_version": "Introduced", "bill_version_date": "1998-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to clarify the scope and composition of peer review committees entitled to limited good faith immunity from civil liability for committee actions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 36-4 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, a peer review committee is any committee of a state or local professional association or society, any committee of a licensed health care facility or the medical staff of a licensed health care facility, or any committee comprised wholly of physicians within a medical care foundation, health maintenance organization, preferred provider organization, independent practice association, group medical practice, provider sponsored organization, or any other organization of physicians formed pursuant to state or federal law, that engages in peer review activity. Section 2. That chapter 36-4 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, peer review activity is the procedure by which peer review committees monitor, evaluate, and take actions to improve the delivery and quality of services within their respective facilities, agencies, and professions, including recommendations, consideration of recommendations, actions with regard to recommendations, and implementation of actions. Peer review activity and acts or proceedings undertaken or performed within the scope of the functions of a peer review committee include: (1) Matters affecting membership of a health professional on the staff of a health care facility or agency; (2) The grant, delineation, renewal, denial, modification, limitation, or suspension of clinical privileges to provide health care services at a health care facility or agency; (3) Matters affecting employment and terms of employment of a health professional by a health care facility or agency, health maintenance organization, preferred provider organization, independent practice association, or any other organization of physicians formed pursuant to state or federal law; (4) Matters affecting the membership and terms of membership in a health professional association, including decisions to suspend membership privileges, expel from membership, reprimand, or censure a member, or other disciplinary actions; (5) Review of qualifications, activities, conduct, or performance of any health professional, including the medical residents of health care facility; and (6) Review of the quality of services provided by one or more health professionals or medical residents, individually or as a statistically significant group, or both. Section 3. That § 36-4-25 be amended to read as follows: 36-4-25. There may be is no monetary liability on the part of, and no cause of action for damages may arise , against , any member of a duly appointed peer review committee of a state or local professional society, engaging in peer review activity comprised solely of physicians licensed to practice their profession in the State of South Dakota, or duly appointed member of a committee of a medical staff of a licensed hospital medicine or osteopathy under this chapter, or against any duly appointed consultant to a peer review committee or to the medical staff or to the governing board of such a hospital, provided the medical staff operates pursuant to written bylaws that have been approved by the governing board of the hospital, or member of a duly appointed review committee of a South Dakota nonprofit corporation organized and operating solely or partially, as a professional standards review organization, for any act or proceeding undertaken or performed within the scope of the functions of any such the committee which is formed to maintain the professional standards of the society established by its bylaws , if such the committee member or consultant acts without malice, has made a reasonable effort to obtain the facts of the matter as to which he acts under consideration , and acts in reasonable belief that the action taken by him is warranted by the those facts known to him after such reasonable effort to obtain facts. \"Professional society\" includes medical organizations having as members as least a majority of the eligible licensees in the area served by the particular society . The provisions of this section do not affect the official immunity of an officer or employee of a public corporation."}, {"bill_id": 13800, "bill_version_id": 77753, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "1998-02-02T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to clarify the scope and composition of peer review committees entitled to limited good faith immunity from civil liability for committee actions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 36-4 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, a peer review committee is any committee of a state or local professional association or society, any committee of a licensed health care facility or the medical staff of a licensed health care facility, or any committee comprised wholly of physicians within a medical care foundation, health maintenance organization, preferred provider organization, independent practice association, group medical practice, provider sponsored organization, or any other organization of physicians formed pursuant to state or federal law, that engages in peer review activity. Section 2. That chapter 36-4 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, peer review activity is the procedure by which peer review committees monitor, evaluate, and take actions to improve the delivery and quality of services within their respective facilities, agencies, and professions, including recommendations, consideration of recommendations, actions with regard to recommendations, and implementation of actions. Peer review activity and acts or proceedings undertaken or performed within the scope of the functions of a peer review committee include: (1) Matters affecting membership of a health professional on the staff of a health care facility or agency; (2) The grant, delineation, renewal, denial, modification, limitation, or suspension of clinical privileges to provide health care services at a health care facility or agency; (3) Matters affecting employment and terms of employment of a health professional by a health care facility or agency, health maintenance organization, preferred provider organization, independent practice association, or any other organization of physicians formed pursuant to state or federal law; (4) Matters affecting the membership and terms of membership in a health professional association, including decisions to suspend membership privileges, expel from membership, reprimand, or censure a member, or other disciplinary actions; (5) Review of qualifications, activities, conduct, or performance of any health professional, including the medical residents of health care facility; and (6) Review of the quality of services provided by one or more health professionals or medical residents, individually or as a statistically significant group, or both. Section 3. That § 36-4-25 be amended to read as follows: 36-4-25. There may be is no monetary liability on the part of, and no cause of action for damages may arise , against , any member of a duly appointed peer review committee of a state or local professional society, engaging in peer review activity comprised solely of physicians licensed to practice their profession in the State of South Dakota, or duly appointed member of a committee of a medical staff of a licensed hospital medicine or osteopathy under this chapter, or against any duly appointed consultant to a peer review committee or to the medical staff or to the governing board of such hospital, provided the medical staff operates pursuant to written bylaws that have been approved by the governing board of the hospital, or member of a duly appointed review committee of a South Dakota nonprofit corporation organized and operating solely or partially, as a professional standards review organization, a licensed health care facility for any act or proceeding undertaken or performed within the scope of the functions of any such the committee which is formed to maintain the professional standards of the society established by its bylaws , if such the committee member or consultant acts without malice, has made a reasonable effort to obtain the facts of the matter as to which he acts under consideration , and acts in reasonable belief that the action taken by him is warranted by the those facts known to him after such reasonable effort to obtain facts. \"Professional society\" includes medical organizations having as members as least a majority of the eligible licensees in the area served by the particular society . The provisions of this section do not affect the official immunity of an officer or employee of a public corporation. BILL HISTORY 1/21/98 First read in Senate and referred to Judiciary. S.J. 140 1/30/98 Scheduled for Committee hearing on this date. 1/30/98 Judiciary Do Pass Amended, Passed, AYES 5, NAYS 1. S.J. 256 BILL HISTORY 1/21/98 First read in Senate and referred to Judiciary. S.J. 140 1/30/98 Scheduled for Committee hearing on this date. 1/30/98 Judiciary Do Pass Amended, Passed, AYES 5, NAYS 1. S.J. 256"}, {"bill_id": 13800, "bill_version_id": 77751, "bill_version": "House Engrossed", "bill_version_date": "1998-02-23T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to clarify the scope and composition of peer review committees entitled to limited good faith immunity from civil liability for committee actions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 36-4 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, a peer review committee is one or more persons acting as any committee of a state or local professional association or society, any committee of a licensed health care facility or the medical staff of a licensed health care facility, or any committee comprised of physicians within a medical care foundation, health maintenance organization, preferred provider organization, independent practice association, group medical practice, provider sponsored organization, or any other organization of physicians formed pursuant to state or federal law, that engages in peer review activity. For the purposes of this Act, a peer review committee is also one or more persons acting as an administrative or medical committee, department, section, board of directors, shareholder or corporate member, or audit group, including the medical audit committee, of a licensed health care facility. Section 2. That chapter 36-4 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, peer review activity is the procedure by which peer review committees monitor, evaluate, and recommend actions to improve the delivery and quality of services within their respective facilities, agencies, and professions, including recommendations, consideration of recommendations, actions with regard to recommendations, and implementation of actions. Peer review activity and acts or proceedings undertaken or performed within the scope of the functions of a peer review committee include: (1) Matters affecting membership of a health professional on the staff of a health care facility or agency; (2) The grant, delineation, renewal, denial, modification, limitation, or suspension of clinical privileges to provide health care services at a licensed health care facility; (3) Matters affecting employment and terms of employment of a health professional by a health maintenance organization, preferred provider organization, independent practice association, or any other organization of physicians formed pursuant to state or federal law; (4) Matters affecting the membership and terms of membership in a health professional association, including decisions to suspend membership privileges, expel from membership, reprimand, or censure a member, or other disciplinary actions; (5) Review and evaluation of qualifications, competency, character, experience, activities, conduct, or performance of any health professional, including the medical residents of health care facility; and (6) Review of the quality, type, or necessity of services provided by one or more health professionals or medical residents, individually or as a statistically significant group, or both. Section 3. That § 36-4-25 be amended to read as follows: 36-4-25. There may be is no monetary liability on the part of, and no cause of action for damages may arise , against , any member of a duly appointed peer review committee of a state or local professional society, engaging in peer review activity comprised of physicians licensed to practice their profession in the State of South Dakota, or duly appointed member of a committee of a medical staff of a licensed hospital medicine or osteopathy under this chapter, or against any duly appointed consultant to a peer review committee or to the medical staff or to the governing board of such hospital, provided the medical staff operates pursuant to written bylaws that have been approved by the governing board of the hospital, or member of a duly appointed review committee of a South Dakota nonprofit corporation organized and operating solely or partially, as a professional standards review organization, a licensed health care facility for any act or proceeding undertaken or performed within the scope of the functions of any such the committee which is formed to maintain the professional standards of the society established by its bylaws , if such the committee member or consultant acts without malice, has made a reasonable effort to obtain the facts of the matter as to which he acts under consideration , and acts in reasonable belief that the action taken by him is warranted by the those facts known to him after such reasonable effort to obtain facts. \"Professional society\" includes medical organizations having as members as least a majority of the eligible licensees in the area served by the particular society . The provisions of this section do not affect the official immunity of an officer or employee of a public corporation. Section 4. That § 36-4-26.1 be amended to read as follows: 36-4-26.1. The proceedings, records, reports, statements, minutes , or any other data whatsoever, of any committee described in § 36-4-25, or any administrative or medical committee, department, section, board of directors or audit group, including the medical audit committee, of a hospital licensed pursuant to the provisions of chapter 34-12 section 1 of this Act , relating to the quality, type , or necessity of care rendered by a member of a hospital medical staff or by hospital personnel, or acquired in the evaluation of the competency, character, experience or performance of a physician, dentist or allied health professional seeking admission or reappointment to the medical staff of a hospital, shall are not be subject to discovery or disclosure under chapter 15-6 or any other provision of law, and shall are not be admissible as evidence in any action of any kind in any court or arbitration forum, except as hereinafter provided. No person in attendance at any meeting of any such committee , department, section, board of directors or audit group, described in section 1 of this Act shall be required to testify as to what transpired at such meeting. The prohibition relating to discovery of evidence shall does not apply to deny a physician access to or use of information upon which a decision regarding his the person's staff privileges or employment was based. The prohibition relating to discovery of evidence shall does not apply to deny any person or his the person's counsel in the defense of an action against him that person access to the materials covered under this section. BILL HISTORY 1/21/98 First read in Senate and referred to Judiciary. S.J. 140 1/30/98 Scheduled for Committee hearing on this date. 1/30/98 Judiciary Do Pass Amended, Passed, AYES 5, NAYS 1. S.J. 256 2/3/98 Senate Do Pass Amended, Passed, AYES 32, NAYS 2. S.J. 307 2/4/98 First read in House and referred to Judiciary. H.J. 390 2/17/98 Scheduled for Committee hearing on this date. 2/17/98 Judiciary Deferred to another day. 2/18/98 Judiciary Do Pass, Passed, AYES 7, NAYS 2. H.J. 774 2/20/98 House of Representatives Deferred to another day. H.J. 826 2/23/98 Motion to Amend, Passed. H.J. 853 2/23/98 House of Representatives Do Pass Amended, Passed, AYES 62, NAYS 5. H.J. 854"}, {"bill_id": 13800, "bill_version_id": 77750, "bill_version": "Enrolled", "bill_version_date": "1998-02-25T14:26:38-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13800, "action_date": "1998-01-21T14:00:00-06:00", "document_id": 76896, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76896.pdf", "status_text": "First read in Senate and referred to", "journal_page": 140, "committee_id_action": 601, "committee_id_assigned": 579, "result": "N", "vote": {}}, {"bill_id": 13800, "action_date": "1998-01-30T10:00:00-06:00", "document_id": 76620, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76620.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 579, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13800, "action_date": "1998-01-30T10:00:00-06:00", "document_id": 76620, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76620.pdf", "status_text": "Do Pass Amended,", "journal_page": 256, "committee_id_action": 579, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40098, "president_vote": null, "Yea": [2094, 2112, 2189, 2166, 2196], "Nay": [2122], "Absent": [2129]}}, {"bill_id": 13800, "action_date": "1998-02-03T14:00:00-06:00", "document_id": 76914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76914.pdf", "status_text": "Do Pass Amended,", "journal_page": 307, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40297, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2125, 2129, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2191, 2196], "Nay": [2122, 2149], "Excused": [2130]}}, {"bill_id": 13800, "action_date": "1998-02-04T14:00:00-06:00", "document_id": 76915, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76915.pdf", "status_text": "First read in House and referred to", "journal_page": 390, "committee_id_action": 600, "committee_id_assigned": 598, "result": "N", "vote": {}}, {"bill_id": 13800, "action_date": "1998-02-17T19:30:00-06:00", "document_id": 76758, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76758.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 598, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13800, "action_date": "1998-02-17T19:30:00-06:00", "document_id": 76758, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76758.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 598, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13800, "action_date": "1998-02-18T07:45:00-06:00", "document_id": 76759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76759.pdf", "status_text": "Do Pass,", "journal_page": 774, "committee_id_action": 598, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39229, "president_vote": null, "Nay": [2141, 2109], "Excused": [2134, 2114, 2164, 2192], "Yea": [2105, 2120, 2128, 2161, 2178, 2185, 2132]}}, {"bill_id": 13800, "action_date": "1998-02-20T14:00:00-06:00", "document_id": 76939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76939.pdf", "status_text": "Deferred to another day", "journal_page": 826, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13800, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76941.pdf", "status_text": "Motion to Amend,", "journal_page": 853, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13800, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76941.pdf", "status_text": "Do Pass Amended,", "journal_page": 854, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40822, "president_vote": null, "Yea": [2096, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2110, 2111, 2113, 2114, 2116, 2117, 2119, 2120, 2123, 2124, 2126, 2127, 2128, 2131, 2132, 2133, 2136, 2139, 2143, 2144, 2146, 2147, 2150, 2151, 2152, 2153, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2164, 2167, 2168, 2171, 2172, 2173, 2174, 2176, 2178, 2180, 2181, 2183, 2184, 2185, 2186, 2193, 2194, 2195, 2197, 2198], "Excused": [2097, 2109], "Nay": [2141, 2163, 2190, 2192, 2134], "Absent": [2177]}}, {"bill_id": 13800, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76946, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76946.pdf", "status_text": "Signed by President", "journal_page": 720, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13800, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76947.pdf", "status_text": "Signed by Speaker", "journal_page": 990, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13800, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76948.pdf", "status_text": "Delivered to the Governor", "journal_page": 755, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13800, "action_date": "1998-03-14T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1028}