{"session_id": 64, "bill_id": 23161, "bill_type": "House Bill", "bill_number": 1219, "bill_title": "revise provisions regarding sanitary improvement districts.", "sponsors": [{"legislator_profile_id": 3927, "is_prime": true}], "keywords": ["Environmental Protection", "Municipal Government"], "audio": [{"meeting_datetime": "2022-02-03T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hlo16.mp3", "start_seconds": 555.0}, {"meeting_datetime": "2022-02-03T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hlo16.mp3", "start_seconds": 555.0}, {"meeting_datetime": "2022-02-03T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hlo16.mp3", "start_seconds": 555.0}], "bill_versions": [{"bill_id": 23161, "bill_version_id": 230766, "bill_version": "Introduced", "bill_version_date": "2022-01-27T10:01:16.277-06:00", "bill_text": "An Act to revise provisions regarding sanitary improvement districts. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34A-5-1 be AMENDED: 34A-5-1. If any populated Any area outside the boundary corporate limits of any a municipality is situated so that the sewage of the populated area becomes, or may become, a menace to the residents of the populated area or to the residents of any municipality adjacent to the populated area, the populated area may be incorporated as a sanitary district as provided in this chapter. Section 2. That § 34A-5-2 be REPEALED: No sanitary district may be incorporated which contains less than thirty legal residents, including minors, or less than ten landowners within the proposed district who are also registered voters in the proposed district. Section 3. That § 34A-5-7 be AMENDED: 34A-5-7. If the board of county commissioners is satisfied that the requirements of this chapter have been fully complied with, the board shall issue an order declaring that the territory shall, with: (1) With the assent of the electors as specified in § 6-16-2, in an election as provided in §§ 6-16-4 to 6-16-6, inclusive,be; or (2) In the event the application demonstrates that the petitioners are the sole owners of the proposed area of incorporation; is an incorporated sanitary district by the name specified in the application. The name shall be different from that of any other sanitary district in this state. Section 4. That chapter 34A-5 be amended with a NEW SECTION: Whenever a municipality annexes all the territory within the boundaries of any sanitary district, the district shall merge with the municipality and the municipality shall succeed to all the property and property rights of every kind, contracts, obligations, and choses in action of every kind, held by or belonging to the district, and the municipality shall be liable for and recognize, assume, and carry out all valid contracts and obligations of the district. All taxes, assessments, claims, and demands of every kind due or owing to the district must be paid to and collected by the municipality. Nothing in this section authorizes the annexing municipality to revoke any resolution, order, or finding made by the district with regard to an increase in any assessments made by the district. The municipality is bound by all such findings or orders and assessments to the same extent as the district would be bound. No district so annexed may levy a special assessment after the effective date of the annexation. Section 5. That chapter 34A-5 be amended with a NEW SECTION: If only a part of the territory within any sanitary district is annexed by a municipality, the sanitary district and the municipality may agree between themselves as to the division of the assets, liabilities, maintenance, contracts, or other obligations of the district so as to exclude the portion annexed by the municipality, or may agree upon a merger of the district with the municipality. The division of assets, liabilities, maintenance, contracts, or other obligations of the district must be equitable, proportionate to the valuation of the portion of the district annexed and to the valuation of the portion of the district remaining following annexation, and, to the greatest extent feasible, reflect the actual impact of the annexation on the ability of the district to perform its duties and responsibilities within its new boundaries. In the event a merger is agreed upon, the municipality has all the rights, privileges, duties, and obligations as if the municipality annexed the entire territory within the district. Section 6. That chapter 34A-5 be amended with a NEW SECTION: No agreement may be approved that prejudices the rights of any bondholder or creditor of the district or employee under contract to the district. If the district and municipality do not agree upon the proper adjustment of all matters growing out of the annexation of a part of the territory located within the district, the district, the annexing municipality, any bondholder or creditor of the district, or any employee under contract to the district may apply to the circuit court of the county where the major portion of the district is located for an adjustment of all matters growing out of or in any way connected with the annexation of such territory, and after a hearing thereon, the court may enter an order or decree fixing the rights, duties, and obligations of the parties. In every case such decree or order requires a change of the district boundaries so as to exclude from the district that portion of the territory of the district that has been annexed. The change of boundaries becomes effective on the date the decree is entered. Only the district and the municipality may be necessary parties to the action. Any bondholder or creditor of the district or any employee under contract to the district whose interests may be adversely affected by the annexation may intervene in the action pursuant to § 15-6-24(b). The decree when entered is binding on the parties."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23161, "action_date": "2022-01-27T14:00:00-06:00", "document_id": 230262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230262.pdf", "status_text": "First Reading House", "journal_page": 139, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23161, "action_date": "2022-01-31T14:00:00-06:00", "document_id": 231012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231012.pdf", "status_text": "Referred to", "journal_page": 156, "committee_id_action": 1008, "committee_id_assigned": 1012, "result": "N", "vote": {}}, {"bill_id": 23161, "action_date": "2022-02-03T10:00:00-06:00", "document_id": 231667, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231667.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1012, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23161, "action_date": "2022-02-03T10:00:00-06:00", "document_id": 231668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231668.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 1012, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72524, "president_vote": null, "Yea": [3915, 3933, 3944, 3957, 3972, 3977, 3987, 4004, 4009, 3953], "Nay": [3927], "Excused": [3950, 4015]}}]}