{"session_id": 51, "bill_id": 16074, "bill_type": "Senate Bill", "bill_number": 232, "bill_title": "provide for a universal service fund for certain telecommunications services.", "sponsors": [{"legislator_profile_id": 2516, "is_prime": true}, {"legislator_profile_id": 2563, "is_prime": true}, {"legislator_profile_id": 2521, "is_prime": false}, {"legislator_profile_id": 2569, "is_prime": false}], "keywords": ["Public Utilities Commission", "Rule-making Authority"], "audio": [], "bill_versions": [{"bill_id": 16074, "bill_version_id": 88771, "bill_version": "Introduced", "bill_version_date": "2001-01-29T09:30:36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a universal service fund for certain telecommunications services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Basic telephone service,\" the services designated for support from the federal universal service fund pursuant to 47 CFR § 54.101(a) as of January 1, 2001; (2) \"Commission,\" the Public Utilities Commission; (3) \"Fund,\" the universal service fund established by this Act. Section 2. The commission shall establish a fund known as the universal service fund. The commission shall implement the fund by January 1, 2002. Section 3. The commission shall institute a proceeding within thirty days of the effective date of this Act to establish rules, pursuant to chapter 1-26, governing the administration of the fund and shall establish those rules by October 1, 2001. The rules shall be consistent with the Federal Telecommunications Act. Section 4. Operation of the fund shall be nondiscriminatory and competitively and technologically neutral in the collection and distribution of funds, neither providing a competitive advantage for, nor imposing a competitive disadvantage upon, any telecommunications provider operating in the state. Section 5. As necessary to accomplish the purposes of this Act, the fund shall provide a mechanism for specific, predictable, and sufficient funds in addition to those provided under any federal universal service fund. Section 6. The fund shall be designed to: (1) Promote equitable cost recovery of basic telephone service through the imposition of just and reasonable rates for telecommunications access and usage; and (2) Preserve and promote universal service within the state by ensuring that customers have access to affordable basic telephone service. Section 7. To the extent not funded by a federal universal service fund or other federal jurisdictional revenues or by any other state fund established for the same purpose, the fund shall be used to defray the costs, as determined by the commission, of any qualifying telecommunications corporation in providing public telecommunications services to customers that qualify for any commission-approved lifeline program and to customers, where the basic telephone service rate considered affordable by the commission in a particular geographic area is less than the costs, as determined by the commission for that geographic area, of basic telephone service. Section 8. The distribution of moneys from the fund shall be portable from the incumbent local exchange carrier to qualifying competitive carriers and among qualifying telecommunications corporations. Section 9. The commission shall define, by rules promulgated pursuant to chapter 1-26, requirements for eligibility to receive distributions from the fund under this Act. The rules shall be consistent with the Federal Telecommunications Act. Section 10. Each telecommunications corporation that provides intrastate public telecommunication service shall contribute to the fund on an equitable and nondiscriminatory basis. Section 11. For purposes of funding the fund, the commission may require all corporations that provide intrastate telecommunication services in this state to contribute moneys to the fund through explicit charges determined by the commission. Section 12. No charge provided pursuant to section 11 of this Act may be applied to wholesale services, including access and interconnection. Any charge associated with being a provider of public telecommunications service shall be in the form of end-user surcharges applied to intrastate retail rates. Section 13. Nothing in this Act enlarges or reduces the commission's jurisdiction or authority, as provided in other provisions of chapter 49-31. Section 14. Any telecommunications corporation failing to make contributions to this fund or failing to comply with the directives of the commission concerning its books, records, or other information required to administer this Act is subject to applicable penalties. Section 15. The commission shall prepare a report and draft legislation for the 2002 General Session of the Legislature to place in statute as much of the regulation implemented by administrative rule pursuant to this Act as the commission deems practicable."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16074, "action_date": "2001-01-29T14:00:00-06:00", "document_id": 88877, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88877.pdf", "status_text": "First read in Senate and referred to", "journal_page": 255, "committee_id_action": 713, "committee_id_assigned": 695, "result": "N", "vote": {}}, {"bill_id": 16074, "action_date": "2001-02-07T07:45:00-06:00", "document_id": 89581, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89581.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 695, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16074, "action_date": "2001-02-07T07:45:00-06:00", "document_id": 89581, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89581.pdf", "status_text": "Tabled", "journal_page": 410, "committee_id_action": 695, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49094, "president_vote": null, "Yea": [2523, 2562, 2585, 2607, 2609, 2617, 2524, 2542], "Excused": [2529]}}]}