{"session_id": 61, "bill_id": 21525, "bill_type": "House Bill", "bill_number": 1207, "bill_title": "provide for the practice of independent midwifery.", "sponsors": [{"legislator_profile_id": 3619, "is_prime": true}, {"legislator_profile_id": 3621, "is_prime": true}, {"legislator_profile_id": 3578, "is_prime": false}, {"legislator_profile_id": 3603, "is_prime": false}, {"legislator_profile_id": 3624, "is_prime": false}, {"legislator_profile_id": 3628, "is_prime": false}, {"legislator_profile_id": 3640, "is_prime": false}, {"legislator_profile_id": 3641, "is_prime": false}, {"legislator_profile_id": 3646, "is_prime": false}, {"legislator_profile_id": 3662, "is_prime": false}], "keywords": ["Administrative Rules", "Fees", "Professional and Occupational Licensing", "Public Safety"], "audio": [{"meeting_datetime": "2007-02-12T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe24.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2007-02-12T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe24.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2007-02-12T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe24.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2007-02-12T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe24.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2007-02-12T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe24.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2007-02-12T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe24.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou26.mp3", "start_seconds": 1784.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou26.mp3", "start_seconds": 1784.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou26.mp3", "start_seconds": 1784.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou26.mp3", "start_seconds": 1784.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou26.mp3", "start_seconds": 1784.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou26.mp3", "start_seconds": 1784.0}], "bill_versions": [{"bill_id": 21525, "bill_version_id": 110807, "bill_version": "Introduced", "bill_version_date": "2007-01-25T10:40:38-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the practice of independent midwifery. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature recognizes the need for the safe and effective delivery of newborn babies and the health, safety, and welfare of their mothers in the delivery process. Section 2. The Legislature finds that the interests of public health require regulation of the practice of midwifery in this state for the purpose of protecting the health and welfare of mothers and infants. Section 3. Terms used in this Act mean: (1) \"Board,\" the Board of Licensed Midwives; (2) \"Certified nurse midwife,\" a person who is educated in the two disciplines of nursing and midwifery, and who possesses evidence of certification according to the American College of Nurse Midwives (ACNM); (3) \"Certified professional midwife,\" an individual who has met the standards for certification set by the North American Registry of Midwives (NARM), is qualified to provide care in accordance with the Midwifery Model of Care, and holds the certification for that model of care; (4) \"Client,\" a woman under the care of a licensed midwife; (5) \"Health care provider,\" any physician, certified nurse midwife, emergency medical personnel, or other practitioner of the healing arts; (6) \"Licensed midwife,\" an individual who is a certified professional midwife or is a certified nurse midwife and to whom a license to practice midwifery has been issued pursuant to this Act. Section 4. For the purposes of this Act, the practice of licensed midwifery is the independent management and care of the childbearing woman during pregnancy, labor, delivery, postpartum, and inter-conceptual periods and the care and management of the normal newborn, in accordance with national professional midwifery standards or nurse midwifery standards of practice. Section 5. No person may engage in the practice of midwifery without being licensed pursuant to this Act. No person may use the title, licensed midwife, describe or imply that he or she is a licensed midwife, or represent himself or herself as a licensed midwife unless the person is granted a license under this Act. A violation of this section is a Class 2 misdemeanor. The following persons are exempt from the licensure requirements of this Act when providing care during pregnancy, labor, delivery, postpartum, and newborn periods: (1) A licensed physician; (2) Registered nurse; (3) Licensed practical nurse; (4) Certified nurse practitioner; (5) Chiropractor; (6) Paramedic; (7) Licensed basic or advanced emergency medical technician; (8) Certified nurse midwife authorized by the Board of Nursing to practice in South Dakota, unless the certified nurse midwife has chosen to become a licensed midwife practicing in an out-of-hospital setting pursuant to this Act; (9) A student of midwifery in the course of taking an internship, preceptorship, or clinical training program, who is under the direction and supervision of a midwife licensed pursuant to this Act; (10) A person acting under the direction and supervision of a licensed physician who is permitted within the person's scope of practice to deliver infants; (11) A mother or father delivering her or his own infant; (12) A family member assisting in the delivery of a relative's infant. Section 6. The act of applying for or being granted a license to practice licensed midwifery does not impact any other license a person may hold. A certified nurse midwife may hold the licenses of a registered nurse, certified nurse midwife, and licensed midwife concurrently. Section 7. The Board of Licensed Midwives is created. The board shall consist of five members appointed by the Governor. The board membership shall include the following: (1) Two members who are licensed midwives with the certified professional midwife credential; (2) One member who is a licensed midwife with the certified nurse midwife credential; (3) One member who is a physician who has experience working with or taking referrals from a midwife; and (4) One member who has received midwifery care in an out-of-hospital setting. Until licensed midwives are licensed pursuant to this Act, certified nurse midwives or certified professional midwives shall be appointed to fill the positions provided for in subdivisions (1) and (2). Section 8. The terms of the initial members of the board shall be staggered by the drawing of lots with three of the initial members serving a term of three years, two of the initial members serving a term of two years, and one of the initial members serving a term of one year. Any subsequent term on the board shall be three years. One member of the board shall be a person not licensed by the board. Four members of the board shall be persons licensed by the board. The Governor shall fill any vacancy by appointment to complete the unexpired portion of that member's term. No person may serve more than three consecutive full terms on the board. The appointment to an unexpired term is not considered a full term. The board shall select a president, vice-president, and secretary at its annual meeting. The board may hire an executive secretary to perform any managerial, clerical, or other duties directed by the board. Section 9. The board shall hold an annual meeting at a place and time set by the board. The board may hold special meetings at a time and place set by the president or a majority of the board by giving written notice to the board prior to the meeting. Section 10. Three board members present at any meeting constitute a quorum. No board action may occur unless approved by a majority vote of the entire board. Section 11. Board members shall receive a per diem set pursuant to § 4-7-10.4 and expenses at the same rate as other state employees while actually engaged in official duties. Section 12. An applicant for a license as a licensed midwife shall file an application with the board in the manner, and along with an application fee, established by the board in rules promulgated pursuant to chapter 1-26. The board shall issue a license as a licensed midwife to any applicant who pays the license fee and furnishes the board with satisfactory evidence that: (1) The applicant is at least twenty-one years of age; (2) The applicant is of good moral character; and (3) The applicant holds either: (a) A valid certified professional midwife credential granted by the North American Registry of Midwives, which includes: (i) Attendance at forty births, twenty as primary attendant; (ii) Completion of seventy-five prenatal examinations; (iii) Completion of twenty initial examinations; (iv) Completion of twenty newborn examinations; (v) Completion of forty postpartum examinations; (vi) Current certification in adult cardiopulmonary resuscitation; (vii) Current certification in infant cardiopulmonary resuscitation or neonatal resuscitation; or (b) A valid certified nurse midwife credential granted by the American College of Nurse Midwives and provides documentation of attendance at ten out-of- hospital births to be verified by the board. The board may refuse to grant a license to any person based on failure to demonstrate the requirements of this section. An applicant may appeal the denial of a license pursuant to chapter 1-26. Section 13. A license issued pursuant to this Act is valid for a period of two years from the date it was issued and automatically expires unless it is renewed. The board shall notify a licensed midwife that the license will expire at least thirty days before expiration. An applicant for renewal shall submit a renewal application to the board on a form provided by the board and shall include the required renewal fee, which is not refundable. Any person who submits a license renewal late shall submit a seventy-five dollar late fee. Any person who has not renewed the license within one year of the renewal date shall reapply for a license. Section 14. The board may promulgate rules pursuant to chapter 1-26 to establish standards of professional practice for licensed midwives. Any rule regarding the practice of midwifery shall be consistent with the Midwives Alliance of North America's Standards and Qualifications for the Art and Practice of Midwifery. The board may promulgate rules in the following areas: (1) Original licensure fee in an amount not to exceed three hundred dollars; (2) Renewal licensure fee in an amount not to exceed two hundred fifty dollars; (3) Continuing education requirements; (4) Minimum requirements for a plan of care agreement, which shall provide information regarding practice guidelines and the responsibilities and rights of the licensed midwife; (5) Administration of oxygen; (6) Administration in the practice of midwifery, of intramuscular oxytocin (Pitocin®) and Methergine® as postpartum antihemorrhagic agents, Rho D immunolglobulin, vitamin K, eye prophylaxis, and any other drug as determined by the board; (7) Procedures that may be performed in the practice of midwifery; (8) Conditions for which medical consultations shall be sought; (9) Conditions for which emergency interventions shall be instituted while waiting for a medical consultation. Section 15. Any fees collected pursuant to this Act shall be used for the operation of the board and the implementation of this Act. Section 16. Nothing in this Act: (1) Requires a licensed midwife to have a nursing degree or diploma; (2) Requires a licensed midwife to practice midwifery under the supervision of, or in collaboration with, another health care provider; (3) Requires a licensed midwife to enter into an agreement, written or otherwise, with another health care provider; (4) Limits the location where a licensed midwife may practice midwifery. Section 17. The scope of practice of a licensed midwife is as follows: (1) The licensed midwife that is also a certified professional midwife shall practice according to the Midwives Alliance of North America's Standards and Qualifications for the Art and Practice of Midwifery; and (2) The licensed midwife that is also a certified nurse midwife shall practice according to the American College of Nurse Midwives' Standards for the Practice of Nurse Midwifery. Section 18. A licensed midwife may administer oxygen in the practice of midwifery. A licensed midwife may obtain, possess, and administer, in the practice of midwifery, intramuscular oxytocin (Pitocin®) and Methergine® as postpartum antihemorrhagic agents, Rho D immunolglobulin, vitamin K, eye prophylaxis, and any other drug as determined by the board. Section 19. A licensed midwife may obtain and use any equipment or devices necessary to assess or treat the childbearing woman or her newborn, to maintain aseptic technique, to respond to emergencies requiring immediate attention, and to resuscitate the mother and newborn when attending an out-of-hospital birth, including resuscitation equipment, oxygen, emergency medications, and suture. Section 20. A licensed midwife shall, at an initial consultation with a client, provide a copy of an informed consent document to be signed by the licensed midwife and the client and disclose to the client, in writing, all of the following: (1) The licensed midwife's experience, qualifications, and training; (2) Whether the licensed midwife has malpractice liability insurance coverage and the policy limits of any such coverage; (3) A protocol for medical emergencies, including transportation to a hospital, particular to each client; (4) The fact that the licensed midwife is not a certified nurse midwife or a physician, if applicable; (5) The nature and scope of the care to be given, including the possibility of and procedure for transport of the patient to a hospital; (6) A description of the risks of home birth, primarily those conditions that may arise during delivery; (7) The fact that the patient has been advised to consult a physician or other health care provider during the pregnancy; (8) That a health care provider's liability in rendering care or assistance in good faith to a client of a licensed midwife in an emergency situation may be limited to damages caused by gross negligence or by willful or wanton acts or omissions. Section 21. A licensed midwife shall file birth certificates with the Department of Health in accordance with § 34-25-8. Filing a birth certificate known by the licensed midwife to be fraudulent is a Class 2 misdemeanor. Section 22. A licensed midwife that is also a certified professional midwife shall report to the board any termination, revocation, or suspension of the licensed midwife's certified professional midwife certification or any disciplinary action taken against the licensed midwife by the North American Registry of Midwives within thirty days of being notified of such action. Section 23. A licensed midwife that is also a certified nurse midwife shall report to the board any termination, revocation, or suspension of the licensed midwife's certified nurse midwife certification or any disciplinary action taken against the licensed midwife by the American College of Nurse Midwives, the Board of Nursing, or the American Midwifery Certification Board within thirty days of being notified of such action. Section 24. The board may not grant or renew a license under this Act to any person who has been convicted of a felony. Section 25. The board shall assist the public as follows: (1) Provide general information for licensure as midwives; (2) Maintain and provide a list of licensed midwives, upon request, including contact information of the licensed midwives; (3) Provide the name and license number of a midwife, upon request, and an indication as to whether the midwife's license is active, expired, or revoked; (4) Assist in contacting North American Registry of Midwives with any complaints related to the midwifery practice of a South Dakota licensed midwife also holding the certified professional midwife credential for investigation by the North American Registry of Midwives; (5) Assist in contacting the Board of Nursing, or the American Midwifery Certification Board, or both, with any complaint related to the midwifery practice of a South Dakota licensed midwife also holding the certified nurse midwife credential for investigation by those agencies; (6) Refer any allegation of criminal activity on the part of the licensed midwife to an appropriate law enforcement agency. Section 26. The board shall suspend or revoke a license of a licensed midwife if the licensed midwife is involved in any of the following: (1) Suspension or revocation by the North American Registry of Midwives of the certified professional midwife credential; (2) Suspension or revocation by the American College of Nurse Midwives of the certified nurse midwife credential; (3) Intentionally making a material misstatement in an application for a license or for renewal of a license; (4) Allowing another person to use a license granted under this Act; (5) Conviction of any felony. It is a Class 2 misdemeanor to use or attempt to use a license that has been suspended or revoked. Section 27. The practice of midwifery in South Dakota prior to the effective date of this Act does not constitute grounds for disciplinary action by the board or any other state board or agency. Section 28. If a licensed midwife seeks to consult with, refer, or transfer a client to a licensed health care provider or facility, the responsibility of the provider or facility for the client does not begin until the client is physically within the care of the provider or facility. Section 29. A health care provider who examines a licensed midwife's client is only liable for the actual examination and may not be held accountable for the client's decision to pursue an out-of-hospital birth or the services of a licensed midwife. Section 30. A health care provider may, upon receiving briefing data from a licensed midwife, issue a medical order for the licensed midwife's client, without that client being an explicit patient of the provider. The provider giving the order is responsible and liable only for the appropriateness of the order given the data received. The issuing of an order for a licensed midwife's client does not constitute a delegation of duties from the other provider to the licensed midwife. Section 31. A health care provider may not be held civilly liable for rendering emergency medical services that arise from use of prohibited medications or surgical procedures on the part of the licensed midwife unless the emergency medical services constitute gross negligence or reckless disregard for the client. Section 32. A licensed midwife is solely responsible for the use of medications under this Act unless given under the direction of a licensed physician or other health care provider. Section 33. No person may obtain or attempt to obtain a license under this Act through bribery or fraudulent misrepresentation. A violation of this section is a Class 2 misdemeanor. Section 34. Noting in this Act limits the right of any hospital to determine who shall have practice privileges in the facility. Section 35. No physician is liable for any care rendered by a midwife to a client if that client subsequently enters the care of a physician. Section 36. Noting in this Act limits the right of a certified nurse midwife to practice in an out-of-hospital setting as allowed in chapter 36-9A. Section 37. That chapter 36-9A be amended by adding thereto a NEW SECTION to read as follows: Nothing in this chapter restricts the right of a licensed midwife to practice in accordance with this Act. Section 38. That chapter 36-4 be amended by adding thereto a NEW SECTION to read as follows: Nothing in this chapter restricts the right of a licensed midwife to practice in accordance with this Act."}, {"bill_id": 21525, "bill_version_id": 112033, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2007-02-12T13:10:51-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the practice of independent midwifery. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature recognizes the need for the safe and effective delivery of newborn babies and the health, safety, and welfare of their mothers in the delivery process. Section 2. The Legislature finds that the interests of public health require regulation of the practice of midwifery in this state for the purpose of protecting the health and welfare of mothers and infants. Section 3. Terms used in this Act mean: (1) \"Board,\" the Board of Licensed Midwives; (2) \"Certified professional midwife,\" an individual who has met the standards for certification set by the North American Registry of Midwives (NARM), is qualified to provide care in accordance with the Midwifery Model of Care and holds the certification for that model of care, and carries medical malpractice insurance; (3) \"Client,\" a woman under the care of a licensed midwife; (4) \"Health care provider,\" any physician, certified nurse midwife, emergency medical personnel, or other practitioner of the healing arts; (5) \"Licensed midwife,\" an individual who is a certified professional midwife and to whom a license to practice midwifery has been issued pursuant to this Act. Section 4. For the purposes of this Act, the practice of licensed midwifery is the independent management and care of the childbearing woman during pregnancy, labor, delivery, postpartum, and inter-conceptual periods and the care and management of the normal newborn, in accordance with national professional midwifery standards. Section 5. No person may engage in the practice of midwifery without being licensed pursuant to this Act. No person may use the title, licensed midwife, describe or imply that he or she is a licensed midwife, or represent himself or herself as a licensed midwife unless the person is granted a license under this Act. A violation of this section is a Class 2 misdemeanor. The following persons are exempt from the licensure requirements of this Act when providing care during pregnancy, labor, delivery, postpartum, and newborn periods: (1) A licensed physician; (2) Registered nurse; (3) Licensed practical nurse; (4) Certified nurse practitioner; (5) Chiropractor; (6) Paramedic; (7) Licensed basic or advanced emergency medical technician; (8) Certified nurse midwife authorized by the Board of Nursing to practice in South Dakota; (9) A student of midwifery in the course of taking an internship, preceptorship, or clinical training program, who is under the direction and supervision of a midwife licensed pursuant to this Act; (10) A person acting under the direction and supervision of a licensed physician who is permitted within the person's scope of practice to deliver infants; (11) A mother or father delivering her or his own infant; (12) A family member assisting in the delivery of a relative's infant. Section 6. The act of applying for or being granted a license to practice licensed midwifery does not impact any other license a person may hold. Section 7. The Board of Licensed Midwives is created. The board shall consist of five members appointed by the Governor. The board membership shall include the following: (1) Three members who are licensed midwives with the certified professional midwife credential; (2) One member who is a physician who has experience working with or taking referrals from a midwife; and (3) One member who has received midwifery care in an out-of-hospital setting. Until licensed midwives are licensed pursuant to this Act, certified professional midwives shall be appointed to fill the positions provided for in subdivision (1). Section 8. The terms of the initial members of the board shall be staggered by the drawing of lots with three of the initial members serving a term of three years, two of the initial members serving a term of two years, and one of the initial members serving a term of one year. Any subsequent term on the board shall be three years. The Governor shall fill any vacancy by appointment to complete the unexpired portion of that member's term. No person may serve more than three consecutive full terms on the board. The appointment to an unexpired term is not considered a full term. The board shall select a president, vice-president, and secretary at its annual meeting. The board may hire an executive secretary to perform any managerial, clerical, or other duties directed by the board. Section 9. The board shall hold an annual meeting at a place and time set by the board. The board may hold special meetings at a time and place set by the president or a majority of the board by giving written notice to the board prior to the meeting. Section 10. Three board members present at any meeting constitute a quorum. No board action may occur unless approved by a majority vote of the entire board. Section 11. Board members shall receive a per diem set pursuant to § 4-7-10.4 and expenses at the same rate as other state employees while actually engaged in official duties. Section 12. An applicant for a license as a licensed midwife shall file an application with the board in the manner, and along with an application fee, established by the board in rules promulgated pursuant to chapter 1-26. The board shall issue a license as a licensed midwife to any applicant who pays the license fee and furnishes the board with satisfactory evidence that: (1) The applicant is at least twenty-one years of age; (2) The applicant is of good moral character; and (3) The applicant holds a valid certified professional midwife credential granted by the North American Registry of Midwives, which includes: (a) Attendance at forty births, twenty as primary attendant; (b) Completion of seventy-five prenatal examinations; (c) Completion of twenty initial examinations; (d) Completion of twenty newborn examinations; (e) Completion of forty postpartum examinations; (f) Current certification in adult cardiopulmonary resuscitation; (g) Current certification in infant cardiopulmonary resuscitation or neonatal resuscitation. The board may refuse to grant a license to any person based on failure to demonstrate the requirements of this section. An applicant may appeal the denial of a license pursuant to chapter 1-26. Section 13. A license issued pursuant to this Act is valid for a period of two years from the date it was issued and automatically expires unless it is renewed. The board shall notify a licensed midwife that the license will expire at least thirty days before expiration. An applicant for renewal shall submit a renewal application to the board on a form provided by the board and shall include the required renewal fee, which is not refundable. Any person who submits a license renewal late shall submit a seventy-five dollar late fee. Any person who has not renewed the license within one year of the renewal date shall reapply for a license. Section 14. The board may promulgate rules pursuant to chapter 1-26 to establish standards of professional practice for licensed midwives. Any rule regarding the practice of midwifery shall be consistent with the Midwives Alliance of North America's Standards and Qualifications for the Art and Practice of Midwifery. The board may promulgate rules in the following areas: (1) Original licensure fee in an amount not to exceed three hundred dollars; (2) Renewal licensure fee in an amount not to exceed two hundred fifty dollars; (3) Continuing education requirements; (4) Minimum requirements for a plan of care agreement, which shall provide information regarding practice guidelines and the responsibilities and rights of the licensed midwife; (5) Administration of oxygen; (6) Administration in the practice of midwifery, of intramuscular oxytocin (Pitocin®) and Methergine® as postpartum antihemorrhagic agents, Rho D immunolglobulin, vitamin K, eye prophylaxis, and any other drug as determined by the board; (7) Procedures that may be performed in the practice of midwifery; (8) Conditions for which medical consultations shall be sought; (9) Conditions for which emergency interventions shall be instituted while waiting for a medical consultation; (10) Limits of medical malpractice insurance, which shall be maintained until the last child delivered pursuant to this Act is twenty years of age. Section 15. Any fees collected pursuant to this Act shall be used for the operation of the board and the implementation of this Act. Section 16. Nothing in this Act: (1) Requires a licensed midwife to have a nursing degree or diploma; (2) Requires a licensed midwife to practice midwifery under the supervision of, or in collaboration with, another health care provider; (3) Requires a licensed midwife to enter into an agreement, written or otherwise, with another health care provider; (4) Limits the location where a licensed midwife may practice midwifery. Section 17. The scope of practice of a licensed midwife is the practice according to the Midwives Alliance of North America's Standards and Qualifications for the Art and Practice of Midwifery. Section 18. A licensed midwife may administer oxygen in the practice of midwifery. A licensed midwife may obtain, possess, and administer, in the practice of midwifery, intramuscular oxytocin (Pitocin®) and Methergine® as postpartum antihemorrhagic agents, Rho D immunolglobulin, vitamin K, eye prophylaxis, and any other drug as determined by the board. Section 19. A licensed midwife may obtain and use any equipment or devices necessary to assess or treat the childbearing woman or her newborn, to maintain aseptic technique, to respond to emergencies requiring immediate attention, and to resuscitate the mother and newborn when attending an out-of-hospital birth, including resuscitation equipment, oxygen, emergency medications, and suture. Section 20. A licensed midwife shall, at an initial consultation with a client, provide a copy of an informed consent document to be signed by the licensed midwife and the client and disclose to the client, in writing, all of the following: (1) The licensed midwife's experience, qualifications, and training; (2) Whether the licensed midwife has malpractice liability insurance coverage and the policy limits of any such coverage; (3) A protocol for medical emergencies, including transportation to a hospital, particular to each client; (4) The fact that the licensed midwife is not a certified nurse midwife or a physician; (5) The nature and scope of the care to be given, including the possibility of and procedure for transport of the patient to a hospital; (6) A description of the risks of home birth, primarily those conditions that may arise during delivery; (7) The fact that the patient has been advised to consult a physician or other health care provider during the pregnancy; (8) That a health care provider's liability in rendering care or assistance in good faith to a client of a licensed midwife in an emergency situation may be limited to damages caused by gross negligence or by willful or wanton acts or omissions. Section 21. A licensed midwife shall file birth certificates with the Department of Health in accordance with § 34-25-8. Filing a birth certificate known by the licensed midwife to be fraudulent is a Class 2 misdemeanor. Section 22. A licensed midwife shall report to the board any termination, revocation, or suspension of the licensed midwife's certified professional midwife certification or any disciplinary action taken against the licensed midwife by the North American Registry of Midwives within thirty days of being notified of such action. Section 23. The board may not grant or renew a license under this Act to any person who has been convicted of a felony. Section 24. The board shall assist the public as follows: (1) Provide general information for licensure as midwives; (2) Maintain and provide a list of licensed midwives, upon request, including contact information of the licensed midwives; (3) Provide the name and license number of a midwife, upon request, and an indication as to whether the midwife's license is active, expired, or revoked; (4) Assist in contacting North American Registry of Midwives with any complaints related to the midwifery practice of a South Dakota licensed midwife also holding the certified professional midwife credential for investigation by the North American Registry of Midwives; (5) Refer any allegation of criminal activity on the part of the licensed midwife to an appropriate law enforcement agency. Section 25. The board shall suspend or revoke a license of a licensed midwife if the licensed midwife is involved in any of the following: (1) Suspension or revocation by the North American Registry of Midwives of the certified professional midwife credential; (2) Intentionally making a material misstatement in an application for a license or for renewal of a license; (3) Allowing another person to use a license granted under this Act; (4) Conviction of any felony. It is a Class 2 misdemeanor to use or attempt to use a license that has been suspended or revoked. Section 26. The practice of midwifery in South Dakota prior to the effective date of this Act does not constitute grounds for disciplinary action by the board or any other state board or agency. Section 27. If a licensed midwife seeks to consult with, refer, or transfer a client to a licensed health care provider or facility, the responsibility of the provider or facility for the client does not begin until the client is physically within the care of the provider or facility. Section 28. A health care provider who examines a licensed midwife's client is only liable for the actual examination and may not be held accountable for the client's decision to pursue an out-of-hospital birth or the services of a licensed midwife. Section 29. A health care provider may, upon receiving briefing data from a licensed midwife, issue a medical order for the licensed midwife's client, without that client being an explicit patient of the provider. The provider giving the order is responsible and liable only for the appropriateness of the order given the data received. The issuing of an order for a licensed midwife's client does not constitute a delegation of duties from the other provider to the licensed midwife. Section 30. A health care provider may not be held civilly liable for rendering emergency medical services that arise from use of prohibited medications or surgical procedures on the part of the licensed midwife unless the emergency medical services constitute gross negligence or reckless disregard for the client. Section 31. A licensed midwife is solely responsible for the use of medications under this Act unless given under the direction of a licensed physician or other health care provider. Section 32. No person may obtain or attempt to obtain a license under this Act through bribery or fraudulent misrepresentation. A violation of this section is a Class 2 misdemeanor. Section 33. Nothing in this Act limits the right of any hospital to determine who shall have practice privileges in the facility. Section 34. No physician is liable for any care rendered by a midwife to a client if that client subsequently enters the care of a physician. Section 35. That chapter 36-9A be amended by adding thereto a NEW SECTION to read as follows: Nothing in this chapter restricts the right of a licensed midwife to practice in accordance with this Act. Section 36. That chapter 36-4 be amended by adding thereto a NEW SECTION to read as follows: Nothing in this chapter restricts the right of a licensed midwife to practice in accordance with this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21525, "action_date": "2007-01-25T14:00:00-06:00", "document_id": 110857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110857.pdf", "status_text": "First read in House and referred to", "journal_page": 204, "committee_id_action": 923, "committee_id_assigned": 914, "result": "N", "vote": {}}, {"bill_id": 21525, "action_date": "2007-02-12T07:45:00-06:00", "document_id": 112006, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112006.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 914, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21525, "action_date": "2007-02-12T07:45:00-06:00", "document_id": 112006, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112006.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 914, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21525, "action_date": "2007-02-12T07:45:00-06:00", "document_id": 112006, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112006.pdf", "status_text": "Do Pass Amended,", "journal_page": 441, "committee_id_action": 914, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64977, "president_vote": null, "Nay": [3576, 3613, 3631, 3637, 3656], "Yea": [3588, 3620, 3624, 3645, 3646, 3662, 3671], "Excused": [3670]}}, {"bill_id": 21525, "action_date": "2007-02-14T14:00:00-06:00", "document_id": 112304, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112304.pdf", "status_text": "Motion to Amend,", "journal_page": 524, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21525, "action_date": "2007-02-14T14:00:00-06:00", "document_id": 112304, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112304.pdf", "status_text": "Do Pass Amended,", "journal_page": 525, "committee_id_action": 923, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 67124, "president_vote": null, "Nay": [3572, 3576, 3580, 3581, 3582, 3588, 3592, 3593, 3594, 3597, 3598, 3600, 3605, 3609, 3611, 3613, 3614, 3620, 3622, 3624, 3629, 3631, 3635, 3637, 3649, 3650, 3651, 3653, 3654, 3655, 3656, 3658, 3660, 3663, 3665, 3666, 3668, 3670, 3672, 3673, 3675, 3584], "Yea": [3577, 3578, 3579, 3583, 3586, 3587, 3590, 3591, 3599, 3604, 3606, 3616, 3619, 3628, 3632, 3638, 3640, 3642, 3643, 3644, 3645, 3646, 3648, 3657, 3662, 3671, 3674, 3676]}}]}