{"session_id": 56, "bill_id": 18986, "bill_type": "Senate Bill", "bill_number": 121, "bill_title": "regulate certain agricultural production contracts.", "sponsors": [{"legislator_profile_id": 3074, "is_prime": true}, {"legislator_profile_id": 3092, "is_prime": true}, {"legislator_profile_id": 3049, "is_prime": false}, {"legislator_profile_id": 3070, "is_prime": false}, {"legislator_profile_id": 3075, "is_prime": false}, {"legislator_profile_id": 3094, "is_prime": false}, {"legislator_profile_id": 3097, "is_prime": false}, {"legislator_profile_id": 3113, "is_prime": false}, {"legislator_profile_id": 3115, "is_prime": false}, {"legislator_profile_id": 3125, "is_prime": false}, {"legislator_profile_id": 3134, "is_prime": false}, {"legislator_profile_id": 3142, "is_prime": false}], "keywords": ["Agriculture", "Animals and Livestock", "Contracts", "Misdemeanors"], "audio": [{"meeting_datetime": "2004-01-27T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sag10sb0121a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-27T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sag10sb0121a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-27T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sag10sb0121a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-27T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sag10sb0121a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-27T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sag10sb0121a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18986, "bill_version_id": 99589, "bill_version": "Introduced", "bill_version_date": "2004-01-22T09:54:09-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate certain agricultural production contracts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Capital investment,\" a purchase or lease of any of the following: (a) Any structure used for producing or storing a commodity required to be provided by the producer under the terms of the production contract if the structure has a useful life in excess of three years, including swine farrowing buildings, grain storage facilities, and manure storage structures; (b) Any machinery or equipment used for producing a commodity required to be provided by the producer under the terms of the production contract if the machinery has a useful life in excess of three years, including trucks, tractors, combines, wagons, augers, and planters; (2) \"Commodity,\" livestock, raw milk, fruits, vegetables, or a crop; (3) \"Contract input,\" a commodity or an organic or synthetic substance or compound that is used to produce a commodity, including livestock, plants, agricultural seeds, semen, or eggs for breeding livestock, fertilizer, pesticides, or petroleum products; (4) \"Contractor,\" any person who offers, provides, or enters into a production contract with a producer for the production of commodities in this state by the producer; (5) \"Crop,\" any plant used for food, animal feed, fiber, oil, pharmaceuticals, nutriceuticals, industrial uses, or seed, including alfalfa, barley, buckwheat, canola, corn, flax, forage, fruits, millet, oats, popcorn, rye, sorghum, soybeans, sunflowers, tobacco, vegetables, wheat, and grasses used for forage or silage; (6) \"Livestock,\" beef cattle, dairy cattle, poultry, sheep, swine, horses, buffalo, goats, or other animals kept and raised for the market or for human consumption; (7) \"Produce,\" to do any of the following: (a) Provide feed or services relating to the care and feeding of livestock. If the livestock is dairy cattle, then produce includes milking the dairy cattle and storing raw milk; (b) Provide for planting, raising, harvesting, identity preserving, or storing a crop. Producing includes preparing the soil for planting and also for nurturing the crop by the application of fertilizers, soil conditioners, or pesticides; (8) \"Producer,\" any person who has been offered or who has entered into a contract to produce a commodity. Producer does not include a fertilizer or pesticide applicator, a feed supplier, or a veterinarian, when acting in that capacity; (9) \"Production contract,\" as defined in section 2 of this Act. Section 2. As used in this Act, the term, production contract, means any written document offered to or executed by a producer, under the provisions of which the producer would sell to a contractor, or the contractor's designee, an identified commodity or commodities and the contractor has, or exercises some control or direction over, the production process; or any written agreement offered to or executed by a producer under the provisions of which the producer would produce, care for, or raise a commodity or commodities not owned by the producer, using land, equipment, or facilities owned or leased by the producer, in exchange for payment. Control or direction over the production process includes the contractor's designation of special commodity characteristics, such as those present in value-enhanced grains or specific genetics in livestock, or the contractor's designation of a production input, such as a seed variety, to be used by the producer to fulfill the production contract. Section 3. This Act does not apply to a production contract under the provisions of which the commodity is to be delivered by the producer to the contractor or the contractor's designee within thirty days after the date of the production agreement. Section 4. To ensure readability, any production contract shall comply with all of the following: (1) Be in a typeface at least as large as ten-point modern, one-point leaded; (2) Be divided and captioned by its various sections, have an index of the major provisions of the production contract and the pages on which they are found, and use commonly-used and understood words and terms, but may include technical or industry terms customarily used and understood by producers in the ordinary course of business; (3) Limit references to other sections or provisions and, if incorporating a document, have a copy of the document attached; (4) Have a Flesch scale analysis readability score of at least fifty. A contractor may include a provision in the index required by section 5 of this Act that the production contract being offered meets the requirements of this section as to readability. A violation of this section is a Class 1 misdemeanor. Section 5. An index of the major portions of the contract and the pages on which they are found shall be included with each production contract offered to a producer that exceeds two pages in length. The index shall contain references for any of the following that are included in the contract: (1) The names of the parties to the contract; (2) The definition sections of the contract; (3) The provisions governing cancellation, renewal, or amendment of the contract by either party; (4) The sections outlining the duties or obligations of each party; (5) The compensation information; (6) Any provisions subject to change in the contract; (7) Any special provisions relative to production guidelines. A violation of this section is a Class 1 misdemeanor. Section 6. Any production contract may include a confidentiality provision, but communications with any of the following are not considered a breach of any such provision: a producer's spouse; a producer's parents, siblings, and children of the age of majority if these persons are partners, shareholders, officers, or directors of the producer's agricultural operations; accountants; attorneys; bankers; financial institutions; farm managers; trusts or trust beneficiaries; or the partners, officers, or directors of the producer's agricultural operations. If communicating with these persons, the producer shall request each person to treat the information as privileged and confidential. Section 7. If a production contract requires any special production or handling guidelines required by the producer, these provisions shall be fully explained in the contract. These provisions include disease protocols for livestock and segregation or identity preservation for grain. A violation of this section is a Class 1 misdemeanor. Section 8. No contractor may provide, offer, or execute a production contract that allows the contractor to unilaterally terminate the contract unless the termination is the result of a legitimate force majeure as applied to the contractor or the producer breaches a material term of the contract or voluntarily abandons the contractual relationship. No contractor may alter the quality, quantity, or delivery times of contract inputs provided to the producer, unless agreed to by the producer. Any cancellation or termination provisions shall include specific causes for the cancellation or termination and any circumstances under which the commodity produced under the contract might be rejected in whole or part by the contractor. Any circumstances in which the compensation to be paid by a producer may be discounted or increased shall include specific causes to be clearly and concisely stated in the contract. A producer may recover the producer's actual damages for a contractor's violation of this section. Section 9. This section applies to all production contracts that have capital investment requirements. Except as provided in section 10 of this Act, no contractor may take action to terminate or cancel a production contract until the contractor has done the following: (1) Provided the producer with written notice of the intention to terminate or cancel at least sixty days before the effective date of the termination or cancellation; and (2) Reimbursed the contract producer for the value of the remaining useful life of the capital investment items. In calculating this reimbursement amount, the contractor may take into account the producer's ability to use the capital investments in other business enterprises of the producer and the opportunity to recoup the cost of the capital improvements by sale or lease. A producer may recover the producer's actual damages for a contractor's violation of this section. Section 10. A contractor may terminate or cancel a production contract without remedy as required in section 9 of this Act if the basis for the termination or cancellation is any of the following: (1) A voluntary abandonment of the contractual relationship by the producer. A complete failure of a producer's performance under a production contract is deemed to be abandonment; (2) Failure of the producer to meet the specific provisions of the contract and failure to remedy the default; (3) The conviction of a producer of an offense of fraud or theft committed against the contractor. Section 11. The attorney general shall enforce this Act. Section 12. A claim that a production contract violates this Act shall be filed within four years after the date on which the party alleging the violation knew or should have known of the existence of the violation. Section 13. To the extent that any provision of this Act conflicts with or is inconsistent with any provision of the Uniform Commercial Code, the provisions of this Act control. Section 14. This Act is effective on January 1, 2005."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18986, "action_date": "2004-01-22T14:00:00-06:00", "document_id": 99662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99662.pdf", "status_text": "First read in Senate and referred to", "journal_page": 109, "committee_id_action": 832, "committee_id_assigned": 805, "result": "N", "vote": {}}, {"bill_id": 18986, "action_date": "2004-01-27T10:00:00-06:00", "document_id": 100047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100047.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 805, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18986, "action_date": "2004-01-27T10:00:00-06:00", "document_id": 100047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100047.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 186, "committee_id_action": 805, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58595, "president_vote": null, "Excused": [3059], "Yea": [3061, 3098, 3139, 3103, 3064], "Nay": [3092, 3097]}}, {"bill_id": 18986, "action_date": "2004-01-27T10:00:00-06:00", "document_id": 100047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100047.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 186, "committee_id_action": 805, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58595, "president_vote": null, "Excused": [3059], "Yea": [3061, 3098, 3139, 3103, 3064], "Nay": [3092, 3097]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18986"}