{"session_id": 45, "bill_id": 13132, "bill_type": "House Commemoration", "bill_number": 1006, "bill_title": "Honoring Ms. Rochelle R. Cundy, 1997 South Dakota State Snow Queen, Miller, South Dakota.", "sponsors": [{"legislator_profile_id": 1948, "is_prime": true}, {"legislator_profile_id": 1955, "is_prime": true}, {"legislator_profile_id": 1913, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 13132, "bill_version_id": 74268, "bill_version": "Introduced", "bill_version_date": "1997-02-11T00:00:00-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Ms. Rochelle R. Cundy, 1997 South Dakota State Snow Queen, Miller, South Dakota. WHEREAS, Ms. Rochelle R. Cundy has demonstrated superior academic achievement in her four years of high school at the Miller School District, Miller, South Dakota. Rochelle will graduate with a grade point average of 4.0, and a class rank of one out of forty-six; and WHEREAS, Rochelle has been involved in student activities and organizations throughout her high school career including, concert, marching, pep, and jazz band, chorus, vocal jazz, oral interpretation, one-act contest plays, the All-School Spring Show, cheerleading, Medical Explorers, Writer's Club, Improvisational Theater Troupe, Athletic Club, Pep Club, church youth group, class officer, Student Council, and the National Honor Society; and WHEREAS, as a resident of Miller, Rochelle has made outstanding contributions to the community through her participation in the Meals on Wheels Program, the elementary music contests, and to various other community groups as a volunteer speaker and entertainer. Rochelle has represented her community by receiving numerous honors and awards, including the Miller Junior Snow Queen title, State Junior Snow Queen 2nd Runner-up title, State Junior Snow Queen Miss Congeniality title, 1997 South Dakota Snow Queen title, and 1997 South Dakota Snow Queen Miss Congeniality title. It is an exceptional honor to be chosen as the South Dakota Snow Queen, as well as South Dakota Snow Queen Miss Congeniality: NOW, THEREFORE, BE IT COMMEMORATED, by the Seventy-second Legislature of the State of South Dakota, that Ms. Rochelle R. Cundy be recognized for her outstanding achievements in academics, student activities, community services, and recognition at the local and state levels of the South Dakota Snow Queen Pageant."}, {"bill_id": 13132, "bill_version_id": 74292, "bill_version": "Enrolled", "bill_version_date": "1997-02-13T14:07:20-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13132, "action_date": "1997-02-11T14:00:00-06:00", "document_id": 72906, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72906.pdf", "status_text": "", "journal_page": 431, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13132, "action_date": "1997-02-13T00:00:00-06:00", "document_id": 72828, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72828.pdf", "status_text": "", "journal_page": null, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13132"}