{"session_id": 21, "bill_id": 6834, "bill_type": "Senate Commemoration", "bill_number": 29, "bill_title": "Honoring Kendra Peterson of Sisseton as 2015 Miss Rodeo South Dakota.", "sponsors": [{"legislator_profile_id": 860, "is_prime": true}, {"legislator_profile_id": 930, "is_prime": true}, {"legislator_profile_id": 915, "is_prime": false}, {"legislator_profile_id": 938, "is_prime": false}, {"legislator_profile_id": 853, "is_prime": false}, {"legislator_profile_id": 855, "is_prime": false}, {"legislator_profile_id": 856, "is_prime": false}, {"legislator_profile_id": 928, "is_prime": false}, {"legislator_profile_id": 927, "is_prime": false}, {"legislator_profile_id": 858, "is_prime": false}, {"legislator_profile_id": 859, "is_prime": false}, {"legislator_profile_id": 882, "is_prime": false}, {"legislator_profile_id": 899, "is_prime": false}, {"legislator_profile_id": 939, "is_prime": false}, {"legislator_profile_id": 900, "is_prime": false}, {"legislator_profile_id": 862, "is_prime": false}, {"legislator_profile_id": 880, "is_prime": false}, {"legislator_profile_id": 944, "is_prime": false}, {"legislator_profile_id": 910, "is_prime": false}, {"legislator_profile_id": 902, "is_prime": false}, {"legislator_profile_id": 877, "is_prime": false}, {"legislator_profile_id": 871, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6834, "bill_version_id": 35556, "bill_version": "Introduced", "bill_version_date": "2015-02-25T12:27:01.07-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Kendra Peterson of Sisseton as 2015 Miss Rodeo South Dakota. WHEREAS, Kendra Peterson has shown loyalty to her community by being an active member of volleyball, high school rodeo, and FFA, while a student at Sisseton High School. Kendra is a 4-H Sisseton Roping Club member and upon completion of college, returned to her family's ranch and remains an asset to the community; and WHEREAS, Kendra has shown incredible determination in the sport of rodeo and at the Miss Rodeo South Dakota contest won the appearance, horsemanship, and photogenic categories; and WHEREAS, Kendra comes from a strong tradition of rodeo queens with the last four rodeo queens calling northeast South Dakota home; and WHEREAS, Kendra was successful in earning a degree from the University of Minnesota at Crookston majoring in accounting and minoring in agricultural business; and WHEREAS, Kendra has distinguished herself as a rodeo queen in South Dakota's official state sport, and as such, has consistently fulfilled her honorary role as an ambassador for the State of South Dakota all over the United States: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that Kendra Peterson be recognized and congratulated on her many achievements in rodeo and most notably her recent achievement of being crowned as 2015 Miss Rodeo South Dakota."}, {"bill_id": 6834, "bill_version_id": 35739, "bill_version": "Enrolled", "bill_version_date": "2015-02-27T14:00:04.697-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Kendra Peterson of Sisseton as 2015 Miss Rodeo South Dakota. WHEREAS, Kendra Peterson has shown loyalty to her community by being an active member of volleyball, high school rodeo, and FFA, while a student at Sisseton High School. Kendra is a 4-H Sisseton Roping Club member and upon completion of college, returned to her family's ranch and remains an asset to the community; and WHEREAS, Kendra has shown incredible determination in the sport of rodeo and at the Miss Rodeo South Dakota contest won the appearance, horsemanship, and photogenic categories; and WHEREAS, Kendra comes from a strong tradition of rodeo queens with the last four rodeo queens calling northeast South Dakota home; and WHEREAS, Kendra was successful in earning a degree from the University of Minnesota at Crookston majoring in accounting and minoring in agricultural business; and WHEREAS, Kendra has distinguished herself as a rodeo queen in South Dakota's official state sport, and as such, has consistently fulfilled her honorary role as an ambassador for the State of South Dakota all over the United States: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that Kendra Peterson be recognized and congratulated on her many achievements in rodeo and most notably her recent achievement of being crowned as 2015 Miss Rodeo South Dakota. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6834, "action_date": "2015-02-25T14:00:00-06:00", "document_id": 35568, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35568.pdf", "status_text": "", "journal_page": 522, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}]}