{"session_id": 45, "bill_id": 12722, "bill_type": "House Bill", "bill_number": 1120, "bill_title": "to increase the minimum age requirement of certain persons aboard personal watercraft.", "sponsors": [{"legislator_profile_id": 1884, "is_prime": true}, {"legislator_profile_id": 1951, "is_prime": true}, {"legislator_profile_id": 1888, "is_prime": false}, {"legislator_profile_id": 1954, "is_prime": false}, {"legislator_profile_id": 1959, "is_prime": false}], "keywords": ["Boats & Personal Watercraft", "Minors' Rights & Responsibilities"], "audio": [], "bill_versions": [{"bill_id": 12722, "bill_version_id": 73244, "bill_version": "Introduced", "bill_version_date": "1997-01-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the minimum age requirement of certain persons aboard personal watercraft. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 42-8-102 be amended to read as follows: 42-8-102. No person may operate a personal watercraft: (1) Unless each person aboard is wearing a type I, type II, type III, or type V personal flotation device approved by the United States Coast Guard; (2) That is equipped by the manufacturer with a lanyard type engine cutoff without attaching such lanyard to his a person, clothing, or personal flotation device as appropriate for the specific watercraft; (3) Between the hours of one-half hour after sunset to one-half hour before sunrise unless the personal watercraft is equipped with navigation lights as required by the Department of Game, Fish and Parks by rules promulgated pursuant to chapter 1-26; (4) At greater than a slow-no-wake speed within one hundred fifty feet of any dock, swimmer, swimming raft, or nonmotorized boat. Slow-no-wake is the slowest possible speed necessary to maintain steerage, but in no case greater than five miles per hour; (5) In other than a reasonable and prudent manner; and (6) To chase or harass wildlife, or travel through emergent floating vegetation at greater than slow-no-wake speed. Except in the case of an emergency, no person under the age of twelve may operate or be permitted to operate a personal watercraft, regardless of horsepower, unless there is a person eighteen twenty-one years of age or older on board the craft. No owner of a personal watercraft may permit the personal watercraft to be operated by such underage person. The provisions of this section do not apply to a performer engaged in a professional exhibition or a person preparing to participate or participating in an officially-sanctioned regatta, race, marine parade, tournament, or exhibition. A violation of this section is a Class 2 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12722, "action_date": "1997-01-28T14:00:00-06:00", "document_id": 72886, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72886.pdf", "status_text": "First read in House and referred to", "journal_page": 169, "committee_id_action": 544, "committee_id_assigned": 541, "result": "N", "vote": {}}, {"bill_id": 12722, "action_date": "1997-02-05T10:00:00-06:00", "document_id": 72291, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72291.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 541, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12722, "action_date": "1997-02-05T10:00:00-06:00", "document_id": 72291, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72291.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 316, "committee_id_action": 541, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36891, "president_vote": null, "Yea": [1909, 1941, 1942, 1951, 1971, 1973, 1975, 1985, 1987, 1958, 1943], "Excused": [1947, 1982]}}]}