{"session_id": 44, "bill_id": 21804, "bill_type": "Senate Bill", "bill_number": 122, "bill_title": "provide procedures to enforce the United States Constitution.", "sponsors": [{"legislator_profile_id": 1808, "is_prime": true}, {"legislator_profile_id": 3786, "is_prime": false}, {"legislator_profile_id": 1781, "is_prime": false}, {"legislator_profile_id": 1790, "is_prime": false}, {"legislator_profile_id": 1792, "is_prime": false}, {"legislator_profile_id": 3797, "is_prime": false}, {"legislator_profile_id": 1834, "is_prime": false}], "keywords": ["Law Enforcement", "State Affairs and Government"], "audio": [{"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sst18.mp3", "start_seconds": 6520.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sst18.mp3", "start_seconds": 6520.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sst18.mp3", "start_seconds": 6520.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sst18.mp3", "start_seconds": 6520.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sst18.mp3", "start_seconds": 6520.0}], "bill_versions": [{"bill_id": 21804, "bill_version_id": 214004, "bill_version": "Introduced", "bill_version_date": "2021-01-27T09:26:31.347-06:00", "bill_text": "An Act to provide procedures to enforce the United States Constitution. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 2-18-1. Title. This Act may be cited as the South Dakota Sovereignty Act. Section 2. That a NEW SECTION be added: 2-18-2. Definitions. Terms used in this chapter mean: (1) \"Committee,\" the Joint Legislative Committee on Constitutional Enforcement; (2) \"Federal action,\" any federal law, any federal agency rule, policy, or standard, any executive order of the president of the United States, any order or decision of a federal court, and the making or enforcing of a treaty; (3) \"Unconstitutional federal action,\" a federal action enacted, adopted, or implemented without power specifically delegated to the federal government by the people and the states through the United States Constitution. Section 3. That a NEW SECTION be added: 2-18-3. Joint Legislative Committee on Constitutional Enforcement--Establishment. There shall be appointed, as provided under this chapter, at each regular session of the Legislature, a Joint Legislative Committee on Constitutional Enforcement. The committee is established to review federal actions that appear to exceed the delegated powers specifically outlined in the United States Constitution or that challenge the sovereignty of the state and of the people for the purpose of determining if the federal action is unconstitutional. Section 4. That a NEW SECTION be added: 2-18-4. Membership--Appointment--Terms. The committee consists of the following twelve members: (1) Six members of the House of Representatives appointed by the House Judiciary Committee; and (2) Six members of the Senate appointed by the Senate Judiciary Committee. Not more than five House members of the committee may be members of the same political party. Not more than five Senate members of the committee may be members of the same political party. If a vacancy occurs on the committee, the chair and vice chair of the committee shall appoint a corresponding member of the House or Senate to serve for the remainder of the unexpired term. Section 5. That a NEW SECTION be added: 2-18-5. Meetings--Quorum. The House and Senate Judiciary Committees shall each designate one member of the committee as a joint chair of the committee. The committee shall meet at the call of either joint chair. A majority of the members of the committee constitute a quorum. Section 6. That a NEW SECTION be added: 2-18-6. Determination of unconstitutionality. The committee may review any federal action to determine whether the action is an unconstitutional federal action. When reviewing a federal action, the committee shall consider the plain reading and reasoning of the text of the United States Constitution and the definitions understood by our forefathers at the time of the framing and construction of the United States Constitution before making a final declaration of constitutionality, as demonstrated by the: (1) Understanding of the leading participants at the original constitutional convention; (2) Understanding of the United States Constitution by the first United States Congress; (3) Opinions of the first chief justice of the United States Supreme Court; (4) Opinions and statements expressed in The Federalist Papers; and (5) Statements of support for natural law and natural rights by the original framers and authors of the United States Constitution. Section 7. That a NEW SECTION be added: 2-18-7. Voting. No later than one hundred eighty days after the date the committee holds the first public hearing to review a specific federal action, the committee shall vote to determine whether the action is an unconstitutional federal action. The committee may determine that a federal action is an unconstitutional federal action by a majority vote. Section 8. That a NEW SECTION be added: 2-18-8. Determination of unconstitutionality--Report. If the committee determines that a federal action is an unconstitutional federal action, the committee shall report the determination to the House of Representatives and to the Senate during the: (1) Current session of the Legislature if the Legislature is convened when the committee makes the determination; or (2) Next regular session of the Legislature if the Legislature is not convened when the committee makes the determination. Each house of the Legislature shall vote on whether the federal action is an unconstitutional federal action. If a two-thirds majority of the members of each house determine that the federal action is an unconstitutional federal action, the determination shall be sent to the federal government under § 2-18-9. A federal action is declared by the state to be an unconstitutional federal action on the day both the House of Representatives and Senate approves the determination with a two-thirds majority. Section 9. That a NEW SECTION be added: 2-18-9. Forwarding determination--Federal government. If a federal action is determined to be an unconstitutional federal action under § 2-18-8, the secretary of state shall forward official copies of the declaration to the president of the United States, to the speaker of the House of Representatives of the Congress of the United States and the president of the Senate of the Congress of the United States, and to all members of the South Dakota delegation to Congress with the request that the declaration of unconstitutional federal action be entered in the Congressional Record. Section 10. That a NEW SECTION be added: 2-18-10. Authority of Governor. This chapter does not limit or alter the authority of the Governor, the attorney general, a statewide elected official, a state or federal court, a judge or justice, a state or local appointed or elected official, or the governing body of a political subdivision of this state to issue a verbal or written opinion determining a federal action to be unconstitutional. An opinion issued under this section may be referred to the committee for review under this chapter. Section 11. That a NEW SECTION be added: 2-18-11. Effect--Determination--Federal action. If a federal action is declared to be an unconstitutional federal action under § 2-18-8: (1) It has no legal effect in this state and may not be recognized by this state or a political subdivision of this state as having legal effect; (2) The state and a political subdivision of the state may not spend public money or resources or incur public debt to implement or enforce a federal action declared to be an unconstitutional federal action; and (3) A person authorized to enforce the laws of this state may not enforce those laws against a person who attempts to implement or enforce a federal action declared to be unconstitutional. This chapter does not prohibit a public officer who has taken an oath to defend the United States Constitution from interposing to stop acts of the federal government that have been declared to be an unconstitutional federal action. South Dakota officials in federal, state, and local government shall honor their oaths to preserve, protect, and defend the United States Constitution and shall act to constitutionally defend this state and the people of this state. Section 12. That a NEW SECTION be added: 2-18-12. Attorney General--Authority. The attorney general may: (1) Defend the state to prevent the implementation and enforcement of a federal action declared to be an unconstitutional federal action; (2) Prosecute a person under § 3-16-11 who attempts to implement or enforce a federal action declared to be an unconstitutional federal action, or another provision of law; or (3) Appear before a grand jury in connection with an offense the attorney general is authorized to prosecute under this section. The authority to prosecute prescribed by this chapter does not affect the authority derived from other laws to prosecute the same offenses. Section 13. That a NEW SECTION be added: 21-24-17. Declarations--Unconstitutional acts--Federal government. Any court in this state has original jurisdiction of a proceeding seeking a declaratory judgment that a federal action effective in this state is an unconstitutional federal action. A person is entitled to declaratory relief if the court determines that a federal action is an unconstitutional federal action. In determining whether to grant declaratory relief to a person under this section, a court may not rely solely on the decisions of other courts interpreting the United States Constitution and instead shall rely on the plain meaning of the text of the United States Constitution and any applicable constitutional doctrine as understood by the original framers and authors of the United States Constitution. Section 21-24-10 does not apply to relief sought under this section. Section 14. That a NEW SECTION be added: 3-16-11. Implementation--Unconstitutional duty--Misdemeanor. Any public officer, or upon any person holding any public trust or employment, who attempts to perform a duty or implement a law declared unconstitutional under § 2-18-7 or 1-1A-1, where no special provision has been made for the punishment of such action, is guilty of a Class 1 misdemeanor. Section 15. Not later than the thirtieth day following the effective date of this Act: (1) The House and Senate Judiciary Committee shall appoint the initial members of the Joint Legislative Committee on Constitutional Enforcement; and (2) The secretary of state shall forward official copies of this Act to the president of the United States, to the speaker of the House of Representatives of the Congress of the United States and the president of the Senate of the Congress of the United States, and to all members of the South Dakota delegation to Congress with the request that this Act be officially entered in the Congressional Record. Not later than the forty-fifth day following the effective date of this Act, the secretary of state shall forward official copies of this Act to the presiding officers of the Legislatures of the several states."}], "amendments": [{"bill_id": 21804, "document_id": 216858, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216858.pdf", "legislator_profile_id": 1808, "document_id_instructions": 216859, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/216859.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 21804, "action_date": "2021-01-27T14:00:00-06:00", "document_id": 213660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213660.pdf", "status_text": "First read in Senate and referred to", "journal_page": 124, "committee_id_action": 514, "committee_id_assigned": 515, "result": "N", "vote": {}}, {"bill_id": 21804, "action_date": "2021-02-08T10:00:00-06:00", "document_id": 215222, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215222.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 515, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21804, "action_date": "2021-02-08T10:00:00-06:00", "document_id": 215542, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215542.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 515, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21804, "action_date": "2021-02-08T10:00:00-06:00", "document_id": 215542, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215542.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 515, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68666, "president_vote": null, "Excused": [1850], "Yea": [1785, 1881, 1771, 1851, 3805, 1801, 1775], "Nay": [1783]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21804"}