{"session_id": 10, "bill_id": 2666, "bill_type": "House Commemoration", "bill_number": 1007, "bill_title": "Commending the South Dakota Dental Association, the Donated Dental Services Program, and the Delta Dental Plan of South Dakota for their care of the elderly and disabled in South Dakota.", "sponsors": [{"legislator_profile_id": 15, "is_prime": true}, {"legislator_profile_id": 13, "is_prime": true}, {"legislator_profile_id": 53, "is_prime": false}, {"legislator_profile_id": 17, "is_prime": false}, {"legislator_profile_id": 40, "is_prime": false}, {"legislator_profile_id": 51, "is_prime": false}, {"legislator_profile_id": 59, "is_prime": false}, {"legislator_profile_id": 104, "is_prime": false}, {"legislator_profile_id": 76, "is_prime": false}, {"legislator_profile_id": 18, "is_prime": false}, {"legislator_profile_id": 58, "is_prime": false}, {"legislator_profile_id": 103, "is_prime": false}, {"legislator_profile_id": 3, "is_prime": false}, {"legislator_profile_id": 5, "is_prime": false}, {"legislator_profile_id": 52, "is_prime": false}, {"legislator_profile_id": 86, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 2666, "bill_version_id": 16096, "bill_version": "Introduced", "bill_version_date": "2011-02-01T11:09:49.557-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending the South Dakota Dental Association, the Donated Dental Services Program, and the Delta Dental Plan of South Dakota for their care of the elderly and disabled in South Dakota. WHEREAS, members of the South Dakota Dental Association, through the Donated Dental Services Program, have been dedicated to providing free dental treatment to South Dakotans who are either elderly or disabled; and WHEREAS, one hundred eighty-three volunteer dentists and thirty-seven volunteer dental laboratories have provided more than two million dollars of free services to nine hundred fifty patients since the program's inception in 1998; and WHEREAS, Delta Dental of South Dakota has provided ongoing financial support for the administration of the Donated Dental Services Program; and WHEREAS, no other state in the Union has a higher percentage of dentists participating in the Donated Dental Services Program; and WHEREAS, the strength and vitality of the State of South Dakota and our communities depend, in great measure, upon devoted programs such as the South Dakota Donated Dental Services Program: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that the South Dakota Dental Association and the Delta Dental Plan of South Dakota, along with the Donated Dental Services Program, be congratulated and commended for their care and dedication to the elderly and disabled citizens of our state."}, {"bill_id": 2666, "bill_version_id": 16317, "bill_version": "Enrolled", "bill_version_date": "2011-02-03T15:12:26.803-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending the South Dakota Dental Association, the Donated Dental Services Program, and the Delta Dental Plan of South Dakota for their care of the elderly and disabled in South Dakota. WHEREAS, members of the South Dakota Dental Association, through the Donated Dental Services Program, have been dedicated to providing free dental treatment to South Dakotans who are either elderly or disabled; and WHEREAS, one hundred eighty-three volunteer dentists and thirty-seven volunteer dental laboratories have provided more than two million dollars of free services to nine hundred fifty patients since the program's inception in 1998; and WHEREAS, Delta Dental of South Dakota has provided ongoing financial support for the administration of the Donated Dental Services Program; and WHEREAS, no other state in the Union has a higher percentage of dentists participating in the Donated Dental Services Program; and WHEREAS, the strength and vitality of the State of South Dakota and our communities depend, in great measure, upon devoted programs such as the South Dakota Donated Dental Services Program: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that the South Dakota Dental Association and the Delta Dental Plan of South Dakota, along with the Donated Dental Services Program, be congratulated and commended for their care and dedication to the elderly and disabled citizens of our state. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2666, "action_date": "2011-02-01T14:00:00-06:00", "document_id": 16124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16124.pdf", "status_text": "", "journal_page": 255, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2666"}