{"session_id": 10, "bill_id": 2804, "bill_type": "Senate Joint Resolution", "bill_number": 1, "bill_title": "Proposing and submitting to the electors at the next general election an amendment to Article V, section 11 of the Constitution of the State of South Dakota relating to the funding of the Unified Judicial System.", "sponsors": [{"legislator_profile_id": 42, "is_prime": true}, {"legislator_profile_id": 60, "is_prime": true}], "keywords": ["Senate Joint Resolutions"], "audio": [{"meeting_datetime": "2011-02-10T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sap20.mp3", "start_seconds": 194.0}, {"meeting_datetime": "2011-02-10T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sap20.mp3", "start_seconds": 194.0}, {"meeting_datetime": "2011-02-10T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sap20.mp3", "start_seconds": 194.0}], "bill_versions": [{"bill_id": 2804, "bill_version_id": 15976, "bill_version": "Introduced", "bill_version_date": "2011-01-31T10:45:31.443-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to Article V, section 11 of the Constitution of the State of South Dakota relating to the funding of the Unified Judicial System. BE IT RESOLVED BY THE SENATE OF THE STATE OF SOUTH DAKOTA, THE HOUSE OF REPRESENTATIVES CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendment to Article V, section 11 of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article V, section 11 of the Constitution of the State of South Dakota, be amended to read as follows: § 11. The chief justice is the administrative head of the unified judicial system. The chief justice shall submit an annual consolidated budget for the entire unified judicial system, and the total cost of the system shall be paid by the state. The Legislature may provide by law for the reimbursement to the state of appropriate portions of such cost by governmental subdivisions shall fund the unified judicial system adequate to maintain access to the courts and the fair and measured administration of justice. The Supreme Court shall appoint such court personnel as it deems necessary to serve at its pleasure. The chief justice shall appoint a presiding circuit judge for each judicial circuit to serve at the pleasure of the chief justice. Each presiding circuit judge shall have such administrative power as the Supreme Court designates by rule and may, unless it be otherwise provided by law, appoint judicial personnel to courts of limited jurisdiction to serve at his pleasure. Each presiding circuit judge shall appoint clerks and other court personnel for the counties in his circuit who shall serve at his pleasure at a compensation fixed by law. Duties of clerks shall be defined by Supreme Court rule. The chief justice shall have power to assign any circuit judge to sit on another circuit court, or on the Supreme Court in case of a vacancy or in place of a justice who is disqualified or unable to act. The chief justice may authorize a justice to sit as a judge in any circuit court. The chief justice may authorize retired justices and judges to perform any judicial duties to the extent provided by law and as directed by the Supreme Court."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2804, "action_date": "2011-01-31T14:00:00-06:00", "document_id": 16043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16043.pdf", "status_text": "First read in Senate and referred to", "journal_page": 248, "committee_id_action": 113, "committee_id_assigned": 112, "result": "N", "vote": {}}, {"bill_id": 2804, "action_date": "2011-02-10T08:00:00-06:00", "document_id": 16473, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16473.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 112, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2804, "action_date": "2011-02-10T08:00:00-06:00", "document_id": 16721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16721.pdf", "status_text": "Tabled", "journal_page": 398, "committee_id_action": 112, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8874, "president_vote": null, "Yea": [80, 38, 78, 4, 10, 19, 81, 8, 42]}}]}