{"session_id": 69, "bill_id": 24881, "bill_type": "House Bill", "bill_number": 1208, "bill_title": "require the director of equalization to adjust certain agricultural land values.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24881", "sponsors": [{"legislator_profile_id": 4522, "is_prime": true}, {"legislator_profile_id": 4528, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Agricultural Land", "Property Tax", "Taxation"], "audio": [{"meeting_datetime": "2024-02-06T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hta19.mp3", "start_seconds": 310.0}, {"meeting_datetime": "2024-02-06T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hta19.mp3", "start_seconds": 310.0}, {"meeting_datetime": "2024-02-06T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hta19.mp3", "start_seconds": 310.0}, {"meeting_datetime": "2024-02-06T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hta19.mp3", "start_seconds": 310.0}, {"meeting_datetime": "2024-02-06T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hta19.mp3", "start_seconds": 310.0}], "bill_versions": [{"bill_id": 24881, "bill_version_id": 263654, "bill_version": "Introduced", "bill_version_date": "2024-01-30T13:58:47.453-06:00", "bill_text": "An Act to require the director of equalization to adjust certain agricultural land values. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-6-130 be AMENDED: 10-6-130. All soils must be divided into classes based on soil classification standards developed by the United States Department of Agriculture, Natural Resources Conservation Service. All agricultural land must be categorized as either cropland or noncropland. Soil types with land capability class I, II, and III must be categorized as cropland and land capability classes V, VI, VII, and VIII must be categorized as noncropland. Soil types with land capability class IV may be categorized by the director of equalization as either cropland or as noncropland. The director of equalization must notify the department by November 1 of each year of any changes to the categorization of the land capability class IV soil types. Beginning with the 2023 assessment year, the total acres of class IV soil types classified as noncropland in a county may increase a maximum of twenty percent over the total acres of class IV soil types classified as noncropland in the county in the previous assessment year. The department shall provide each county with soil ratings for all soil types present in the county. The director of equalization shall implement the soil ratings and utilize the ratings as the basis for determining the value of each soil type in the county. The director may shall make an adjustment to a parcel pursuant to § 10-6-131. Nothing in this section prohibits the department from categorizing soil types with land capability class I, II or III as noncropland if one or more of the adjustment factors contained in § 10-6-131 affects the productivity of the soil type, and the reasonable, probable use of the soil type that is physically practical, appropriately supported, financially feasible, and that results in the highest sustainable use of the land, is not harvesting crops or plants produced. Section 2. That § 10-6-131 be AMENDED: 10-6-131. Before July first each year, the secretary of revenue shall annually provide each director the agricultural income value for each county as computed pursuant to § 10-6-127. The director shall annually determine the assessed value of agricultural land. The The director shall adjust the assessed value of agricultural land may be adjusted by the director to the extent that one or more of the following factors affect the productivity of the land: (1) Location; (2) Size; (3) Soil survey statistics; (4) Terrain; (5) Topographical condition; (6) Climate; (7) Accessibility; or (8) Surface obstructions. The director shall document each adjustment. The director shall document an adjustment by using data from sources reasonably related to the adjustment being made. In addition, the director may shall use data from comparable sales of agricultural land to document the adjustment concerning productivity for any of the factors listed in this section. If the actual use of agricultural land varies from the land use category specified by soil classification standards, or if any factors listed in this section exist that affect the productivity of the land, the property owner may request an examination of the land by the director on a form prescribed by the department. The director shall determine whether to adjust the assessed value of the agricultural land pursuant to the factors listed in this section. The director shall document all supporting evidence for the adjustment determination. The director shall provide any adjustment documentation to the department upon request. The adjustment documentation must be kept in the director's office for the life of the adjustment."}, {"bill_id": 24881, "bill_version_id": 264828, "bill_version": "House Taxation Engrossed", "bill_version_date": "2024-02-06T14:39:37.877-06:00", "bill_text": "An Act to require the director of equalization to adjust certain agricultural land values. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-6-130 be AMENDED: 10-6-130. All soils must be divided into classes based on soil classification standards developed by the United States Department of Agriculture, Natural Resources Conservation Service. All agricultural land must be categorized as either cropland or noncropland. Soil types with land capability class I, II, and III must be categorized as cropland and land capability classes V, VI, VII, and VIII must be categorized as noncropland. Soil types with land capability class IV may be categorized by the director of equalization as either cropland or as noncropland. The director of equalization must notify the department by November 1 of each year of any changes to the categorization of the land capability class IV soil types. Beginning with the 2023 assessment year, the total acres of class IV soil types classified as noncropland in a county may increase a maximum of twenty percent over the total acres of class IV soil types classified as noncropland in the county in the previous assessment year. The department shall provide each county with soil ratings for all soil types present in the county. The director of equalization shall implement the soil ratings and utilize the ratings as the basis for determining the value of each soil type in the county. The director may make an adjustment to a parcel pursuant to § 10-6-131. Nothing in this section prohibits the department from categorizing soil types with land capability class I, II or III as noncropland if one or more of the adjustment factors contained in § 10-6-131 affects the productivity of the soil type, and the reasonable, probable use of the soil type that is physically practical, appropriately supported, financially feasible, and that results in the highest sustainable use of the land, is not harvesting crops or plants produced. Section 2. That § 10-6-131 be AMENDED: 10-6-131. Before July first each year, the secretary of revenue shall annually provide each director the agricultural income value for each county as computed pursuant to § 10-6-127. The director shall annually determine the assessed value of agricultural land. The The director shall adjust the assessed value of agricultural land may be adjusted by the director to the extent that one or more of the following factors affect the productivity of the land: (1) Location; (2) Size; (3) Soil survey statistics; (4) Terrain; (5) Topographical condition; (6) Climate; (7) Accessibility; or (8) Surface obstructions. The director shall document each adjustment. The director shall document an adjustment by using data from sources reasonably related to the adjustment being made. In addition, the director may use data from comparable sales of agricultural land to document the adjustment concerning productivity for any of the factors listed in this section. If the actual use of agricultural land varies from the land use category specified by soil classification standards, or if any factors listed in this section exist that affect the productivity of the land, the property owner may request an examination of the land by the director on a form prescribed by the department. The director shall determine whether to adjust the assessed value of the agricultural land pursuant to the factors listed in this section. The director shall document all supporting evidence for the adjustment determination. The director shall provide any adjustment documentation to the department upon request. The adjustment documentation must be kept in the director's office for the life of the adjustment."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24881, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First read in House and referred to", "journal_page": 214, "committee_id_action": 1197, "committee_id_assigned": 1204, "result": "N", "vote": {}}, {"bill_id": 24881, "action_date": "2024-02-06T07:45:00-06:00", "document_id": 264291, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264291.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1204, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24881, "action_date": "2024-02-06T07:45:00-06:00", "document_id": 264292, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264292.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1204, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24881, "action_date": "2024-02-06T07:45:00-06:00", "document_id": 264292, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264292.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1204, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24881, "action_date": "2024-02-06T07:45:00-06:00", "document_id": 264292, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264292.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1204, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79253, "president_vote": null, "Yea": [4474, 4527, 4528, 4543, 4545, 4548, 4549], "Nay": [4489, 4497, 4546, 4509, 4485], "Excused": [4511]}}]}