{"session_id": 48, "bill_id": 14641, "bill_type": "House Bill", "bill_number": 1171, "bill_title": "require insurance companies to reimburse the services of licensed professional counselors -- mental health.", "sponsors": [{"legislator_profile_id": 2214, "is_prime": true}, {"legislator_profile_id": 2230, "is_prime": true}, {"legislator_profile_id": 2199, "is_prime": false}, {"legislator_profile_id": 2206, "is_prime": false}, {"legislator_profile_id": 2219, "is_prime": false}, {"legislator_profile_id": 2232, "is_prime": false}, {"legislator_profile_id": 2259, "is_prime": false}], "keywords": ["Health Insurance", "Insurance", "Professions and Occupations"], "audio": [], "bill_versions": [{"bill_id": 14641, "bill_version_id": 80996, "bill_version": "Introduced", "bill_version_date": "1999-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require insurance companies to reimburse the services of licensed professional counselors -- mental health. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17-54 be amended to read as follows: 58-17-54. Notwithstanding any provision of any policy of insurance subject to the general provisions of this title, if a policy or contract provides for reimbursement for any service which may be legally performed by a person licensed in this state for the practice of medicine, surgery, anesthesia by a certified registered nurse anesthetist licensed under chapter 36-9, psychology, dentistry, osteopathy, social work by an independent social worker licensed under § 36-26-17, optometry, chiropractic , or podiatry, or counseling by a licensed professional counselor -- mental health licensed under § 36-32-42, the reimbursement under that policy or contract may not be denied if the service is rendered by a person so licensed. The provisions of this section apply to all practitioners licensed pursuant to chapters 36-4A and 36-9A after July 1, 1980, and to any plan of self-insurance for public employees. Reimbursement may be denied to a policyholder treating himself or herself or any member of his the policyholder's family residing in his the policyholder's household. However, reimbursement for durable medical equipment, pharmaceuticals , and prosthetic devices may not be denied if within policy coverages. No policy, certificate , or contract may exclude or limit reimbursement for any lawful diagnostic or treatment service by a licensee under chapter 36-5 if the exclusion or limitation is based wholly or in part on any requirement that the service be performed in a place of service not normally used by the licensee. A policy, certificate , or contract may only limit or make optional the reimbursement for any lawful diagnostic or treatment service by a licensee under chapters 36-4 and 36-5 if the limitation is based on a rational basis which is not solely related to the license under, or practices authorized by, chapter 36-5 or is not dependent upon a method of classification, categorization , or description based directly or indirectly upon differences in terminology used by different licensees in describing human ailments or in the diagnosis or treatment of human ailments. This section does not require reimbursement for any method or service not necessary, not reasonable , or not generally accepted by the peers of the particular licensed health care provider."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14641, "action_date": "1999-01-26T14:00:00-06:00", "document_id": 82119, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82119.pdf", "status_text": "First read in House and referred to", "journal_page": 192, "committee_id_action": 628, "committee_id_assigned": 616, "result": "N", "vote": {}}, {"bill_id": 14641, "action_date": "1999-01-27T14:00:00-06:00", "document_id": 82120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82120.pdf", "status_text": "Re-referred to", "journal_page": 227, "committee_id_action": 628, "committee_id_assigned": 619, "result": "P", "vote": {}}, {"bill_id": 14641, "action_date": "1999-02-05T08:00:00-06:00", "document_id": 81913, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81913.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 619, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14641, "action_date": "1999-02-05T08:00:00-06:00", "document_id": 81913, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81913.pdf", "status_text": "Tabled", "journal_page": 390, "committee_id_action": 619, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40946, "president_vote": null, "Yea": [2203, 2229, 2243, 2264, 2276, 2277, 2284, 2301, 2268, 2231], "Excused": [2216, 2244]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14641"}