{"session_id": 47, "bill_id": 13866, "bill_type": "House Bill", "bill_number": 1215, "bill_title": "to provide for a universal service fund regarding telecommunication services.", "sponsors": [{"legislator_profile_id": 2188, "is_prime": true}, {"legislator_profile_id": 2195, "is_prime": true}, {"legislator_profile_id": 2137, "is_prime": false}, {"legislator_profile_id": 2171, "is_prime": false}], "keywords": ["Telecommunications", "Welfare"], "audio": [], "bill_versions": [{"bill_id": 13866, "bill_version_id": 77428, "bill_version": "Introduced", "bill_version_date": "1998-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a universal service fund regarding telecommunication services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, the term SDUSF means the South Dakota universal service fund created pursuant to section 2 of this Act. Section 2. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: In furtherance of the policy objectives set forth in § § 49-31-60 to 49-31-68, inclusive, and to otherwise promote and assure the availability of universal service at rates that are reasonable and affordable, and to provide for reasonably comparable services and rates between rural and urban areas, there is hereby established the South Dakota universal service fund. The SDUSF shall be designed to provide predictable, sufficient, and sustainable funding to eligible telecommunications carriers meeting universal service obligations in rural or high cost areas of the state. Section 3. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this chapter, the term, universal service, means an evolving level of access to telecommunications services and facilities that, taking into account advances in telecommunications and information technologies and services, and market demand, the commission determines should be provided at reasonable and affordable prices to all South Dakota consumers. The commission shall, by rules adopted pursuant to chapter 1-26, determine what telecommunications services and facilities should be included in the definition of universal service, which, at minimum, shall include the following: (1) Single-party voice-grade residential and business local exchange services or facilities; (2) Dual-tone multi-frequency (DTMF) signaling or its equivalent; (3) Primary directory listings; (4) Access to operator and directory assistance; (5) Emergency 911 dialing capability; (6) Access to dual party relay service; (7) Access to interexchange services, including equal access to interexchange carriers; (8) Access to local exchange and interexchange special access; and (9) The ability to transmit and receive digital data reliably at a minimum transmission rate of 56kbps. Section 4. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall periodically, but not less than once every three years, conduct a proceeding to review and change, when appropriate, the universal service definition in a manner consistent with the policies stated in § § 49-31-60 to 49-31-68, inclusive, and with the goal that every resident of this state shall have access to a changing, wider range of telecommunications services, that are reasonably comparable between urban and rural areas, at rates that are reasonably comparable between urban and rural areas. In such process, the commission shall consider the extent to which the telecommunications services being reviewed: (1) Are essential to education, public health, or public safety; (2) Have, through the operation of market choices by customers, been subscribed to by a reasonable percentage of residential customers; (3) Are being deployed in public telecommunications networks by telecommunications carriers; and (4) Are consistent with the public interest, convenience, and necessity. Section 5. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall determine and approve SDUSF funding to eligible telecommunications carriers to recover the cost of additions or revisions to the list of telecommunications services contained in section 3 of this Act concurrent with making the additions or revisions. Section 6. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may establish a different, more inclusive definition of universal service for application to education, government, and medical communities of interest for the purpose of accelerating and enhancing the access of such entities to advanced telecommunications and information services. Section 7. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any provider of telecommunications services within the state, including any provider not otherwise subject to regulation by the commission, including corporations, persons and entities that provide fixed or mobile radio services having direct or automated access to the local exchange service networks and services which provide access to the internet and other information services shall contribute through surcharges, on an equitable and nondiscriminatory basis, to the SDUSF. A telecommunications service is provided within this state if the service originates or terminates in this state and is billed to a customer with a service address in this state; or for customers with no service address in the state, the service both originates and terminates in this state The commission may exempt a provider or class of providers from this requirement if the provider's telecommunications activities are limited to such extent that the level of the provider's contribution to the preservation and advancement of universal service would be de minimus. Section 8. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall, by rule promulgated pursuant to chapter 1-26, designate the method by which contributions through surcharges under this Act shall be calculated and submitted. Contributions shall be based on the intrastate and interstate gross operating revenues of telecommunications service providers subject to the contribution. Revenues from wholesale transactions between service providers shall be exempted in determining contributions where the service provided is a component part of a service provided to an end user. This exemption includes network access charges and interconnection charges paid to a local exchange company. Telecommunications service providers may not be prevented from charging their retail customers for the SDUSF contributions. Contributions made to the SDUSF are not subject to any state or local taxes or franchise fees. Section 9. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall consider all of the following in specifying the contributions required: (1) The preservation and advancement of universal service consistent with section 2 of this Act and § § 49-31-60 to 49-31-68, inclusive; (2) The impact of the contributions on all members of the public and the telecommunications industry; (3) The fairness of the amount of the contributions and the methods of collection; and (4) The costs of administering the collection of the contributions. Section 10. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The SDUSF shall be maintained at a level that assures reasonable and affordable prices for the services and facilities determined to be a component of universal service. Contributions required shall be specific, predictable, and sufficient and shall take into account the realignment of prices for services brought on by local service competition and the amount of federal universal service funding available to assist eligible telecommunications carriers. Section 11. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Contributions required shall be collected and remitted in accordance with procedures established by the commission by rules promulgated pursuant to chapter 1-26. Section 12. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may direct any telecommunications service provider to make available its books and records or other information for inspection by the commission in a form required by the commission to ensure that all contributions required by this Act, as determined by the commission, have been remitted. Section 13. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telecommunications provider that fails to remit any contribution established pursuant to this Act or that fails to follow a directive of the commission concerning its books and records or the need for other information relating to contributions required by this Act is subject to a penalty of not less than five hundred dollars nor more than two thousand dollars for each offense. Each violation of this section by a telecommunications service provider, person or entity is a separate offense. In the case of a continuing failure to comply, each day the violation continues is a separate offense. In construing and enforcing the provisions of this section relating to penalties, the act, omission, or failure of an officer, agent, or employee of the telecommunications service provider acting within the scope of the officer's, agent's, or employee's official duties of employment, shall in each case be considered the act, omission, or failure of that telecommunications service provider. Section 14. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: A telecommunications service provider that fails to remit the contribution required by this Act or fails to follow a directive of the commission concerning its books and records or other information issued pursuant to this Act may also have its certificate of authority to provide telecommunications services revoked by the commission. Further, the commission may take any legal action necessary or proper in state court for the recovery of uncollected contributions due from telecommunications service providers. Section 15. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Moneys collected and deposited into the SDUSF at no time become moneys of the state and do not become part of the general budget of the commission or any other state agency. Payments from the SDUSF are not an obligation of the state. No requests for reimbursement from the SDUSF may be paid with state moneys. Section 16. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The entire SDUSF, after reasonable costs of administration are applied, shall be allocated among qualifying local exchange carriers. Only local exchange carriers designated as eligible telecommunications carriers by the commission shall be eligible to receive support from the SDUSF. In addition, in order to be eligible to receive support from the SDUSF, the local exchange carrier must, either using its own local loop facilities or a combination of its own local loop facilities and resale of another carrier's services, offer all services that are determined to be a component of universal service pursuant to this Act to all consumers within its service area and render continuous and adequate service within such area, in compliance with any applicable commission quality of service requirements. A telecommunications carrier otherwise eligible to receive universal service support may petition the commission for additional time to provide any of the services that are determined to be a component of universal service where exceptional circumstances make the carrier incapable of immediately providing any such service. If the petition is granted, the otherwise eligible telecommunications carrier shall be permitted to receive universal service support for the duration of the period of additional time granted by the commission. Section 17. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: In all relevant service areas of the state, the commission shall designate at least one carrier as the carrier eligible to receive funding out of the SDUSF and adopt procedures for changing or terminating such designations. The commission may not in the case of an area served by a rural telephone company designate more than one local exchange carrier as eligible to receive SDUSF funding absent a finding that such additional designation is in the public interest and furthers universal service policies. It is not in the public interest to designate more than one carrier as eligible to receive SDUSF funding in a rural service area if such designation would cause a significant adverse economic impact on users of telecommunications services or if the other carrier refuses to accept the obligation to make its services available throughout the service area. If an additional carrier is designated as being eligible to receive SDUSF funding within a service area, the carrier may not receive funding at a level higher than that received by the existing eligible telecommunications carrier for the same area. Section 18. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall determine the amount of universal service funding to be distributed to each eligible telecommunications carrier which for each designated eligible telecommunications carrier shall be based on the difference between it's established cost of providing the services that are a component of universal service and affordability levels or prices set by the commission for such services for purposes of this Act. Section 19. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: All carriers designated as being eligible to receive support from the SDUSF shall request funding from the SDUSF as necessary in the future to maintain rates for universal services that are reasonable, affordable, and comparable between urban and rural areas. Such funding shall be based either directly on in-state embedded facilities and equipment costs, including a reasonable return on investment, and other reasonable expenses incurred by eligible telecommunications carriers in providing universal service or on proxies established by the commission which reasonably quantify all such costs. Any proxies established shall reasonably recognize the cost differences between companies that result from different customer densities, loop lengths, and number of customers served. If proxies are established as an alternative to using actual cost information, the commission may still upon request grant waivers allowing eligible telecommunications carriers to base their universal service support on cost study information where it is shown that the applicable proxies do not fairly reflect the costs incurred to provide universal service. Section 20. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: If actual costs are relied on as the basis for determining fund distributions for an eligible telecommunications carrier, the carrier shall submit cost study information to the commission at least biannually. The cost study information shall be used exclusively for the purpose of determining the amount of distributions to be made out of the SDUSF. Distributions out of the SDUSF to eligible telecommunications carriers, whether determined based on actual cost information or cost proxies, shall occur on a monthly basis. Section 21. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall set an affordability level or price for all services that are a component of universal service that represents the maximum amount a person should be expected to pay for such services. In setting the affordability level or price, the commission shall, at minimum, consider the value of the service, the number of access lines that can be reached within the exchange, and subscriber reliance on intrastate interexchange service. Section 22. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Distributions made to eligible telecommunications carriers from the SDUSF shall be based on the amount by which applicable proxies or the carrier's actual universal service costs exceed the applicable affordability level or price, less the amount of any payments from the federal universal service fund. To the extent that an eligible telecommunications carrier's price for a service that is a component of universal service is not cost-based and is below the affordability level or price, the difference between the non-cost-based price and the affordability level or price shall reduce the amount to be provided from the SDUSF. Section 23. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Affordability levels or prices established pursuant to section 21 of this Act shall be used exclusively for the purpose of calculating universal service fund distributions. A rate case proceeding or earning investigation or analysis is not required in connection with the determination or implementation of changes in any affordability level or price established by the commission. Section 24. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: An eligible telecommunications carrier shall also be eligible to receive funding equal to the amount by which the revenues received from the actual prices it charges to libraries, elementary and secondary schools, and rural health care institutions (as defined in 47 U.S.C. § 254(h)(5) as of January 1, 1998) fall below the applicable proxy amounts or actual identified costs of providing qualifying services to such entities, less the amount of any payments from any federal universal service fund for providing the services. The commission shall establish a price floor below which compensation from this fund may not be paid for services provided to the librairies, elementary and secondary schools, and rural health care institutions. Section 25. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Telecommunications service providers will remit monthly to the fund administrator the difference between the amount owed to the SDUSF and any amount which may due to the provider if it has been designated as an eligible telecommunications carrier and is qualified to receive support from the SDUSF. Section 26. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall coordinate the development of the structure and level of universal service fund charges, as well as support to be provided through the SDUSF with the federal universal service fund or similar arrangement established by the Federal Communications Commission. Section 27. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall engage a private entity acting under its supervision to administer collections and distributions from the SDUSF, upon such conditions and security as it determines should be required. Section 28. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall adopt rules and regulations pursuant to chapter 1-26 for implementation and administration of the SDUSF in accordance with the provisions of this Act. The commission shall implement the SDUSF and make SDUSF funds available to eligible telecommunications carriers no later than one hundred eighty days following the effective date of this Act. The commission may not, prior to the implementation and availability of funds from the SDUSF, make changes to its method of regulating switched access rates which would have the effect of reducing the switched access rates of any eligible telecommunications carrier. Section 29. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The provisions of this Act do not prohibit other regulatory action by the commission."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13866, "action_date": "1998-01-21T14:00:00-06:00", "document_id": 76895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76895.pdf", "status_text": "First read in House and referred to", "journal_page": 153, "committee_id_action": 600, "committee_id_assigned": 595, "result": "N", "vote": {}}, {"bill_id": 13866, "action_date": "1998-01-30T10:00:00-06:00", "document_id": 76619, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76619.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13866, "action_date": "1998-01-30T10:00:00-06:00", "document_id": 76619, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76619.pdf", "status_text": "Tabled", "journal_page": 316, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40095, "president_vote": null, "Yea": [2100, 2106, 2111, 2134, 2177, 2180, 2171], "Excused": [2141, 2146, 2131], "Nay": [2136, 2150, 2159]}}]}