{"session_id": 48, "bill_id": 14590, "bill_type": "House Bill", "bill_number": 1222, "bill_title": "regulate mobile health evaluation and screening providers.", "sponsors": [{"legislator_profile_id": 2232, "is_prime": true}, {"legislator_profile_id": 2269, "is_prime": true}, {"legislator_profile_id": 2199, "is_prime": false}, {"legislator_profile_id": 2210, "is_prime": false}, {"legislator_profile_id": 2234, "is_prime": false}, {"legislator_profile_id": 2243, "is_prime": false}, {"legislator_profile_id": 2263, "is_prime": false}, {"legislator_profile_id": 2276, "is_prime": false}, {"legislator_profile_id": 2277, "is_prime": false}, {"legislator_profile_id": 2291, "is_prime": false}], "keywords": ["Mobile Health Evaluation"], "audio": [], "bill_versions": [{"bill_id": 14590, "bill_version_id": 81103, "bill_version": "Introduced", "bill_version_date": "1999-01-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate mobile health evaluation and screening providers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, a mobile health evaluation and screening provider is any provider who is transported in a vehicle-mounted unit, either motorized or trailered, and readily movable without disassembling, and who regularly provides evaluation and screening services in more than one geographic location. The term, mobile health evaluation and screening provider, does not include any ambulance service or any mobile health service provider affiliated, owned and operated, or under contract with a licensed health care facility or provider, managed care entity, or South Dakota licensed physician or dentist, nor does it include fixed location providers who transfer or move during the calendar year. Section 2. Any mobile health evaluation and screening provider shall be directly supervised by a physician licensed under chapter 36-4. Section 3. A mobile health evaluation and screening provider shall comply with all licensing, reporting, certification, sanitation, and other requirements and regulations that apply to a health care provider supplying similar services as a fixed location provider. A mobile health evaluation and screening provider is subject to regulation and order of the Department of Health. Section 4. A mobile health evaluation and screening provider shall register annually no later than January fifteenth with the secretary of health and file the anticipated locations of practice, schedules, and routes. The mobile health evaluation and screening provider shall also include the name and address of the supervising physician. A mobile health evaluation and screening provider shall provide at least thirty days' written notice to the populations the provider intends to serve."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14590, "action_date": "1999-01-27T14:00:00-06:00", "document_id": 82120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82120.pdf", "status_text": "First read in House and referred to", "journal_page": 216, "committee_id_action": 628, "committee_id_assigned": 619, "result": "N", "vote": {}}, {"bill_id": 14590, "action_date": "1999-02-12T07:45:00-06:00", "document_id": 81915, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81915.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 619, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14590, "action_date": "1999-02-12T07:45:00-06:00", "document_id": 81915, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81915.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 505, "committee_id_action": 619, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41369, "president_vote": null, "Yea": [2203, 2229, 2243, 2264, 2276, 2301, 2268, 2231], "Excused": [2216, 2244, 2277], "Nay": [2284]}}]}