{"session_id": 20, "bill_id": 5894, "bill_type": "Senate Commemoration", "bill_number": 10, "bill_title": "Congratulating and honoring Dawn Murphy on being awarded Finance Officer of the Year by the South Dakota Municipal League.", "sponsors": [{"legislator_profile_id": 491, "is_prime": true}, {"legislator_profile_id": 500, "is_prime": true}, {"legislator_profile_id": 528, "is_prime": false}, {"legislator_profile_id": 444, "is_prime": false}, {"legislator_profile_id": 495, "is_prime": false}, {"legislator_profile_id": 847, "is_prime": false}, {"legislator_profile_id": 499, "is_prime": false}, {"legislator_profile_id": 492, "is_prime": false}, {"legislator_profile_id": 506, "is_prime": false}, {"legislator_profile_id": 461, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 5894, "bill_version_id": 29795, "bill_version": "Introduced", "bill_version_date": "2014-02-05T07:31:38.29-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring Dawn Murphy on being awarded Finance Officer of the Year by the South Dakota Municipal League. WHEREAS, Dawn Murphy, Tea's finance officer for seventeen years, was nominated by many people such as Mayor John Lawler, council members Sidney Munson and Todd Boots, and several other grateful counterparts from area municipalities; and WHEREAS, Dawn Murphy, in addition to fulfilling her occupational duties, works as a volunteer mentor for students, helps organize Teapot Days, oversees the finances of the Tea Park and Rec program, serves as the fund-raising chair for the Tea Area High School soccer club, and also serves as the president of the Southeast Area Finance Officers Group: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature congratulates Dawn Murphy on being awarded Finance Officer of the Year, recognizes her hard work and exemplary skills as a finance officer, and extends best wishes for her continued success and happiness."}, {"bill_id": 5894, "bill_version_id": 30035, "bill_version": "Enrolled", "bill_version_date": "2014-02-07T14:27:51.833-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring Dawn Murphy on being awarded Finance Officer of the Year by the South Dakota Municipal League. WHEREAS, Dawn Murphy, Tea's finance officer for seventeen years, was nominated by many people such as Mayor John Lawler, council members Sidney Munson and Todd Boots, and several other grateful counterparts from area municipalities; and WHEREAS, Dawn Murphy, in addition to fulfilling her occupational duties, works as a volunteer mentor for students, helps organize Teapot Days, oversees the finances of the Tea Park and Rec program, serves as the fund-raising chair for the Tea Area High School soccer club, and also serves as the president of the Southeast Area Finance Officers Group: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature congratulates Dawn Murphy on being awarded Finance Officer of the Year, recognizes her hard work and exemplary skills as a finance officer, and extends best wishes for her continued success and happiness. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5894, "action_date": "2014-02-05T14:00:00-06:00", "document_id": 29864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29864.pdf", "status_text": "", "journal_page": 229, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5894"}