{"session_id": 64, "bill_id": 23293, "bill_type": "Senate Bill", "bill_number": 112, "bill_title": "transfer the Office of Indian Education to the Department of Education.", "sponsors": [{"legislator_profile_id": 3949, "is_prime": true}], "keywords": ["Education", "Indian Tribes", "Native Americans"], "audio": [{"meeting_datetime": "2022-02-09T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sst20.mp3", "start_seconds": 135.0}, {"meeting_datetime": "2022-02-09T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sst20.mp3", "start_seconds": 135.0}, {"meeting_datetime": "2022-02-09T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sst20.mp3", "start_seconds": 135.0}], "bill_versions": [{"bill_id": 23293, "bill_version_id": 229625, "bill_version": "Introduced", "bill_version_date": "2022-01-25T12:51:46.703-06:00", "bill_text": "An Act to transfer the Office of Indian Education to the Department of Education. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 1-54-11 be AMENDED: 1-54-11. The Office of Indian Education is hereby established within the Department of Tribal Relations Education. The Office of Indian Education shall support initiatives in order that South Dakota's students and public school instructional staff become aware of and gain an appreciation of South Dakota's unique American Indian culture. The secretary of the Department of Tribal Relations Education shall appoint an Indian Education Advisory Council. The council shall consist of representatives of all nine tribes in South Dakota along with Native American educators from all parts of the state. The nine representatives of the tribes shall be appointed from nominations submitted by the tribal councils of each of the tribes. The council members shall serve for three-year terms. Section 2. That § 1-54-12 be AMENDED: 1-54-12. The Department of Education shall consult with the Indian Education Advisory Council within the Department of Tribal Relations to develop and review the Oceti Sakowin Essential Understandings. The consultation process shall must align with the standards revision cycle established by the Board of Education Standards pursuant to § 13-3-48. Section 3. That § 1-54-13 be AMENDED: 1-54-13. There is hereby established the Native American achievement schools grant program to be administered by the Office of Indian Education within the Department of Tribal Relations. The purpose of the grant program is to fund the establishment of up to three Native American achievement school projects aimed at improving academic outcomes for Native American students. Section 4. That § 1-54-14 be AMENDED: 1-54-14. An applicant seeking a grant from the Native American achievement schools grant program shall: (1) Be an accredited public school within the State of South Dakota; (2) Serve a student population for which the school-level results for the 2014-15 academic year on the state academic assessment are below the statewide average proficiency in English language arts and mathematics; (3) Serve a student population of which at least fifty percent is comprised of Native American students; (4) Demonstrate access to a physical facility that is adequate for implementation of the project; and (5) Demonstrate the ability to complete the project in accordance with all requirements of §§ 1-54-13 to 1-54-20, inclusive, sections 3 to 10, inclusive, of this Act, state and federal laws and regulations, and policies of the department Department of Education. Section 5. That § 1-54-15 be AMENDED: 1-54-15. In selecting grant recipients, the department Department of Education shall give priority to projects that meet the requirements of this chapter and show commitment to increasing student success through building cultural identities, encouraging academic perseverance, supporting the development of the whole child, and encouraging student leadership skills by demonstrating one or more of the following characteristics: (1) Offering programming designed to lead to postsecondary readiness and work readiness; (2) Supporting the recruitment and retention of highly effective teachers and administrators; (3) Demonstrating commitment to the implementation of the Oceti Sakowin Essential Understandings and Standards across the curriculum; (4) Demonstrating a commitment to the implementation of courses offering instruction in Dakota, Lakota, or Nakota languages; (5) Maintaining a school environment that cultivates diversity of the student population and promotes a sense of belonging; (6) Forming partnerships with community organizations or governmental entities; and (7) Planning for sustainability. Section 6. That § 1-54-16 be AMENDED: 1-54-16. The department Department of Education shall inform potential applicants of the application and award period and of the amount of funding available for the grants. The department shall also provide the application form and scoring rubric that informs potential applicants of the weight to be assigned to each characteristic referenced in § 1-54-15 section 5 of this Act within the selection process. Applicants shall must complete the application form and provide any additional information requested by the department. The application is not complete until all necessary information is submitted. Section 7. That § 1-54-17 be AMENDED: 1-54-17. The department Department of Education, with the assistance of a group of reviewers designated by the secretary of tribal relations education, shall determine grant recipients and award amounts utilizing a competitive process. The group of reviewers shall include three members of the Indian Education Advisory Council established pursuant to § 1-54-11 section 1 of this Act. Section 8. That § 1-54-18 be AMENDED: 1-54-18. In addition to complying with the requirements in § 1-54-16 section 6 of this Act, and the additional requirements of chapter 13-14, all grant recipients will be subject to the following conditions: (1) The amount of a grant may not exceed the actual cost of the project as proposed in the application; (2) The grant shall must be paid on a reimbursement basis, following procedures and requirements outlined by the department Department of Education; (3) Any funds provided through the grant must be necessary and reasonable to complete the project; (4) Necessary documentation, as determined by the department, shall must be submitted to support all expenditures; (5) Expenditures must be approved before the end of the grant period; (6) A grant project must expend all funds provided through the grant within thirty-six months following grant approval; and (7) No grant funds may be used for costs associated with writing the grant proposal, contractual obligations that became effective prior to the award period of the grant, purchases that become the property of any individual or organization other than the grant recipient, or purchases or services beyond the project outcomes or activities. Section 9. That § 1-54-19 be AMENDED: 1-54-19. Each grant recipient shall submit grant status reports to the department Department of Education on a quarterly basis, and a final grant report including data related to the implementation of the project. The department shall determine the details required in the reports and the deadlines for report submissions. Each grant recipient shall provide the department with reasonable access to facilities and records that may be necessary for the department to determine compliance with the terms of the grant and all the requirements of §§ 1-54-13 to 1-54-20, sections 3 to 10, inclusive, of this Act. Section 10. That § 1-54-20 be AMENDED: 1-54-20. The submission of false or misleading statements or information as part of a grant application or the failure to comply with any requirement shall be is considered a default upon the terms of a grant. In the event of a default, the department Department of Education may require the grant recipient to repay any funds dispersed under the grant to the department within thirty days of a written demand from the department. The department may begin a civil action to recover any grant funds that a grant recipient is required to repay under this section. Section 11. The Code Commission, in future supplements and revisions of South Dakota Codified Laws, shall transfer §§ 1-54-11 and 1-54-12 to chapter 1-45 and §§ 1-54-13 to 1-54-20, inclusive, to chapter 13-14. The Code Commission is authorized and directed, pursuant to § 2-16-9, to correct and integrate all provisions and associated cross references that have been transferred pursuant to this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23293, "action_date": "2022-01-26T14:00:00-06:00", "document_id": 229703, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/229703.pdf", "status_text": "First read in Senate and referred to", "journal_page": 116, "committee_id_action": 1034, "committee_id_assigned": 1035, "result": "N", "vote": {}}, {"bill_id": 23293, "action_date": "2022-02-09T10:00:00-06:00", "document_id": 231785, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231785.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1035, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23293, "action_date": "2022-02-09T10:00:00-06:00", "document_id": 231786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231786.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1035, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73160, "president_vote": null, "Yea": [3993, 3935, 3925, 3936, 3932, 3921], "Nay": [3994, 3990, 3949]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23293"}