{"session_id": 36, "bill_id": 9512, "bill_type": "House Bill", "bill_number": 1071, "bill_title": "revise and repeal provisions regarding aviation.", "sponsors": [{"legislator_profile_id": 1599, "is_prime": true}, {"legislator_profile_id": 1438, "is_prime": true}, {"legislator_profile_id": 1563, "is_prime": false}, {"legislator_profile_id": 1643, "is_prime": false}, {"legislator_profile_id": 1582, "is_prime": false}, {"legislator_profile_id": 1560, "is_prime": false}, {"legislator_profile_id": 1645, "is_prime": false}, {"legislator_profile_id": 1444, "is_prime": false}, {"legislator_profile_id": 1434, "is_prime": false}, {"legislator_profile_id": 1573, "is_prime": false}, {"legislator_profile_id": 1650, "is_prime": false}, {"legislator_profile_id": 1600, "is_prime": false}, {"legislator_profile_id": 1435, "is_prime": false}, {"legislator_profile_id": 1450, "is_prime": false}, {"legislator_profile_id": 1630, "is_prime": false}, {"legislator_profile_id": 1571, "is_prime": false}, {"legislator_profile_id": 1581, "is_prime": false}, {"legislator_profile_id": 1559, "is_prime": false}, {"legislator_profile_id": 1622, "is_prime": false}, {"legislator_profile_id": 1621, "is_prime": false}, {"legislator_profile_id": 1565, "is_prime": false}], "keywords": ["Aviation"], "audio": [{"meeting_datetime": "2019-02-07T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/htr19.mp3", "start_seconds": 233.0}, {"meeting_datetime": "2019-02-07T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/htr19.mp3", "start_seconds": 233.0}, {"meeting_datetime": "2019-02-07T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/htr19.mp3", "start_seconds": 233.0}, {"meeting_datetime": "2019-02-07T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/htr19.mp3", "start_seconds": 233.0}, {"meeting_datetime": "2019-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou22.mp3", "start_seconds": 3550.0}, {"meeting_datetime": "2019-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou22.mp3", "start_seconds": 3550.0}, {"meeting_datetime": "2019-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou22.mp3", "start_seconds": 3550.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/str28.mp3", "start_seconds": 98.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/str28.mp3", "start_seconds": 98.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/str28.mp3", "start_seconds": 98.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/str28.mp3", "start_seconds": 98.0}], "bill_versions": [{"bill_id": 9512, "bill_version_id": 52128, "bill_version": "Introduced", "bill_version_date": "2019-01-24T08:34:04.147-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and repeal provisions regarding aviation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 50-1-1 be amended to read: 50-1-1. Terms as used in this title mean: (1) \"Aeronautical information manual,\" the official guide to aviation and flight activity in the United States, including airspace, air traffic control procedures, and other procedures related to flight safety as published by the Federal Aviation Administration; (2) \"Aeronautics,\" the science, art, and physics of flight. The term also means the method or act of construction, repair, or maintenance of airports, airport facilities, aircraft, and aviation facilities; (3) \"Air traffic,\" aircraft operating in the air or on an airport surface other than a loading ramp and parking area; (4)(2) \"Air traffic control,\" a service operated by an authority under FAA Federal Aviation Administration oversight to promote the safe, orderly, and expeditious flow of air traffic in the United States; (5)(3) \"Aircraft,\" a device that is used, intended to be used, or designed for flight in the air. The term includes any airplane, balloon, civil aircraft, drone, glider, helicopter, and public aircraft; (6) \"Airplane,\" an engine-driven fixed-wing aircraft, heavier than air, that is supported in flight by the dynamic reaction of the air against the aircraft's wings; (4) \"Aircraft dealer,\" any person, manufacturer, or distributor engaged in the business of buying, selling, exchanging, or acting as a broker for three or more aircraft in any twelve consecutive months, other than a business liquidation of used aircraft; (7)(5) \"Airport,\" any area of land or water used, or intended to be used, for landing and take-off of aircraft, and any appurtenant area, structure, facility, or right of way to facilitate that use. The term includes any military airport, private airport, public airport, and temporary airport; (8) \"Anemometer,\" an instrument for measuring and recording the speed of the wind for purposes of documenting whether a site has wind resources sufficient for the operation of a wind turbine generator; (6) \"Airport authority,\" any regional airport authority created under this chapter; (7) \"Airport facility,\" any structure, mechanism, light, beacon, marker, communicating system, or other instrumentality or device used as an aid to the safe taking off and landing of aircraft, or the safe and efficient operation or maintenance of an airport, and which is not owned or operated by the federal government; (8) \"Airport hazard,\" any existing or potential condition that can endanger the life or property of a user of an airport or any occupant of land in the vicinity of an airport, and which can lead to damage to or loss of airport system equipment or property or the environment; (9) \"Airport obstruction,\" any structure or obstacle, or use of land, that obstructs an aerial approach of an airport or is otherwise hazardous to the use of an airport by aircraft for landing or taking off; (10) \"Airport sponsor,\" a public agency, private owner, state entity, or other political subdivision that is associated with a public use airport facility and is a recipient of any federal airport improvement grant; (9)(11) \"Anemometer tower,\" a structure, including any guy wire or accessory facility, on which an anemometer is mounted; (10) \"Aviation,\" the act, science, or practice of flight or transportation by aircraft; (11)(12) \"Aviation facility,\" any airport facility that supports aviation activities, including any airport, heliport, and navigational aid; (12)(13) \"Balloon,\" an aircraft that is not engine-driven, is lighter than air, and sustains flight through the use of gas buoyancy or an airborne heater; (13)(14) \"Civil aircraft,\" any aircraft other than a public aircraft; (15) \"Commercial purpose,\" an aviation activity for profit that includes flight instruction, charter, air taxi, or rental, but does not include the substitution of a commercial use stamp for regular aircraft registration for the promotion of a business or other purpose that does not involve aviation; (14)(16) \"Commission,\" the South Dakota Aeronautics Commission; (15)(17) \"Controlled airspace,\" any airspace of specific and defined classifications and dimensions inside of which air traffic control services are provided; (16)(18) \"Department,\" the South Dakota Department of Transportation; (17)(19) \"Drone,\" a small unmanned aircraft system; (18) \"Federal Aviation Administration,\" the federal authority regulating any aspect of civil aviation in the United States, including air traffic management, construction and operation of any airport, and the certification of pilots, aviation personnel, and aircraft; (19) \"Federal aviation regulations,\" the rules promulgated by the Federal Aviation Administration governing any aviation activity in the United States; (20) \"Glider,\" an aircraft that is heavier than air, supported in flight by the dynamic reaction of the air against its lifting surfaces, and the flight of which does not depend principally on an engine; (21) \"Helicopter,\" a type of aircraft that derives both lift and propulsion from one or more sets of horizontally revolving overhead rotors, is capable of moving vertically and horizontally, and for which the direction of motion is controlled by the pitch of the rotor blades; (22)(20) \"Heliport,\" an area of land, water, or a structural surface, used or intended for use as a landing and take-off area for helicopters. The term includes both public and private heliports; (23)(21) \"Military airport,\" any military air base, air station, airfield, or other area, publicly or privately owned, that is designed, set aside, and operated by the state, a political subdivision of the state, or the United States, for civil or national defense, or for any federal program relating to flight, or for the operation of military aircraft, and used in the interest of the public for those purposes; (24)(22) \"Navigational aid,\" any device external to an aircraft specifically intended to assist a pilot in determining the aircraft's position and safe course; (23) \"Place of business,\" a permanent enclosed structure at which a permanent business of bartering, trading, or selling aircraft is carried out in good faith. The term does not include any residence, tent, stand, or any other temporary structure; (25)(24) \"Prescribed adjusted height,\" a height adjusted upward seventeen feet for an interstate highway, fifteen feet for any other public road, ten feet or the height of the highest mobile object that would normally traverse the road, whichever is greater, for a private road, and twenty-three feet for a railroad; (26)(25) \"Private airport,\" any privately owned airport that is available for use only by the owner and the owner's invitees; (26) \"Project,\" any airport operated by an authority, including any real and personal property, structure, machinery, equipment, or appurtenance or facility that is part of the airport or used in connection with the airport either as a ground facility for the convenience of handling aviation equipment, passengers, or freight, or as part of any aviation or air safety operation; (27) \"Public aircraft,\" any aircraft, including military aircraft, used exclusively in the governmental service of any state or territory of the United States; (28) \"Public airport,\" any airport, whether publicly or privately owned, that is available to the public for aviation activity; (29) \"Structure\" any object constructed by human action; (30) \"Small unmanned aircraft system\" or \"sUAS,\" any unmanned aircraft and its associated elements that is operated without the possibility of direct human intervention from within or on the aircraft, and that weighs not more than fifty-five pounds, including anything that is onboard or otherwise attached to the aircraft; (31)(30) \"Temporary airport,\" any airport established and set aside for the operation of aircraft for transitory or impermanent purposes; (32) \"Uncontrolled airspace,\" any portion of airspace in the United States that has not been designated as controlled airspace. Section 2. That § 50-2-1 be amended to read: 50-2-1. The Aeronautics Commission commission consists of seven persons appointed by the Governor, who shall each receive the per diem set by § 4-7-10.4 for the time actually spent in the performance of their official duties, together with traveling expenses set by rule of the Board of Finance. At least four members of the commission shall be or have been actively engaged in and have had at least one year of practical experience in civil or military aeronautics. The terms term of members begin each member begins on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's member's term is for three years and expires on October thirtieth in the third year of the member's appointment. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 3. That § 50-2-12 be amended to read: 50-2-12. The commission shall approve the expenditure and disbursement of moneys grants or funds appropriated and available for matching purposes, and for the construction, development, operation, marking, and maintenance of airports, and airport facilities. Section 4. That § 50-2-13 be amended to read: 50-2-13. The rules promulgated by the commission under the authority of § 50-2-2.1, shall be as shall promulgate rules in accordance with chapter 1-26 that are consistent as possible with federal law and regulations governing aeronautics. Section 5. That § 50-2-15 be amended to read: 50-2-15. The commission, when its state aircraft are not being used in the conduct of the necessary activities of the Department of Transportation department, may operate the aircraft for other departments of the state government of South Dakota this state. The rate of reimbursement to the department shall be set by the Board of Finance, to fully defray the cost and expenses of rendering the service under this section. Section 6. That § 50-4-1 be amended to read: 50-4-1. The department shall assist in the development of aviation and aviation facilities within the this state for the purpose of safeguarding the interests of those engaged in all phases of the industry and of the general public, and promoting aeronautics. Section 7. That § 50-4-2 be amended to read: 50-4-2. The department may, on behalf of and in the name of the state, out of appropriations and other moneys funds or grants made available for such purposes, construct, improve, maintain, mark, and operate airports and other aviation facilities either within or without this state, and to financially assist financially counties, municipalities, and organized townships any county, municipality, or organized township in constructing, improving, maintaining, marking, and operating airports and other aviation facilities within or without the state. For such purposes the. The department may exercise all of the powers and any power or authority conferred upon municipal corporations by under this title. Section 8. That § 50-4-3 be amended to read: 50-4-3. The department may cooperate with the government any agency or department of the United States, and any agency or department thereof, in the acquisition, construction, improvement, maintenance, and operation of airports and other aviation facilities in this state. Section 9. That § 50-4-4 be amended to read: 50-4-4. The department may accept and receive federal moneys grants and other moneys funds, either public or private, for and on behalf of the state, counties, or municipalities, any county, or any municipality, for the acquisition, construction, improvement, maintenance, and operation of airports and other aviation facilities, whether the work is to be done by the state, counties, or municipalities a county, or a municipality, or jointly, aided by grants of aid from the United States. Section 10. That § 50-4-5 be amended to read: 50-4-5. The department shall act as an agent of any county or municipality airport sponsor of this state upon the request of the county or municipality airport sponsor, in accepting, receiving and receipting for any moneys grants or funds for airports or other aviation purposes, and in contracting for the acquisition, construction, improvement, maintenance, or operation of airports or other aviation facilities, financed either in whole or in part by federal moneys grants. The governing body of the county or municipality airport sponsor shall designate the department as its agent for such purposes of this section and to enter into an agreement with the department prescribing the terms and conditions of the agency. Section 11. That § 50-4-6 be amended to read: 50-4-6. Any moneys grant paid by the United States government under the provisions of § 50-4-4 or 50-4-5 shall be retained by the state or paid over to the county or municipality appropriated to the airport sponsor under the terms and conditions imposed by the United States government in making the grants grant. Section 12. That § 50-4-7 be amended to read: 50-4-7. All contracts Any contract for the acquisition, construction, improvement, maintenance, and operation of airports, or other or aviation facilities made by the department, either as the agent of this state or as the agent of any county or municipality airport sponsor, shall be made pursuant to in accordance with the laws of this state governing the making of like contracts. Section 13. That § 50-4-8 be amended to read: 50-4-8. All moneys grants or funds accepted for disbursement by the department pursuant to under §§ 50-4-3 to 50-4-7, inclusive, shall be deposited in the state treasury, and, unless otherwise prescribed by the authority from which the money is grants or funds are received, kept in separate funds, designated according to the purposes for which the moneys grants or funds were made available, and held by the state in trust for such those purposes. All such moneys grants or funds are hereby continuously appropriated for the purposes for which the same were grants or funds are made available, to be expended in accordance with those sections. The department may, whether acting for this state or as the agent of any of its counties or municipalities airport sponsor, or if requested by the any department or agency of the United States government or any agency or department thereof, disburse the moneys grants or funds for the their designated purposes, but this does not preclude any other authorized method of disbursement. Section 14. That § 50-4-14 be amended to read: 50-4-14. The state aeronautics fund and the accumulations to the fund as appropriated by the Legislature may be used for the following purposes: (1) The construction, development, lighting, marking, and maintenance of publicly owned public airports; (2) The lighting, marking, and maintenance of runways, taxiways, and parking areas of privately owned and operated public airports licensed by the commission, in proportion to the amount of the aircraft fuel tax paid on the aircraft fuel purchased for resale for use in aircraft at each privately owned and operated public airport, as nearly as practicable, as to each airport it appears to the satisfaction of the commission that the airport is deems to be operated and maintained in accordance with the laws of this state, the rules of the commission, and the standard standards established for the airport by any agency of the United States, and provided that the unrestricted use of the airport, is at all times available to the general public for the taking off and landing of aircraft; (3) The matching of any funds made available by the United States, this state, or any of the political subdivisions of this state for the purchase of sites for airports, and for the construction, lighting, and marking development, and maintenance of such the airports, in amounts as the commission may determine; and (4) The paying of salaries, office expenses, traveling, and other expenses of the commission and the department staff to carry out the responsibilities defined in chapter 50-2. Section 15. That § 50-4-16 be amended to read: 50-4-16. The commission department shall make an allocation of a portion of the aircraft fuel tax collected pursuant to under §§ 10-47B-1 and 10-47B-4, to each eligible airport. The allocation rate shall be determined by the commission. The monthly allocation shall be determined by the department from the monthly reports required by § 50-4-12, and be based as nearly as practicable upon the amount of aircraft fuel tax collected on retail sales of aircraft fuel sold at each eligible airport for use in general aviation aircraft. The amount of aircraft fuel tax collected on aircraft fuel sales to regular airlines airport sponsors shall be allocated separately by the department. All Any remaining aircraft fuel tax collected pursuant to under §§ 10-47B-1 and 10-47B-4, shall be placed in the aeronautics fund and be used by the commission as provided in § 50-4-14. Section 16. That § 50-5-1 be amended to read: 50-5-1. Any owner or operator of a public airport shall apply to the commission for approval for the public airport prior to its use. Any owner or operator of a private airport located within two six miles of the nearest boundary of any approved public airport shall apply to the commission for approval for the private airport prior to its use. The commission shall consider and either approve or reject an application within sixty days of receipt of the completed application. A person is guilty of a Class 2 misdemeanor if the person uses or operates a public airport or a private airport located within six miles of the nearest boundary of an approved public airport without the approval of the commission. Section 17. That § 50-5-8 be amended to read: 50-5-8. The commission or the commission's agent may inspect and examine at reasonable hours, to carry out the provisions of this title, any the premises, and the buildings, and other structures thereon, where the airports or other aviation facilities are operated. Section 18. That § 50-7-1 be amended to read: 50-7-1. For the purposes of this chapter, the term, municipalities, includes organized townships and organized counties and like, with any power and authority is hereby to be conferred upon organized townships and organized counties as now exists in is conferred upon municipalities. For the purposes of this chapter, the term, governmental agency, means any municipality, county, public corporation, or other public agency. Section 19. That § 50-7-2.2 be amended to read: 50-7-2.2. This state or any governmental agency of this state having any powers with respect to planning, establishing, acquiring, developing, constructing, enlarging, improving, and maintaining, equipping, operating, regulating, or protecting airports or aviation facilities within this state, may exercise those powers within any state or jurisdiction adjoining this state, subject to the laws of that state or jurisdiction. Section 20. That § 50-7-2.3 be amended to read: 50-7-2.3. Any state adjoining this state or any governmental agency thereof may plan, establish, acquire, develop, construct, enlarge, improve, maintain, equip, operate, regulate, and protect airports and airport of that state that plans or constructs aviation facilities within this state, are subject to the laws of this state applicable to airports and airport facilities. The adjoining state or governmental agency shall have the power of may exercise eminent domain in this state, which shall be exercised in the manner provided by the laws of this state governing condemnation proceedings. The power of. An adjoining state may not exercise eminent domain may not be exercised within this state unless the adjoining state authorizes the exercise of that power therein eminent domain within the adjoining state by this state or any governmental agency thereof of this state having any of the powers mentioned in under this section and § 50-7-2.2. Section 21. That § 50-7-10 be amended to read: 50-7-10. The governing body of any governmental agency airport sponsor shall designate the department as the body's airport sponsor's agent to accept, receive, and receipt for federal moneys grants in the body's behalf for airport purposes, and to contract for the acquisition planning, construction, enlargement, improvement, and maintenance, equipment, or operation of airports, or other of aviation facilities. The governmental agency airport sponsor may enter into an agreement with the department prescribing the terms and conditions of the agency under this section. The federal moneys grants shall be paid to the municipality or county airport sponsor under such the terms and conditions as may be imposed by the United States government in making the grant. Section 22. That § 50-7-11 be amended to read: 50-7-11. Any contract for the acquisition planning, construction, enlargement, improvement, and maintenance, equipment, or operation of any airport or of any other aviation facility, made by the governmental agency itself airport sponsor, or through the agency of the department, shall be made pursuant to in accordance with the laws of this state governing the making of like contracts. Section 23. That § 50-7-12 be amended to read: 50-7-12. The governmental agency airport sponsor that has established an airport and acquired, leased, or set apart real property for such purpose purposes of an airport may plan, construct, improve, equip, and maintain, and operate the same airport, and may lease or sublet the property for airport purposes. The expenses of the planning, construction, improvement, equipment, and maintenance, and operation shall be a municipality or county charge as the case may be charged to the appropriate airport sponsor. Section 24. That § 50-7-13 be amended to read: 50-7-13. The governmental agency airport sponsor that has established an airport and acquired, leased, or set apart real property for such purpose purposes of an airport may vest jurisdiction for the planning, construction, improvement, equipment, maintenance, and operation of the airport, in any suitable officer, board, or body of the governmental agency airport sponsor. The governmental agency airport sponsor, if a county or municipality, may create by ordinance a board whose sole purpose shall be to improve, regulate, and supervise the operation and management of air airport facilities. Section 25. That § 50-9-1 be amended to read: 50-9-1. Any A person or organization who intends to construct or alter a structure shall submit an application and obtain an approval permit from the commission for any construction or alteration that: (1) Exceeds two hundred feet above ground level; (2) Is within twenty thousand feet of a state approved public airport or military airport that has at least one runway more than three thousand two hundred feet in actual length and the construction or alteration exceeds a one hundred to one surface ratio from any point on the runway; (3) Is within ten thousand feet of a state approved public airport or military airport that has its longest runway no more than three thousand two hundred feet in actual length and the construction or alteration exceeds a fifty to one surface ratio from any point on the runway; (4) Is within five thousand feet of a state approved public heliport and the construction or alteration exceeds a twenty-five to one surface ratio; or (5) Is a highway, railroad, or other traverse way that the prescribed adjusted height exceeds the standards provided in this section. No application is needed if the construction or alteration of a structure would be shielded by an existing structure of a permanent and substantial character within the corporate limits of a municipality or by natural terrain or topographic features of equal or greater height. It must be evident beyond any reasonable doubt that the construction or alteration of the structure so shielded does not adversely affect safety in aviation. Any person or organization, who intends to construct or alter a structure that exceeds two hundred feet above ground level and that is outside the zones described in this section and who that has obtained a Federal Aviation Administration determination of no hazard, may shall provide that the determination to the commission prior to the start of construction in lieu of the application and permit required by this chapter or alteration of any structure that is subject to the jurisdiction of the Federal Aviation Administration. A violation of this section is a Class 1 misdemeanor. Section 26. That § 50-9-4 be amended to read: 50-9-4. Any A person aggrieved by any action of the commission may appeal an action of the commission in the manner provided by law and the rules of practice and procedure adopted by the Supreme Court governing appeals from boards and commissions accordance with chapter 1-26. Section 27. That § 50-10-2 be amended to read: 50-10-2. It is hereby found that an airport hazard endangers the lives and property of users of the airport and of occupants of land in its vicinity, and also, if of the obstruction type, in effect reduces the size of the area available for the landing, taking off and maneuvering of aircraft, thus tending to destroy or impair the utility of the airport and the public investment therein. It is hereby declared: (1) That the The creation or establishment of an airport hazard is a public nuisance and an injury to the community or the United States served by the airport in question; and (2) That it is therefore necessary in the interest of the public health, public safety, and general welfare that the creation or establishment of airport hazards and shall be prevented in accordance with this chapter. Section 28. That § 50-10-5 be amended to read: 50-10-5. Each municipality, county, or other political subdivision airport sponsor that is a municipality, county, or political subdivision of the state that has an airport layout plan, shall take measures for the protection of airport approaches, and shall adopt, administer, and enforce, under the police power and in the manner and upon the conditions prescribed by this chapter, airport zoning regulations applicable to the area. Section 29. That § 50-10-6 be amended to read: 50-10-6. The regulations required by § 50-10-5 shall divide the area airport layout into zones, and, within the zones each zone, specify the land uses permitted, regulate and restrict the height to which structures and trees may be erected or allowed to grow, prohibit the obstruction, by lights, smoke, electronic devices, or any other means, of the safe operation of aircraft near airports, and impose such other restrictions and requirements as may be necessary to effectuate the layout plan for for the protection of the airport. The existing and ultimate runway protection zone as depicted on the airport layout plan shall be zoned to exclude homes and structures which that constitute a concentration of people unless otherwise approved by the Federal Aviation Administration. Section 30. That § 50-10-14 be amended to read: 50-10-14. The governing body of any political subdivision adopting airport zoning regulations under this chapter may delegate the duty of administering and enforcing the regulations to any administrative agency under its jurisdiction. However, the The administrative agency may not be or include any member of the board of appeals. The duties of the administrative agency shall include that of hearing and deciding all permits under § 50-10-10. However, the The agency may not have or exercise any of the powers delegated to the board of appeals. Section 31. That § 50-10-15 be amended to read: 50-10-15. Airport zoning regulations adopted under this chapter shall provide for the appointment of a board of appeals to have and exercise the following powers: (1) To hear Hear and decide appeals from any order, requirement, decision, or determination made by the administrative agency in the enforcement of this chapter or of any ordinance adopted pursuant thereto under this chapter; and (2) To hear Hear and decide special exceptions to the terms of the ordinance upon which such the board may be required to pass under such the ordinance; (3) To hear and decide specific variances under § 50-10-11. Where If a zoning board of appeals or adjustment already exist exists, it may be appointed as the board of appeals. Otherwise, the The board of appeals shall consist of five members, each to be appointed for a term of three years and to be removable for cause by the appointing authority upon written charges and after public hearing. Section 32. That § 50-11-9 be amended to read: 50-11-9. The owner or lessee of an aircraft to be operated within this state shall, except as otherwise expressly provided, file with the department on a form furnished by the department, an application for registration of the aircraft. A person who fails to register an aircraft within thirty days after it is operated in this state is guilty of a Class 2 misdemeanor. A person who knowingly makes a false statement of a material fact in the application is guilty of a Class 5 felony. This section does not apply to any sUAS. Section 33. That § 50-11-19 be amended to read: 50-11-19. In addition to all other registration fees paid to the Department of Transportation department, an additional original registration tax of four percent, based upon the purchase price of the aircraft, shall be paid to the Department of Transportation in conjunction department, along with the application for the original registration of an aircraft. However, for the For an initial registration of aircraft manufactured and used exclusively for agricultural spraying, crop dusting, seeding, fertilizing, or defoliating purposes, the registration tax under this section is three percent. Aircraft subject to the tax imposed by this chapter are exempt from taxes imposed by chapters 10-45 and 10-46. Aircraft used under a use stamp or dealer certificate, or engaged in regularly scheduled flying consisting of an act of interstate or foreign commerce, are exempt from the taxes imposed by chapters 10-45 and 10-46. Failure to pay the registration tax under this section within thirty days after an aircraft is operated in this state is a Class 2 misdemeanor. In addition, failure Failure to pay the registration tax within ninety days of the due date shall result in a civil penalty of one-half percent of the tax due for each month, or portion of the month, until the tax is paid in accordance with this chapter, not to exceed five percent of the tax due. A civil penalty imposed under this section shall be deposited into the aeronautics trust fund. Section 34. That § 50-11-19.4 be amended to read: 50-11-19.4. The Department of Transportation department shall inform the Department of Revenue of the amount of credit granted pursuant to under § 50-11-19.3 on a quarterly basis. The Department of Revenue shall transfer to the Department of Transportation department, for deposit into the aeronautics fund, the amount of credit granted pursuant to under § 50-11-19.3. Transfers to the aeronautics fund shall be made on a quarterly basis. Section 35. That § 50-11-22 be amended to read: 50-11-22. If an aircraft registered in accordance with §§ 50-11-8 to 50-11-21, inclusive, under this chapter is sold or transferred, the person in whose name the aircraft is registered shall complete and sign the endorsement on the back of the certificate of registration as prescribed by the department and shall, within seven working days, forward to the department by mail a notice of the sale or transfer including the date and place thereof of the sale or transfer, and the name and address of the purchaser or transferee. Failure to make the change of registration within the time required by A violation of this section is a Class 2 misdemeanor. A person who knowingly makes a false statement of a material fact in the certificate of registration is guilty of a Class 5 felony. Section 36. That § 50-11-23 be amended to read: 50-11-23. The purchaser or transferee described by under § 50-11-22 shall, within thirty sixty days, apply to the department for the transfer of the registration of the aircraft to the purchaser's or transferee's name and the issuance of a new certificate of registration. Failure to change registration within the time required by A violation of this section is a Class 2 misdemeanor. A person who knowingly makes a false statement of a material fact in the application is guilty of a Class 5 felony. The endorsed certificate of registration is void thirty sixty days after the date of the sale or transfer of such the aircraft. Section 37. That § 50-11-25 be amended to read: 50-11-25. The provisions of §§ 50-11-8 to 50-11-24, inclusive, do This chapter does not apply to an any aircraft and airmen person operating such an aircraft, which that is owned by, and or used exclusively in the service of, any government or any political subdivision thereof, including the government of the United States, any state or political subdivision of the state, territory, or possession of the United States, or the District of Columbia which, and that is not engaged in carrying persons or property for commercial purposes. Section 38. That § 50-11-26 be amended to read: 50-11-26. The provisions of §§ 50-11-8 to 50-11-24, inclusive, do This chapter does not apply to military aircraft and personnel of the United States government, or any aircraft and personnel licensed by a foreign country with which the United States has reciprocal relations, if the aircraft and personnel are not engaged in any intrastate commercial activity within this state. Section 39. That § 50-11-27 be amended to read: 50-11-27. Any aircraft of any resident of another state, and any nonresident airmen person, having complied with the registration requirements of that state, may be operated or operate within this state for a period of not more than ninety days in any one year without complying with §§ 50-11-8 to 50-11-24, inclusive, this chapter if the aircraft or airmen person is not engaged in any intrastate commercial activity within this state, and that under the laws of the state of such persons' the person's residence, like exemptions and privileges are granted to aircraft owned by residents of this state and resident airmen persons of this state duly registered under the laws of this state. A nonresident within the meaning of the provisions of said sections under this section is a person who has not resided within this state for a period of ninety days. Failure to register after ninety days is a Class 1 misdemeanor. Section 40. That § 50-11-28 be amended to read: 50-11-28. The provisions of §§ 50-11-8 to 50-11-24, inclusive, do This chapter does not apply to any aircraft, and airmen or person operating an aircraft, which is engaged in regularly scheduled flying constituting an act of interstate or foreign commerce. Section 41. That § 50-11-29 be amended to read: 50-11-29. The provisions of §§ 50-11-8 to 50-11-24, inclusive, do This chapter does not apply to an individual any person operating model aircraft, balloons, gliders, or sUAS. Section 42. That § 50-11-33 be amended to read: 50-11-33. It is A person is guilty of a Class 5 felony for a if the person to alter or forge, or cause alters, forges, or causes to be altered or forged, a certificate of registration or permit issued under the authority of §§ 50-11-8 to 50-11-31, inclusive this chapter, or an assignment or endorsement thereof of a certificate of registration or permit, or to hold or use such a certificate, assignment, or endorsement knowing it has been altered or forged. Section 43. That § 50-11-35 be amended to read: 50-11-35. For aircraft leased under an agreement of for thirty-six calendar months or less, the original registration tax of four percent, as required under § 50-11-19, applies only to the scheduled lease payments, excluding fuel, routine maintenance, insurance, and crew, made in money or otherwise and shall be paid by the lessee at the time payments are made to the lessor. For aircraft leased for more than thirty-six calendar months, either by multiple short-term agreements or a long-term agreement, the original registration tax under § 50-11-19 shall be assessed on the market value of the aircraft at the time registration is due as stated in the aircraft bluebook and price digest. This The original registration tax is the responsibility of shall be paid by the owner of the aircraft. A copy of the lease agreement shall be provided to the director department with the application for registration. If the lessee purchases the aircraft during the time period of the lease, all moneys any amount paid to the Department of Transportation department for registration taxes under this chapter shall be credited to taxes required in under § 50-11-19. Although the payment of taxes is based on the lease payments, the The annual registration fee provided for in required under §§ 50-11-12 to and 50-11-14, inclusive, apply applies for each aircraft under lease. Section 44. That chapter 50-12 be amended by adding a NEW SECTION to read: An aircraft dealer's place of business shall have a business name, and the telephone listing shall indicate the business is an aircraft-related place of business. The structure of an aircraft dealer's place of business shall be used primarily as a place of business for the sale or commercial use of aircraft. A licensed aircraft dealer may maintain a branch office or subagency in more than one location in this state, if the dealer obtains a separate license for each location. Each application for a branch office or subagency at any location other than the principal place of business shall be submitted in accordance with § 50-12-2. Section 45. That § 50-12-5 be amended to read: 50-12-5. The A dealer's certificate issued under the authority of this chapter may be used only by a licensed aircraft dealer for aircraft owned or controlled by the dealer for the purposes of sale, resale, or flight instruction without charge which is required to ensure proper check-out time to a purchaser or the purchaser's pilot in the aircraft sold to the purchaser. The use of the. Use of a certificate for any other purpose other than as permitted under this section is a Class 2 misdemeanor. Section 46. That § 50-12-7 be amended to read: 50-12-7. Upon the sale of any aircraft bearing an aircraft dealer's certificate, the dealer shall comply with §§ 50-11-22 and 50-11-23. If possession of such an aircraft is transferred to the a new owner, the dealer shall forthwith deliver the aircraft dealer's certificate and aircraft dealer sales affidavit to the department. The department shall hold the certificate until an application is received from the dealer for transfer to another aircraft. Any person who makes a false statement of a material fact on the a sales affidavit under this section is guilty of a Class 1 misdemeanor. Failure to report aircraft purchases and sales as required under this chapter is punishable by a civil penalty equal to the annual registration fee as provided in § 50-11-12. A civil penalty imposed under this section shall be deposited into the aeronautics trust fund. Section 47. That § 50-12-9 be amended to read: 50-12-9. Any aircraft which has been subject to registration under an aircraft dealer's certificate and a commercial use stamp for a period exceeding twenty-four months shall be registered in compliance accordance with §§ 50-11-12 and 50-11-19. Section 48. That § 50-12-13 be amended to read: 50-12-13. The aircraft dealer's license as provided by § 50-12-3 expires on the thirty-first day of January of the second year next succeeding the calendar year in which it was issued. The aircraft dealer's certificate as provided by § 50-12-6 and commercial use stamps as provided by § 50-12-8 expire twenty-four months after they are issued provided, if a valid dealer's license is in effect. The aircraft dealer's certificate and commercial use stamp expire expires automatically if the aircraft dealer's license expires as provided for pursuant to this section or the aircraft dealer no longer holds a valid aircraft dealer's license. Section 49. That § 1-16J-7 be amended to read: 1-16J-7. For the purpose of protecting and promoting the economic impact of Ellsworth Air Force Base and associated industry, and to promote the health and safety of those living or working near the base, the authority may exercise the following powers: (1) Have perpetual succession as a body politic and corporate exercising essential public functions; (2) Sue and be sued in its own name; (3) Have an official seal and alter the seal at will; (4) Maintain an office at such places any place within the state as the authority may designate; (5) Make and execute contracts and all other instruments necessary or convenient for the performance of its duties and the exercise of its powers and functions under this chapter; (6) Borrow money and accept gifts; (7) Apply for and use gifts, grants, or loans of money, or other property from the United States, the state, a unit of local government, or any person, for any authority purposes of the authority, and to enter into agreements required in connection therewith with those purposes; (8) Hold, use, and dispose of such moneys any gift, grant, loan, agreement, or property for any authority purposes of the authority in accordance with the terms of the gift, grant, loan, or agreement, or property; (9) Employ fiscal consultants, engineers, attorneys, management service providers, and such other consultants and employees as may be required, and contract with agencies of the state to provide staff and support services; (10) Procure insurance against any loss in connection with its property and other assets, including loans, bonds, and notes in such amounts and from such insurers as it may deem the authority deems advisable; (11) Hold, control, and acquire by donation or purchase any private or public easements, dedications to public use, platted reservations for private or public purposes, or any reservations for those purposes authorized by this chapter, and make use of such easements, dedications, or reservations for any of the purposes authorized by this chapter; (12) Lease as lessor or lessee to or from any person, firm, limited liability company, corporation, association, or body, public or private, any projects of the type that the authority may undertake and facilities or property of any nature for the use of the authority to carry out any of the purposes authorized by this chapter; (13) Borrow money and issue bonds, certificates, warrants, notes, or other evidence of indebtedness as provided authorized by this chapter; (14) Procure insurance, letters of credit, guarantees, or other credit enhancement arrangements from any public or private entities entity, including any department, agency, or instrumentality of the United States or the state, for payment of all or any portion of any bonds bond issued by the authority, including the power to pay premiums, fees, or other charges on any such insurance, letters of credit, guarantees, or credit arrangements; (15) Receive and accept from any source financial aid or contributions of moneys any grant, property, labor, or other things of value to be held, used, and applied to carry out the purposes of this chapter, subject to the conditions upon which the grants or contributions are grant or contribution is made, including gifts or grants a gift or grant from any department, agency, or instrumentality of the United States for any purpose consistent with the provisions of this chapter; (16) To the extent permitted under its contract with the holders of bonds of the authority, consent to any modification with respect to the rate of interest, time, and payment of any installment of principal or interest, or any other term of any contract, loan, loan note, loan note commitment, contract, lease, or agreement of any kind to which the authority is a party; (17) Make loans and grants to, and enter into financing agreements with, any governmental agency or any person for the costs incurred in connection with the development, construction, acquisition, improvement, maintenance, operation, or decommissioning of any facilities facility, or for the maintenance of the physical or structural integrity of real or personal property incorporated or which may be incorporated into such facilities the facility, in accordance with a written agreement between the authority and such the governmental agency or person. However, no such A loan or grant made under this section may not exceed the total cost of such facilities the facility as determined by the governmental agency or person, and approved by the authority; (18) Cooperate with, and exchange services, personnel, and information with, any governmental agency or political subdivision; (19) Enter into agreements for management on behalf of the authority of any of its properties upon such terms and conditions as may be mutually agreeable; (20) Sell, exchange, lease, donate, and convey any of its properties whenever the authority finds such action to be in furtherance of the purposes for which it was the authority is organized; (21) Purchase from a willing seller, construct, develop, maintain, hold, lease, license, operate, dispose of, or decommission real and personal property projects, facilities, or any undertaking necessary for establishing compatible land use, as provided for in subdivision 50-10-32(2), around Ellsworth Air Force Base, or generally suitable for protecting or promoting the economic impact on the state of Ellsworth Air Force Base and related industries; (22) Indemnify any person or governmental agency for such reasonable risks as the authority deems advisable if the indemnification is a condition of a grant, gift, or donation to the authority. However, any such Any obligation to indemnify may only be paid from insurance or from revenues of the authority, and such the obligation does not constitute a debt or obligation of the State of South Dakota this state; (23) Acquire by eminent domain, in accordance with chapter 21-35, any private property that falls within the boundaries of Ellsworth Air Force Base, or property described in the 1994 United States Department of Defense approved Ellsworth Air Force Base Air Installation Compatible Use Zone Study as a clear zone or an accident potential zone one or two, or property located within the noise contours identified by the study, but only as necessary for the authority's purposes to establish a compatible land use as provided for in the study; (24) Cooperate with, or contract with, other governmental agencies or political subdivisions as may be necessary, convenient, incidental, or proper in connection with any of the powers, duties, or purposes authorized by this chapter; and (25) Construct, purchase, license, lease, or operate a bulk wastewater treatment facility and pipelines necessary to contract for bulk treatment of wastewater generated by Ellsworth Air Force Base, the city of Box Elder, or other authorized sewer utilities generating wastewater in the Box Elder Creek watershed. However, the The authority may not provide wastewater treatment service to any property located within any municipality's subdivision jurisdiction as defined in §§ 11-6-26 and 9-4-14 without first obtaining the municipality's consent. Section 50. That § 50-2-2.1 be repealed. 50-2-2.1. The commission may promulgate rules pursuant to chapter 1-26 regarding: (1) The design, layout, location, construction, operation, equipping, and use of all public airports; (2) The establishment, location, maintenance, and operation of all navigational aids; and (3) The operation of aerial applicators or operators including minimum standards, class definitions, and safety requirements. Section 51. That § 50-5-4 be repealed. 50-5-4. It is a Class 2 misdemeanor to use or operate a public airport or a private airport located within two miles of the nearest boundary of an approved public airport without the prior approval of the commission. Section 52. That § 50-6A-1 be repealed. 50-6A-1. Terms used in this chapter mean: (1) \"Airport authority\" or \"authority,\" any regional airport authority created pursuant to the provisions of this chapter; (2) \"Airport facility,\" any facility, other than one owned and operated by the United States, used in, available for use in, or designed for use in aviation, including any structures, mechanisms, lights, beacons, markers, communicating systems, or other instrumentalities, or devices, used or useful as an aid, or constituting an advantage or convenience, to the safe taking off and landing of aircraft, or the safe and efficient operation or maintenance of an airport, or any combination of any or all of such facilities; (3) \"Airport hazard,\" any structure, object of natural growth, or use of land that obstructs the airspace required for the flight of aircraft in landing or taking off at an airport or is otherwise hazardous to such landing or taking off of aircraft; (4) \"Bonds,\" any bonds, notes, interim certificates, debentures, or similar obligations issued by an authority pursuant to this chapter; (5) \"Governing body,\" the official or officials authorized by law to exercise ordinance or other lawmaking powers of a political subdivision; (6) \"Person,\" a person as defined by subdivision 2-14-2(18) as well as any joint stock association, or body politic; and includes any trustee, receiver, assignee, or other similar representative thereof; (7) \"Political subdivision\" or \"subdivision,\" any county, municipality, or other public body of this state; (8) \"Project,\" any airport operated by an authority, including all real and personal property, structures, machinery, equipment and appurtenances or facilities that are part of the airport or used or useful in connection therewith either as ground facilities for the convenience of handling aviation equipment, passengers and freight or as part of aviation and air safety operations; and (9) \"Real property,\" lands, structures and interests in land, including lands under water and riparian rights, and any and all things and rights usually included within the term real property, including not only fee simple absolute but also any and all lesser interests, such as easements, rights of way, uses, leases, licenses, and all other incorporeal hereditaments and every estate, interest or right, legal or equitable, pertaining to real property. Section 53. That § 50-9-2 be repealed. 50-9-2. The commission shall promulgate rules, pursuant to chapter 1-26, covering the requirements that shall be met by any applicant to obtain the approval for the construction or alteration of any structure which is not exempt from the requirements of § 50-9-1. Section 54. That § 50-9-3 be repealed. 50-9-3. The commission may, in its discretion, approve the application filed, as required by § 50-9-1 without a hearing. However, if the commission deems the erection of the structure to create a hazard to the safe use of an airport by aircraft, or a public danger, or the department finds the erection to be in violation of any of the rules authorized by § 50-9-2, the commission shall assign the application for hearing upon reasonable notice to the applicant. The commission may order and require the applicant to cease and desist from erecting the structure except in conformity to plans and specifications relating to height thereof, approved by the commission. Section 55. That § 50-9-5 be repealed. 50-9-5. The erection or alteration of any structure covered by § 50-9-1 without the approval of the commission is a Class 1 misdemeanor. Section 56. That § 50-10-1 be repealed. 50-10-1. Terms used in this chapter mean: (1) \"Airport hazard,\" any structure, or tree, or use of land, which obstructs an aerial approach of such an airport or is otherwise hazardous to its use for landing or taking off; (2) \"Person,\" any individual, firm, copartnership, corporation, company, limited liability company, association, joint stock association or body politic, including any trustee, receiver, assignee, or other similar representative; (3) \"Publicly owned,\" an airport is publicly owned if the portion of the airport used for the landing and taking-off of aircraft is owned by a governmental body, political subdivision, public agency, or other public corporation; (4) \"Structure,\" any object constructed by human action; (5) \"Tree,\" any object of natural growth. Section 57. That § 50-10-10 be repealed. 50-10-10. If advisable to facilitate the enforcement of zoning regulations adopted pursuant to this chapter, a system may be established for granting permits to establish or construct new structures and other uses and to replace existing structures and other uses or make substantial changes therein or substantial repairs thereof. Before any nonconforming structure or tree may be replaced, substantially altered or repaired, rebuilt, allowed to grow higher, or replanted, a permit shall be secured from the administrative agency authorized to administer and enforce the regulations, authorizing such replacement, change, or repair. No permit may be granted that would allow the structure or tree in question to be made higher or become a greater hazard to aviation than it was when the applicable regulation was adopted. If the administrative agency determines that a nonconforming structure or tree has been abandoned or more than eighty percent physically deteriorated, or decayed, no permit may be granted that would allow the structure or tree to exceed the applicable height limit or otherwise deviate from the zoning regulations. Except as indicated all applications for permits for replacement, change, or repair of nonconforming uses shall be granted. Section 58. That § 50-10-11 be repealed. 50-10-11. Any person desiring to erect any structure, to increase the height of any structure, to permit the growth of any tree, or to otherwise use the person's property, in violation of airport zoning regulations adopted under this chapter, may apply to the board of appeals, as provided in § 50-10-15, for a variance from the zoning regulations in question. A variance may be allowed if a literal application or enforcement of the regulations would result in practical difficulty or unnecessary hardship and the relief granted would not be contrary to the public interest but would do substantial justice and be in accordance with the spirit of the regulations. Section 59. That § 50-10-12 be repealed. 50-10-12. In granting any permit or variance under § 50-10-10 or 50-10-11, the administrative agency or board of appeals may, if it deems such action advisable to effectuate the purposes of this chapter and reasonable in the circumstances, so condition such permit or variance as to require the owner of the structure or tree in question to permit the political subdivision, at its own expense, to provide for the installation, operation, and maintenance of suitable obstruction markers and obstruction lights thereon. Section 60. That § 50-10-32 be repealed. 50-10-32. Terms in §§ 50-10-34 and 50-10-35 mean: (1) \"Centerline,\" a line extended through the midpoint of each end of a runway; (2) \"Compatible land use,\" a use of land adjacent to a military airport that does not endanger the health, safety, or welfare of the owners, occupants, or users of the land because of levels of noise or vibrations or the risk of personal injury or property damage created by the operations of the military airport, including the taking off and landing of military aircraft; (3) \"Controlled compatible land use area,\" any area of land located outside military airport boundaries and within a rectangle bounded by lines located no farther than one and one-half statute miles from the centerline of an instrument or primary runway and lines located no farther than five statute miles from each end of the paved surface of an instrument or primary runway unless noise standards exceed these distances; (4) \"Instrument runway,\" any existing or planned military runway of at least three thousand two hundred feet which serves or will serve an instrument landing procedure prescribed by Federal Aviation Administration Order 8260.3B \"United States Standard for Terminal Instrument Procedures\"; (5) \"Military airport hazard,\" any structure or obstruction that obstructs the air space required for the taking off, landing, or flight of military aircraft or that interferes with visual, radar, radio, or other systems for tracking, monitoring, controlling, or acquiring data relating to military aircraft; (6) \"Military airport hazard area,\" an area of land or water on which a military airport hazard may exist; (7) \"Military airport zoning regulation,\" a military airport hazard area zoning regulation and a military airport compatible land use zoning regulation adopted under §§ 50-10-32 to 50-10-35, inclusive; (8) \"Obstruction,\" any structure, object of natural growth, or other object, including a mobile object, that exceeds a height established by C.F.R. 14 Federal Aviation Regulations Part 77 \"Objects Affecting Navigable Airspace\" or by a military airport hazard area zoning standard; (9) \"Political subdivision,\" any municipality or county; (10) \"Primary runway,\" any existing or planned paved runway, as shown on the official military airport layout plan, of at least three thousand two hundred feet on which a majority of the approaches to and departures from the military airport occur; (11) \"Runway,\" a defined area of a military airport prepared for the landing and taking off of military aircraft along its length. Section 61. That § 50-10-34 be repealed. 50-10-34. Any political subdivision in which a military airport hazard area is located may adopt, administer, and enforce, under its police power, military airport hazard area zoning regulations for the military airport hazard area to prevent the creation of a military airport hazard. The military airport hazard area zoning regulations may divide a military airport hazard area into zones and for each zone: (1) Specify the land uses permitted; (2) Regulate the type and density of structures; and (3) Restrict the height of structures and obstructions to prevent the creation of an obstruction to flight operations or aviation. Section 62. That § 50-10-35 be repealed. 50-10-35. A political subdivision may adopt, administer, and enforce, under its police power, military airport compatible land use zoning regulations for the part of a controlled compatible land use area located within the political subdivision. The political subdivision by ordinance or resolution may implement, in connection with military airport compatible land use zoning regulations, any federal law or rules controlling the use of land located adjacent to or in the immediate vicinity of the military airport. The military airport compatible land use zoning regulations shall include a statement that the military airport fulfills an essential national defense purpose. Section 63. That § 50-11-6 be repealed. 50-11-6. The aircraft registration certificate shall be presented for inspection upon demand. A violation of this section is a Class 2 misdemeanor. Section 64. That § 50-11-8 be repealed. 50-11-8. Unless otherwise expressly provided by the provisions of this chapter, the federal certificate of each civil aircraft owned and operated within this state shall be registered by the aircraft owner annually with the department in the manner prescribed in §§ 50-11-9 to 50-11-31, inclusive. The required fee shall be paid by the aircraft owner to the department at the time of registration. A violation of this section is a Class 2 misdemeanor. Section 65. That § 50-11-9.1 be repealed. 50-11-9.1. The provisions of §§ 50-11-8 and 50-11-9 do not apply to any sUAS. Section 66. That § 50-11-10 be repealed. 50-11-10. On receipt of the application, the department shall file it. Upon determining that an aircraft is entitled to registration by the applicant, and that the original registration tax required by § 50-11-19 has been paid in full, the department shall register it and forward to the applicant a registration certificate and decal bearing a distinctive number together with such other identifying matter as the commission shall prescribe. If the aircraft is not entitled to registration or the applicant is not entitled to register the aircraft, the department shall immediately notify the applicant. Upon receipt of the registration fee, the department shall pay it to the state treasurer to be credited to the aeronautics fund. Section 67. That § 50-11-30 be repealed. 50-11-30. The provisions of §§ 50-11-8 to 50-11-24, inclusive, do not apply to a student pilot, who has not received an endorsement to solo from a federal aviation administration certified flight instructor, a pilot who is a potential purchaser of the aircraft, or an aircraft used for the demonstration of that aircraft to a bona fide prospective purchaser if the aircraft is equipped with fully functioning dual controls and a properly certificated pilot is in full charge of one set of the controls. Section 68. That § 50-11-31 be repealed. 50-11-31. In the event of loss, mutilation, or destruction of a registration certificate or other identifying matter prescribed by the commission and issued under the provisions of this chapter, the registrant may obtain a duplicate certificate by filing with the department an affidavit showing such facts and paying the fee prescribed by the commission. A person who knowingly makes a false statement of a material fact in the affidavit is guilty of a Class 5 felony. The affidavit and fee shall be filed and remitted by the department as is required by law. The department shall thereupon issue a duplicate registration certificate or other identifying matter to the applicant. Section 69. That § 50-12-1 be repealed. 50-12-1. Terms used in this chapter mean: (1) \"Aircraft dealer,\" any person, manufacturer, or distributor engaged in the business of buying, selling, exchanging, or acting as a broker of three or more aircraft in any twelve consecutive months except for a business liquidation of used aircraft; (2) \"Commercial purpose,\" the use in aviation activities such as flight instruction, charter, air taxi, and rental use but does not authorize substitution of the commercial use stamp in lieu of regular aircraft registration for the promotion of nonaviation business or other purposes; (3) \"Place of business,\" a permanent enclosed structure at which a permanent business of bartering, trading, and selling of aircraft will be carried on as such in good faith and not for the purpose of evading this chapter or chapter 50-11. The business name and telephone listing shall indicate it is an aircraft or aviation related place of business. The term does not include residences, tents, temporary stands, or other temporary quarters. The structure shall be used primarily as a place of business for the sale or commercial use of aircraft. Section 70. That § 50-12-6 be repealed. 50-12-6. The department at the time of the issuance of the original license, or the renewal of the license as provided in this chapter, shall issue six aircraft dealer's certificates to an aircraft dealer. Any aircraft dealer may secure additional aircraft dealer's certificates upon application therefor on forms furnished by the department and the payment of the additional fee as required by § 50-12-12. Section 71. That § 50-12-11 be repealed. 50-12-11. In the event of loss, mutilation, or destruction of any dealer's license, certificate, commercial use stamps, or other identifying matter issued under the provisions of this chapter, a registered aircraft dealer may obtain a duplicate upon filing with the department an affidavit showing the facts and upon payment of a fee prescribed by the commission. Section 72. That § 50-12-15 be repealed. 50-12-15. Any applicant for, or any licensed aircraft dealer may maintain a branch office or subagency in more than one location in this state, if the dealer or applicant secures a separate license for each location. All applications for branch offices or subagencies at locations other than the principal place of business shall conform to the provisions of § 50-12-2. Section 73. That § 50-12-19 be repealed. 50-12-19. The department shall prepare the forms and certificates required by this chapter. The department may prescribe the method of and location for the public display of any and all certificates and licenses as are required and in conformity with the provisions of this chapter. Section 74. That § 50-13-3 be repealed. 50-13-3. The ownership of the space above the lands and waters of this state is declared to be vested in the several owners of the surface beneath, subject to the right of flight described in § 50-13-4. Section 75. That § 50-13-4 be repealed. 50-13-4. Flight in aircraft over the lands and waters of this state is lawful, unless at such a low altitude as to interfere with the then existing use to which the land or water, or the space over the land or water, is put by the owner, or unless so conducted as to be imminently dangerous to persons or property lawfully on the land or water beneath. Section 76. That § 50-13-5 be repealed. 50-13-5. The landing of an aircraft on the lands or waters of another, without consent, is a Class 2 misdemeanor, except in the case of a forced landing. Section 77. That § 50-13-6 be repealed. 50-13-6. The owner or the pilot, or both, of each aircraft that is operated over lands or waters of this state is liable for injuries or damage to persons or property on the land or water beneath, caused by the ascent, descent, or flight of the aircraft, or the dropping or falling of any object from the aircraft in accordance with the rules of law applicable to torts in this state. As used in this section, the term, owner, includes a person having full title to aircraft and operating it through servants, and also includes a bona fide lessee or bailee of the aircraft, whether gratuitously or for hire. However, the term does not include a bona fide bailor or lessor of the aircraft, whether gratuitously or for hire, or a mortgagee, conditional seller, trustee for creditors of the aircraft, or other person having a security title only. The owner of the aircraft is not liable if the pilot of the aircraft is in possession of the aircraft as a result of theft or felonious conversion. The person in whose name an aircraft is registered with the Federal Aviation Administration or the department shall be prima facie the owner of the aircraft within the meaning of this section. Section 78. That § 50-13-7 be repealed. 50-13-7. The liability of the owner of one aircraft to the owner of another aircraft, or to pilots or passengers on either aircraft, for damage caused by collision on land or in the air, shall be determined by the rules of law applicable to torts on land. Section 79. That § 50-13-8 be repealed. 50-13-8. All crimes, torts, and other wrongs committed by or against a pilot or passenger while in flight over this state are governed by the laws of this state. Any question whether damage occasioned by or to an aircraft while in flight over this state constitutes a tort, crime, or other wrong by or against the owner of the aircraft shall be determined by the laws of this state. Section 80. That § 50-13-9 be repealed. 50-13-9. All contractual and other legal relations entered into by pilots or passengers while in flight over this state shall have the same effect as if entered into on the land or water beneath. Section 81. That § 50-13-15 be repealed. 50-13-15. No person transported by the owner or operator of any aircraft as his guest without compensation for such transportation shall have cause of action for damages against such owner or operator for injury, death, or loss, in case of accident, unless such accident shall have been caused by the willful and wanton misconduct of the owner or operator of such aircraft, and unless such willful and wanton misconduct contributed to the injury, death, or loss for which the action is brought; no person so transported shall have such cause of action if he has willfully or by want of ordinary care brought the injury upon himself. Section 82. In accordance with § 2-16-9, the Code Commission and Code Counsel of the State Legislative Research Council are requested to transfer chapter 50-3 to title 33. Section 83. In accordance with § 2-16-9, the Code Commission and Code Counsel of the State Legislative Research Council are requested to transfer chapter 50-8 to title 6. Section 84. In accordance with § 2-16-9, the Code Commission and Code Counsel of the State Legislative Research Council are requested to transfer §§ 50-10-13 to 50-10-28, inclusive, to title 11."}, {"bill_id": 9512, "bill_version_id": 53250, "bill_version": "House Transportation Engrossed", "bill_version_date": "2019-02-07T14:06:23.193-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and repeal provisions regarding aviation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 50-1-1 be amended to read: 50-1-1. Terms as used in this title mean: (1) \"Aeronautical information manual,\" the official guide to aviation and flight activity in the United States, including airspace, air traffic control procedures, and other procedures related to flight safety as published by the Federal Aviation Administration; (2) \"Aeronautics,\" the science, art, and physics of flight. The term also means the method or act of construction, repair, or maintenance of airports, airport facilities, aircraft, and aviation facilities; (3) \"Air traffic,\" aircraft operating in the air or on an airport surface other than a loading ramp and parking area; (4)(2) \"Air traffic control,\" a service operated by an authority under FAA Federal Aviation Administration oversight to promote the safe, orderly, and expeditious flow of air traffic in the United States; (5)(3) \"Aircraft,\" a device that is used, intended to be used, or designed for flight in the air. The term includes any airplane, balloon, civil aircraft, drone, glider, helicopter, and public aircraft; (6) \"Airplane,\" an engine-driven fixed-wing aircraft, heavier than air, that is supported in flight by the dynamic reaction of the air against the aircraft's wings; (4) \"Aircraft dealer,\" any person, manufacturer, or distributor engaged in the business of buying, selling, exchanging, or acting as a broker for three or more aircraft in any twelve consecutive months, other than a business liquidation of used aircraft; (7)(5) \"Airport,\" any area of land or water used, or intended to be used, for landing and take-off of aircraft, and any appurtenant area, structure, facility, or right of way to facilitate that use. The term includes any military airport, private airport, public airport, and temporary airport; (8) \"Anemometer,\" an instrument for measuring and recording the speed of the wind for purposes of documenting whether a site has wind resources sufficient for the operation of a wind turbine generator; (6) \"Airport authority,\" any regional airport authority created under this chapter; (7) \"Airport facility,\" any structure, mechanism, light, beacon, marker, communicating system, or other instrumentality or device used as an aid to the safe taking off and landing of aircraft, or the safe and efficient operation or maintenance of an airport, and which is not owned or operated by the federal government; (8) \"Airport hazard,\" any existing or potential condition that can endanger the life or property of a user of an airport or any occupant of land in the vicinity of an airport, and which can lead to damage to or loss of airport system equipment or property or the environment; (9) \"Airport obstruction,\" any structure or obstacle, or use of land, that obstructs an aerial approach of an airport or is otherwise hazardous to the use of an airport by aircraft for landing or taking off; (10) \"Airport sponsor,\" a public agency, private owner, state entity, or other political subdivision that is associated with a public use airport facility and is a recipient of any federal airport improvement grant; (9)(11) \"Anemometer tower,\" a structure, including any guy wire or accessory facility, on which an anemometer is mounted; (10) \"Aviation,\" the act, science, or practice of flight or transportation by aircraft; (11)(12) \"Aviation facility,\" any airport facility that supports aviation activities, including any airport, heliport, and navigational aid; (12)(13) \"Balloon,\" an aircraft that is not engine-driven, is lighter than air, and sustains flight through the use of gas buoyancy or an airborne heater; (13)(14) \"Civil aircraft,\" any aircraft other than a public aircraft; (15) \"Commercial purpose,\" an aviation activity for profit that includes flight instruction, charter, air taxi, or rental, but does not include the substitution of a commercial use stamp for regular aircraft registration for the promotion of a business or other purpose that does not involve aviation; (14)(16) \"Commission,\" the South Dakota Aeronautics Commission; (15)(17) \"Controlled airspace,\" any airspace of specific and defined classifications and dimensions inside of which air traffic control services are provided; (16)(18) \"Department,\" the South Dakota Department of Transportation; (17)(19) \"Drone,\" a small unmanned aircraft system; (18) \"Federal Aviation Administration,\" the federal authority regulating any aspect of civil aviation in the United States, including air traffic management, construction and operation of any airport, and the certification of pilots, aviation personnel, and aircraft; (19) \"Federal aviation regulations,\" the rules promulgated by the Federal Aviation Administration governing any aviation activity in the United States; (20) \"Glider,\" an aircraft that is heavier than air, supported in flight by the dynamic reaction of the air against its lifting surfaces, and the flight of which does not depend principally on an engine; (21) \"Helicopter,\" a type of aircraft that derives both lift and propulsion from one or more sets of horizontally revolving overhead rotors, is capable of moving vertically and horizontally, and for which the direction of motion is controlled by the pitch of the rotor blades; (22)(20) \"Heliport,\" an area of land, water, or a structural surface, used or intended for use as a landing and take-off area for helicopters. The term includes both public and private heliports; (23)(21) \"Military airport,\" any military air base, air station, airfield, or other area, publicly or privately owned, that is designed, set aside, and operated by the state, a political subdivision of the state, or the United States, for civil or national defense, or for any federal program relating to flight, or for the operation of military aircraft, and used in the interest of the public for those purposes; (24)(22) \"Navigational aid,\" any device external to an aircraft specifically intended to assist a pilot in determining the aircraft's position and safe course; (23) \"Place of business,\" a permanent enclosed structure at which a permanent business of bartering, trading, or selling aircraft is carried out in good faith. The term does not include any residence, tent, stand, or any other temporary structure; (25)(24) \"Prescribed adjusted height,\" a height adjusted upward seventeen feet for an interstate highway, fifteen feet for any other public road, ten feet or the height of the highest mobile object that would normally traverse the road, whichever is greater, for a private road, and twenty-three feet for a railroad; (26)(25) \"Private airport,\" any privately owned airport that is available for use only by the owner and the owner's invitees; (26) \"Project,\" any airport operated by an authority, including any real and personal property, structure, machinery, equipment, or appurtenance or facility that is part of the airport or used in connection with the airport either as a ground facility for the convenience of handling aviation equipment, passengers, or freight, or as part of any aviation or air safety operation; (27) \"Public aircraft,\" any aircraft, including military aircraft, used exclusively in the governmental service of any state or territory of the United States; (28) \"Public airport,\" any airport, whether publicly or privately owned, that is available to the public for aviation activity; (29) \"Structure\" any object constructed by human action; (30) \"Small unmanned aircraft system\" or \"sUAS,\" any unmanned aircraft and its associated elements that is operated without the possibility of direct human intervention from within or on the aircraft, and that weighs not more than fifty-five pounds, including anything that is onboard or otherwise attached to the aircraft; (31)(30) \"Temporary airport,\" any airport established and set aside for the operation of aircraft for transitory or impermanent purposes; (32) \"Uncontrolled airspace,\" any portion of airspace in the United States that has not been designated as controlled airspace. Section 2. That § 50-2-1 be amended to read: 50-2-1. The Aeronautics Commission commission consists of seven persons appointed by the Governor, who shall each receive the per diem set by § 4-7-10.4 for the time actually spent in the performance of their official duties, together with traveling expenses set by rule of the Board of Finance. At least four members of the commission shall be or have been actively engaged in and have had at least one year of practical experience in civil or military aeronautics. The terms term of members begin each member begins on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's member's term is for three years and expires on October thirtieth in the third year of the member's appointment. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 3. That § 50-2-12 be amended to read: 50-2-12. The commission shall approve the expenditure and disbursement of moneys grants or funds appropriated and available for matching purposes, and for the construction, development, operation, marking, and maintenance of airports, and airport facilities. Section 4. That § 50-2-13 be amended to read: 50-2-13. The rules promulgated by the commission under the authority of § 50-2-2.1, shall be as shall promulgate rules in accordance with chapter 1-26 that are consistent as possible with federal law and regulations governing aeronautics. Section 5. That § 50-2-15 be amended to read: 50-2-15. The commission, when its state aircraft are not being used in the conduct of the necessary activities of the Department of Transportation department, may operate the aircraft for other departments of the state government of South Dakota this state. The rate of reimbursement to the department shall be set by the Board of Finance, to fully defray the cost and expenses of rendering the service under this section. Section 6. That § 50-4-1 be amended to read: 50-4-1. The department shall assist in the development of aviation and aviation facilities within the this state for the purpose of safeguarding the interests of those engaged in all phases of the industry and of the general public, and promoting aeronautics. Section 7. That § 50-4-2 be amended to read: 50-4-2. The department may, on behalf of and in the name of the state, out of appropriations and other moneys funds or grants made available for such purposes, construct, improve, maintain, mark, and operate airports and other aviation facilities either within or without this state, and to financially assist financially counties, municipalities, and organized townships any county, municipality, or organized township in constructing, improving, maintaining, marking, and operating airports and other aviation facilities within or without the state. For such purposes the. The department may exercise all of the powers and any power or authority conferred upon municipal corporations by under this title. Section 8. That § 50-4-3 be amended to read: 50-4-3. The department may cooperate with the government any agency or department of the United States, and any agency or department thereof, in the acquisition, construction, improvement, maintenance, and operation of airports and other aviation facilities in this state. Section 9. That § 50-4-4 be amended to read: 50-4-4. The department may accept and receive federal moneys grants and other moneys funds, either public or private, for and on behalf of the state, counties, or municipalities, any county, or any municipality, for the acquisition, construction, improvement, maintenance, and operation of airports and other aviation facilities, whether the work is to be done by the state, counties, or municipalities a county, or a municipality, or jointly, aided by grants of aid from the United States. Section 10. That § 50-4-5 be amended to read: 50-4-5. The department shall act as an agent of any county or municipality airport sponsor of this state upon the request of the county or municipality airport sponsor, in accepting, receiving and receipting for any moneys grants or funds for airports or other aviation purposes, and in contracting for the acquisition, construction, improvement, maintenance, or operation of airports or other aviation facilities, financed either in whole or in part by federal moneys grants. The governing body of the county or municipality airport sponsor shall designate the department as its agent for such purposes of this section and to enter into an agreement with the department prescribing the terms and conditions of the agency. Section 11. That § 50-4-6 be amended to read: 50-4-6. Any moneys grant paid by the United States government under the provisions of § 50-4-4 or 50-4-5 shall be retained by the state or paid over to the county or municipality appropriated to the airport sponsor under the terms and conditions imposed by the United States government in making the grants grant. Section 12. That § 50-4-7 be amended to read: 50-4-7. All contracts Any contract for the acquisition, construction, improvement, maintenance, and operation of airports, or other or aviation facilities made by the department, either as the agent of this state or as the agent of any county or municipality airport sponsor, shall be made pursuant to in accordance with the laws of this state governing the making of like contracts. Section 13. That § 50-4-8 be amended to read: 50-4-8. All moneys grants or funds accepted for disbursement by the department pursuant to under §§ 50-4-3 to 50-4-7, inclusive, shall be deposited in the state treasury, and, unless otherwise prescribed by the authority from which the money is grants or funds are received, kept in separate funds, designated according to the purposes for which the moneys grants or funds were made available, and held by the state in trust for such those purposes. All such moneys grants or funds are hereby continuously appropriated for the purposes for which the same were grants or funds are made available, to be expended in accordance with those sections. The department may, whether acting for this state or as the agent of any of its counties or municipalities airport sponsor, or if requested by the any department or agency of the United States government or any agency or department thereof, disburse the moneys grants or funds for the their designated purposes, but this does not preclude any other authorized method of disbursement. Section 14. That § 50-4-14 be amended to read: 50-4-14. The state aeronautics fund and the accumulations to the fund as appropriated by the Legislature may be used for the following purposes: (1) The construction, development, lighting, marking, and maintenance of publicly owned public airports; (2) The lighting, marking, and maintenance of runways, taxiways, and parking areas of privately owned and operated public airports licensed by the commission, in proportion to the amount of the aircraft fuel tax paid on the aircraft fuel purchased for resale for use in aircraft at each privately owned and operated public airport, as nearly as practicable, as to each airport it appears to the satisfaction of the commission that the airport is deems to be operated and maintained in accordance with the laws of this state, the rules of the commission, and the standard standards established for the airport by any agency of the United States, and provided that the unrestricted use of the airport, is at all times available to the general public for the taking off and landing of aircraft; (3) The matching of any funds made available by the United States, this state, or any of the political subdivisions of this state for the purchase of sites for airports, and for the construction, lighting, and marking development, and maintenance of such the airports, in amounts as the commission may determine; and (4) The paying of salaries, office expenses, traveling, and other expenses of the commission and the department staff to carry out the responsibilities defined in chapter 50-2. Section 15. That § 50-4-16 be amended to read: 50-4-16. The commission department shall make an allocation of a portion of the aircraft fuel tax collected pursuant to under §§ 10-47B-1 and 10-47B-4, to each eligible airport. The allocation rate shall be determined by the commission. The monthly allocation shall be determined by the department from the monthly reports required by § 50-4-12, and be based as nearly as practicable upon the amount of aircraft fuel tax collected on retail sales of aircraft fuel sold at each eligible airport for use in general aviation aircraft. The amount of aircraft fuel tax collected on aircraft fuel sales to regular airlines airport sponsors shall be allocated separately by the department. All Any remaining aircraft fuel tax collected pursuant to under §§ 10-47B-1 and 10-47B-4, shall be placed in the aeronautics fund and be used by the commission as provided in § 50-4-14. Section 16. That § 50-5-1 be amended to read: 50-5-1. Any owner or operator of a public airport shall apply to the commission for approval for the public airport prior to its use. Any owner or operator of a private airport located within two six miles of the nearest boundary of any approved public airport shall apply to the commission for approval for the private airport prior to its use. The commission shall consider and either approve or reject an application within sixty days of receipt of the completed application. A person is guilty of a Class 2 misdemeanor if the person uses or operates a public airport or a private airport located within six miles of the nearest boundary of an approved public airport without the approval of the commission. Section 17. That § 50-5-8 be amended to read: 50-5-8. The commission or the commission's agent may inspect and examine at reasonable hours, to carry out the provisions of this title, any the premises, and the buildings, and other structures thereon, where the airports or other aviation facilities are operated. Section 18. That § 50-7-1 be amended to read: 50-7-1. For the purposes of this chapter, the term, municipalities, includes organized townships and organized counties and like, with any power and authority is hereby to be conferred upon organized townships and organized counties as now exists in is conferred upon municipalities. For the purposes of this chapter, the term, governmental agency, means any municipality, county, public corporation, or other public agency. Section 19. That § 50-7-2.2 be amended to read: 50-7-2.2. This state or any governmental agency of this state having any powers with respect to planning, establishing, acquiring, developing, constructing, enlarging, improving, and maintaining, equipping, operating, regulating, or protecting airports or aviation facilities within this state, may exercise those powers within any state or jurisdiction adjoining this state, subject to the laws of that state or jurisdiction. Section 20. That § 50-7-2.3 be amended to read: 50-7-2.3. Any state adjoining this state or any governmental agency thereof may plan, establish, acquire, develop, construct, enlarge, improve, maintain, equip, operate, regulate, and protect airports and airport of that state that plans or constructs aviation facilities within this state, are subject to the laws of this state applicable to airports and airport facilities. The adjoining state or governmental agency shall have the power of may exercise eminent domain in this state, which shall be exercised in the manner provided by the laws of this state governing condemnation proceedings. The power of. An adjoining state may not exercise eminent domain may not be exercised within this state unless the adjoining state authorizes the exercise of that power therein eminent domain within the adjoining state by this state or any governmental agency thereof of this state having any of the powers mentioned in under this section and § 50-7-2.2. Section 21. That § 50-7-10 be amended to read: 50-7-10. The governing body of any governmental agency airport sponsor shall designate the department as the body's airport sponsor's agent to accept, receive, and receipt for federal moneys grants in the body's behalf for airport purposes, and to contract for the acquisition planning, construction, enlargement, improvement, and maintenance, equipment, or operation of airports, or other of aviation facilities. The governmental agency airport sponsor may enter into an agreement with the department prescribing the terms and conditions of the agency under this section. The federal moneys grants shall be paid to the municipality or county airport sponsor under such the terms and conditions as may be imposed by the United States government in making the grant. Section 22. That § 50-7-11 be amended to read: 50-7-11. Any contract for the acquisition planning, construction, enlargement, improvement, and maintenance, equipment, or operation of any airport or of any other aviation facility, made by the governmental agency itself airport sponsor, or through the agency of the department, shall be made pursuant to in accordance with the laws of this state governing the making of like contracts. Section 23. That § 50-7-12 be amended to read: 50-7-12. The governmental agency airport sponsor that has established an airport and acquired, leased, or set apart real property for such purpose purposes of an airport may plan, construct, improve, equip, and maintain, and operate the same airport, and may lease or sublet the property for airport purposes. The expenses of the planning, construction, improvement, equipment, and maintenance, and operation shall be a municipality or county charge as the case may be charged to the appropriate airport sponsor. Section 24. That § 50-7-13 be amended to read: 50-7-13. The governmental agency airport sponsor that has established an airport and acquired, leased, or set apart real property for such purpose purposes of an airport may vest jurisdiction for the planning, construction, improvement, equipment, maintenance, and operation of the airport, in any suitable officer, board, or body of the governmental agency airport sponsor. The governmental agency airport sponsor, if a county or municipality, may create by ordinance a board whose sole purpose shall be to improve, regulate, and supervise the operation and management of air airport facilities. Section 25. That § 50-9-1 be amended to read: 50-9-1. Any A person or organization who intends to construct or alter a structure shall submit an application and obtain an approval permit from the commission for any construction or alteration that: (1) Exceeds two hundred feet above ground level; (2) Is within twenty thousand feet of a state approved public airport or military airport that has at least one runway more than three thousand two hundred feet in actual length and the construction or alteration exceeds a one hundred to one surface ratio from any point on the runway; (3) Is within ten thousand feet of a state approved public airport or military airport that has its longest runway no more than three thousand two hundred feet in actual length and the construction or alteration exceeds a fifty to one surface ratio from any point on the runway; (4) Is within five thousand feet of a state approved public heliport and the construction or alteration exceeds a twenty-five to one surface ratio; or (5) Is a highway, railroad, or other traverse way that the prescribed adjusted height exceeds the standards provided in this section. No application is needed if the construction or alteration of a structure would be shielded by an existing structure of a permanent and substantial character within the corporate limits of a municipality or by natural terrain or topographic features of equal or greater height. It must be evident beyond any reasonable doubt that the construction or alteration of the structure so shielded does not adversely affect safety in aviation. Any person or organization, who intends to construct or alter a structure that exceeds two hundred feet above ground level and that is outside the zones described in this section and who that has obtained a Federal Aviation Administration determination of no hazard, may shall provide that the determination to the commission prior to the start of construction in lieu of the application and permit required by this chapter or alteration of any structure that is subject to the jurisdiction of the Federal Aviation Administration. A violation of this section is a Class 1 misdemeanor. Section 26. That § 50-9-4 be amended to read: 50-9-4. Any A person aggrieved by any action of the commission may appeal an action of the commission in the manner provided by law and the rules of practice and procedure adopted by the Supreme Court governing appeals from boards and commissions accordance with chapter 1-26. Section 27. That § 50-10-2 be amended to read: 50-10-2. It is hereby found that an airport hazard endangers the lives and property of users of the airport and of occupants of land in its vicinity, and also, if of the obstruction type, in effect reduces the size of the area available for the landing, taking off and maneuvering of aircraft, thus tending to destroy or impair the utility of the airport and the public investment therein. It is hereby declared: (1) That the The creation or establishment of an airport hazard is a public nuisance and an injury to the community or the United States served by the airport in question; and (2) That it is therefore necessary in the interest of the public health, public safety, and general welfare that the creation or establishment of airport hazards and shall be prevented in accordance with this chapter. Section 28. That § 50-10-5 be amended to read: 50-10-5. Each municipality, county, or other political subdivision airport sponsor that is a municipality, county, or political subdivision of the state that has an airport layout plan, shall take measures for the protection of airport approaches, and shall adopt, administer, and enforce, under the police power and in the manner and upon the conditions prescribed by this chapter, airport zoning regulations applicable to the area. Section 29. That § 50-10-6 be amended to read: 50-10-6. The regulations required by § 50-10-5 shall divide the area airport layout into zones, and, within the zones each zone, specify the land uses permitted, regulate and restrict the height to which structures and trees may be erected or allowed to grow, prohibit the obstruction, by lights, smoke, electronic devices, or any other means, of the safe operation of aircraft near airports, and impose such other restrictions and requirements as may be necessary to effectuate the layout plan for for the protection of the airport. The existing and ultimate runway protection zone as depicted on the airport layout plan shall be zoned to exclude homes and structures which that constitute a concentration of people unless otherwise approved by the Federal Aviation Administration. Section 30. That § 50-10-14 be amended to read: 50-10-14. The governing body of any political subdivision adopting airport zoning regulations under this chapter may delegate the duty of administering and enforcing the regulations to any administrative agency under its jurisdiction. However, the The administrative agency may not be or include any member of the board of appeals. The duties of the administrative agency shall include that of hearing and deciding all permits under § 50-10-10. However, the The agency may not have or exercise any of the powers delegated to the board of appeals. Section 31. That § 50-10-15 be amended to read: 50-10-15. Airport zoning regulations adopted under this chapter shall provide for the appointment of a board of appeals to have and exercise the following powers: (1) To hear Hear and decide appeals from any order, requirement, decision, or determination made by the administrative agency in the enforcement of this chapter or of any ordinance adopted pursuant thereto under this chapter; and (2) To hear Hear and decide special exceptions to the terms of the ordinance upon which such the board may be required to pass under such the ordinance; (3) To hear and decide specific variances under § 50-10-11. Where If a zoning board of appeals or adjustment already exist exists, it may be appointed as the board of appeals. Otherwise, the The board of appeals shall consist of five members, each to be appointed for a term of three years and to be removable for cause by the appointing authority upon written charges and after public hearing. Section 32. That § 50-11-9 be amended to read: 50-11-9. The owner or lessee of an aircraft to be operated within this state shall, except as otherwise expressly provided, file with the department on a form furnished by the department, an application for registration of the aircraft. A person who fails to register an aircraft within thirty days after it is operated in this state is guilty of a Class 2 misdemeanor. A person who knowingly makes a false statement of a material fact in the application is guilty of a Class 5 felony. This section does not apply to any sUAS. Section 33. That § 50-11-19 be amended to read: 50-11-19. In addition to all other registration fees paid to the Department of Transportation department, an additional original registration tax of four percent, based upon the purchase price of the aircraft, shall be paid to the Department of Transportation in conjunction department, along with the application for the original registration of an aircraft. However, for the For an initial registration of aircraft manufactured and used exclusively for agricultural spraying, crop dusting, seeding, fertilizing, or defoliating purposes, the registration tax under this section is three percent. Aircraft subject to the tax imposed by this chapter are exempt from taxes imposed by chapters 10-45 and 10-46. Aircraft used under a use stamp or dealer certificate, or engaged in regularly scheduled flying consisting of an act of interstate or foreign commerce, are exempt from the taxes imposed by chapters 10-45 and 10-46. Failure to pay the registration tax under this section within thirty days after an aircraft is operated in this state is a Class 2 misdemeanor. In addition, failure Failure to pay the registration tax within ninety days of the due date shall result in a civil penalty of one-half percent of the tax due for each month, or portion of the month, until the tax is paid in accordance with this chapter, not to exceed five percent of the tax due. A civil penalty imposed under this section shall be deposited into the aeronautics fund. Section 34. That § 50-11-19.4 be amended to read: 50-11-19.4. The Department of Transportation department shall inform the Department of Revenue of the amount of credit granted pursuant to under § 50-11-19.3 on a quarterly basis. The Department of Revenue shall transfer to the Department of Transportation department, for deposit into the aeronautics fund, the amount of credit granted pursuant to under § 50-11-19.3. Transfers to the aeronautics fund shall be made on a quarterly basis. Section 35. That § 50-11-22 be amended to read: 50-11-22. If an aircraft registered in accordance with §§ 50-11-8 to 50-11-21, inclusive, under this chapter is sold or transferred, the person in whose name the aircraft is registered shall complete and sign the endorsement on the back of the certificate of registration as prescribed by the department and shall, within seven working days, forward to the department by mail a notice of the sale or transfer including the date and place thereof of the sale or transfer, and the name and address of the purchaser or transferee. Failure to make the change of registration within the time required by A violation of this section is a Class 2 misdemeanor. A person who knowingly makes a false statement of a material fact in the certificate of registration is guilty of a Class 5 felony. Section 36. That § 50-11-23 be amended to read: 50-11-23. The purchaser or transferee described by under § 50-11-22 shall, within thirty sixty days, apply to the department for the transfer of the registration of the aircraft to the purchaser's or transferee's name and the issuance of a new certificate of registration. Failure to change registration within the time required by A violation of this section is a Class 2 misdemeanor. A person who knowingly makes a false statement of a material fact in the application is guilty of a Class 5 felony. The endorsed certificate of registration is void thirty sixty days after the date of the sale or transfer of such the aircraft. Section 37. That § 50-11-25 be amended to read: 50-11-25. The provisions of §§ 50-11-8 to 50-11-24, inclusive, do This chapter does not apply to an any aircraft and airmen person operating such an aircraft, which that is owned by, and or used exclusively in the service of, any government or any political subdivision thereof, including the government of the United States, any state or political subdivision of the state, territory, or possession of the United States, or the District of Columbia which, and that is not engaged in carrying persons or property for commercial purposes. Section 38. That § 50-11-26 be amended to read: 50-11-26. The provisions of §§ 50-11-8 to 50-11-24, inclusive, do This chapter does not apply to military aircraft and personnel of the United States government, or any aircraft and personnel licensed by a foreign country with which the United States has reciprocal relations, if the aircraft and personnel are not engaged in any intrastate commercial activity within this state. Section 39. That § 50-11-27 be amended to read: 50-11-27. Any aircraft of any resident of another state, and any nonresident airmen person, having complied with the registration requirements of that state, may be operated or operate within this state for a period of not more than ninety days in any one year without complying with §§ 50-11-8 to 50-11-24, inclusive, this chapter if the aircraft or airmen person is not engaged in any intrastate commercial activity within this state, and that under the laws of the state of such persons' the person's residence, like exemptions and privileges are granted to aircraft owned by residents of this state and resident airmen persons of this state duly registered under the laws of this state. A nonresident within the meaning of the provisions of said sections under this section is a person who has not resided within this state for a period of ninety days. Failure to register after ninety days is a Class 1 misdemeanor. Section 40. That § 50-11-28 be amended to read: 50-11-28. The provisions of §§ 50-11-8 to 50-11-24, inclusive, do This chapter does not apply to any aircraft, and airmen or person operating an aircraft, which is engaged in regularly scheduled flying constituting an act of interstate or foreign commerce. Section 41. That § 50-11-29 be amended to read: 50-11-29. The provisions of §§ 50-11-8 to 50-11-24, inclusive, do This chapter does not apply to an individual any person operating model aircraft, balloons, gliders, or sUAS. Section 42. That § 50-11-33 be amended to read: 50-11-33. It is A person is guilty of a Class 5 felony for a if the person to alter or forge, or cause alters, forges, or causes to be altered or forged, a certificate of registration or permit issued under the authority of §§ 50-11-8 to 50-11-31, inclusive this chapter, or an assignment or endorsement thereof of a certificate of registration or permit, or to hold or use such a certificate, assignment, or endorsement knowing it has been altered or forged. Section 43. That § 50-11-35 be amended to read: 50-11-35. For aircraft leased under an agreement of for thirty-six calendar months or less, the original registration tax of four percent, as required under § 50-11-19, applies only to the scheduled lease payments, excluding fuel, routine maintenance, insurance, and crew, made in money or otherwise and shall be paid by the lessee at the time payments are made to the lessor. For aircraft leased for more than thirty-six calendar months, either by multiple short-term agreements or a long-term agreement, the original registration tax under § 50-11-19 shall be assessed on the market value of the aircraft at the time registration is due as stated in the aircraft bluebook and price digest. This The original registration tax is the responsibility of shall be paid by the owner of the aircraft. A copy of the lease agreement shall be provided to the director department with the application for registration. If the lessee purchases the aircraft during the time period of the lease, all moneys any amount paid to the Department of Transportation department for registration taxes under this chapter shall be credited to taxes required in under § 50-11-19. Although the payment of taxes is based on the lease payments, the The annual registration fee provided for in required under §§ 50-11-12 to and 50-11-14, inclusive, apply applies for each aircraft under lease. Section 44. That chapter 50-12 be amended by adding a NEW SECTION to read: An aircraft dealer's place of business shall have a business name, and the telephone listing shall indicate the business is an aircraft-related place of business. The structure of an aircraft dealer's place of business shall be used primarily as a place of business for the sale or commercial use of aircraft. A licensed aircraft dealer may maintain a branch office or subagency in more than one location in this state, if the dealer obtains a separate license for each location. Each application for a branch office or subagency at any location other than the principal place of business shall be submitted in accordance with § 50-12-2. Section 45. That § 50-12-5 be amended to read: 50-12-5. The A dealer's certificate issued under the authority of this chapter may be used only by a licensed aircraft dealer for aircraft owned or controlled by the dealer for the purposes of sale, resale, or flight instruction without charge which is required to ensure proper check-out time to a purchaser or the purchaser's pilot in the aircraft sold to the purchaser. The use of the. Use of a certificate for any other purpose other than as permitted under this section is a Class 2 misdemeanor. Section 46. That § 50-12-7 be amended to read: 50-12-7. Upon the sale of any aircraft bearing an aircraft dealer's certificate, the dealer shall comply with §§ 50-11-22 and 50-11-23. If possession of such an aircraft is transferred to the a new owner, the dealer shall forthwith deliver the aircraft dealer's certificate and aircraft dealer sales affidavit to the department. The department shall hold the certificate until an application is received from the dealer for transfer to another aircraft. Any person who makes a false statement of a material fact on the a sales affidavit under this section is guilty of a Class 1 misdemeanor. Failure to report aircraft purchases and sales as required under this chapter is punishable by a civil penalty equal to the annual registration fee as provided in § 50-11-12. A civil penalty imposed under this section shall be deposited into the aeronautics fund. Section 47. That § 50-12-9 be amended to read: 50-12-9. Any aircraft which has been subject to registration under an aircraft dealer's certificate and a commercial use stamp for a period exceeding twenty-four months shall be registered in compliance accordance with §§ 50-11-12 and 50-11-19. Section 48. That § 50-12-13 be amended to read: 50-12-13. The aircraft dealer's license as provided by § 50-12-3 expires on the thirty-first day of January of the second year next succeeding the calendar year in which it was issued. The aircraft dealer's certificate as provided by § 50-12-6 and commercial use stamps as provided by § 50-12-8 expire twenty-four months after they are issued provided, if a valid dealer's license is in effect. The aircraft dealer's certificate and commercial use stamp expire expires automatically if the aircraft dealer's license expires as provided for pursuant to this section or the aircraft dealer no longer holds a valid aircraft dealer's license. Section 49. That § 1-16J-7 be amended to read: 1-16J-7. For the purpose of protecting and promoting the economic impact of Ellsworth Air Force Base and associated industry, and to promote the health and safety of those living or working near the base, the authority may exercise the following powers: (1) Have perpetual succession as a body politic and corporate exercising essential public functions; (2) Sue and be sued in its own name; (3) Have an official seal and alter the seal at will; (4) Maintain an office at such places any place within the state as the authority may designate; (5) Make and execute contracts and all other instruments necessary or convenient for the performance of its duties and the exercise of its powers and functions under this chapter; (6) Borrow money and accept gifts; (7) Apply for and use gifts, grants, or loans of money, or other property from the United States, the state, a unit of local government, or any person, for any authority purposes of the authority, and to enter into agreements required in connection therewith with those purposes; (8) Hold, use, and dispose of such moneys any gift, grant, loan, agreement, or property for any authority purposes of the authority in accordance with the terms of the gift, grant, loan, or agreement, or property; (9) Employ fiscal consultants, engineers, attorneys, management service providers, and such other consultants and employees as may be required, and contract with agencies of the state to provide staff and support services; (10) Procure insurance against any loss in connection with its property and other assets, including loans, bonds, and notes in such amounts and from such insurers as it may deem the authority deems advisable; (11) Hold, control, and acquire by donation or purchase any private or public easements, dedications to public use, platted reservations for private or public purposes, or any reservations for those purposes authorized by this chapter, and make use of such easements, dedications, or reservations for any of the purposes authorized by this chapter; (12) Lease as lessor or lessee to or from any person, firm, limited liability company, corporation, association, or body, public or private, any projects of the type that the authority may undertake and facilities or property of any nature for the use of the authority to carry out any of the purposes authorized by this chapter; (13) Borrow money and issue bonds, certificates, warrants, notes, or other evidence of indebtedness as provided authorized by this chapter; (14) Procure insurance, letters of credit, guarantees, or other credit enhancement arrangements from any public or private entities entity, including any department, agency, or instrumentality of the United States or the state, for payment of all or any portion of any bonds bond issued by the authority, including the power to pay premiums, fees, or other charges on any such insurance, letters of credit, guarantees, or credit arrangements; (15) Receive and accept from any source financial aid or contributions of moneys any grant, property, labor, or other things of value to be held, used, and applied to carry out the purposes of this chapter, subject to the conditions upon which the grants or contributions are grant or contribution is made, including gifts or grants a gift or grant from any department, agency, or instrumentality of the United States for any purpose consistent with the provisions of this chapter; (16) To the extent permitted under its contract with the holders of bonds of the authority, consent to any modification with respect to the rate of interest, time, and payment of any installment of principal or interest, or any other term of any contract, loan, loan note, loan note commitment, contract, lease, or agreement of any kind to which the authority is a party; (17) Make loans and grants to, and enter into financing agreements with, any governmental agency or any person for the costs incurred in connection with the development, construction, acquisition, improvement, maintenance, operation, or decommissioning of any facilities facility, or for the maintenance of the physical or structural integrity of real or personal property incorporated or which may be incorporated into such facilities the facility, in accordance with a written agreement between the authority and such the governmental agency or person. However, no such A loan or grant made under this section may not exceed the total cost of such facilities the facility as determined by the governmental agency or person, and approved by the authority; (18) Cooperate with, and exchange services, personnel, and information with, any governmental agency or political subdivision; (19) Enter into agreements for management on behalf of the authority of any of its properties upon such terms and conditions as may be mutually agreeable; (20) Sell, exchange, lease, donate, and convey any of its properties whenever the authority finds such action to be in furtherance of the purposes for which it was the authority is organized; (21) Purchase from a willing seller, construct, develop, maintain, hold, lease, license, operate, dispose of, or decommission real and personal property projects, facilities, or any undertaking necessary for establishing compatible land use, as provided for in subdivision 50-10-32(2), around Ellsworth Air Force Base, or generally suitable for protecting or promoting the economic impact on the state of Ellsworth Air Force Base and related industries; (22) Indemnify any person or governmental agency for such reasonable risks as the authority deems advisable if the indemnification is a condition of a grant, gift, or donation to the authority. However, any such Any obligation to indemnify may only be paid from insurance or from revenues of the authority, and such the obligation does not constitute a debt or obligation of the State of South Dakota this state; (23) Acquire by eminent domain, in accordance with chapter 21-35, any private property that falls within the boundaries of Ellsworth Air Force Base, or property described in the 1994 United States Department of Defense approved Ellsworth Air Force Base Air Installation Compatible Use Zone Study as a clear zone or an accident potential zone one or two, or property located within the noise contours identified by the study, but only as necessary for the authority's purposes to establish a compatible land use as provided for in the study; (24) Cooperate with, or contract with, other governmental agencies or political subdivisions as may be necessary, convenient, incidental, or proper in connection with any of the powers, duties, or purposes authorized by this chapter; and (25) Construct, purchase, license, lease, or operate a bulk wastewater treatment facility and pipelines necessary to contract for bulk treatment of wastewater generated by Ellsworth Air Force Base, the city of Box Elder, or other authorized sewer utilities generating wastewater in the Box Elder Creek watershed. However, the The authority may not provide wastewater treatment service to any property located within any municipality's subdivision jurisdiction as defined in §§ 11-6-26 and 9-4-14 without first obtaining the municipality's consent. Section 50. That § 50-2-2.1 be repealed. 50-2-2.1. The commission may promulgate rules pursuant to chapter 1-26 regarding: (1) The design, layout, location, construction, operation, equipping, and use of all public airports; (2) The establishment, location, maintenance, and operation of all navigational aids; and (3) The operation of aerial applicators or operators including minimum standards, class definitions, and safety requirements. Section 51. That § 50-5-4 be repealed. 50-5-4. It is a Class 2 misdemeanor to use or operate a public airport or a private airport located within two miles of the nearest boundary of an approved public airport without the prior approval of the commission. Section 52. That § 50-6A-1 be repealed. 50-6A-1. Terms used in this chapter mean: (1) \"Airport authority\" or \"authority,\" any regional airport authority created pursuant to the provisions of this chapter; (2) \"Airport facility,\" any facility, other than one owned and operated by the United States, used in, available for use in, or designed for use in aviation, including any structures, mechanisms, lights, beacons, markers, communicating systems, or other instrumentalities, or devices, used or useful as an aid, or constituting an advantage or convenience, to the safe taking off and landing of aircraft, or the safe and efficient operation or maintenance of an airport, or any combination of any or all of such facilities; (3) \"Airport hazard,\" any structure, object of natural growth, or use of land that obstructs the airspace required for the flight of aircraft in landing or taking off at an airport or is otherwise hazardous to such landing or taking off of aircraft; (4) \"Bonds,\" any bonds, notes, interim certificates, debentures, or similar obligations issued by an authority pursuant to this chapter; (5) \"Governing body,\" the official or officials authorized by law to exercise ordinance or other lawmaking powers of a political subdivision; (6) \"Person,\" a person as defined by subdivision 2-14-2(18) as well as any joint stock association, or body politic; and includes any trustee, receiver, assignee, or other similar representative thereof; (7) \"Political subdivision\" or \"subdivision,\" any county, municipality, or other public body of this state; (8) \"Project,\" any airport operated by an authority, including all real and personal property, structures, machinery, equipment and appurtenances or facilities that are part of the airport or used or useful in connection therewith either as ground facilities for the convenience of handling aviation equipment, passengers and freight or as part of aviation and air safety operations; and (9) \"Real property,\" lands, structures and interests in land, including lands under water and riparian rights, and any and all things and rights usually included within the term real property, including not only fee simple absolute but also any and all lesser interests, such as easements, rights of way, uses, leases, licenses, and all other incorporeal hereditaments and every estate, interest or right, legal or equitable, pertaining to real property. Section 53. That § 50-9-2 be repealed. 50-9-2. The commission shall promulgate rules, pursuant to chapter 1-26, covering the requirements that shall be met by any applicant to obtain the approval for the construction or alteration of any structure which is not exempt from the requirements of § 50-9-1. Section 54. That § 50-9-3 be repealed. 50-9-3. The commission may, in its discretion, approve the application filed, as required by § 50-9-1 without a hearing. However, if the commission deems the erection of the structure to create a hazard to the safe use of an airport by aircraft, or a public danger, or the department finds the erection to be in violation of any of the rules authorized by § 50-9-2, the commission shall assign the application for hearing upon reasonable notice to the applicant. The commission may order and require the applicant to cease and desist from erecting the structure except in conformity to plans and specifications relating to height thereof, approved by the commission. Section 55. That § 50-9-5 be repealed. 50-9-5. The erection or alteration of any structure covered by § 50-9-1 without the approval of the commission is a Class 1 misdemeanor. Section 56. That § 50-10-1 be repealed. 50-10-1. Terms used in this chapter mean: (1) \"Airport hazard,\" any structure, or tree, or use of land, which obstructs an aerial approach of such an airport or is otherwise hazardous to its use for landing or taking off; (2) \"Person,\" any individual, firm, copartnership, corporation, company, limited liability company, association, joint stock association or body politic, including any trustee, receiver, assignee, or other similar representative; (3) \"Publicly owned,\" an airport is publicly owned if the portion of the airport used for the landing and taking-off of aircraft is owned by a governmental body, political subdivision, public agency, or other public corporation; (4) \"Structure,\" any object constructed by human action; (5) \"Tree,\" any object of natural growth. Section 57. That § 50-10-10 be repealed. 50-10-10. If advisable to facilitate the enforcement of zoning regulations adopted pursuant to this chapter, a system may be established for granting permits to establish or construct new structures and other uses and to replace existing structures and other uses or make substantial changes therein or substantial repairs thereof. Before any nonconforming structure or tree may be replaced, substantially altered or repaired, rebuilt, allowed to grow higher, or replanted, a permit shall be secured from the administrative agency authorized to administer and enforce the regulations, authorizing such replacement, change, or repair. No permit may be granted that would allow the structure or tree in question to be made higher or become a greater hazard to aviation than it was when the applicable regulation was adopted. If the administrative agency determines that a nonconforming structure or tree has been abandoned or more than eighty percent physically deteriorated, or decayed, no permit may be granted that would allow the structure or tree to exceed the applicable height limit or otherwise deviate from the zoning regulations. Except as indicated all applications for permits for replacement, change, or repair of nonconforming uses shall be granted. Section 58. That § 50-10-11 be repealed. 50-10-11. Any person desiring to erect any structure, to increase the height of any structure, to permit the growth of any tree, or to otherwise use the person's property, in violation of airport zoning regulations adopted under this chapter, may apply to the board of appeals, as provided in § 50-10-15, for a variance from the zoning regulations in question. A variance may be allowed if a literal application or enforcement of the regulations would result in practical difficulty or unnecessary hardship and the relief granted would not be contrary to the public interest but would do substantial justice and be in accordance with the spirit of the regulations. Section 59. That § 50-10-12 be repealed. 50-10-12. In granting any permit or variance under § 50-10-10 or 50-10-11, the administrative agency or board of appeals may, if it deems such action advisable to effectuate the purposes of this chapter and reasonable in the circumstances, so condition such permit or variance as to require the owner of the structure or tree in question to permit the political subdivision, at its own expense, to provide for the installation, operation, and maintenance of suitable obstruction markers and obstruction lights thereon. Section 60. That § 50-10-32 be repealed. 50-10-32. Terms in §§ 50-10-34 and 50-10-35 mean: (1) \"Centerline,\" a line extended through the midpoint of each end of a runway; (2) \"Compatible land use,\" a use of land adjacent to a military airport that does not endanger the health, safety, or welfare of the owners, occupants, or users of the land because of levels of noise or vibrations or the risk of personal injury or property damage created by the operations of the military airport, including the taking off and landing of military aircraft; (3) \"Controlled compatible land use area,\" any area of land located outside military airport boundaries and within a rectangle bounded by lines located no farther than one and one-half statute miles from the centerline of an instrument or primary runway and lines located no farther than five statute miles from each end of the paved surface of an instrument or primary runway unless noise standards exceed these distances; (4) \"Instrument runway,\" any existing or planned military runway of at least three thousand two hundred feet which serves or will serve an instrument landing procedure prescribed by Federal Aviation Administration Order 8260.3B \"United States Standard for Terminal Instrument Procedures\"; (5) \"Military airport hazard,\" any structure or obstruction that obstructs the air space required for the taking off, landing, or flight of military aircraft or that interferes with visual, radar, radio, or other systems for tracking, monitoring, controlling, or acquiring data relating to military aircraft; (6) \"Military airport hazard area,\" an area of land or water on which a military airport hazard may exist; (7) \"Military airport zoning regulation,\" a military airport hazard area zoning regulation and a military airport compatible land use zoning regulation adopted under §§ 50-10-32 to 50-10-35, inclusive; (8) \"Obstruction,\" any structure, object of natural growth, or other object, including a mobile object, that exceeds a height established by C.F.R. 14 Federal Aviation Regulations Part 77 \"Objects Affecting Navigable Airspace\" or by a military airport hazard area zoning standard; (9) \"Political subdivision,\" any municipality or county; (10) \"Primary runway,\" any existing or planned paved runway, as shown on the official military airport layout plan, of at least three thousand two hundred feet on which a majority of the approaches to and departures from the military airport occur; (11) \"Runway,\" a defined area of a military airport prepared for the landing and taking off of military aircraft along its length. Section 61. That § 50-10-34 be repealed. 50-10-34. Any political subdivision in which a military airport hazard area is located may adopt, administer, and enforce, under its police power, military airport hazard area zoning regulations for the military airport hazard area to prevent the creation of a military airport hazard. The military airport hazard area zoning regulations may divide a military airport hazard area into zones and for each zone: (1) Specify the land uses permitted; (2) Regulate the type and density of structures; and (3) Restrict the height of structures and obstructions to prevent the creation of an obstruction to flight operations or aviation. Section 62. That § 50-10-35 be repealed. 50-10-35. A political subdivision may adopt, administer, and enforce, under its police power, military airport compatible land use zoning regulations for the part of a controlled compatible land use area located within the political subdivision. The political subdivision by ordinance or resolution may implement, in connection with military airport compatible land use zoning regulations, any federal law or rules controlling the use of land located adjacent to or in the immediate vicinity of the military airport. The military airport compatible land use zoning regulations shall include a statement that the military airport fulfills an essential national defense purpose. Section 63. That § 50-11-6 be repealed. 50-11-6. The aircraft registration certificate shall be presented for inspection upon demand. A violation of this section is a Class 2 misdemeanor. Section 64. That § 50-11-8 be repealed. 50-11-8. Unless otherwise expressly provided by the provisions of this chapter, the federal certificate of each civil aircraft owned and operated within this state shall be registered by the aircraft owner annually with the department in the manner prescribed in §§ 50-11-9 to 50-11-31, inclusive. The required fee shall be paid by the aircraft owner to the department at the time of registration. A violation of this section is a Class 2 misdemeanor. Section 65. That § 50-11-9.1 be repealed. 50-11-9.1. The provisions of §§ 50-11-8 and 50-11-9 do not apply to any sUAS. Section 66. That § 50-11-10 be repealed. 50-11-10. On receipt of the application, the department shall file it. Upon determining that an aircraft is entitled to registration by the applicant, and that the original registration tax required by § 50-11-19 has been paid in full, the department shall register it and forward to the applicant a registration certificate and decal bearing a distinctive number together with such other identifying matter as the commission shall prescribe. If the aircraft is not entitled to registration or the applicant is not entitled to register the aircraft, the department shall immediately notify the applicant. Upon receipt of the registration fee, the department shall pay it to the state treasurer to be credited to the aeronautics fund. Section 67. That § 50-11-30 be repealed. 50-11-30. The provisions of §§ 50-11-8 to 50-11-24, inclusive, do not apply to a student pilot, who has not received an endorsement to solo from a federal aviation administration certified flight instructor, a pilot who is a potential purchaser of the aircraft, or an aircraft used for the demonstration of that aircraft to a bona fide prospective purchaser if the aircraft is equipped with fully functioning dual controls and a properly certificated pilot is in full charge of one set of the controls. Section 68. That § 50-11-31 be repealed. 50-11-31. In the event of loss, mutilation, or destruction of a registration certificate or other identifying matter prescribed by the commission and issued under the provisions of this chapter, the registrant may obtain a duplicate certificate by filing with the department an affidavit showing such facts and paying the fee prescribed by the commission. A person who knowingly makes a false statement of a material fact in the affidavit is guilty of a Class 5 felony. The affidavit and fee shall be filed and remitted by the department as is required by law. The department shall thereupon issue a duplicate registration certificate or other identifying matter to the applicant. Section 69. That § 50-12-1 be repealed. 50-12-1. Terms used in this chapter mean: (1) \"Aircraft dealer,\" any person, manufacturer, or distributor engaged in the business of buying, selling, exchanging, or acting as a broker of three or more aircraft in any twelve consecutive months except for a business liquidation of used aircraft; (2) \"Commercial purpose,\" the use in aviation activities such as flight instruction, charter, air taxi, and rental use but does not authorize substitution of the commercial use stamp in lieu of regular aircraft registration for the promotion of nonaviation business or other purposes; (3) \"Place of business,\" a permanent enclosed structure at which a permanent business of bartering, trading, and selling of aircraft will be carried on as such in good faith and not for the purpose of evading this chapter or chapter 50-11. The business name and telephone listing shall indicate it is an aircraft or aviation related place of business. The term does not include residences, tents, temporary stands, or other temporary quarters. The structure shall be used primarily as a place of business for the sale or commercial use of aircraft. Section 70. That § 50-12-6 be repealed. 50-12-6. The department at the time of the issuance of the original license, or the renewal of the license as provided in this chapter, shall issue six aircraft dealer's certificates to an aircraft dealer. Any aircraft dealer may secure additional aircraft dealer's certificates upon application therefor on forms furnished by the department and the payment of the additional fee as required by § 50-12-12. Section 71. That § 50-12-11 be repealed. 50-12-11. In the event of loss, mutilation, or destruction of any dealer's license, certificate, commercial use stamps, or other identifying matter issued under the provisions of this chapter, a registered aircraft dealer may obtain a duplicate upon filing with the department an affidavit showing the facts and upon payment of a fee prescribed by the commission. Section 72. That § 50-12-15 be repealed. 50-12-15. Any applicant for, or any licensed aircraft dealer may maintain a branch office or subagency in more than one location in this state, if the dealer or applicant secures a separate license for each location. All applications for branch offices or subagencies at locations other than the principal place of business shall conform to the provisions of § 50-12-2. Section 73. That § 50-12-19 be repealed. 50-12-19. The department shall prepare the forms and certificates required by this chapter. The department may prescribe the method of and location for the public display of any and all certificates and licenses as are required and in conformity with the provisions of this chapter. Section 74. That § 50-13-3 be repealed. 50-13-3. The ownership of the space above the lands and waters of this state is declared to be vested in the several owners of the surface beneath, subject to the right of flight described in § 50-13-4. Section 75. That § 50-13-4 be repealed. 50-13-4. Flight in aircraft over the lands and waters of this state is lawful, unless at such a low altitude as to interfere with the then existing use to which the land or water, or the space over the land or water, is put by the owner, or unless so conducted as to be imminently dangerous to persons or property lawfully on the land or water beneath. Section 76. That § 50-13-5 be repealed. 50-13-5. The landing of an aircraft on the lands or waters of another, without consent, is a Class 2 misdemeanor, except in the case of a forced landing. Section 77. That § 50-13-6 be repealed. 50-13-6. The owner or the pilot, or both, of each aircraft that is operated over lands or waters of this state is liable for injuries or damage to persons or property on the land or water beneath, caused by the ascent, descent, or flight of the aircraft, or the dropping or falling of any object from the aircraft in accordance with the rules of law applicable to torts in this state. As used in this section, the term, owner, includes a person having full title to aircraft and operating it through servants, and also includes a bona fide lessee or bailee of the aircraft, whether gratuitously or for hire. However, the term does not include a bona fide bailor or lessor of the aircraft, whether gratuitously or for hire, or a mortgagee, conditional seller, trustee for creditors of the aircraft, or other person having a security title only. The owner of the aircraft is not liable if the pilot of the aircraft is in possession of the aircraft as a result of theft or felonious conversion. The person in whose name an aircraft is registered with the Federal Aviation Administration or the department shall be prima facie the owner of the aircraft within the meaning of this section. Section 78. That § 50-13-7 be repealed. 50-13-7. The liability of the owner of one aircraft to the owner of another aircraft, or to pilots or passengers on either aircraft, for damage caused by collision on land or in the air, shall be determined by the rules of law applicable to torts on land. Section 79. That § 50-13-8 be repealed. 50-13-8. All crimes, torts, and other wrongs committed by or against a pilot or passenger while in flight over this state are governed by the laws of this state. Any question whether damage occasioned by or to an aircraft while in flight over this state constitutes a tort, crime, or other wrong by or against the owner of the aircraft shall be determined by the laws of this state. Section 80. That § 50-13-9 be repealed. 50-13-9. All contractual and other legal relations entered into by pilots or passengers while in flight over this state shall have the same effect as if entered into on the land or water beneath. Section 81. That § 50-13-15 be repealed. 50-13-15. No person transported by the owner or operator of any aircraft as his guest without compensation for such transportation shall have cause of action for damages against such owner or operator for injury, death, or loss, in case of accident, unless such accident shall have been caused by the willful and wanton misconduct of the owner or operator of such aircraft, and unless such willful and wanton misconduct contributed to the injury, death, or loss for which the action is brought; no person so transported shall have such cause of action if he has willfully or by want of ordinary care brought the injury upon himself. Section 82. In accordance with § 2-16-9, the Code Commission and Code Counsel of the State Legislative Research Council are requested to transfer chapter 50-3 to title 33. Section 83. In accordance with § 2-16-9, the Code Commission and Code Counsel of the State Legislative Research Council are requested to transfer chapter 50-8 to title 6. Section 84. In accordance with § 2-16-9, the Code Commission and Code Counsel of the State Legislative Research Council are requested to transfer §§ 50-10-13 to 50-10-28, inclusive, to title 11."}, {"bill_id": 9512, "bill_version_id": 54274, "bill_version": "Enrolled", "bill_version_date": "2019-02-26T10:36:11.4-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9512, "action_date": "2019-01-24T14:00:00-06:00", "document_id": 52224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52224.pdf", "status_text": "First read in House and referred to", "journal_page": 169, "committee_id_action": 408, "committee_id_assigned": 430, "result": "N", "vote": {}}, {"bill_id": 9512, "action_date": "2019-02-05T10:00:00-06:00", "document_id": 52912, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52912.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 430, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9512, "action_date": "2019-02-07T10:00:00-06:00", "document_id": 53060, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53060.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 430, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9512, "action_date": "2019-02-07T10:00:00-06:00", "document_id": 53232, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53232.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 430, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9512, "action_date": "2019-02-07T10:00:00-06:00", "document_id": 53232, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53232.pdf", "status_text": "Do Pass Amended", "journal_page": 323, "committee_id_action": 430, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27921, "president_vote": null, "Yea": [1560, 1443, 1633, 1444, 1438, 1639, 1622, 1611, 1625, 1593, 1563, 1435], "Excused": [1592]}}, {"bill_id": 9512, "action_date": "2019-02-11T14:00:00-06:00", "document_id": 53444, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53444.pdf", "status_text": "Deferred to another day", "journal_page": 363, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9512, "action_date": "2019-02-12T14:00:00-06:00", "document_id": 53547, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53547.pdf", "status_text": "Do Pass Amended", "journal_page": 375, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28175, "president_vote": null, "Yea": [1563, 1614, 1619, 1567, 1592, 1643, 1578, 1641, 1560, 1629, 1579, 1613, 1645, 1594, 1443, 1633, 1440, 1634, 1444, 1434, 1573, 1616, 1650, 1635, 1624, 1557, 1628, 1427, 1642, 1438, 1620, 1631, 1589, 1556, 1593, 1590, 1609, 1435, 1649, 1632, 1646, 1644, 1575, 1612, 1630, 1431, 1446, 1615, 1638, 1569, 1626, 1572, 1637, 1627, 1577, 1618, 1581, 1576, 1610, 1622, 1623, 1611, 1564, 1621, 1580, 1625, 1432], "Excused": [1436], "Nay": [1639, 1647]}}, {"bill_id": 9512, "action_date": "2019-02-13T14:00:00-06:00", "document_id": 53648, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53648.pdf", "status_text": "First read in Senate and referred to", "journal_page": 367, "committee_id_action": 409, "committee_id_assigned": 415, "result": "N", "vote": {}}, {"bill_id": 9512, "action_date": "2019-02-22T08:30:00-06:00", "document_id": 53880, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53880.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 415, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9512, "action_date": "2019-02-22T08:30:00-06:00", "document_id": 54077, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54077.pdf", "status_text": "Do Pass", "journal_page": 469, "committee_id_action": 415, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28652, "president_vote": null, "Yea": [1583, 1586, 1559, 1605, 1602, 1558], "Excused": [1607]}}, {"bill_id": 9512, "action_date": "2019-02-22T08:30:00-06:00", "document_id": 54077, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54077.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 415, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9512, "action_date": "2019-02-25T14:00:00-06:00", "document_id": 54229, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54229.pdf", "status_text": "Do Pass Amended", "journal_page": 501, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28791, "president_vote": null, "Yea": [1602, 1441, 1582, 1562, 1599, 1608, 1606, 1605, 1588, 1604, 1442, 1601, 1585, 1600, 1603, 1568, 1583, 1430, 1437, 1595, 1558, 1450, 1571, 1586, 1561, 1596, 1559, 1607, 1584, 1426, 1598, 1587, 1433, 1565, 1597]}}, {"bill_id": 9512, "action_date": "2019-02-26T14:00:00-06:00", "document_id": 54296, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54296.pdf", "status_text": "Signed by the Speaker", "journal_page": 558, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9512, "action_date": "2019-02-28T12:45:00-06:00", "document_id": 54479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54479.pdf", "status_text": "Signed by the President", "journal_page": 556, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9512, "action_date": "2019-03-04T14:00:00-06:00", "document_id": 54577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54577.pdf", "status_text": "Delivered to the Governor", "journal_page": 596, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9512, "action_date": "2019-03-07T11:00:00-06:00", "document_id": 54836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54836.pdf", "status_text": "Signed by the Governor", "journal_page": 694, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7020}