{"session_id": 32, "bill_id": 9166, "bill_type": "Senate Bill", "bill_number": 207, "bill_title": "revise certain provisions regarding the practice of massage therapy.", "sponsors": [{"legislator_profile_id": 1250, "is_prime": true}, {"legislator_profile_id": 1252, "is_prime": true}], "keywords": ["Licensing", "Professions and Occupations"], "audio": [{"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/she19.mp3", "start_seconds": 4390.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/she19.mp3", "start_seconds": 4390.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/she19.mp3", "start_seconds": 4390.0}], "bill_versions": [{"bill_id": 9166, "bill_version_id": 48455, "bill_version": "Introduced", "bill_version_date": "2018-02-01T10:44:31.227-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the practice of massage therapy. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-35-1 be amended to read: 36-35-1. Terms in this chapter mean: (1) \"Board,\" the Board of Massage Therapy; (2) \"Clock hour\" or \"contact hour,\" a full sixty minute period with at least fifty minutes of instruction or learning activities; (3) \"Conviction,\" finding of guilt, an admission of guilt or plea of nolo contendere, regardless of adjudication; (4) \"Licensee,\" a person who meets the qualifications for licensure pursuant to this chapter and holds a valid license to practice massage therapy; (3) \"Massage,\" the systematic mobilization of the soft tissues of the body through the application of hands, feet, or devices for the purposes of therapy, relaxation, or education through means which include: (a) Pressure, friction, stroking, rocking, kneading, percussion, compression, or stretching; (b) External application of water, heat, cold, lubricants, or other topical agents; or (c) The use of devices that mimic or enhance the actions of human hands or feet; and (4)(5) \"Practice of massage therapy,\" the performance of massage for a fee or other compensation or holding oneself out to the public as performing massage. Section 2. That chapter 36-35 be amended by adding a NEW SECTION to read: For the purposes of this chapter the term, massage, means the manual application of a system of structured touch to the soft tissues of the human body including: (1) Assessment, evaluation, or treatment; (2) Pressure, friction, stroking, rocking, gliding, kneading, percussion, compression, stretching, or vibration; (3) Active or passive stretching of the body within the normal anatomical range of movement; (4) Use of manual methods or mechanical or electrical devices or tools that mimic or enhance the action of human hands or feet; (5) Use of topical applications, including lubricants, scrubs, or herbal preparations; (6) Use of hot or cold applications; (7) Use of hydrotherapy; and (8) Client education. Section 3. That § 36-35-2 be amended to read: 36-35-2. The board consists of five members appointed by the Governor. The term of a board member is three years. One member of the board shall be a person not licensed by the board. Four members of the board shall be persons licensed by the board licensed and in good standing who have been engaged in the practice of massage therapy for not less than five consecutive years preceding the date of appointment. The Governor shall fill any vacancy by appointment to complete the unexpired portion of the vacancy. No person may serve more than three consecutive full terms on the board. The appointment to an unexpired term is not considered a full term. The terms of members begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term expires on October thirtieth in the third year of appointment. Section 4. That § 36-35-6.1 be amended to read: 36-35-6.1. The board may: (1) Administer, coordinate, and enforce the provisions of this chapter; (2) Evaluate the qualifications of applicants for licensure and permits and issue and renew licenses and permits; (3) Maintain the names of persons that meet the qualifications for licensure; (4) Conduct all disciplinary proceedings under this chapter; (5) Maintain a record of each complaint received by the board; (6) Establish standards for the safe and qualified practice of massage therapy; (7) Report licensing actions and status to relevant state and federal governing bodies as may be required, or as the board deems appropriate; and (8) Employ or contract with personnel and enter into contracts pursuant to law to carry out the board's responsibilities; (9) Collect demographic data of licensees and the profession; (10) Maintain a database of all licensees, including disciplinary data; (11) Issue an annual report; and (12) Enter into appropriate data sharing information agreements according to state or federal law. Section 5. That chapter 36-35 be amended by adding a NEW SECTION to read: The board, or any of the board's officers, agents or employees so authorized, may enter and inspect, during business hours, any place where massage therapy is practiced for the purpose of enforcing this chapter and any rules adopted pursuant to chapter 36-35. Section 6. That chapter 36-35 be amended by adding a NEW SECTION to read: No person or entity may use the words massage therapy, bodywork therapy, massage-bodywork therapist, massage therapist, bodywork therapist, massage, licensed massage therapist, the acronym LMT, or any other words, abbreviations, or insignia indicating or implying, directly or indirectly, that the practice of massage therapy is provided or supplied, unless the person is licensed pursuant to chapter 36-35. A massage therapist may use the acronym LMT to designate licensure pursuant to chapter 36-35. Section 7. That chapter 36-35 be amended by adding a NEW SECTION to read: In addition to any other fees specified in this chapter, the board may assess additional fees for services rendered to carry out the board's duties and responsibilities as required under law, including: (1) Issuance of duplicate licenses; (2) Copies of requested documents; (3) Certification of documents; (4) Certification of license status; (5) Notices of meetings; and (6) Materials relevant to licensing and renewal of license. Section 8. That chapter 36-35 be amended by adding a NEW SECTION to read: Notwithstanding any other provision of law, the board shall publish on a timely basis any final adverse action duly entered. Publication of a final adverse action includes reporting to any applicable state and federal repository of any final board action. The board may also report a final adverse action to any data bank maintained by any appropriate organization of which the board is a member."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9166, "action_date": "2018-02-01T14:00:00-06:00", "document_id": 48504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48504.pdf", "status_text": "First read in Senate and referred to", "journal_page": 329, "committee_id_action": 395, "committee_id_assigned": 372, "result": "N", "vote": {}}, {"bill_id": 9166, "action_date": "2018-02-07T10:00:00-06:00", "document_id": 48599, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48599.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 372, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9166, "action_date": "2018-02-07T10:00:00-06:00", "document_id": 48865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48865.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 397, "committee_id_action": 372, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25500, "president_vote": null, "Yea": [1219, 1234, 1278, 1272, 1288, 1245], "Excused": [1232]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9166"}