{"session_id": 8, "bill_id": 1832, "bill_type": "Senate Bill", "bill_number": 107, "bill_title": "provide for the practice and regulation of licensed midwives.", "sponsors": [{"legislator_profile_id": 757, "is_prime": true}, {"legislator_profile_id": 794, "is_prime": true}, {"legislator_profile_id": 790, "is_prime": false}, {"legislator_profile_id": 793, "is_prime": false}, {"legislator_profile_id": 740, "is_prime": false}, {"legislator_profile_id": 813, "is_prime": false}, {"legislator_profile_id": 814, "is_prime": false}, {"legislator_profile_id": 811, "is_prime": false}, {"legislator_profile_id": 805, "is_prime": false}, {"legislator_profile_id": 749, "is_prime": false}, {"legislator_profile_id": 832, "is_prime": false}, {"legislator_profile_id": 835, "is_prime": false}, {"legislator_profile_id": 842, "is_prime": false}, {"legislator_profile_id": 834, "is_prime": false}, {"legislator_profile_id": 803, "is_prime": false}, {"legislator_profile_id": 843, "is_prime": false}, {"legislator_profile_id": 759, "is_prime": false}, {"legislator_profile_id": 824, "is_prime": false}, {"legislator_profile_id": 791, "is_prime": false}, {"legislator_profile_id": 769, "is_prime": false}, {"legislator_profile_id": 750, "is_prime": false}, {"legislator_profile_id": 770, "is_prime": false}, {"legislator_profile_id": 792, "is_prime": false}, {"legislator_profile_id": 799, "is_prime": false}, {"legislator_profile_id": 836, "is_prime": false}, {"legislator_profile_id": 841, "is_prime": false}, {"legislator_profile_id": 762, "is_prime": false}, {"legislator_profile_id": 763, "is_prime": false}, {"legislator_profile_id": 838, "is_prime": false}, {"legislator_profile_id": 837, "is_prime": false}], "keywords": ["Administrative Rules", "Department of Health", "Fees", "Professions and Occupations", "Public Health and Safety"], "audio": [{"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/she18.mp3", "start_seconds": 4934.0}, {"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/she18.mp3", "start_seconds": 4934.0}, {"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/she18.mp3", "start_seconds": 4934.0}, {"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/she18.mp3", "start_seconds": 4934.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/she20.mp3", "start_seconds": 139.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/she20.mp3", "start_seconds": 139.0}], "bill_versions": [{"bill_id": 1832, "bill_version_id": 11071, "bill_version": "Introduced", "bill_version_date": "2010-01-27T08:05:27.913-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the practice and regulation of licensed midwives. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Client,\" a woman under the care of a licensed midwife; (2) \"Department,\" the Department of Health; (3) \"Health care provider,\" any physician, certified nurse midwife, emergency medical personnel, or other practitioner of the healing arts; (4) \"Licensed midwife,\" any person to whom a license to practice midwifery has been issued pursuant to this Act. Section 2. For the purposes of this Act, the practice of licensed midwifery is the autonomous management and care of the childbearing woman during pregnancy, labor, delivery, and postpartum periods and the care and management of the normal newborn, in accordance with national professional midwifery standards. Section 3. No person may engage in the practice of midwifery without being licensed or exempted pursuant to this Act. No person may use the title, licensed midwife, to describe or imply that he or she is a licensed midwife, or represent himself or herself as a licensed midwife unless the person is granted a license pursuant to this Act. A violation of this section is a Class 2 misdemeanor. The following persons are exempt from the licensure requirements of this Act when providing care during pregnancy, labor, delivery, postpartum, and newborn periods: (1) Any certified nurse midwife authorized by the department to practice in South Dakota; (2) Any student of midwifery in the course of taking an internship, preceptorship, or clinical training program, who is under the direction and supervision of a preceptor recognized by the North American Registry of Midwives; and (3) Any person exempt pursuant to § 36-2-20. Section 4. There is created under the authority of the Department of Health the South Dakota Midwifery Advisory Council. The department, when funds are available, shall appoint the council, which shall be composed of two midwives who hold the certified professional midwife credential granted by the North American Registry of Midwives, one certified nurse midwife, one physician, and one South Dakota citizen who has received midwifery care in an out-of-hospital setting. Each council member shall serve a term of three years. However, the terms of initial appointees shall be staggered so that no more than two members' terms expire in any one year. No council member may be appointed to more than three consecutive full terms. If a vacancy occurs, the department shall appoint a person to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. A majority of the council shall constitute a quorum. A vacancy in the membership of the council does not impair the right of a quorum to perform any duty of the council. The council shall meet at least biannually or as deemed necessary to conduct business. The council shall provide the department with recommendations concerning the administration of this Act and perform each of the following duties: (1) Recommend to the department the adoption and, from time to time, the revision of any rules that may be needed to carry out the provisions of this Act, including those that are designed to protect the health, safety, and welfare of the public; (2) Conduct hearings and disciplinary conferences on disciplinary charges of licensees; (3) Report to the department, upon completion of a hearing, the disciplinary actions recommended to be taken against a person found to be in violation of this Act; (4) Recommend the approval, denial of approval, and withdrawal of approval of required education and continuing educational programs. The secretary of health shall give due consideration to all recommendations of the council. If the secretary takes action contrary to a recommendation of the council, the secretary shall promptly provide a written explanation of that action. Section 5. An applicant for a license as a licensed midwife shall file an application with the department in the manner established by the department in rules promulgated pursuant to chapter 1-26. The department shall issue a license as a licensed midwife to any applicant who furnishes the department with satisfactory evidence that the applicant has either graduated from a program accredited by the Midwifery Education Accreditation Council or obtained a substantially equivalent education approved by the North American Registry of Midwives and, in either case, subsequently obtained the certified professional midwife credential granted by the North American Registry of Midwives. The license shall be issued biennially. The department may refuse to grant a license to any person based on failure to demonstrate the requirements of this section. An applicant may appeal the denial of a license pursuant to chapter 1-26. Section 6. The department shall promulgate rules, pursuant to chapter 1-26, necessary for the implementation and administration of this Act, including rules establishing criteria for licensure, renewal, professional conduct, and discipline. The department shall also promulgate rules, pursuant to chapter 1-26, in the following areas: (1) Continuing education requirements; (2) Minimum requirements for a plan of care agreement, which shall provide information regarding informed consent, practice guidelines, and the responsibilities and rights of the licensed midwife; (3) Protocol and formulary for medications used by licensed midwives including Vitamin K, eye prophylaxis, RhoGAM, anti-hemorrhagic medications, and oxygen; (4) Procedures that may be performed in the practice of midwifery; (5) Conditions for which medical collaboration, consultation, or referral are advised; and (6) Conditions for which emergency interventions shall be instituted while waiting for a medical consultation; (7) Newborn screenings and prophylaxis procedures. The department shall consult with the Midwifery Advisory Council regarding the adoption of rules and review any responses and recommendations made by the council. Any rules adopted by the department pursuant to this Act shall be consistent with standards regarding the practice of midwifery established by the National Association of Certified Professional Midwives. Section 7. No licensed midwife may be required to: (1) Have a nursing degree; (2) Practice under the supervision of, or in collaboration with, another health care provider; (3) Enter into an agreement, written or otherwise, with another health care provider; (4) Limit the location where the licensed midwife practices midwifery. Section 8. No licensed midwife may use forceps or vacuum extraction or perform cesarean sections or abortions. Section 9. A licensed midwife shall, at an initial consultation with a client, provide a copy of an informed consent document to be signed by the licensed midwife and the client and disclose to the client, in writing, all of the following: (1) The licensed midwife's experience, qualifications, and training; (2) Whether the licensed midwife has malpractice liability insurance coverage and the policy limits of any such coverage; (3) A plan for consultation, referral, and transport for medical emergencies specific to each client, including identification of the closest hospital with an obstetrics department, the closest hospital with an emergency department, and a physician who will be called for consultation; (4) Any other information required by department rule. Section 10. A licensed midwife shall file birth certificates with the Department of Health in accordance with § 34-25-8. Filing a birth certificate known by the licensed midwife to be fraudulent is a Class 2 misdemeanor. Section 11. A licensed midwife shall report to the department any termination, revocation, or suspension of the licensed midwife's certification within thirty days of being notified of such action. Section 12. The department shall assist the public as follows: (1) Provide general information for licensure as midwives; (2) Maintain and provide a list of licensed midwives, upon request, including contact information of the licensed midwives; (3) Provide the name and license number of a midwife, upon request, and an indication as to whether the midwife's license is active, expired, or revoked. Section 13. The department, in conjunction with the council, may conduct investigations and hearings to determine whether a violation of this Act or any rule promulgated pursuant to this Act has occurred. The department shall submit a biannual report to the council of all complaints submitted to the department related to the midwifery profession. Section 14. The department may reprimand a licensed midwife or deny, limit, suspend, or revoke a license granted under this Act if the department finds that the applicant or the licensed midwife has done any of the following: (1) Had his or her certification terminated, revoked, or suspended; (2) Intentionally made a material misstatement in an application for a license or for a renewal of a license; (3) Practiced midwifery while impaired by alcohol or drugs; (4) In the course of the practice of midwifery, made a substantial misrepresentation that was relied upon by a client; (5) Advertised in a way that was false or misleading; (6) In the course of the practice of midwifery, engaged in conduct that evidences an inability to apply the principles or skills of midwifery; (7) Obtained or attempted to obtain compensation through fraud or deceit; (8) Convicted of any crime related to health care or the delivery of health care; or (9) Violated this Act or any rule promulgated pursuant to this Act. It is a Class 2 misdemeanor to use or attempt to use a license that has been suspended or revoked. Section 15. No person may obtain or attempt to obtain a license pursuant to this Act through bribery or fraudulent misrepresentation. A violation of this section is a Class 2 misdemeanor. Section 16. No other licensed health care provider or hospital or agent thereof is liable for an injury resulting from an act or omission by a licensed midwife. Except as otherwise provided by law, no health care provider or hospital or agent thereof is exempt from liability for his or her own subsequent and independent negligent, grossly negligent, or willful or wanton acts or omissions. Section 17. Each applicant for licensure as a licensed midwife in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the department shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the department all information obtained as a result of the criminal background check. This information shall be obtained prior to permanent licensure of the applicant. The department may require a state and federal criminal background check for any licensee who is the subject of a disciplinary investigation by the department. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Section 18. The provisions of sections 1 to 17, inclusive, of this Act shall be known as the Home Birth Safety Act. Section 19. That chapter 36-9A be amended by adding thereto a NEW SECTION to read as follows: Nothing in this chapter restricts the right of a licensed midwife to practice in accordance with this Act. Section 20. That chapter 36-4 be amended by adding thereto a NEW SECTION to read as follows: Nothing in this chapter restricts the right of a licensed midwife to practice in accordance with this Act. Section 21. The provisions of this Act are repealed six years from the date the first license is granted under this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1832, "action_date": "2010-01-27T14:00:00-06:00", "document_id": 11172, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11172.pdf", "status_text": "First read in Senate and referred to", "journal_page": 147, "committee_id_action": 84, "committee_id_assigned": 64, "result": "N", "vote": {}}, {"bill_id": 1832, "action_date": "2010-02-10T07:45:00-06:00", "document_id": 11769, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11769.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 64, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1832, "action_date": "2010-02-10T07:45:00-06:00", "document_id": 12017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12017.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 64, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1832, "action_date": "2010-02-12T07:45:00-06:00", "document_id": 12027, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12027.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 64, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1832, "action_date": "2010-02-12T07:45:00-06:00", "document_id": 12209, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12209.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 319, "committee_id_action": 64, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6421, "president_vote": null, "Yea": [754, 760, 761, 806, 767, 780, 809]}}]}