{"session_id": 15, "bill_id": 3402, "bill_type": "House Bill", "bill_number": 1111, "bill_title": "revise certain provisions regarding the use of eminent domain by certain nongovernmental entities.", "sponsors": [{"legislator_profile_id": 290, "is_prime": true}, {"legislator_profile_id": 275, "is_prime": true}, {"legislator_profile_id": 260, "is_prime": false}, {"legislator_profile_id": 258, "is_prime": false}, {"legislator_profile_id": 255, "is_prime": false}, {"legislator_profile_id": 245, "is_prime": false}, {"legislator_profile_id": 313, "is_prime": false}, {"legislator_profile_id": 280, "is_prime": false}, {"legislator_profile_id": 291, "is_prime": false}, {"legislator_profile_id": 304, "is_prime": false}, {"legislator_profile_id": 241, "is_prime": false}, {"legislator_profile_id": 243, "is_prime": false}, {"legislator_profile_id": 276, "is_prime": false}, {"legislator_profile_id": 308, "is_prime": false}, {"legislator_profile_id": 254, "is_prime": false}], "keywords": ["Eminent Domain", "Public Utilities and Carriers", "Real Estate"], "audio": [{"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/htr16.mp3", "start_seconds": 5278.0}, {"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/htr16.mp3", "start_seconds": 5278.0}, {"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/htr16.mp3", "start_seconds": 5278.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/htr18.mp3", "start_seconds": 773.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/htr18.mp3", "start_seconds": 773.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/htr18.mp3", "start_seconds": 773.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/htr18.mp3", "start_seconds": 773.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/htr18.mp3", "start_seconds": 773.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/htr18.mp3", "start_seconds": 773.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/htr18.mp3", "start_seconds": 773.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/htr18.mp3", "start_seconds": 773.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/htr18.mp3", "start_seconds": 773.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou20.mp3", "start_seconds": 10052.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou20.mp3", "start_seconds": 10052.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou20.mp3", "start_seconds": 10052.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou20.mp3", "start_seconds": 10052.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou20.mp3", "start_seconds": 10052.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou20.mp3", "start_seconds": 10052.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou20.mp3", "start_seconds": 10052.0}], "bill_versions": [{"bill_id": 3402, "bill_version_id": 19747, "bill_version": "Introduced", "bill_version_date": "2012-01-23T08:44:36.487-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the use of eminent domain by certain nongovernmental entities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Condemn,\" to take property under the power of eminent domain; (2) \"Condemnee,\" a person who has or claims an interest in property that is the subject of a prospective or pending condemnation action; (3) \"Condemnor,\" a railroad as defined in subdivision 49-16A-1(5) or a utility constructing a pipeline transmission line as defined in subdivision 49-41B-2.1(2) that may exercise the right of eminent domain in acquiring right-of-way as prescribed by statute. Section 2. A condemnor shall apply for and be successfully granted any controlling federal or state order, permit, or authority uniquely required for pipeline or railroad construction as the case may be for construction, laying, relaying, operation, and maintenance of any such railroad or pipeline or the location of any plant or equipment necessary to operate such railroad or pipeline prior to commencing action to condemn property. Section 3. A condemnor shall attempt to acquire property by good faith negotiation as described in section 4 of this Act prior to commencing action to condemn property. Section 4. For purposes of this Act, good faith negotiation includes: (1) A written notice. The condemnor shall submit, by certified mail, a written notice to the condemnee prior to making an initial offer. The notice shall include: (a) A description of the proposed project; (b) A description of the total land proposed to be condemned for the proposed project; (c) A description of the plan of work, operations and facilities in a manner sufficient to enable the condemnee to evaluate the effect of the proposed project, plan of work, operations and facilities on the condemned's use of the land, to the extent reasonably known at the time; (d) A description of the general location and extent of the condemnee's property sought, with sufficient detail for reasonable identification; (e) A statement that, at the condemnee's request, a representative of the condemnor will tour the property sought with the condemnee or the condemnee's representative at a mutually agreeable time thirty days or less after the condemnor's initial written offer is received to discuss issues related to properties sought; (f) An estimate of the fair market value of the property sought and the general basis for such estimate; and (g) A description of the reclamation planned by the condemnor for the property disturbed by the condemnor's project; (2) A bona fide initial offer to acquire the property sought. The condemnor shall submit the offer by certified mail to the condemnee. The offer shall be accompanied by written notice that the condemnee is under no obligation to accept this initial written offer, but if the condemnee fails to respond to the initial written offer, the right to object to the good faith of the condemnor may be waived, and that the condemnee has a right to seek advice from an attorney, real estate appraiser, or any other person of the condemnee's choice during the negotiations and any subsequent legal proceedings; (3) A counter offer. The condemnee may make a counteroffer in writing within one hundred eighty days of the initial offer specified in section 5 of this Act specifying areas of disagreement; and (4) A response. The condemnor may accept the counteroffer, if made, or shall make a final offer including a response to any areas of disagreement indicated by the condemnee. The final offer shall be sent by certified mail at least thirty days prior to commencing a condemnation action. Section 5. A condemnee may request one appraisal be performed prior to the deadline for a counteroffer as described in subdivision (3) of section 4 of this Act by an appraiser chosen by the condemnee. The condemnor shall pay for such appraisal. Section 6. No action to condemn property may be maintained over timely objection by the condemnee unless the condemnor completed good faith negotiations with the condemnee as described in section 4 of this Act to acquire the property by purchase before commencing the condemnation action. No condemnee may object to the good faith of the condemnor if the condemnee has failed to respond to an initial written offer as provided in section 4 of this Act and the condemnor has met the requirements of section 4 of this Act. Section 7. Notwithstanding the provisions of chapter 21-35, within thirty days from the date the summons described in § 21-35-9 is served, the defendant may demand a hearing in circuit court on the petitioner's right to take. At this hearing, the condemnor shall prove the following: (1) That the condemnor completed good faith negotiations with the condemnee as defined in section 4 of this Act; (2) That the condemnor executed purchase or easement agreements with landowners controlling at least ninety percent of the requisite land, if more than ten landowners are involved; (3) That the condemnor has complied with section 2 of this Act; and (4) That the condemnee's property is necessary for the project. Failure to make such demand or to consent in writing to the taking, within the thirty-day period, constitutes a waiver of the right to question the necessity of the taking. The finding of necessity by the plaintiff, unless based upon fraud, bad faith, or an abuse of discretion, shall be binding on all persons. Section 8. Any easement authorized by the provisions of this Act terminates if the property is not used by the condemnor for a period of three years, if the property is transferred for a use where the transferee could not have condemned for the new use of the property, or if the new use of the property is not identical to the original use and new damages to the condemnee will occur. In such case the property shall be restored as much as possible by the condemnor to the condition before condemnation or the condemnor shall pay the condemnee for any cost to restore the property to the property's condition before condemnation. Section 9. That § 49-16A-75 be amended to read as follows: 49-16A-75. A railroad may exercise the right of eminent domain in acquiring right-of-way as provided by statute, but only upon obtaining authority from the Governor or if directed by the Governor, or the commission, based upon a determination by the Governor or the commission that the railroad's exercise of the right of eminent domain would be for a public use consistent with public necessity. The Governor or the commission shall consider the requirements of §§ 49-16A-75.1 to 49-16A-75.3, inclusive, when granting or denying an application for authority to use eminent domain. The decision to grant or deny an application shall be made after reasonable notice and opportunity to be heard, pursuant to chapter 1-26. However, an impartial hearing examiner may be appointed by the Governor or the commission to administer the proceedings or make recommendations. Any parties who are united in interest or representation shall unite in the filing of an affidavit for change of hearing examiner under the provisions of § 1-26D-10. The filing of such affidavit by one party is deemed to be filed by all of the parties. No more than one change of hearing examiner may be granted on request or affidavit made by or on behalf of the same party or parties united in interest under the provisions of § 1-26D-10. However, the filing of an affidavit and the first change of hearing examiner does not prevent any other party to the action or any party's attorney from obtaining a change in hearing examiner upon a showing of an unacceptable risk of actual bias or prejudice concerning a party. The Governor or the chair of the commission shall replace the hearing examiner within five business days upon any recusal. A hearing shall be held and a decision rendered on any application within ninety days following the receipt of a new application and upon any application pending before the Governor or the commission on July 1, 2008. The denial or withdrawal of an application does not prejudice the ability of a railroad to resubmit an application. Any appeal, pursuant to chapter 1-26, taken from a decision of the Governor or the commission shall be handled as an expedited appeal by the courts of this state. Section 10. That § 49-16A-75.1 be repealed. 49-16A-75.1. The commission shall in accordance with chapter 1-26, promulgate rules: (1) Establishing a form upon which a railroad may apply for authority to exercise the right of eminent domain; (2) Specifying the information to be submitted by an applicant; and (3) Administering applications for authority to exercise the right of eminent domain. Section 11. That § 49-16A-75.2 be repealed. 49-16A-75.2. The applicant has the burden of proving by a preponderance of the evidence that the exercise of the right of eminent domain is a public use consistent with public necessity. Section 12. That § 49-16A-75.3 be repealed. 49-16A-75.3. A railroad's exercise of the right of eminent domain is a public use consistent with public necessity only if the use of eminent domain is proposed by an applicant who has negotiated in good faith to privately acquire sufficient property without the use of eminent domain. No determination of public use or necessity or any other issue properly decided by the Governor or the commission may be addressed by the circuit court in an action for condemnation. Such a determination may only be challenged upon direct appeal of that determination. Notwithstanding appeal of such determination, the railroad may proceed at any time by action in circuit court for possession and determination of compensation for any real property taken or damaged. Section 13. That § 49-16A-75.4 be repealed. 49-16A-75.4. Upon a failure to reach agreement on compensation following a determination pursuant to § 49-16A-75.3, either party may bring a proceeding in state court to establish compensation to be paid for the property taken or damaged. The court shall expedite the proceedings. A railroad is not entitled to physical possession of the property to be taken pursuant to the exercise of eminent domain except upon the earlier to occur of either: (1) Execution of a written agreement between the parties as to fair market value of compensation; (2) Entry of a judgment of condemnation in the circuit court; or (3) Upon posting by the railroad of a bond to be established by the court as soon as possible but no later than one hundred twenty days following petition by the railroad for possession. The bond shall be in an amount the court determines to be a preliminary estimate of compensation based on the best information available, but is not determinative of final compensation or admissible as evidence thereon."}, {"bill_id": 3402, "bill_version_id": 21097, "bill_version": "House Transportation Engrossed", "bill_version_date": "2012-02-09T12:55:11.27-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the use of eminent domain by certain nongovernmental entities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Condemn,\" to take property under the power of eminent domain; (2) \"Condemnee,\" a person who has or claims an interest in property that is the subject of a prospective or pending condemnation action; (3) \"Condemnor,\" a railroad as defined in subdivision 49-16A-1(5) or a utility constructing a pipeline transmission line as defined in subdivision 49-41B-2.1(2) that may exercise the right of eminent domain in acquiring right-of-way as prescribed by statute. Section 2. A condemnor shall apply for and be successfully granted any controlling federal or state order, permit, or authority uniquely required for pipeline or railroad construction as the case may be for construction, laying, relaying, operation, and maintenance of any such railroad or pipeline or the location of any plant or equipment necessary to operate such railroad or pipeline prior to commencing action to condemn property. Section 3. A condemnor shall attempt to acquire property by good faith negotiation as described in section 4 of this Act prior to commencing action to condemn property. Section 4. For purposes of this Act, good faith negotiation includes: (1) A written notice. The condemnor shall submit, by certified mail, a written notice to the condemnee prior to making an initial offer. The notice shall include: (a) A description of the proposed project; (b) A description of the total land proposed to be condemned for the proposed project; (c) A description of the plan of work, operations and facilities in a manner sufficient to enable the condemnee to evaluate the effect of the proposed project, plan of work, operations and facilities on the condemned's use of the land, to the extent reasonably known at the time; (d) A description of the general location and extent of the condemnee's property sought, with sufficient detail for reasonable identification; (e) A statement that, at the condemnee's request, a representative of the condemnor will tour the property sought with the condemnee or the condemnee's representative at a mutually agreeable time thirty days or less after the condemnor's initial written offer is received to discuss issues related to properties sought; (f) An estimate of the fair market value of the property sought and the general basis for such estimate; and (g) A description of the reclamation planned by the condemnor for the property disturbed by the condemnor's project; (2) A bona fide initial offer to acquire the property sought. The condemnor shall submit the offer by certified mail to the condemnee. The offer shall be accompanied by written notice that the condemnee is under no obligation to accept this initial written offer, but if the condemnee fails to respond to the initial written offer, the right to object to the good faith of the condemnor may be waived, and that the condemnee has a right to seek advice from an attorney, real estate appraiser, or any other person of the condemnee's choice during the negotiations and any subsequent legal proceedings; (3) A counter offer. The condemnee may make a counteroffer in writing within ninety days of the initial offer specified in section 5 of this Act specifying areas of disagreement; and (4) A response. The condemnor may accept the counteroffer, if made, or shall make a final offer including a response to any areas of disagreement indicated by the condemnee. The final offer shall be sent by certified mail at least thirty days prior to commencing a condemnation action. Section 5. A condemnee may request one appraisal be performed prior to the deadline for a counteroffer as described in subdivision (3) of section 4 of this Act by an appraiser chosen by the condemnee. The condemnor shall pay for such appraisal. Section 6. No action to condemn property may be maintained over timely objection by the condemnee unless the condemnor completed good faith negotiations with the condemnee as described in section 4 of this Act to acquire the property by purchase before commencing the condemnation action. No condemnee may object to the good faith of the condemnor if the condemnee has failed to respond to an initial written offer as provided in section 4 of this Act and the condemnor has met the requirements of section 4 of this Act. Section 7. Notwithstanding the provisions of chapter 21-35, within thirty days from the date the summons described in § 21-35-9 is served, the defendant may demand a hearing in circuit court on the petitioner's right to take. At this hearing, the condemnor shall prove the following: (1) That the condemnor completed good faith negotiations with the condemnee as defined in section 4 of this Act; (2) That the condemnor executed purchase or easement agreements with landowners controlling at least ninety percent of the requisite land, if more than ten landowners are involved; (3) That the condemnor has complied with section 2 of this Act; and (4) That the condemnee's property is necessary for the project. Failure to make such demand or to consent in writing to the taking, within the thirty-day period, constitutes a waiver of the right to question the necessity of the taking. The finding of necessity by the plaintiff, unless based upon fraud, bad faith, or an abuse of discretion, shall be binding on all persons. Section 8. Any easement authorized by the provisions of this Act terminates if the property is not used by the condemnor for a period of three years, if the property is transferred for a use where the transferee could not have condemned for the new use of the property, or if the new use of the property is not identical to the original use and new damages to the condemnee will occur. In such case the property shall be restored as much as possible by the condemnor to the condition before condemnation or the condemnor shall pay the condemnee for any cost to restore the property to the property's condition before condemnation. Section 9. That § 49-16A-75 be amended to read as follows: 49-16A-75. A railroad may exercise the right of eminent domain in acquiring right-of-way as provided by statute, but only upon obtaining authority from the Governor or if directed by the Governor, or the commission, based upon a determination by the Governor or the commission that the railroad's exercise of the right of eminent domain would be for a public use consistent with public necessity. The Governor or the commission shall consider the requirements of §§ 49-16A-75.1 to 49-16A-75.3, inclusive, when granting or denying an application for authority to use eminent domain. The decision to grant or deny an application shall be made after reasonable notice and opportunity to be heard, pursuant to chapter 1-26. However, an impartial hearing examiner may be appointed by the Governor or the commission to administer the proceedings or make recommendations. Any parties who are united in interest or representation shall unite in the filing of an affidavit for change of hearing examiner under the provisions of § 1-26D-10. The filing of such affidavit by one party is deemed to be filed by all of the parties. No more than one change of hearing examiner may be granted on request or affidavit made by or on behalf of the same party or parties united in interest under the provisions of § 1-26D-10. However, the filing of an affidavit and the first change of hearing examiner does not prevent any other party to the action or any party's attorney from obtaining a change in hearing examiner upon a showing of an unacceptable risk of actual bias or prejudice concerning a party. The Governor or the chair of the commission shall replace the hearing examiner within five business days upon any recusal. A hearing shall be held and a decision rendered on any application within ninety days following the receipt of a new application and upon any application pending before the Governor or the commission on July 1, 2008. The denial or withdrawal of an application does not prejudice the ability of a railroad to resubmit an application. Any appeal, pursuant to chapter 1-26, taken from a decision of the Governor or the commission shall be handled as an expedited appeal by the courts of this state. Section 10. That § 49-16A-75.1 be repealed. 49-16A-75.1. The commission shall in accordance with chapter 1-26, promulgate rules: (1) Establishing a form upon which a railroad may apply for authority to exercise the right of eminent domain; (2) Specifying the information to be submitted by an applicant; and (3) Administering applications for authority to exercise the right of eminent domain. Section 11. That § 49-16A-75.2 be repealed. 49-16A-75.2. The applicant has the burden of proving by a preponderance of the evidence that the exercise of the right of eminent domain is a public use consistent with public necessity. Section 12. That § 49-16A-75.3 be repealed. 49-16A-75.3. A railroad's exercise of the right of eminent domain is a public use consistent with public necessity only if the use of eminent domain is proposed by an applicant who has negotiated in good faith to privately acquire sufficient property without the use of eminent domain. No determination of public use or necessity or any other issue properly decided by the Governor or the commission may be addressed by the circuit court in an action for condemnation. Such a determination may only be challenged upon direct appeal of that determination. Notwithstanding appeal of such determination, the railroad may proceed at any time by action in circuit court for possession and determination of compensation for any real property taken or damaged. Section 13. That § 49-16A-75.4 be repealed. 49-16A-75.4. Upon a failure to reach agreement on compensation following a determination pursuant to § 49-16A-75.3, either party may bring a proceeding in state court to establish compensation to be paid for the property taken or damaged. The court shall expedite the proceedings. A railroad is not entitled to physical possession of the property to be taken pursuant to the exercise of eminent domain except upon the earlier to occur of either: (1) Execution of a written agreement between the parties as to fair market value of compensation; (2) Entry of a judgment of condemnation in the circuit court; or (3) Upon posting by the railroad of a bond to be established by the court as soon as possible but no later than one hundred twenty days following petition by the railroad for possession. The bond shall be in an amount the court determines to be a preliminary estimate of compensation based on the best information available, but is not determinative of final compensation or admissible as evidence thereon."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3402, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19948.pdf", "status_text": "First read in House and referred to", "journal_page": 142, "committee_id_action": 173, "committee_id_assigned": 168, "result": "N", "vote": {}}, {"bill_id": 3402, "action_date": "2012-02-07T10:00:00-06:00", "document_id": 20660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20660.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 168, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3402, "action_date": "2012-02-09T10:00:00-06:00", "document_id": 20905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20905.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 168, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3402, "action_date": "2012-02-09T10:00:00-06:00", "document_id": 21085, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21085.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 168, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3402, "action_date": "2012-02-09T10:00:00-06:00", "document_id": 21085, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21085.pdf", "status_text": "Do Pass Amended", "journal_page": 387, "committee_id_action": 168, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11319, "president_vote": null, "Yea": [257, 272, 282, 224, 306, 299, 313, 297, 301, 275], "Nay": [216, 307, 213]}}, {"bill_id": 3402, "action_date": "2012-02-13T14:00:00-06:00", "document_id": 21373, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21373.pdf", "status_text": "Motion to amend", "journal_page": 441, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3402, "action_date": "2012-02-13T14:00:00-06:00", "document_id": 21373, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21373.pdf", "status_text": "Motion to amend", "journal_page": 441, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3402, "action_date": "2012-02-13T14:00:00-06:00", "document_id": 21373, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21373.pdf", "status_text": "Do Pass Amended", "journal_page": 442, "committee_id_action": 173, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 11587, "president_vote": null, "Nay": [222, 262, 265, 227, 231, 281, 269, 296, 211, 314, 258, 225, 268, 245, 217, 303, 293, 270, 221, 279, 248, 292, 267, 294, 213, 311, 277, 307, 315, 259, 216, 302, 283, 244, 238, 309, 300, 298, 215], "Yea": [242, 257, 260, 313, 297, 299, 266, 272, 305, 271, 263, 230, 280, 301, 237, 246, 304, 241, 276, 308, 273, 282, 278, 224, 295, 306, 310, 275, 274, 256], "Excused": [312]}}, {"bill_id": 3402, "action_date": "2012-02-13T14:00:00-06:00", "document_id": 21373, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21373.pdf", "status_text": "Intent to reconsider", "journal_page": 442, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3402, "action_date": "2012-02-14T13:00:00-06:00", "document_id": 21460, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21460.pdf", "status_text": "Reconsidered", "journal_page": 455, "committee_id_action": 173, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 11635, "president_vote": null, "Nay": [222, 262, 265, 227, 231, 281, 269, 296, 211, 314, 268, 245, 303, 293, 270, 221, 246, 292, 267, 294, 213, 311, 277, 307, 315, 278, 259, 216, 283, 244, 238, 309, 300, 298, 215], "Yea": [242, 257, 260, 258, 225, 217, 313, 297, 299, 266, 272, 279, 305, 271, 248, 263, 230, 280, 301, 237, 304, 312, 241, 276, 308, 273, 282, 224, 295, 302, 306, 310, 275, 274, 256]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3402"}