{"session_id": 59, "bill_id": 20552, "bill_type": "House Bill", "bill_number": 1105, "bill_title": "provide for the regulation of certain persons operating X ray equipment for diagnosis and treatment.", "sponsors": [{"legislator_profile_id": 3364, "is_prime": true}, {"legislator_profile_id": 3400, "is_prime": true}, {"legislator_profile_id": 3366, "is_prime": false}, {"legislator_profile_id": 3381, "is_prime": false}, {"legislator_profile_id": 3388, "is_prime": false}, {"legislator_profile_id": 3409, "is_prime": false}, {"legislator_profile_id": 3417, "is_prime": false}, {"legislator_profile_id": 3418, "is_prime": false}, {"legislator_profile_id": 3422, "is_prime": false}, {"legislator_profile_id": 3426, "is_prime": false}, {"legislator_profile_id": 3435, "is_prime": false}, {"legislator_profile_id": 3442, "is_prime": false}, {"legislator_profile_id": 3448, "is_prime": false}, {"legislator_profile_id": 3452, "is_prime": false}, {"legislator_profile_id": 3454, "is_prime": false}], "keywords": ["Licensing", "Professions and Occupations"], "audio": [{"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe18.mp3", "start_seconds": 89.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe18.mp3", "start_seconds": 89.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe18.mp3", "start_seconds": 89.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe18.mp3", "start_seconds": 89.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe18.mp3", "start_seconds": 89.0}], "bill_versions": [{"bill_id": 20552, "bill_version_id": 106714, "bill_version": "Introduced", "bill_version_date": "2006-01-19T09:19:35-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the regulation of certain persons operating X ray equipment for diagnosis and treatment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Board,\" the Board of Radiologic Technology; (2) \"License,\" a license issued by the board authorizing the licensee to use radioactive materials, medical imaging, or radiation therapy equipment on humans for diagnostic or therapeutic purposes in accordance with the provisions of this Act; (3) \"Limited X ray machine operator,\" any person other than a radiologic technologist or practitioner excluded pursuant to section 16 of this Act, who is granted a limited permit to perform medical imaging limited to specific radiographic procedures on specific parts of the human anatomy; (4) \"Medical physicist,\" any person who is certified in radiological physics or one of the subspecialties of radiological physics by the American Board of Radiology, American Board of Medical Physics, American Board of Health Physics, and American Board of Science in Nuclear Medicine, or Canadian College of Physics in Medicine; (5) \"Practice of radiologic technology,\" the use of radiation from a radioactive substance, radiology equipment, or any other source, in amounts beyond normal background levels, for diagnostic or therapeutic purposes, not to include dental radiography or sonography; (6) \"Public member,\" any person who is a resident of the state but who is not currently or actively a licensed practitioner, radiologic technologist, or limited X ray machine operator; (7) \"Radiologic technologist,\" any person, other than a licensed physician, who applies radiation to humans for diagnostic and therapeutic purposes. The term includes persons performing the full scope of radiography, radiation therapy, and nuclear medicine technology. Section 2. The Board of Radiologic Technology consists of five members appointed by the Governor. The terms of the initial members of the board shall be staggered by the drawing of lots with two of the initial members serving a term of three years, two of the initial members serving a term of two years, and one of the initial members serving a term of one year. Any subsequent term on the board shall be three years. One member of the board shall be a public member. Three members of the board shall be persons licensed by the board. One member of the board shall be a physician licensed by the South Dakota Board of Medical and Osteopathic Examiners or a medical physicist. The Governor shall fill any vacancy by appointment to complete the unexpired portion of that member's term. No person may serve more than three consecutive full terms on the board. The appointment to an unexpired term is not considered a full term. Section 3. Any member of the board may resign by giving written notice to the board and to the Governor. Any resignation is effective when delivered to the Governor and the board. Section 4. The board shall select a president, vice-president, and secretary at its annual meeting. The board may hire an executive secretary to perform any managerial, clerical, or other duties directed by the board. Section 5. The board shall hold an annual meeting at a place and time set by the board. The board may hold special meetings at a time and place set by the president or a majority of the board by giving written notice to the board prior to the meeting. Section 6. Three board members present at any meeting constitute a quorum. No board action may occur unless approved by a majority of the membership of the entire board. Section 7. Board members shall receive a per diem set pursuant to § 4-7-10.4 and expenses at the same rate as other state employees while actually engaged in official duties. Section 8. Any fees collected under this Act shall be used for the operation of the board and the implementation of this Act. Section 9. No person may engage in the practice of radiologic technology unless licensed or exempted from licensure pursuant to this Act. A violation of this section is a Class 2 misdemeanor. The board may file a civil action to enjoin any person engaging in the practice of radiologic technology without a license. Section 10. The board shall issue a license to practice radiologic technology to any person who meets the requirements of this Act. The classifications of licensing are radiologic technologist or limited X ray machine operators. Section 11. An applicant for licensure as a radiologic technologist or a limited X ray machine operator shall meet the following requirements: (1) Be at least eighteen years of age; (2) Be of good moral character; and (3) Meet the education and certification requirements as provided by this Act. The applicant shall submit an application in a form prescribed by the board and pay a fee as established by the board in rules promulgated pursuant to chapter 1-26. Section 12. The board shall license any person as a radiologic technologist if the person meets one of the following requirements: (1) Board-certified or eligible for certification by the American Registry of Radiologic Technologists; or (2) Board-certified or eligible for certification by the Nuclear Medicine Technology Certification Board. However, the board may deny a license of a person certified as required by this section for good cause. Section 13. No person, except as provided by section 14 of this Act, may be licensed as a limited X ray machine operator unless the person has attained a passing score, as established by the board in rules promulgated pursuant to chapter 1-26, of the limited X ray machine operator examination developed by the American Registry of Radiologic Technologists. Section 14. No person may practice as a limited operator after June 30, 2007, unless the person has met the requirements for licensure as provided in this Act. Any person who has actively practiced as a limited X ray machine operator for at least six months but less than two years prior to June 30, 2007, shall complete fifteen hundred hours of X ray training or provide documentation of fifteen hundred hours of X ray training and successfully complete the limited X ray machine operator examination developed by the American Registry of Radiologic Technologists. The board shall, in rules promulgated pursuant to chapter 1-26, establish the requirements of training and the minimum score required for successful completion of the examination. Any person who has been actively practicing as a limited X ray operator for more than two years prior to June 30, 2007, is exempt from the training requirements but shall demonstrate competence, as required by rules promulgated by the board pursuant to chapter 1-26, and successfully complete the limited X ray machine operator examination as developed by the American Registry of Radiologic Technologists. After June 30, 2010, the board may only license applicants who have met the requirements for a radiologic technologist license in section 12 of this Act. Section 15. Any limited X ray machine operator may only perform the specific examinations provided in rules promulgated by the board pursuant to chapter 1-26. Section 16. The following persons are exempt from this Act: (1) Physician licensed under chapter 36-4; (2) Chiropractor licensed under chapter 36-5; (3) Podiatrist licensed under chapter 36-8; (4) Medical physicist; (5) Dentist, licensed under 36-6A; (6) Medical dosimetrist working under the supervision of a physician or medical physicist; (7) Student currently enrolled in an educational program accredited by a process acceptable to the board. Section 17. The license issued pursuant to this Act shall be renewed biennially. The board shall establish the expiration date by rules promulgated pursuant to chapter 1-26. The board shall mail an application for renewal of license to the last known address of each licensee at least ninety days prior to the expiration date of the license. The licensee shall return the application with the required fee to the board before the expiration date. Upon receipt of the application and fee, the board shall review the application and issue the licensee a certificate of renewal. Failure to receive the application for renewal of license does not relieve the licensee of the responsibility for renewing the license and paying the renewal fee within the prescribed time. Failure of a licensee to renew the license constitutes a forfeiture of the license. However, any person who has forfeited a license may have it restored by submitting a written application and paying the biennial renewal fee and the late renewal fee. Late renewal of a license may not be granted more than one year after its expiration. The board shall establish, by rule promulgated pursuant to chapter 1-26, requirements for continuing education or retesting for any person who has not been licensed for a continuous period of time greater than one year. The board shall establish additional requirements for license renewal including evidence of twenty- four hours of continuing education biennially. Section 18. The board shall establish fees by rules promulgated pursuant to chapter 1-26. The licensure fee may not exceed one hundred dollars, the renewal fee may not exceed one hundred dollars, and the late fee may not exceed fifty dollars. Section 19. For the purposes of this Act, any of the following acts constitute unprofessional conduct: (1) Conviction of any felony; (2) Providing the board false or misleading information on any application for a license or renewal of a license; (3) Willful misconduct or negligence; (4) Exceeding the scope of practice; (5) Engaging in any lewd or immoral conduct; (6) Engaging in conduct which endangers the health or welfare of patients or other persons; or (7) Failure to comply with any provision of this Act. Section 20. A license granted under the provisions of this Act may be cancelled, suspended, or revoked upon any one of the following grounds: (1) The licensee is guilty of fraud in the practice of radiologic technology; (2) The licensee is engaged in the practice of radiologic technology under a false or assumed name and has not registered that name or is impersonating another practitioner of a like or different name; (3) The licensee is determined by a medical examiner to be addicted to the habitual use of intoxicating liquors, narcotics, or stimulants to the extent that it incapacitates the licensee for the performance of professional duties; (4) The physical or mental condition of the licensee is determined by a medical examiner to be such as to jeopardize or endanger those who seek diagnosis treatment from the licensee; (5) The licensee obtains or attempts to obtain a license or renewal of a license by bribery or fraudulent representation; (6) The licensee is guilty of unprofessional conduct; (7) The licensee has violated or aided or abetted others in violation of any provision of this Act; (9) The licensee has been convicted of any crimes related to health care or the delivery of health care. Section 21. A proceeding for cancellation, suspension, or revocation of a license may be initiated if the board has evidence that any person may have been guilty of any misconduct or gross incompetence or unprofessional or dishonorable conduct. Section 22. Any proceeding relative to the cancellation, suspension, or revocation of a license shall conform to the procedures set forth in chapter 1-26. Section 23. Any party who is aggrieved by an act, ruling, or decision of the board relating to refusal to grant a license or cancellation, suspension, or revocation of a license may appeal pursuant to chapter 1-26. Section 24. Upon written application establishing compliance with existing licensing requirements and for reasons the board deems sufficient, the board, for good cause shown, may under the conditions it may impose, reinstate or reissue a license to any person whose license has been cancelled, suspended, or revoked. Upon suspension of a license, the board may provide an automatic reinstatement thereof after a specified period of time. Section 25. The board shall recommend prosecutions for violations of this Act to the appropriate state's attorney and recommend to the attorney general the commencement of civil actions to seek injunctions and other relief for violations of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20552, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106834.pdf", "status_text": "First read in House and referred to", "journal_page": 137, "committee_id_action": 893, "committee_id_assigned": 884, "result": "N", "vote": {}}, {"bill_id": 20552, "action_date": "2006-02-03T07:45:00-06:00", "document_id": 107882, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107882.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 884, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20552, "action_date": "2006-02-03T07:45:00-06:00", "document_id": 107882, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107882.pdf", "status_text": "Tabled", "journal_page": 364, "committee_id_action": 884, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64090, "president_vote": null, "Yea": [3366, 3381, 3389, 3394, 3408, 3422, 3427, 3382, 3460], "Nay": [3400, 3417, 3442, 3454]}}]}