{"session_id": 48, "bill_id": 14450, "bill_type": "Senate Bill", "bill_number": 73, "bill_title": "repeal certain countersignature requirements for insurance agents.", "sponsors": [{"legislator_profile_id": 2207, "is_prime": true}, {"legislator_profile_id": 2274, "is_prime": true}, {"legislator_profile_id": 2200, "is_prime": false}, {"legislator_profile_id": 2201, "is_prime": false}, {"legislator_profile_id": 2289, "is_prime": false}], "keywords": ["Countersign", "Insurance Agents"], "audio": [], "bill_versions": [{"bill_id": 14450, "bill_version_id": 80250, "bill_version": "Introduced", "bill_version_date": "1999-01-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain countersignature requirements for insurance agents. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That subdivision (1) of § 58-1-2 be amended to read as follows: (1) \"Agent,\" any individual, firm , or corporation licensed by the director and if authorized by an insurer to solicit, negotiate, issue, countersign and effectuate insurance contracts; Section 2. That § 58-6-62 be amended to read as follows: 58-6-62. No authorized insurer may make, write, issue or place any policy, bond, contract of insurance, or general or floating policy upon persons or property, or covering a subject of insurance or bonding to be performed in South Dakota, unless the policy is written through a licensed resident agent , or a licensed nonresident agent when countersigned by a resident agent. If two or more insurers issue a single policy, it may be countersigned on behalf of all of them by one of the insurer's licensed resident agents in this state. Violation of this section is a Class 2 misdemeanor . Section 3. That § 58-6-63 be repealed. 58-6-63. The licensed resident agent when countersigning for a licensed nonresident agent will receive for this service five percent of the total premium or twenty-five percent of the commission whichever is less. Either the resident agent or the insurer or both shall enter this payment amount on his record so that the state will receive the necessary tax required by law. The resident agent has the option of waiving countersignature fees of less than two dollars. Section 4. That § 58-6-64 be repealed. 58-6-64. Any insurer requesting countersignature from a resident agent shall furnish, for that agent's permanent records, full information regarding policy number, name of insured, amount of premium applicable to South Dakota, and the name and license number of the licensed South Dakota nonresident agent. On audit type policies, the company shall furnish full information at the audit period to the resident agent regarding the earned premium applicable to the State of South Dakota. The insurer is obligated to see that the correct resident agent countersignature fee is paid. Section 5. That § 58-6-65 be repealed. 58-6-65. The director of the Division of Insurance may suspend or revoke the certificate of authority of any insurer who intentionally fails to observe or comply with the provisions of § § 58-6-62 to 58-6-64, inclusive. The director may also suspend or revoke the license of any resident agent who agrees to accept or who accepts a lesser percentage of commission than that provided by § 58-6-63, and the license of any licensed South Dakota nonresident agent who seeks to induce, or who induces, any resident agent to accept a lesser percentage of commission than that provided by § 58-6-63. Section 6. That § 58-6-66 be repealed. 58-6-66. Sections 58-6-62 to 58-6-65, inclusive, shall not apply to: (1) Reinsurance; (2) Life insurance, health insurance, or annuity contracts; (3) Insurance of the rolling stock, vessels or aircraft of any common carrier in interstate or foreign commerce, or any vehicle principally garaged and used in another state, or covering any liability or other risks incident to the ownership, maintenance or operation thereof; (4) Insurance of property in course of transportation in interstate or in foreign trade or any liability or risk incident thereto; (5) Bid bonds issued in connection with any public or private contracts; (6) Any association doing business on the interinsurance or reciprocal plan, on which no commissions are paid except to the home office manager, or attorney in fact for such association; (7) Surety bonds on which the premium is forty dollars or less; (8) Insurance written through the South Dakota automobile insurance plan; (9) Insurance written through the workers' compensation assigned risk plan; (10) Insurance written for an extended warranty plan on farm machinery or equipment. Section 7. That § 58-6-67 be repealed. 58-6-67. Violation of § § 58-6-62 to 58-6-65, inclusive, shall not invalidate any contract otherwise valid as between the insurer and the insured. Section 8. That § 58-6A-14 be repealed. 58-6A-14. A policy of insurance issued to a risk retention group or any member of that group is not required to be countersigned as provided in § 58-6-62. Section 9. That § 58-30-1 be amended to read as follows: 58-30-1. An \" agent \" is an individual, firm , or corporation licensed by the director and if authorized by an insurer to solicit, negotiate, issue, countersign and effectuate insurance contracts. Section 10. That § 58-30-2.1 be amended to read as follows: 58-30-2.1. Upon written application and payment of the fee prescribed in § 58-2-29, the director of the Division of Insurance may issue or renew a resident broker's license to an agent licensed in good standing in this state for the immediate past three years or licensed in good standing in his previous state of residence for the immediate past three years. The license shall expire on April thirtieth of each year, unless renewed, and shall only cover the same property and casualty and bond lines of insurance for which the individual holds a resident license. All business placed by a broker shall be through a licensed resident agent who is appointed by the insurer involved in the transaction. Under such a license, the licensee may solicit and place insurance with admitted insurers although he the licensee is not appointed with the insurer and he the licensee may receive compensation from the insurer or a resident agent. Policies of insurance so placed shall be countersigned by a resident agent appointed with the company issuing the policy, and the The name of the resident broker shall be printed on the face of the policy. The broker and resident agent shall maintain adequate records for each brokered transaction for a period of at least four years. The records shall include but not be limited to applications, declaration pages, endorsements, accounts receivable, accounts payable, accounts current , and any request for policy changes. Section 11. That § 58-30-104 be repealed. 58-30-104. All policies covering South Dakota risks placed by a licensee as nonresident agent are subject to the countersignature law."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14450, "action_date": "1999-01-19T10:00:00-06:00", "document_id": 82018, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82018.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 603, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14450, "action_date": "1999-01-19T14:00:00-06:00", "document_id": 82140, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82140.pdf", "status_text": "First read in Senate and referred to", "journal_page": 117, "committee_id_action": 629, "committee_id_assigned": 603, "result": "N", "vote": {}}, {"bill_id": 14450, "action_date": "1999-01-21T10:00:00-06:00", "document_id": 82019, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82019.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 603, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14450, "action_date": "1999-01-26T10:00:00-06:00", "document_id": 82020, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82020.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 603, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14450, "action_date": "1999-01-26T10:00:00-06:00", "document_id": 82020, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82020.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 190, "committee_id_action": 603, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42579, "president_vote": null, "Yea": [2259, 2293, 2215, 2285], "Nay": [2274, 2275, 2299]}}, {"bill_id": 14450, "action_date": "1999-01-26T10:00:00-06:00", "document_id": 82020, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82020.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 190, "committee_id_action": 603, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42579, "president_vote": null, "Yea": [2259, 2293, 2215, 2285], "Nay": [2274, 2275, 2299]}}]}