{"session_id": 24, "bill_id": 7358, "bill_type": "Senate Bill", "bill_number": 158, "bill_title": "revise provisions related to restitution in cases involving juveniles and to declare an emergency.", "sponsors": [{"legislator_profile_id": 1038, "is_prime": true}, {"legislator_profile_id": 1045, "is_prime": true}, {"legislator_profile_id": 1042, "is_prime": false}, {"legislator_profile_id": 974, "is_prime": false}, {"legislator_profile_id": 977, "is_prime": false}, {"legislator_profile_id": 999, "is_prime": false}, {"legislator_profile_id": 1037, "is_prime": false}, {"legislator_profile_id": 1039, "is_prime": false}, {"legislator_profile_id": 1047, "is_prime": false}, {"legislator_profile_id": 1035, "is_prime": false}, {"legislator_profile_id": 997, "is_prime": false}, {"legislator_profile_id": 984, "is_prime": false}, {"legislator_profile_id": 1010, "is_prime": false}, {"legislator_profile_id": 1020, "is_prime": false}, {"legislator_profile_id": 1001, "is_prime": false}, {"legislator_profile_id": 1000, "is_prime": false}, {"legislator_profile_id": 978, "is_prime": false}, {"legislator_profile_id": 973, "is_prime": false}], "keywords": ["Courts and Judiciary", "Criminal Procedure", "Minors"], "audio": [{"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju23.mp3", "start_seconds": 11190.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju23.mp3", "start_seconds": 11190.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju23.mp3", "start_seconds": 11190.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju23.mp3", "start_seconds": 11190.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen25.mp3", "start_seconds": 2990.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen25.mp3", "start_seconds": 2990.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen25.mp3", "start_seconds": 2990.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen25.mp3", "start_seconds": 2990.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju33.mp3", "start_seconds": 2073.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju33.mp3", "start_seconds": 2073.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju33.mp3", "start_seconds": 2073.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju33.mp3", "start_seconds": 2073.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou34.mp3", "start_seconds": 22410.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou34.mp3", "start_seconds": 22410.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou34.mp3", "start_seconds": 22410.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou34.mp3", "start_seconds": 22410.0}], "bill_versions": [{"bill_id": 7358, "bill_version_id": 38771, "bill_version": "Introduced", "bill_version_date": "2016-02-04T10:03:18.527-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise provisions related to restitution in cases involving juveniles and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-8C-7 be amended to read: 26-8C-7. If a child has been adjudicated as a delinquent child, the court shall enter a decree of disposition according to the least restrictive alternative available in keeping with the best interests of the child. The decree shall contain one or more of the following: (1) The court may require the child to pay restitution, as defined in subdivision 23A-28-2(4) and under conditions set by the court, if payment can be enforced without serious hardship or injustice to the child; (2) The court may impose a fine not to exceed one thousand dollars; (2)(3) The court may place the child on probation under the supervision of a court services officer or another designated individual pursuant to § 26-8C-14; (3)(4) The court may require a child as a condition of probation to participate in a supervised community service program, if the child is not deprived of the schooling that is appropriate for the child's age, needs, and specific rehabilitative goals. The supervised community service program shall be of a constructive nature designed to promote rehabilitation, appropriate to the age level and physical ability of the child, and shall be combined with counseling by the court services officer or other guidance personnel. The supervised community service program assignment shall be made for a period of time consistent with the child's best interests, but for not more than ninety days; (4)(5) The court may place the child at the Human Services Center for examination and treatment; (5)(6) The court may place the child in a detention facility for not more than ninety days, which may be in addition to any period of temporary custody; (6)(7) The court may place the child in an alternative educational program; (7)(8) The court may order the suspension or revocation of the child's right to apply for a driving privilege, suspend or revoke an existing driving privilege, or restrict the privilege in such manner as it sees fit, including requiring that financial responsibility be proved and maintained; (8)(9) The court may assess or charge costs and fees permitted by §§ 16-2-41, 23-3-52, 23A-27-26, 23A-28B-42, and 23A-27-27 against the child, parent, guardian, custodian, or other party responsible for the child; or (9)(10) The court may only commit a child to the Department of Corrections if the judge finds that: (a) No viable alternative exists; (b) The Department of Corrections is the least restrictive alternative; and (c) The child is currently adjudicated delinquent for an offense eligible for transfer proceedings pursuant to § 26-11-3.1; the child is currently adjudicated delinquent for a crime of violence pursuant to subdivision 22-1-2(9), sex offense pursuant to § 22-24B-1, felony sexual registry offense pursuant to chapter 22-24B, or burglary in the second degree pursuant to § 22-32-3; or the court finds from evidence presented at the dispositional hearing or from the pre-dispositional report that the youth presents a significant risk of physical harm to another person. Any finding made pursuant to this section shall be made in the written decree. Section 2. That § 26-7A-128 be amended to read: 26-7A-128. If the state's attorney elects to proceed on the complaint pursuant to subdivision 26-7A-10(3), the child shall be asked for an admission or denial of the alleged violation. If the child admits to the violation, the court shall accept the admission and enter a judgment pursuant to § 26-7A-129. If the child denies committing the violation, the case may be tried according to procedure adopted by the presiding judge of each judicial circuit and approved by the Supreme Court, but a jury trial may not be granted. If the child fails to appear in court at the time set in the summons or set by subsequent postponement, the court may either issue a new summons to appear and set a new date for hearing to show cause, or the court may consider that failure to appear constitutes an admission to the allegations contained in the complaint and may accordingly enter a judgment for payment. If the child fails to comply with the terms of the judgment, the court may either issue a summons to appear and show cause, or issue a forfeiture assess against the child's parents or guardians for the amount of the citation and any restitution owed pursuant to § 26-7A-129. Section 3. That § 26-8D-8 be amended to read: 26-8D-8. The oversight council shall consist of the following nineteen twenty members: (1) The Governor shall appoint the following six seven members: (a) A representative from the Department of Corrections; (b) A representative from the Department of Social Services; (c) A representative who is a state's attorney; (d) A representative from a youth care provider; and (e) The secretary of the Department of Tribal Relations; (f) Two at large members; (2) The Chief Justice shall appoint the following six members: (a) A representative who is a criminal defense attorney; (b) A representative who is a judge; and (c) Four at large members; (3) The majority leader of the Senate shall appoint the following three members: (a) Two legislative members of the Senate, one from each political party; and (b) One at large member; (4) The majority leader of the House of Representatives shall appoint the following three members: (a) Two legislative members of the House of Representatives, one from each political party; and (b) One member who is a county commissioner; and (5) The attorney general shall appoint one member. The oversight council shall select a chair and a vice chair. Section 4. That § 26-11A-15 be amended to read: 26-11A-15. If the independent hearing officer finds probable cause that the terms and conditions of aftercare have been violated by committing an act subject to transfer proceedings pursuant to § 26-11-3.1, a crime of violence pursuant to subdivision 22-1-2(9), sex offense pursuant to § 22-24B-1, felony sexual registry offense pursuant to chapter 22-24B, or burglary in the second degree pursuant to § 22-32-3; or that the juvenile presents a significant risk of physical harm to another person and has committed a new law violation, an aftercare revocation hearing shall be held before a member of the Board of Pardons and Paroles created in § 24-13-1 within thirty days of the temporary detention or shelter hearing. For the purposes of this section, a new law violation is defined as delinquent behavior pursuant to § 26-8B-2 26-8C-2, a Class 1 misdemeanor violation of title 32, or a violation of § 32-23-21. The juvenile, with the consent of a parent, guardian, or custodian, has the right to waive this hearing at any time after the juvenile is detained and after advisement that waiver of the right to appear before the Board of Pardons and Paroles may result in the juvenile being returned to placement. If the hearing officer does not find probable cause that the terms and conditions of aftercare have been violated by committing an act subject to transfer proceedings pursuant to § 26-11-3.1, a crime of violence pursuant to subdivision 22-1-2(9), sex offense pursuant to § 22-24B-1, felony sexual registry offense pursuant to chapter 22-24B, or burglary in the second degree pursuant to § 22-32-3; or that the juvenile presents a significant and likely risk of physical harm to another person and has committed a new law violation, the juvenile shall be returned to aftercare or released. The member of the board shall set the aftercare revocation hearing and shall give five days notice to the juvenile, to the juvenile's parents, guardian, or custodian, and to any other parties to the hearing. The juvenile and the juvenile's parents, guardian, or custodian, shall be given a written statement of the allegations against the juvenile. The juvenile shall have the opportunity to appear in person, present witnesses, or documentary evidence in the juvenile's behalf, and cross-examine witnesses unless the member of the board makes a written determination that doing so is not in the best interests of the juvenile. The juvenile may be represented by legal counsel at the hearing. Section 5. That § 26-7A-129 be amended to read: 26-7A-129. If a child is found to be in violation of the complaint, the court shall enter a judgment against the child for one or more of the following: (1) A fine and court costs not to exceed one hundred dollars; (2) Restitution as defined in subdivision 23A-28-2(4) and as determined appropriate by the court; or (3) Suspension or revocation of the child's driving privilege if the judgment is entered on a violation pursuant to subdivision 26-7A-126(3). The court may set a hearing to review compliance with the judgment. If a child is unable to pay a fine, court costs, or restitution as ordered by the court, any party may request that the court order community service in lieu of the monetary judgment. At no time shall a court order a child to probation or detention upon entry of a judgment on a cited violation. A judgment on a cited violation shall be a confidential matter pursuant to subsection 15-15A-7(p). Section 6. That § 26-7A-11 be amended to read: 26-7A-11. A report of a preliminary investigation involving any apparent child in need of supervision or any apparent delinquent child may be referred for informal adjustment or informal action pursuant to subdivision 26-7A-10(4) only if: (1) The child and the child's parents, guardian, or other custodian were informed of their constitutional and legal rights, including being represented by an attorney at every stage of the proceedings if a petition is filed; (2) The facts are admitted and establish prima facie jurisdiction; and (3) Written consent is obtained from the child's parents, guardian, or custodian and from the child if the child is of sufficient age and understanding. Efforts to effect informal adjustment or informal action may extend no longer than four months from the date of the consent. The state's attorney may include in the referral to a court-approved juvenile diversion program a requirement that restitution as defined in subdivision 23A-28-2(4) be imposed as a condition of the diversion program. Section 7. That § 26-8B-6 be amended to read: 26-8B-6. If a child has been adjudicated as a child in need of supervision, the court shall enter a decree of disposition according to the least restrictive alternative available in keeping with the best interests of the child. The decree shall contain one or more of the following: (1) The court may place the child on probation pursuant to § 26-8B-8 or under protective supervision in the custody of one or both parents, guardian, custodian, relative, or another suitable person under conditions imposed by the court; (2) The court may require as a condition of probation that the child participate in a supervised community service program, provided the child is not placed in a detention facility and is not deprived of the schooling that is appropriate to the child's age, needs, and specific rehabilitative goals. The supervised community service program shall be of a constructive nature designed to promote rehabilitation, shall be appropriate to the age level and physical ability of the child, and shall be combined with counseling by a court services officer or other guidance personnel. The supervised community service program assignment shall be made for a period of time consistent with the child's best interests, but may not exceed ninety days; (3) If the court finds that the child has violated a valid court order, the court may place the child in a detention facility for not more than ninety days, which may be in addition to any period of temporary custody, for purposes of disposition if: (a) The child is not deprived of the schooling that is appropriate for the child's age, needs, and specific rehabilitative goals; (b) The child had a due process hearing before the order was issued; and (c) A plan of disposition from a court services officer is provided to the court; (4) The court may require the child to pay for any damage done to property or for medical expenses restitution, as defined in subdivision 23A-28-2(4) and under conditions set by the court if payment can be enforced without serious hardship or injustice to the child; (5) The court may place a child in an alternative educational program; (6) The court may order the child to be examined and treated at the Human Services Center; (7) The court may impose a fine not to exceed five hundred dollars; (8) The court may order the suspension or revocation of the child's right to apply for a driving privilege, suspend or revoke an existing driving privilege, or restrict the privilege in such manner as the court sees fit or as required by § 32-12-52.4, including requiring that financial responsibility be proved and maintained; (9) The court may assess or charge the same costs and fees as permitted by §§ 16-2-41, 23-3-52, 23A-27-26, 23A-28B-42, and 23A-27-27 against the child, parent, guardian, custodian, or other party responsible for the child; or (10) The court may only commit a child to the Department of Corrections if the judge finds that: (a) No viable alternatives exist; (b) The Department of Corrections is the least restrictive alternative; and (c) The court finds from evidence presented at the dispositional hearing or from the pre-dispositional report that the youth presents a significant risk of physical harm to another person. Any finding made pursuant to this section shall be made in the written decree. After disposition, but prior to placement in a juvenile correctional facility, a state interagency team comprised of representatives from the Department of Human Services, the Department of Social Services, the Department of Education, the Department of Corrections, and the Unified Judicial System shall make a written finding that placement at a Department of Corrections facility is the least restrictive placement commensurate with the best interests of the child. Subsequent placement in any other Department of Corrections facility may be authorized without an interagency review. No adjudicated child in need of supervision may be incarcerated in a detention facility except as provided in subdivision (3) or (10) of this section. Section 8. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 7358, "bill_version_id": 39778, "bill_version": "Senate Engrossed", "bill_version_date": "2016-02-22T15:59:53.11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise provisions related to restitution in cases involving juveniles and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-8C-7 be amended to read: 26-8C-7. If a child has been adjudicated as a delinquent child, the court shall enter a decree of disposition according to the least restrictive alternative available in keeping with the best interests of the child. The decree shall contain one or more of the following: (1) The court may require the child to pay restitution, as defined in subdivision 23A-28-2(4) and under conditions set by the court, if payment can be enforced without serious hardship or injustice to the child; (2) The court may impose a fine not to exceed one thousand dollars; (2)(3) The court may place the child on probation under the supervision of a court services officer or another designated individual pursuant to § 26-8C-14; (3)(4) The court may require a child as a condition of probation to participate in a supervised community service program, if the child is not deprived of the schooling that is appropriate for the child's age, needs, and specific rehabilitative goals. The supervised community service program shall be of a constructive nature designed to promote rehabilitation, appropriate to the age level and physical ability of the child, and shall be combined with counseling by the court services officer or other guidance personnel. The supervised community service program assignment shall be made for a period of time consistent with the child's best interests, but for not more than ninety days; (4)(5) The court may place the child at the Human Services Center for examination and treatment; (5)(6) The court may place the child in a detention facility for not more than ninety days, which may be in addition to any period of temporary custody; (6)(7) The court may place the child in an alternative educational program; (7)(8) The court may order the suspension or revocation of the child's right to apply for a driving privilege, suspend or revoke an existing driving privilege, or restrict the privilege in such manner as it sees fit, including requiring that financial responsibility be proved and maintained; (8)(9) The court may assess or charge costs and fees permitted by §§ 16-2-41, 23-3-52, 23A-27-26, 23A-28B-42, and 23A-27-27 against the child, parent, guardian, custodian, or other party responsible for the child; or (9)(10) The court may only commit a child to the Department of Corrections if the judge finds that: (a) No viable alternative exists; (b) The Department of Corrections is the least restrictive alternative; and (c) The child is currently adjudicated delinquent for an offense eligible for transfer proceedings pursuant to § 26-11-3.1; the child is currently adjudicated delinquent for a crime of violence pursuant to subdivision 22-1-2(9), sex offense pursuant to § 22-24B-1, felony sexual registry offense pursuant to chapter 22-24B, or burglary in the second degree pursuant to § 22-32-3; or the court finds from evidence presented at the dispositional hearing or from the pre-dispositional report that the youth presents a significant risk of physical harm to another person. Any finding made pursuant to this section shall be made in the written decree. Section 2. That § 26-7A-128 be amended to read: 26-7A-128. If the state's attorney elects to proceed on the complaint pursuant to subdivision 26-7A-10(3), the child shall be asked for an admission or denial of the alleged violation. If the child admits to the violation, the court shall accept the admission and enter a judgment pursuant to § 26-7A-129. If the child denies committing the violation, the case may be tried according to procedure adopted by the presiding judge of each judicial circuit and approved by the Supreme Court, but a jury trial may not be granted. If the child fails to appear in court at the time set in the summons or set by subsequent postponement, the court may either issue a new summons to appear and set a new date for hearing to show cause, or the court may consider that failure to appear constitutes an admission to the allegations contained in the complaint and may accordingly enter a judgment for payment. If the child fails to comply with the terms of the judgment, the court may either issue a summons to appear and show cause, or issue a forfeiture assess against the child's parents or guardians for the amount of the citation and any restitution owed pursuant to § 26-7A-129. Section 3. That § 26-8D-8 be amended to read: 26-8D-8. The oversight council shall consist of the following nineteen twenty members: (1) The Governor shall appoint the following six seven members: (a) A representative from the Department of Corrections; (b) A representative from the Department of Social Services; (c) A representative who is a state's attorney; (d) A representative from a youth care provider; and (e) A representative from the Department of Tribal Relations; (f) Two at large members; (2) The Chief Justice shall appoint the following six members: (a) A representative who is a criminal defense attorney; (b) A representative who is a judge; and (c) Four at large members; (3) The majority leader of the Senate shall appoint the following three members: (a) Two legislative members of the Senate, one from each political party; and (b) One at large member; (4) The majority leader of the House of Representatives shall appoint the following three members: (a) Two legislative members of the House of Representatives, one from each political party; and (b) One member who is a county commissioner; and (5) The attorney general shall appoint one member. The oversight council shall select a chair and a vice chair. Section 4. That § 26-11A-15 be amended to read: 26-11A-15. If the independent hearing officer finds probable cause that the terms and conditions of aftercare have been violated by committing an act subject to transfer proceedings pursuant to § 26-11-3.1, a crime of violence pursuant to subdivision 22-1-2(9), sex offense pursuant to § 22-24B-1, felony sexual registry offense pursuant to chapter 22-24B, or burglary in the second degree pursuant to § 22-32-3; or that the juvenile presents a significant risk of physical harm to another person and has committed a new law violation, an aftercare revocation hearing shall be held before a member of the Board of Pardons and Paroles created in § 24-13-1 within thirty days of the temporary detention or shelter hearing. For the purposes of this section, a new law violation is defined as delinquent behavior pursuant to § 26-8B-2 26-8C-2, a Class 1 misdemeanor violation of title 32, or a violation of § 32-23-21. The juvenile, with the consent of a parent, guardian, or custodian, has the right to waive this hearing at any time after the juvenile is detained and after advisement that waiver of the right to appear before the Board of Pardons and Paroles may result in the juvenile being returned to placement. If the hearing officer does not find probable cause that the terms and conditions of aftercare have been violated by committing an act subject to transfer proceedings pursuant to § 26-11-3.1, a crime of violence pursuant to subdivision 22-1-2(9), sex offense pursuant to § 22-24B-1, felony sexual registry offense pursuant to chapter 22-24B, or burglary in the second degree pursuant to § 22-32-3; or that the juvenile presents a significant and likely risk of physical harm to another person and has committed a new law violation, the juvenile shall be returned to aftercare or released. The member of the board shall set the aftercare revocation hearing and shall give five days notice to the juvenile, to the juvenile's parents, guardian, or custodian, and to any other parties to the hearing. The juvenile and the juvenile's parents, guardian, or custodian, shall be given a written statement of the allegations against the juvenile. The juvenile shall have the opportunity to appear in person, present witnesses, or documentary evidence in the juvenile's behalf, and cross-examine witnesses unless the member of the board makes a written determination that doing so is not in the best interests of the juvenile. The juvenile may be represented by legal counsel at the hearing. Section 5. That § 26-7A-129 be amended to read: 26-7A-129. If a child is found to be in violation of the complaint, the court shall enter a judgment against the child for one or more of the following: (1) A fine and court costs not to exceed one hundred dollars; (2) Restitution as defined in subdivision 23A-28-2(4) and as determined appropriate by the court; or (3) Suspension or revocation of the child's driving privilege if the judgment is entered on a violation pursuant to subdivision 26-7A-126(3). The court may set a hearing to review compliance with the judgment. If a child is unable to pay a fine, court costs, or restitution as ordered by the court, any party may request that the court order community service in lieu of the monetary judgment. At no time shall a court order a child to probation or detention upon entry of a judgment on a cited violation. A judgment on a cited violation shall be a confidential matter pursuant to subsection 15-15A-7(p). Section 6. That § 26-7A-11 be amended to read: 26-7A-11. A report of a preliminary investigation involving any apparent child in need of supervision or any apparent delinquent child may be referred for informal adjustment or informal action pursuant to subdivision 26-7A-10(4) only if: (1) The child and the child's parents, guardian, or other custodian were informed of their constitutional and legal rights, including being represented by an attorney at every stage of the proceedings if a petition is filed; (2) The facts are admitted and establish prima facie jurisdiction; and (3) Written consent is obtained from the child's parents, guardian, or custodian and from the child if the child is of sufficient age and understanding. Efforts to effect informal adjustment or informal action may extend no longer than four months from the date of the consent. The state's attorney may include in the referral to a court-approved juvenile diversion program a requirement that restitution as defined in subdivision 23A-28-2(4) be imposed as a condition of the diversion program. Section 7. That § 26-8B-6 be amended to read: 26-8B-6. If a child has been adjudicated as a child in need of supervision, the court shall enter a decree of disposition according to the least restrictive alternative available in keeping with the best interests of the child. The decree shall contain one or more of the following: (1) The court may place the child on probation pursuant to § 26-8B-8 or under protective supervision in the custody of one or both parents, guardian, custodian, relative, or another suitable person under conditions imposed by the court; (2) The court may require as a condition of probation that the child participate in a supervised community service program, provided the child is not placed in a detention facility and is not deprived of the schooling that is appropriate to the child's age, needs, and specific rehabilitative goals. The supervised community service program shall be of a constructive nature designed to promote rehabilitation, shall be appropriate to the age level and physical ability of the child, and shall be combined with counseling by a court services officer or other guidance personnel. The supervised community service program assignment shall be made for a period of time consistent with the child's best interests, but may not exceed ninety days; (3) If the court finds that the child has violated a valid court order, the court may place the child in a detention facility for not more than ninety days, which may be in addition to any period of temporary custody, for purposes of disposition if: (a) The child is not deprived of the schooling that is appropriate for the child's age, needs, and specific rehabilitative goals; (b) The child had a due process hearing before the order was issued; and (c) A plan of disposition from a court services officer is provided to the court; (4) The court may require the child to pay for any damage done to property or for medical expenses restitution, as defined in subdivision 23A-28-2(4) and under conditions set by the court if payment can be enforced without serious hardship or injustice to the child; (5) The court may place a child in an alternative educational program; (6) The court may order the child to be examined and treated at the Human Services Center; (7) The court may impose a fine not to exceed five hundred dollars; (8) The court may order the suspension or revocation of the child's right to apply for a driving privilege, suspend or revoke an existing driving privilege, or restrict the privilege in such manner as the court sees fit or as required by § 32-12-52.4, including requiring that financial responsibility be proved and maintained; (9) The court may assess or charge the same costs and fees as permitted by §§ 16-2-41, 23-3-52, 23A-27-26, 23A-28B-42, and 23A-27-27 against the child, parent, guardian, custodian, or other party responsible for the child; or (10) The court may only commit a child to the Department of Corrections if the judge finds that: (a) No viable alternatives exist; (b) The Department of Corrections is the least restrictive alternative; and (c) The court finds from evidence presented at the dispositional hearing or from the pre-dispositional report that the youth presents a significant risk of physical harm to another person. Any finding made pursuant to this section shall be made in the written decree. After disposition, but prior to placement in a juvenile correctional facility, a state interagency team comprised of representatives from the Department of Human Services, the Department of Social Services, the Department of Education, the Department of Corrections, and the Unified Judicial System shall make a written finding that placement at a Department of Corrections facility is the least restrictive placement commensurate with the best interests of the child. Subsequent placement in any other Department of Corrections facility may be authorized without an interagency review. No adjudicated child in need of supervision may be incarcerated in a detention facility except as provided in subdivision (3) or (10) of this section. Section 8. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 7358, "bill_version_id": 40525, "bill_version": "Enrolled", "bill_version_date": "2016-03-09T10:00:38.35-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7358, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38838.pdf", "status_text": "First read in Senate and referred to", "journal_page": 215, "committee_id_action": 309, "committee_id_assigned": 302, "result": "N", "vote": {}}, {"bill_id": 7358, "action_date": "2016-02-18T08:00:00-06:00", "document_id": 39381, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39381.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 302, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7358, "action_date": "2016-02-18T15:30:00-06:00", "document_id": 39585, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39585.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 302, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7358, "action_date": "2016-02-18T15:30:00-06:00", "document_id": 39611, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39611.pdf", "status_text": "Do Pass", "journal_page": 354, "committee_id_action": 302, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21127, "president_vote": null, "Yea": [974, 1041, 1046, 973, 967, 978], "Excused": [1035]}}, {"bill_id": 7358, "action_date": "2016-02-22T14:00:00-06:00", "document_id": 39767, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39767.pdf", "status_text": "Motion to amend", "journal_page": 403, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7358, "action_date": "2016-02-22T14:00:00-06:00", "document_id": 39767, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39767.pdf", "status_text": "Do Pass Amended", "journal_page": 403, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21285, "president_vote": null, "Yea": [974, 977, 999, 1037, 966, 1014, 1067, 979, 969, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 967, 975, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 973, 1008], "Nay": [1011], "Excused": [1013]}}, {"bill_id": 7358, "action_date": "2016-02-23T14:00:00-06:00", "document_id": 39859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39859.pdf", "status_text": "First read in House and referred to", "journal_page": 634, "committee_id_action": 325, "committee_id_assigned": 320, "result": "N", "vote": {}}, {"bill_id": 7358, "action_date": "2016-03-07T10:00:00-06:00", "document_id": 40259, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40259.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7358, "action_date": "2016-03-07T10:00:00-06:00", "document_id": 40399, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40399.pdf", "status_text": "Do Pass", "journal_page": 785, "committee_id_action": 320, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21865, "president_vote": null, "Excused": [1060, 963, 1017, 991], "Yea": [985, 1061, 1038, 987, 1044, 1054, 1025, 1029, 1024]}}, {"bill_id": 7358, "action_date": "2016-03-07T10:00:00-06:00", "document_id": 40399, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40399.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7358, "action_date": "2016-03-08T10:00:00-06:00", "document_id": 40489, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40489.pdf", "status_text": "Removed from Consent Calendar", "journal_page": 817, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7358, "action_date": "2016-03-08T10:00:00-06:00", "document_id": 40489, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40489.pdf", "status_text": "Do Pass Amended", "journal_page": 836, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21987, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 1040, 995, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1017, 1036, 1048, 1024, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 1007, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Nay": [964, 1058, 991], "Excused": [1015, 1003, 1052]}}, {"bill_id": 7358, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40533, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40533.pdf", "status_text": "Signed by the President", "journal_page": 591, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7358, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40577.pdf", "status_text": "Signed by the Speaker", "journal_page": 861, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7358, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40574, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40574.pdf", "status_text": "Delivered to the Governor", "journal_page": 603, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7358, "action_date": "2016-03-29T10:00:00-05:00", "document_id": 40611, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40611.pdf", "status_text": "Signed by the Governor", "journal_page": 619, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6182}