{"session_id": 24, "bill_id": 7112, "bill_type": "Senate Bill", "bill_number": 14, "bill_title": "revise certain administrative provisions and repeal certain obsolete provisions concerning the South Dakota Retirement System.", "sponsors": [], "keywords": ["Administrative Rules", "Public Officers and Employees", "South Dakota Retirement System"], "audio": [{"meeting_datetime": "2016-01-21T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sre07.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2016-01-21T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sre07.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2016-01-21T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sre07.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen09.mp3", "start_seconds": 4345.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen09.mp3", "start_seconds": 4345.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen09.mp3", "start_seconds": 4345.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hre17.mp3", "start_seconds": 1428.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hre17.mp3", "start_seconds": 1428.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hre17.mp3", "start_seconds": 1428.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hre17.mp3", "start_seconds": 1428.0}], "bill_versions": [{"bill_id": 7112, "bill_version_id": 37357, "bill_version": "Introduced", "bill_version_date": "2016-01-06T10:43:41.757-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain administrative provisions and repeal certain obsolete provisions concerning the South Dakota Retirement System. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 3-12-52 be amended to read: 3-12-52. The Board of Trustees board shall meet at least twice each year, and shall adopt its own rules of procedure. A majority of trustees constitutes a quorum. At the first meeting of each fiscal year the board shall elect from the board's membership a chair and a vice chair. At least eight concurrent votes and a majority of the members present are required for a decision by the board for any of its meetings. Section 2. That § 3-12-55 be amended to read: 3-12-55. The Board of Trustees board shall appoint an administrator executive director, qualified by training and experience, to serve at the pleasure of the Board of Trustees board. The annual salary of the administrator executive director may be adjusted annually by the same rate appropriated as the across-the-board increase to base salaries of state employees under the General Appropriations Act in each corresponding year. Before May first of each year, the board shall recommend any additional salary adjustment above the across-the-board increase for the administrator executive director for the upcoming fiscal year. This salary adjustment is not effective unless it is approved by a majority vote of the members of the Retirement Laws Committee. The administrator executive director may hire additional employees as may be required to transact the business of the retirement system and shall fix the remuneration for such services. The board shall require the bonding of the administrator executive director in an amount set by the board which shall be included under the state employees' blanket bond. The premium may be charged to the fund. Section 3. That § 3-12-56 be amended to read: 3-12-56. Applications for membership for new or additional benefits, credited service, or benefit payments which may be granted by the Board of Trustees board shall be made to the administrator executive director on forms approved by the board. Section 4. That § 3-12-57.1 be amended to read: 3-12-57.1. Any person aggrieved by a determination made by the system's staff may request review of the determination and a decision by the administrator executive director. The person, if then aggrieved by the administrator's executive director's decision, may appeal the decision, if the person files a written notice of appeal with the administrator executive director within thirty days of the date of the decision. The notice shall identify the person appealing and the decision appealed. The appeal shall be conducted by a hearing examiner in accordance with chapter 1-26. The hearing examiner, after hearing the evidence in the matter, shall make proposed findings of fact and conclusions of law, and a proposed decision. The administrator executive director shall accept, reject, or modify those findings, conclusions, and decision. The administrator executive director may arrange for the assistance of private counsel throughout the administrator's executive director's review of the proposal. The administrator's executive director's action constitutes the final agency decision. The final agency decision may be appealed to circuit court pursuant to chapter 1-26. Section 5. That § 3-12-61 be amended to read: 3-12-61. The South Dakota Retirement System expense fund is hereby continued and the Board of Trustees board is hereby authorized to transfer from the South Dakota Retirement System fund an annual amount not to exceed three percent of the annual contributions received by the system, and the moneys so money transferred are hereby is appropriated for the payment of the administrative costs of the system, provided that the. The board shall report its proposed annual budget to the Legislature for its approval, within the budget report of the Department of Labor and Regulation. Expenditures from all funds shall be disbursed on warrants drawn by the state auditor and shall be supported by vouchers approved by the administrator executive director of the system. Section 6. That § 3-12-62.1 be amended to read: 3-12-62.1. All personnel hired on or after July 1 June 30, 1980, by the divisions of the Department of Labor and Regulation established by §§ 61-2-10 and 61-2-10.1 shall be members of the system. Any individual so employed prior to before July 1, 1980, may elect to become a member of the system, if that election is made prior to before July 1, 1981. Benefits accrued to a member prior to the date of such election shall be continued and may not be considered as other public benefits, as defined in subdivision 3-12-47(49), for the purposes of calculating or offsetting any benefit resulting from participation in the system. Credited service earned under the retirement system provided by chapter 61-2 may not be counted for the purpose of calculation of benefits under chapter 3-12. For any individual who elects to be a member of the system pursuant to this section, credited service earned under the retirement system provided by chapter 61-2 shall be counted for the purpose of vesting under chapter 3-12 and for the eligibility requirements under §§ 3-12-95 and 3-12-98, provided that for any family or disability benefits pursuant to this chapter, if contributions made to the system provided under chapter 61-2 are not withdrawn. Section 7. That § 3-12-63 be amended to read: 3-12-63. Membership in the system shall exclude the following: (1) All elective officers except justices and judges, unless such person elects and is otherwise qualified to become a member of the system; (2) All personnel in the Department of Labor and Regulation who were employed prior to before July 1, 1980, and who elect to remain participants in the retirement system provided by chapter 61-2; (3) The governing body of any participating county, municipality, or other political subdivision; and (4) All personnel employed by the municipality of Sioux Falls prior to before July 1, 2013. However, any person employed prior to before July 1, 2013, who separates from service with the municipality of Sioux Falls and is subsequently rehired by the municipality of Sioux Falls and begins working after June 30, 2013, as a permanent full-time employee as defined in subdivision 3-12-47(54), shall be a member of the system. Section 8. That § 3-12-67.1 be amended to read: 3-12-67.1. Notwithstanding the provisions of § 3-12-67, any employee of the municipality of Sioux Falls who begins working after June 30, 2013, as a permanent full-time employee as defined in subdivision 3-12-47(54) shall be a member of the system if the municipality of Sioux Falls elects to be a participating unit by a duly passed resolution of its governing body. Section 9. That § 3-12-69 be amended to read: 3-12-69. Employees of an eligible political subdivision or public corporation not participating in the systems consolidated into the system created by this chapter, may become a participating unit in the system if the unit commits to deposit an amount equal to the present value of the benefits earned to date, based on the employee's prior service to the unit to be covered by the system. The expense of the actuarial determination of this amount shall be borne by the applicant. All eligible employees of an applicant shall participate in the system upon admission. If the unit is unable to deposit this amount in a single sum, the unit shall have the option to pay the amount by periodic level installments over a period up to twenty years, the value of which, when discounted for compound interest at the effective rate assumed rate of return, is equal to the amount due at the date of participation. Section 10. That § 3-12-72 be amended to read: 3-12-72. All employee and employer contributions to the system and the necessary supporting data shall be transmitted by the employer at least monthly to the administration office of the system. Each such monthly transmission for each respective calendar month shall be completed by the fifteenth day of the following month. All supporting data shall be transmitted electronically in a format determined by system personnel. All contributions shall be deposited with the state treasurer in the fund duly established to administer this chapter. If any participating unit fails to deliver contributions with respect to compensation paid in any month and the necessary supporting data by the fifteenth day of the following month, the participating unit shall pay to the system a penalty equal to five percent of the delinquent contributions. The delinquent contributions and the penalty shall bear interest at the assumed rate of return from the date due until the date paid. In calculating accumulated contributions pursuant to subdivision 3-12-47(2), all contributions with respect to compensation paid in any fiscal year shall be included in the calculation of interest credited for that fiscal year. Section 11. That § 3-12-72.4 be amended to read: 3-12-72.4. If a participating unit determines that a governmental function is to be privatized, the participating unit shall pass a resolution to that effect determining the date that its employees will cease to be public employees eligible for membership in the system. The participating unit shall notify the system and the employees affected of its the resolution and, after the effective date, cease to make contributions to the South Dakota Retirement System as required in §§ 3-12-71 and 3-12-72. Any member affected by privatization is entitled to the benefits accrued as of the effective date under the provisions of chapter 3-12. For the purposes of determining eligibility for vesting pursuant to subdivision § 3-12-47(73) and early retirement pursuant to § 3-12-106, years of service with the successor employer shall be considered. Section 12. That § 3-12-74 be amended to read: 3-12-74. If any participating unit becomes delinquent thirty or more days by failure or refusal to pay any amounts due to the system, the state treasurer shall, upon certification by the administrator executive director of the delinquency, withhold and deduct the amount of the delinquency, penalty, and interest as specified in § 3-12-72 from the next succeeding payment or payments of any money in the hands of the state treasurer due and payable to the participating unit. Section 13. That § 3-12-77.3 be amended to read: 3-12-77.3. Any rights which have terminated pursuant to the provisions of § 3-12-77 or 3-12-77.1 may be reinstated upon presentation to the system administrator executive director of a request for reinstatement of those rights and competent evidence of the rights. Section 14. That § 3-12-81.1 be amended to read: 3-12-81.1. If a retired member becomes reemployed as a permanent full-time employee by a participating unit, the member first shall have terminated the member's employment relationship with the initial participating unit, as outlined in subdivision 3-12-47(70) as the term, terminated, is defined in this chapter and as required pursuant to Revenue Ruling 57-115 by the Internal Revenue Service. The initial participating unit's system representative shall certify to the system that the termination of the employment relationship took place. In addition, any second participating unit shall subject the member shall have been subject to all proceedings and requirements associated with the hiring and employment of any new employee by the second participating unit, and that unit's system representative shall so certify to the system. If a single participating unit is both the member's initial participating unit and the member's second participating unit, it the unit shall follow all termination procedures and all hiring procedures relative to the member as outlined by this section, and its chief executive officer, the officer's agent, or the chair of its the unit's governing commission or board shall so certify. Section 15. That § 3-12-82 be amended to read: 3-12-82. If less than three years of contributory service or noncontributory service as delineated in subsections (b), (e), (g), and (h) of subdivision 3-12-47(24) is acquired after a retired member's reentry into covered employment, the member upon subsequent retirement shall receive a refund of the member's accumulated contributions. If three years or more of contributory service or noncontributory service as delineated in subsections (b), (e), (g), and (h) of subdivision 3-12-47(24) are acquired after a retired member's reentry into covered employment, the member upon subsequent retirement may receive either a refund of the member's accumulated contributions or an additional allowance based upon the member's credited service and final compensation earned during such reentry. Only the member's credited service from the subsequent employment shall be taken into account in calculating a reduction pursuant to § 3-12-106, if any, in the member's additional allowance. In addition, the annual increase applied to the original allowance pursuant to § 3-12-88 shall be eliminated for such the period of reemployment, unless the member retired as a Class B member other than a justice, judge, or magistrate judge and subsequently reentered covered employment as a Class A member. The provisions of this section apply to any member who retired without any reduction in benefits pursuant to § 3-12-106 and who reenters covered employment on or after July 1 June 30, 2004, but prior to before April 1, 2010. Section 16. That § 3-12-86.1 be amended to read: 3-12-86.1. If a member on leave of absence performing initial qualified military service dies, the member shall be considered to have returned from the leave of absence on the day prior to before the member's death and become a contributing member for purposes of survivor benefits pursuant to § 3-12-95 § 3-12-95.5, if the member has at least one year of credited service prior to the member's death, including the initial period of qualified military service. If the member was contributing for additional survivor protection benefits pursuant to § 3-12-104 immediately prior to before the leave of absence, the member shall be considered to have resumed such the contributions on the day prior to before the member's death. If a member on leave of absence performing initial qualified military service becomes disabled pursuant to the disability criteria set out in chapter 3-12 and ARSD chapter 62:01:04, the member shall be considered to have returned from the leave of absence on the day prior to before the member's discharge date and become a contributing member for purposes of eligibility for disability benefits pursuant to § 3-12-98 § 3-12-201, if the member has at least three years of credited service including the period of initial qualified military service. The provisions of § 3-12-98 § 3-12-201 notwithstanding, the member need not have been deemed to be a contributing member on the date of the member's disabling event. Section 17. That chapter 3-12 be amended by adding a NEW SECTION to read: Beginning January 1, 2009, to the extent required by § 414(u)(12) of the Internal Revenue Code, a member receiving differential wage payments, as defined under § 3401(h)(2) of the Internal Revenue Code, from a member's employer shall be treated as employed by that employer, and the differential wage payment shall be treated as compensation for purposes of applying the limits on annual additions under § 415(c) of the Internal Revenue Code. This provision shall be applied to all similarly situated members in a reasonably equivalent manner. Section 18. That § 3-12-87 be amended to read: 3-12-87. Payment of a deposit with the system for credited service pursuant to §§ 3-12-83 to 3-12-86, inclusive, shall be determined and due at the time the notice of intention to make the payment is received by the system. The amount due may be paid by periodic, level installments over a period of up to ten years, the value of which, when discounted for interest at the assumed rate of return, is equal to the amount due at the date of the notice. If a member dies before completion of the installment payments, the surviving spouse may complete the payments due the system, but, unless the payments are being made by a participating unit, the amount shall be paid in full within ninety days of the member's death or retirement. In the event If the periodic payments are not completed or paid when due, the administrator executive director may make an appropriate adjustment to the credited service, benefits payable under this chapter, or schedule of payments to allow for the default. Any member participating in installment payments pursuant to this section prior to before July 1, 1989, shall have the balance due on July 1, 1989, recalculated pursuant to §§ 3-12-83 and 3-12-84 and shall have the installment payments due on or after July 1 June 30, 1989, recalculated accordingly. The provisions of this section apply only to installment payment purchases of credited service that are not tax-deferred, but and do not apply to tax-deferred purchases pursuant to § 3-12-83.2. Section 19. That § 3-12-95.2 be amended to read: 3-12-95.2. The conservator and custodian provisions of subdivision 3-12-95(2) and § 3-12-95.1 notwithstanding, the benefit becomes payable directly to a child when the child reaches eighteen years of age. The benefit shall be eliminated when the child becomes ineligible pursuant to subdivision 3-12-47(14). Section 20. That § 3-12-95.3 be amended to read: 3-12-95.3. That The portion of a family benefit that is payable on account of children pursuant to subdivision 3-12-95(1) shall be eliminated as each child becomes ineligible pursuant to subdivision 3-12-47(14). The benefit shall be eliminated altogether when the youngest child becomes ineligible pursuant to subdivisions 3-12-47(14). Section 21. That § 3-12-98 be amended to read: 3-12-98. A contributing member who becomes disabled and who has acquired at least three years of contributory service or noncontributory service as delineated in subsections (b), (e), (g), and (h) of subdivision 3-12-47(24) since the member's most recent entry into active status and prior to becoming disabled or was disabled by accidental means while performing usual duties for an employer, is eligible for a disability benefit if the disability is expected to be of long, continued, and indefinite duration of at least one year. In order to be eligible for a disability benefit, a member must be disabled on the date the member's contributory service ends. Any member who fails to file an application for disability benefits with the administrator executive director within three years of after the date on which the member's contributory service ends, forfeits all rights to disability benefits. Any information required for a complete application must be received within one year after the application for disability benefits was received. If the required information is not received by the system within one year after the application is received, the member may reapply. For purposes of this section, a transfer within a participating unit, or a change in employment from one participating unit to another participating unit if there is no break in contributory service, does not constitute a new entry into active status. The provisions of this section apply to any member whose application for disability benefits is received by the system prior to before July 1, 2015. Section 22. That § 3-12-99.1 be amended to read: 3-12-99.1. That portion of a disability benefit that is payable on account of children shall be eliminated as each child becomes ineligible pursuant to subdivision 3-12-47(14). However, that the portion of a disability benefit that is payable on account of children shall increase if a disabled member gains an additional child who is eligible pursuant to subdivision 3-12-47(14). All other provisions in § 3-12-101 do not apply to members receiving a disability benefit pursuant to this chapter. The provisions of this section apply to any member whose application for disability benefits is received by the system prior to before July 1, 2015. Section 23. That § 3-12-114 be amended to read: 3-12-114. If any change or error in the records of the system or any participating unit results in any person receiving from the system less than the person would have been entitled to receive had the records been correct, the administrator executive director shall correct the error and, as far as practicable, shall adjust the payment to provide the person the amount to which the person is correctly entitled. If any change or error in the records of the system or any participating unit results in any person receiving from the system more than the person would have been entitled to receive had the records been correct, the administrator executive director shall correct the error and, as far as practicable, shall recover the overpayment to reflect the amount to which the person is correctly entitled. The board shall promulgate rules, pursuant to chapter 1-26, concerning the methods by which an overpayment shall be repaid, including an actuarial equivalent. However, the recovery of an overpayment is limited to the amount attributable to any error that occurred during the six-year period immediately prior to before the discovery of the error. This limitation does not apply in the case of fraud, intentional misrepresentation, material omission, or other fault on the part of a member or beneficiary. Section 24. That § 3-12-116 be amended to read: 3-12-116. If a designated beneficiary does not survive the member, any lump-sum payment that may be due shall be payable to the member's surviving spouse. If there is no surviving spouse, the payment shall be payable to all of the member's surviving children, irrespective of age, on a share-alike basis. If there is no surviving spouse and there are no surviving children, the payment shall be payable to the estate of the deceased member. If no claim for payment due upon the death of a deceased member is made within three years from date of death, the payment shall revert to the system. However, a claim may be honored after the expiration of the three-year reversion period if, in the opinion of the administrator executive director, payment of the claim is warranted by exceptional circumstances. Section 25. That § 3-12-118 be amended to read: 3-12-118. The Board of Trustees board shall retain the services of an independent contractor, not involved in the investment process, to make a report to the board not less than every four years on the investment performance results of the assets of the retirement funds. The report shall include, but not be limited to, the investment for the total portfolio and each major investment category thereof; a comparison of the investment return on the common stocks in the portfolio to market indices in general use and to the results achieved by other institutional investors of pension funds; and an appraisal of the success of the management of the actively traded bond portfolio, including a comparison of the return on the bonds in the portfolio to the bond indices in general use and a quantitative estimate of the aggregate gains or losses arising out of the portfolio transactions, both current exchanges and those that have to be worked out over time by a series of trades. Section 26. That § 3-12-122 be amended to read: 3-12-122. The board shall review the funding of the system and shall make a report to the Governor and the Retirement Laws Committee if any of the following conditions exist as of the latest annual actuarial valuation of the system: (1) The contributions do not equal the actuarial requirement for funding; (2) The funded ratio is less than eighty percent, or a ratio based on the market fair value of assets is less than eighty percent; or (3) The market fair value of assets is less than ninety percent of the actuarial value of assets. The report shall include an analysis of the conditions and recommendations for the circumstances and timing for any future benefit changes, contribution changes, or any other corrective action, or any combination of actions, to improve the conditions. Based on this report and the recommendations of the board, the Legislature may adopt benefit changes, contribution changes, or any other corrective action, or any combination of actions, to improve the conditions set out in this section. If any of the conditions set out in this section exist for a period of three consecutive annual actuarial valuations, the board shall recommend benefit reductions changes, contribution changes, or any other corrective action, or any combination of actions, for approval by the Legislature and the Governor, effective as soon as possible, to improve the conditions set out in this section. Eligibility for benefits, the amount of any benefit, and the rate of member contributions established in this chapter are not the contractual rights of any member and are subject to change by the Legislature for purposes of corrective action to improve the conditions established in this section. Section 27. That § 3-12-127 be amended to read: 3-12-127. Notwithstanding the repeal on July 1, 1974, of chapters 3-12; 3-13; 9-15; 13-45; certain provisions of chapter 16-8; chapter 16-11A; and certain provisions of chapter 33-13, all members of systems established thereunder shall be entitled to retire at the age, with the length of service and the benefits available to them under those provisions or the provisions of this chapter. For the purposes of this section, the administrator executive director shall retain as part of the permanent files of his office all volumes of the South Dakota Compiled Codified Laws, together with the 1973 pocket supplements thereto. Section 28. That § 3-12-130 be amended to read: 3-12-130. A current contributing Class B member other than a justice, judge, or magistrate judge, may convert credited service as a county sheriff or deputy county sheriff prior to before January 1, 1980, or credited service as a county sheriff or deputy county sheriff while not certified from January 1, 1980, to June 30, 1988, inclusive; credited service as a police officer while not certified from July 1, 1983, to June 30, 1988, inclusive; credited service as a penitentiary correctional staff member prior to before July 1, 1978; credited service as a conservation officer prior to before July 1, 1983; credited service as a parole agent prior to before July 1, 1991; and credited service as an air rescue firefighter prior to before July 1, 1992, from credited service as a Class A member with benefits provided in accordance with § 3-12-91 to credited service as a Class B member other than a justice, judge, or magistrate judge, with benefits provided in accordance with § 3-12-92, by election to make, or have made on the member's behalf, contributions based on the higher of the member's current compensation, or the member's final average compensation calculated as if the member retired on the date of election, at an actuarially-determined percentage times each year of service for which the member wishes to receive such Class B credit. The provisions of this section also apply to a current contributing Class B member, other than a justice, judge, or magistrate judge, who previously has purchased equivalent public service pursuant to the provisions of § 3-12-84. Payment of a deposit with the system for the conversion of credited service in accordance with this section shall be determined and due at the time the notice of intention to make the payment is received by the system. The amount due may be paid by periodic level installments over a period of up to ten years, the value of which, if discounted for interest at the assumed rate of return, is equal to the amount due at the date of the notice. If a member dies before completion of the installment payments, the surviving spouse may complete the payments due to the system, but unless the payments are being made by a participating unit, the amount shall be paid in full within ninety days of the member's death or retirement. If the periodic payments are not completed or paid when due, the administrator executive director may make a pro rata adjustment to the credited service, benefits payable under this chapter or schedule of payments to allow for the default. If the credited service of any member or group of members becomes Class B credited service on a prospective basis on or after July 1 June 30, 1993, the prior credited service as a Class A member may be converted to Class B credited service in accordance with this section. If a jailer becomes a Class B member other than a justice, judge, or magistrate judge pursuant to subdivision 3-12-47(25) or subdivision 3-12-47(55), the jailer is eligible to convert prior credited service as a jailer under this section. Section 29. That § 3-12-143 be amended to read: 3-12-143. For the first thirty-six months of a disability benefit provided by § 3-12-99, the maximum amount that a member may receive in any calendar year from the disability benefit and earned income, as defined in § 32(c)(2) of the Internal Revenue Code, is one hundred percent of the member's final average compensation. Starting with the thirty-seventh month of such the disability benefit, the maximum amount that a member may receive in any calendar year from disability benefits provided by the federal Social Security Act equal to the primary insurance amount, the disability benefit provided by this chapter and earned income, as defined in § 32(c)(2) of the Internal Revenue Code, is one hundred percent of the member's final average compensation. The maximum amount shall be indexed for each full fiscal year during which the member is eligible for such disability benefit by the improvement factor defined in subdivision 3-12-47(41). Any amount exceeding this maximum amount shall reduce each monthly disability benefit payable pursuant to § 3-12-99 in the following fiscal year on a pro rata basis. Any member eligible to receive a disability benefit shall report to the system in writing any earned income of the member. The report shall be filed with the system no later than May thirty-first before June first following the end of each calendar year in which a disability benefit is paid. A disabled member may file a signed copy of the member's individual income tax return in lieu of the report. No report or return need be filed for the calendar year in which the member dies or converts to a normal or early retirement benefit under this chapter. The disability benefit of any member failing to file a report or return as required in this section shall be suspended until the report or return is filed. The reduction may occur, however, only if a disability benefit is being paid by the system, but may not reduce the disability benefit below the minimum provided for in § 3-12-99. This section applies to any member receiving or entitled to receive a disability benefit pursuant to § 3-12-98. Section 30. That § 3-12-190 be amended to read: 3-12-190. On an annual basis, at minimum, the board shall establish an interest rate assumption upon which the provisions of subsequent supplemental pension contracts shall be based. The board shall establish the assumption on the basis of the recommendations of the system's actuary and the state investment officer. The interest rate assumption may not be greater than the actuarial assumed rate of return for the fund, nor may the interest rate assumption be less than the effective rate of interest described in subdivision 3-12-47(27). Any other provision of law notwithstanding, the board may suspend issuance of new supplemental pension contracts at any time. Any suspension of new supplemental pension contracts shall be prospective in operation and may not affect supplemental pension contracts already in effect. The structure administration of the supplemental pension benefit administration requires that supplemental pension benefit purchase costs vary from one time period to the next. Consequently, participants who accept the option of a supplemental pension benefit have no expectation or fundamental right to any particular supplemental pension benefit purchase price. Section 31. That § 3-12-193 be amended to read: 3-12-193. A supplemental pension participant shall receive an annual increase in the amount of the participant's supplemental pension benefit for each year commencing on the July first following the date on which the benefit was first payable, and equal to the improvement factor established in subdivision 3-12-47(41) applicable to the participant. If a supplemental pension contract goes into effect prior to before July 1, 2010, and if the first annual increase is for a period of less than twelve months, the initial increase shall be prorated as described in that subdivision. If a supplemental pension contract goes into effect on or after July 1 June 30, 2010, there shall be no initial prorated annual increase for a period of less than twelve months. Section 32. That § 3-12-194 be amended to read: 3-12-194. If payment of monthly supplemental pension benefits ceases due to the death of the participant or the death of a supplemental pension spouse, and the total of monthly supplemental pension benefits paid is less than the amount of the participant's single premium, the difference between the total benefits paid and the single premium shall be disbursed in a lump sum as provided in this section. Amounts payable under this section shall be disbursed as follows: (1) To the beneficiary or entity designated by the participant in the participant's supplemental pension contract record, if any is designated; (2) If no beneficiary or entity is designated, then to all surviving children of the participant, irrespective of age, on a share-alike basis; or (3) If no beneficiary or entity is designated and there are no surviving children, then to the participant's estate. If no claim for payment due upon the death of a deceased participant is made within three years from date of death, the payment shall revert to the system. However, a claim may be honored after the expiration of the three-year reversion period if, in the opinion of the administrator executive director, payment of the claim is warranted by exceptional circumstances. The provisions of this section are not affected by the provisions of § 3-12-110 or 3-12-116. Section 33. That § 3-12-195 be amended to read: 3-12-195. Supplemental pension contract purchases and supplemental pension benefit payments administered pursuant to the provisions of §§ 3-12-189 to 3-12-198, inclusive, are considered to be qualified plan distributed annuity contracts under Internal Revenue Service Treasury Regulation 1.402(c)-2, as amended through January 1, 2008. Section 34. That § 3-12-199 be amended to read: 3-12-199. If, on or after April 1 March 31, 2010, a retired member reenters covered employment within the three consecutive calendar months that start with the member's effective date of retirement, the member's retirement is deemed invalid. If the member received one or more retirement annuity benefit payments during the invalid retirement, the member shall either repay the payments as a lump sum immediately or the repayments shall be, repay the payments by contractual payments over a period of up to three years, which payments shall include interest at the assumed rate of return, or the repayments shall be repay the payments by an actuarial equivalent reduction in eventual monthly benefits based on the mortality table and scale used to determine an actuarial equivalent, as defined in subdivision 3-12-47(3). Section 35. That § 3-12-200 be amended to read: 3-12-200. If, on or after April 1 March 31, 2010, a retired member reenters covered employment at some time after the three consecutive calendar months that start with the member's effective date of retirement, the member's retirement benefits and continued membership shall be administered pursuant to this section. If the retired member's benefits have not been reduced pursuant to § 3-12-106, the member's monthly retirement annuity benefit shall be reduced by fifteen percent and the annual increase shall be eliminated throughout the period that the member reenters covered employment in accord with § 3-12-88. The reduction and elimination shall cease if the member again terminates covered employment. However, the foregoing provisions notwithstanding, the reduction and elimination do not apply if the member retired as a Class B member other than a justice, judge, or magistrate judge and subsequently reenters covered employment as a Class A member. If the retired member's benefits have been reduced pursuant to § 3-12-106, the member's benefits shall be suspended during the period that the member reenters covered employment and the annual increase shall be eliminated during the period that the member reenters covered employment, both in accord with pursuant to § 3-12-111.1. The suspension and elimination shall cease if the member again terminates covered employment. Whether the member's retirement benefits are unreduced or have been reduced, contributions required of the member pursuant to § 3-12-71 shall be deposited by the member's participating unit with the system for the benefit of the member to be transferred to an account within the deferred compensation program established pursuant to chapter 3-13. The contributions shall be governed by § 457 of the Internal Revenue Code. The foregoing notwithstanding However, the contributions required of the member's employer unit pursuant to § 3-12-71 shall be deposited into the member trust fund created by this chapter, but without any with no association with or credit to the member. The member may not earn any additional benefits associated with the period that the member reenters covered employment. Section 36. That § 3-12-201 be amended to read: 3-12-201. A contributing member who becomes disabled and who has acquired at least three years of contributory service or noncontributory service as delineated in subsections (b), (e), (g), and (h) of subdivision 3-12-47(24) since the member's most recent entry into active status and prior to before becoming disabled, or was disabled by accidental means while performing usual duties for an employer, is eligible for disability benefits if the disability is expected to be of long, continued, and indefinite duration of at least one year and the member is disabled on the date the member's contributory service ends. For purposes of this section, a transfer within a participating unit, or a change in employment from one participating unit to another participating unit if there is no break in contributory service, does not constitute a new entry into active status. The provisions of this section apply to any member whose application for disability benefits is received by the system after June 30, 2015. Section 37. That § 3-12-202 be amended to read: 3-12-202. Any member seeking disability benefits pursuant to § 3-12-201 shall submit an application to the administrator executive director. Any information required for a complete application must be received within one year after the application for disability benefits was received. If the required information is not received by the system within one year after the application is received, the member may reapply. Any member, who fails to file an application for disability benefits with the administrator executive director within three years after the date on which the member's contributory service ends, forfeits all rights to disability benefits. Section 38. That § 3-12-205 be amended to read: 3-12-205. Upon receipt of an application for disability benefits after June 30, 2015, along with statements from a health care provider and the member's employer, the administrator executive director shall determine whether the member is eligible for disability benefits. The administrator executive director may request the advice of the disability advisory committee with respect to any application. The recommendation of the disability advisory committee is not binding on the administrator executive director. The disability advisory committee or the administrator executive director may require an independent medical examination of the member to be conducted by a disinterested health care provider selected by the disability advisory committee or the administrator executive director to evaluate the member's condition. The disability advisory committee or the administrator executive director may require a functional capacity assessment of the member to be conducted by a licensed professional qualified to administer such assessments, and the an assessment. The assessment may be used to evaluate the member's qualification for benefits. Refusal to undergo an examination or assessment pursuant to this section is cause for denying the application. If the administrator executive director determines that the member is not disabled, a notice of the administrator's executive director's determination and the reasons for the determination shall be sent, by certified mail, to the member's last known address. Section 39. That § 3-12-206 be amended to read: 3-12-206. If the administrator executive director determines that the member whose application was received pursuant to § 3-12-205, meets the qualifications to receive disability benefits, a notice of the administrator's executive director's determination shall be sent, by certified mail, to the member's last known address. A member whose application for disability benefits is approved shall receive the benefits beginning with the month following the date on which the member's contributory service terminates. If any member fails to terminate contributory service within one year after receiving notice that the member's application has been approved, the member's application approval expires. Section 40. That § 3-12-210 be amended to read: 3-12-210. A member's disability benefits pursuant to § 3-12-207 terminate if the member is no longer disabled, as certified by a health care provider. Upon receipt of certification the administrator executive director shall determine whether the member meets the qualifications for disability benefits. In making this determination the administrator executive director shall follow the same procedure used in making the initial determination of disability provided in § 3-12-205. A member's disability benefits shall be suspended and subject to termination if the member refuses to undergo an examination or assessment requested by the disability advisory committee or the administrator executive director. If the administrator executive director finds that the member no longer meets the qualifications for disability benefits, the administrator executive director shall notify the member of this finding by certified mail and the payment of disability benefits shall terminate thirty days after receipt of the notice. Such a The finding by the administrator executive director is subject to appeal and review as a contested case. Section 41. That § 3-12-214 be amended to read: 3-12-214. Upon the death of a member receiving disability benefits pursuant to § 3-12-207, who dies prior to normal retirement age, a family benefit shall be paid on behalf of any child of the member. The monthly amount of the family benefit is the amount of the monthly disability benefits the member received prior to before death. The monthly family benefit shall be equally apportioned among any children of the member and shall be paid on behalf of any child to the conservator or custodian of the child, as applicable. However, if the child is eighteen years of age the benefit is payable directly to the child. As any a child becomes ineligible pursuant to subdivision 3-12-47(14), the family benefit shall be reallocated among any remaining eligible children of the deceased member. The family benefit terminates if there are no eligible children of the deceased member pursuant to subdivision 3-12-47(14). Section 42. That § 3-12-47.3 be repealed. 3-12-47.3. Application of prorated payment of interest applies only to amounts which were first payable after July 1, 1998, but prior to July 1, 2010. Section 43. That § 3-12-77.2 be repealed. 3-12-77.2. With respect to contributions made prior to July 1, 1974, to any predecessor system consolidated pursuant to § 3-12-46 and with respect to any payment made by any such predecessor system which became due prior to July 1, 1974, the time periods specified in §§ 3-12-77 and 3-12-77.1 commenced on July 1, 1974. Section 44. That § 3-12-120.1 be repealed. 3-12-120.1. An independent actuarial review shall be completed of the South Dakota Retirement System, focusing upon issues of equity regarding member benefits, including, but not limited to, the class A alternate formula, class differences, length of service issues, purchase of credited service, cost of living allowance, death and disability benefits, married members, members with younger spouses, life expectancy, early retirement, and reemployment after retirement. Section 45. That § 3-12-120.2 be repealed. 3-12-120.2. The Retirement Laws Committee shall submit a request for proposals, and shall designate an approved actuary to carry out the study no later than July 1, 2000. The approved actuary shall report its findings to the Retirement Laws Committee no later than December 1, 2000. Section 46. That § 3-12-120.3 be repealed. 3-12-120.3. This independent actuarial review shall be paid for out of the South Dakota Retirement System fund. Expenditures shall be disbursed on warrants drawn by the state auditor and shall be supported by vouchers approved by the administrator of the system. Section 47. That § 3-12-139 be repealed. 3-12-139. No member or beneficiary whose retirement allowance terminated prior to July 1, 1994, may receive any additional benefits pursuant to § 3-12-138. Section 48. That § 3-12-140 be repealed. 3-12-140. Any current contributing member who was subject to the withdrawal provisions as a nonvested member from the South Dakota Retirement System or any predecessor public retirement system may redeposit accumulated contributions with compound interest at the current effective rate between the date of withdrawal and the date of redeposit in accordance with § 3-12-80, or to purchase the prior credited service in accordance with § 3-12-83 to include any applicable noncontributory service in addition to the credited service so purchased, if the redeposit or purchase is initiated between July 1, 1995, and June 30, 1996. Section 49. That § 3-13-50 be amended to read: 3-13-50. The administrator executive director shall administer the plan. The administrator executive director may hire additional employees as may be required and shall set the remuneration of such the employees. Section 50. That § 3-13-51.1 be amended to read: 3-13-51.1. Funds held by the fund may be invested by plan participants in such investments as are deemed appropriate A participant may invest in any investment selected by the state investment officer, including, but not limited to, annuity contracts. The state investment officer is authorized to may enter into contracts for investment alternatives and to offer internal investment alternatives, and the plan administrator is authorized to. The executive director or third-party administrator may transfer funds to, from, and among the respective investment alternatives as directed by the participant or as required if the investment alternative is no longer available. The state investment officer shall be held to the standard of conduct of a fiduciary and shall carry out all functions solely in the interests of the participants and benefit recipients and for the exclusive purpose of providing benefits and defraying reasonable expenses incurred in performing such the duties as required by law. Section 51. That § 3-13-51.2 be amended to read: 3-13-51.2. The administrator executive director shall execute any agreements as are necessary to carry out the provisions of this chapter, except such agreements as are executed by the state investment officer pursuant to § 3-13-51.1. Any contract for an investment alternative in effect on July 1, 2000, is hereby transferred by operation of law to the state investment officer as of July 1, 2000. Section 52. That § 3-13-52 be amended to read: 3-13-52. Neither the plan nor any participating employer may have any liability to any participant for losses arising out of any decrease in the value of any investments held by the plan. The liability of the plan to any participant is limited to the value of the participant's account on the date the account is made available to the participant pursuant to the provisions of the plan. In no event may any member of the board, the administrator executive director or any member of the administrator's executive director's staff have any liability for any action taken with respect to the plan unless such action be taken in bad faith. Section 53. That § 3-13-53 be amended to read: 3-13-53. The South Dakota deferred compensation fund is hereby established. All compensation deferred pursuant to this chapter shall be deposited in such the fund. Expenditures from the fund shall be paid on warrants drawn by the state auditor on vouchers approved by the administrator executive director. All administrative expenses shall be budgeted and expended pursuant to chapters 4-7, 4-8, 4-8A, and 4-8B. In accord with § 457(g) of the Internal Revenue Code, all money in the fund and all property and rights held by the fund, at all times until made available to a participant or the participant's beneficiary, shall be held in trust for the exclusive benefit of the participant. All compensation deferred pursuant to this chapter shall be transferred not later than fifteen business days after the end of the month in which the compensation otherwise would have been paid to the participant. Section 54. That § 3-13A-2 be amended to read: 3-13A-2. The definitions contained in § 3-12-47 chapter 3-12 apply to this chapter unless otherwise so specified. In addition, the following terms used in this chapter mean: (1) \"Account,\" the record for each participant reflecting the amount of the participant's special pay transmitted to the fund, allocated investment gains and losses thereon, and administrative charges against those amounts; (2) \"Accounting date,\" the date on which an investment is valued and the total investment return is allocated to a participant's account; (3) \"Administrator,\" the administrator of the South Dakota Retirement System as provided in § 3-12-55; (4) \"Board,\" the South Dakota Retirement System Board of Trustees as established under § 3-12-48; (4) \"Executive director,\" the executive director of the South Dakota Retirement System as provided in § 3-12-55; (5) Deleted by SL 2013, ch 20, § 19; (6) \"Fund,\" the South Dakota special pay fund established pursuant to § 3-13A-3; (7)(6) \"Normal retirement date,\" the date a participant may retire pursuant to the provisions of chapter 3-12 without reduced benefits; (8)(7) \"Participant,\" a terminated employee of a participating unit who has reached the calendar month prior to before the month of the employee's fifty-fifth birthday and who received six hundred dollars or more in special pay; (9)(8) \"Participating unit,\" the State of South Dakota, the South Dakota Board of Regents, or any other political subdivision of the state that participates in the program; (9A)(9) \"Plan year,\" a calendar year ending on December thirty-first; (10) \"Program,\" the South Dakota Special Pay Retirement Program created pursuant to §§ 3-13A-1 to 3-13A-25, inclusive; (11) \"Special pay,\" compensation other than regular salary or wages granted to a participant and transferred in a lump-sum to the fund at the termination of the participant's employment; (12) \"Third-party administrator,\" a person who, pursuant to contract, handles administration of the program on behalf of the board and the administrator executive director; and (13) \"Vendor,\" a person or organization selected by the state investment officer to provide investment or insurance products to the program. Section 55. That § 3-13A-3 be amended to read: 3-13A-3. The South Dakota special pay fund is hereby established. All compensation transmitted to the fund pursuant to §§ 3-13A-1 to 3-13A-25, inclusive, shall be deposited in the fund. Expenditures from the fund shall be paid on warrants drawn by the state auditor and supported by vouchers approved by the administrator executive director. All administrative expenses shall be budgeted and expended pursuant to chapters 4-7, 4-8, 4-8A, and 4-8B. All money in the fund and all property and rights held by the fund shall be held in trust for the exclusive benefit of the participants at all times until made available to a participant or the participant's beneficiary. All benefits payable under this program shall be paid and provided for solely from the fund and a participating unit assumes no liability or responsibility therefor. Any trust under the program shall be established pursuant to a written agreement that constitutes a valid trust under the law of South Dakota. Section 56. That § 3-13A-9 be amended to read: 3-13A-9. Moneys held by the fund may be invested by program participants in such investments as are deemed appropriate A plan participant may invest in any investment selected by the state investment officer, including annuity contracts. The state investment officer may enter into contracts for investment alternatives and to offer internal investment alternatives. The program administrator executive director or third-party administrator may transfer funds to, from, and among the respective investment alternatives as directed by the participant or as required if the investment alternative is no longer available. Section 57. That § 3-13A-11 be amended to read: 3-13A-11. Each participant may elect to have the participant's funds invested in one or more of the investment alternatives selected by the state investment officer pursuant to § 3-13A-9. Subject to any limitations imposed by the administrator executive director, a vendor, or a third-party administrator, a participant may elect to transfer any portion of the account balance from one offered investment alternative to another at any time, if notice is given to the administrator executive director or the third-party administrator. Any costs associated with such a transfer shall be borne by the participant and shall be deducted from the participant's account. If, due to a payroll error, a participant's deferral is deposited in an investment alternative other than the one selected by the participant, the administrator executive director or third-party administrator may correct the error by transferring the participant's deferral to the proper investment alternative, subject to any limitations which may be imposed by the vendor. No retroactive adjustment may be made. Section 58. That § 3-13A-12 be amended to read: 3-13A-12. If a contract between the state investment officer and a vendor is terminated and a participant fails to notify the administrator executive director or third-party administrator of the participant's new investment selection before the contract terminates, the administrator executive director or third-party administrator shall transfer that participant's account to the investment alternative designated by the state investment officer. Section 59. That § 3-13A-17 be amended to read: 3-13A-17. The administrator executive director shall administer the program, shall have all powers necessary to accomplish that purpose, and shall determine all questions arising under or in connection with the program. The administrator executive director may hire additional employees as may be required and shall set the remuneration of such the employees. In addition, the administrator executive director, with the approval of the board, may contract with vendors for third-party administration of various duties under the program as the administrator executive director sees fit. The administrator executive director shall execute any agreements as are necessary to carry out the provisions of §§ 3-13A-1 to 3-13A-25, inclusive, except such any agreements as are executed by the state investment officer pursuant to § 3-13A-9. Section 60. That § 3-13A-22 be amended to read: 3-13A-22. A participant is entitled to receive a distribution from the participant's account upon written application to the administrator executive director or third-party administrator. The participant may elect, on forms prescribed by the administrator executive director or third-party administrator, the time at which distributions under the program are to commence by designating the month and year during which the first distribution is to be made. The participant may elect to receive the participant's distribution in any of the following forms: (1) A lump sum; (2) Equal monthly installments over a fixed period; or (3) Any other form offered by the administrator executive director or a third-party administrator. The application and election shall be made prior to the time any amounts become payable. A participant or a beneficiary who has chosen a payment form may change that payment option, if no payment has yet been made, and subject to any administrative restrictions and charges established by the board. Section 61. That § 3-13A-25 be amended to read: 3-13A-25. Neither the program nor any participating unit is liable to any participant for losses arising out of any decrease in the value of any investments held under the program. The liability of the program to any participant is limited to the value of the participant's account on the date the participant chooses to begin payment pursuant to the provisions of the program. In no event may any member of the board, the administrator executive director, or any member of the administrator's executive director's staff have any liability for any action taken with respect to the program unless such the action has been taken in bad faith. Section 62. That ARSD 62:01:01:01 be amended to read: 62:01:01:01...Definition of terms. Terms defined in SDCL 3-12-47 SDCL chapters 3-12 and 3-13A have the same meaning when used in this article. In addition, terms used in this article mean: (1) \"Disability advisory committee,\" a committee composed of the secretary of the Department of Human Services or a designee, a lawyer, and a physician, the latter two members both appointed by the administrator executive director; (2) \"Represented group,\" a group entitled to elect one or more trustees pursuant to SDCL 3-12-48 and 3-12-49. The group to which a member belongs is determined from the records of the system; (3)..\"Employment,\" for purposes of SDCL 3-12-103.1, includes engagement of services by an employer who is not a participating unit and self-employment; (4)..\"Class B public safety member,\" an individual who is a class Class B member other than a justice, judge, or magistrate judge. Section 63. That ARSD 62:01:02:01 be amended to read: 62:01:02:01...Determination of class A or class B Class A or Class B member. A member is a class A Class A member until proof is supplied to the administrator executive director that a member is a class B Class B member. The administrator executive director shall change the records when a change of duties requires a change of class. Section 64. That ARSD 62:01:02:11 be amended to read: 62:01:02:11...Reentry into system for purposes of redeposit _ Limit on redeposit. For purposes of SDCL 3-12-80, a person reenters the system only if the person previously has terminated employment as defined in subdivision 3-12-47(70) or has ceased active membership by shifting to less than permanent full-time status; the person has withdrawn the person's accumulated contributions pursuant to SDCL 3-12-76 or SDCL 3-12-76.1; and it the reentry is the person's initial return to active status after a termination or shift, accompanied by a withdrawal. The redeposit may apply only to that withdrawal. Section 65. That ARSD 62:01:03:02 be amended to read: 62:01:03:02...Determination of eligibility for retirement allowance benefit. Upon receipt of an application for a retirement allowance benefit, the administrator executive director shall determine whether or not the applicant is eligible for the allowance benefit. Section 66. That ARSD 62:01:03:02.01 be amended to read: 62:01:03:02.01...Certification when retired member becomes reemployed _ Penalty. If a retired member becomes reemployed by the same employer unit that the member retired from within one year after the member's retirement, the system may require both the member and the employer unit to certify that: (1)..The member's termination was a complete severance of employment as outlined in SDCL subdivision 3-12-47(70) and in SDCL 3-12-81.1; (2)..All standard hiring and employment procedures of the employer unit were followed in the reemployment process; and (3)..No prior agreement to reemploy the member, either overt or covert, existed between the member and the employer unit or any officer of the employer unit. An employer unit's chief executive officer or the officer's agent or the chair of the employer's governing commission or board shall provide the certification on behalf of the employer unit. The system shall provide forms for the member's and the employer unit's certifications. An intentionally false certification provides grounds for legal recourse pursuant to SDCL 22-29-9.1. Section 67. That ARSD 62:01:04:03 be amended to read: 62:01:04:03...Disability determination _ Disability advisory committee _ Medical examination. Upon receipt of an application for a disability allowance benefit, with supporting medical evidence, the administrator executive director shall determine whether the applicant is eligible for a disability allowance benefit. The administrator executive director may request the advice of the disability advisory committee with respect to any application. The recommendation of the disability advisory committee is not binding on the administrator executive director. The disability advisory committee or the administrator executive director may require an independent medical examination of an applicant to be conducted by a licensed, disinterested physician selected by the disability advisory committee or the administrator executive director to evaluate the applicant's condition. The disability advisory committee or the administrator executive director may require a functional capacity assessment of the applicant to be conducted by a licensed professional qualified to administer such assessments, and the assessment may be used to evaluate the applicant's qualification for benefits. If the administrator executive director determines that the member is not disabled, a notice of the administrator's executive director's determination and the reasons for it shall be sent, by certified mail, to the applicant's last known address. Section 68. That ARSD 62:01:04:06 be amended to read: 62:01:04:06...Medical examination of member receiving disability allowance benefit _ Refusal. The administrator executive director may require a member receiving a disability allowance benefit to undergo a medical examination at any time at the expense of the system. If the member refuses to submit to a medical examination within 30 days of receipt of written notice from the administrator executive director, the one-year period outlined in SDCL 3-12-103.1 begins to run and continues until the member withdraws the refusal. If the refusal continues for one year, the member forfeits all rights to the disability allowance benefit. If the member agrees to submit to a medical examination, upon completion of the examination by a physician selected by the administrator executive director, the physician shall provide to the administrator executive director a complete report on the condition of the member. If the administrator executive director finds that the member is no longer disabled, the administrator executive director shall so notify the member by certified mail and the payment of the disability allowance benefit shall terminate pursuant to SDCL 3-12-103.1. Such a A finding by the administrator executive director is subject to appeal and review as a contested case. Section 69. That ARSD 62:01:05:03 be amended to read: 62:01:05:03...Procedure for nomination _ Filing of member petition. A justice, judge, or magistrate judge who is a candidate for nomination for trustee shall file one or more petitions containing, in all, at least five valid signatures of members of the candidate's represented member group. Each other member candidate for nomination for trustee shall file one or more petitions containing, in all, at least 20 valid signatures of members of the candidate's represented group. In addition to the required signatures, each petition shall contain the name, address, and last four digits of the social security number of the member candidate and a declaration of candidacy signed by the candidate. Each nominating petition must be in the possession of the office of the administrator no later than executive director by 5:00 p.m. on February 23. Section 70. That ARSD 62:01:05:03.01 be amended to read: 62:01:05:03.01...Procedure for nomination _ Filing of employer petition. Each employer candidate for nomination for trustee shall file one or more petitions containing, in all, at least 20 valid signatures of members of the candidate's represented group. In addition to the required signatures, each petition shall contain the name, address, and represented employer group of the candidate and a declaration of candidacy signed by the candidate. Each nominating petition must be in the possession of the office of the administrator no later than executive director by 5:00 p.m. on February 23. Section 71. That ARSD 62:01:05:06 be amended to read: 62:01:05:06...Preparation of ballots. The administrator executive director shall prepare separate ballots for each represented group entitled to vote in the election. Each ballot shall contain the appropriate designation of the represented group and the names, in alphabetical order, and the addresses of the candidates. No ballot shall be prepared if there are less than two candidates who have filed valid nominating petitions to represent a represented group. Section 72. That ARSD 62:01:05:07 be amended to read: 62:01:05:07...Mailing of ballots. The administrator executive director shall mail no later than April 30 before May 1 the applicable ballot to each member entitled to vote in the election and to each employer entitled to vote in the election. Section 73. That ARSD 62:01:05:08 be amended to read: 62:01:05:08...Validity of member ballot. To be valid, a member ballot must be in the possession of the office of the administrator no later than executive director by 5:00 p.m. on May 25. The ballot may be returned enclosed in an envelope. Section 74. That ARSD 62:01:05:09 be amended to read: 62:01:05:09...Validity of employer ballot. To be valid, an employer ballot must be signed by the presiding officer of the governing board or commission of the employer and in the possession of the office of the administrator no later than executive director by 5:00 p.m. on May 25. The ballot may be returned enclosed in an envelope. Section 75. That ARSD 62:01:05:10 be amended to read: 62:01:05:10...Issuance of new ballot. The administrator executive director may issue a second ballot to a voter only with approval of the internal auditing manager, who has sole control over all replacement ballots. The internal auditing manager may approve the issuance of a replacement ballot only upon receipt of an affidavit from the member or employer eligible to vote that certifies that an original ballot was not received or the original ballot was lost or misplaced and not previously returned to the system. Section 76. That ARSD 62:01:05:13 be amended to read: 62:01:05:13...Results of election. The board shall confirm its count or the canvassers' report and shall certify the results of the election at the first board meeting after ballot counting pursuant to §.62:01:05:12 is completed. However, the administrator executive director shall notify all the candidates and the members of the board of the tentative election results within three business days after the ballot counting is completed. If no election is required, the board shall declare the nominee elected. Section 77. That ARSD 62:01:05:14 be amended to read: 62:01:05:14...Contest of election. An election is considered valid unless a notice of contest is filed with the administrator executive director within 15 days after the election results are announced. If such a notice of contest is filed, the board shall hold a hearing pursuant to SDCL chapter 1-26 to determine the validity of the election. Section 78. That ARSD 62:01:05:15 be amended to read: 62:01:05:15...Storage of ballots. The administrator executive director shall keep all ballots cast in a safe place in the office of the administrator executive director before the ballots are counted. The administrator executive director shall hold the counted ballots in the office of the administrator executive director for at least 45 days after the election results are announced or until a contest is finally decided. Section 79. That ARSD 62:01:06:05 be amended to read: 62:01:06:05...Finality of decision if the administrator executive director does not act _ Time limit. If the administrator executive director does not accept, reject, or modify the hearing examiner's proposed findings of fact, conclusions of law, and decision within 30 days after receiving them, the proposals become the final agency decision unless a party to the proceedings files a petition requesting formal administrative agency review of the proposals. Section 80. That ARSD 62:01:06:06 be amended to read: 62:01:06:06...Written rationale for rejection or modification of a decision or findings _ Time limit. If the administrator executive director rejects or modifies the hearing examiner's proposed findings of fact, conclusions of law, or decision, the administrator executive director shall state the rationale for the rejection or modification in writing within 30 days and shall date the written document and provide it to the interested parties. Section 81. That ARSD 62:01:06:07 be amended to read: 62:01:06:07...Declaratory rulings _ Time limit _ Hearing examiners. A petition for a declaratory ruling pursuant to SDCL 1-26-15 shall be heard in accordance with the procedures in SDCL chapter 1-26. The petition shall be filed within 30 days of the event giving rise to the petition. The administrator executive director may utilize the services of a hearing examiner to hear the arguments of interested parties and to issue a recommended ruling to the administrator executive director. Section 82. That ARSD 62:01:07:01 be amended to read: 62:01:07:01...Secretary to board _ Filing. The administrator executive director shall act as secretary to the board. Any document required to be filed with the board shall be filed with the administrator executive director. Section 83. That ARSD 62:01:07:03 be amended to read: 62:01:07:03...Waiver of privilege. A filing of a notice of appeal of an administrator's executive director's decision by a member for a hearing to be conducted by a hearing examiner shall be, for the purpose of the hearing and any subsequent appeal, a waiver by the member of any privilege against disclosure of information contained in the files of the system relevant to the subject matter of the hearing. Section 84. That ARSD 62:01:07:05 be amended to read: 62:01:07:05...Procedure for filling a vacancy on the board. The administrator executive director shall be notified of a vacancy on the board by the vacating board member, by the member's participating unit's governing body, by the member's employer, or by any other board member. Upon the administrator's executive director's receipt of notice, the procedure to fill the vacancy shall be as follows: (1)..The administrator executive director shall notify all members of the board of the vacancy; (2)..If circumstances permit, the administrator executive director shall ask the incumbent to recommend a replacement to serve in the incumbent's stead; (3)..If the vacancy is for a trustee to serve on behalf of an employer represented group, the administrator executive director shall notify the governing body of each participating unit affected by the vacancy of the vacancy and request the governing body's input in seeking a qualified candidate. The administrator executive director shall solicit résumés of qualified individuals persons from governing bodies and interested individuals persons. The résumés shall be submitted to the administrator executive director. If a state-wide association exists that is made up of members of the employer represented group, the administrator executive director shall notify the association of the vacancy and request the association's input in seeking a qualified candidate. If the vacancy is for a trustee to serve on behalf of an employee represented group, the administrator executive director shall notify all authorized agents for the group affected by the vacancy of the vacancy and request that all employees affected by the vacancy be advised of the vacancy. Any interested member of the represented group may submit his or her résumé to the administrator executive director. If a state-wide association exists that is made up of members of the employee represented group, the administrator executive director shall notify the association of the vacancy and request the association's input in seeking a qualified candidate; (4)..The administrator executive director shall provide to each board member a copy of each résumé received; (5)..At its next regularly-scheduled meeting, the board, by secret ballot, shall select a replacement trustee from among those individuals persons who submitted résumés; and (6)..The replacement trustee shall fill the vacancy on the board immediately and shall serve until the regular term of the vacancy has been completed and the position is filled for a new term through a normal election pursuant to SDCL 3-12-49 and chapter 62:01:05. The provisions of this section notwithstanding, no vacant position may be filled unless the vacancy occurs at least eight months prior to when a normal election for a regular term will be completed to fill that trustee position pursuant to SDCL 3-12-49 and chapter 62:01:05. Section 85. That ARSD 62:01:07:07 be amended to read: 62:01:07:07...Prospective nature of qualified domestic relations orders. The provisions of a qualified domestic relations order shall be prospective from the date of the order. Any division of benefits paid prior to the date of the order, service of the order upon the system, or qualification of the order by the system, whichever is later, shall be the responsibility of the parties to the order. However, the administrator executive director may agree to adjust future payments to remedy an error in prior payments if the error in prior payments involved the system. Section 86. That ARSD 62:01:07:12 be amended to read: 62:01:07:12...Member repayment of overpayments _ Options _ Interest _ Delayed repayment _ Failure by member to select an option _ System notice and member understanding. A member who must required to repay an overpayment of benefits pursuant to SDCL 3-12-114 may choose to make the repayment by an actuarial equivalent reduction in monthly benefits based on the mortality table and scale used to determine an actuarial equivalent as defined in SDCL subdivision 3-12-47(3). If the member does not have a spouse, the reduction shall continue for the member's lifetime. If the member has a spouse, the reduction shall reduce both the member's monthly benefits and the surviving spouse's monthly benefits and shall continue for both the member's and the surviving spouse's lifetimes. In the alternative, a member who must required to repay an overpayment of benefits pursuant to SDCL 3-12-114 may choose to make immediate repayment in a lump-sum from other funds or may choose to make repayment by monthly benefit reductions over a period not to exceed three years. Repayment shall include interest at the assumed rate of return as defined in SDCL subdivision 3-12-47(9A), unless the overpayment is due to a system error, in which case the administrator executive director may absolve any interest accrual. If a member's repayment is delayed for more than three months, interest on the overpayment amount shall accrue during the period of delay at the system's assumed rate of return, unless the overpayment is due to a system error, in which case the administrator executive director may absolve any interest accrual. If a member who must required to repay an overpayment does not choose a repayment option within two months after being given notice of the overpayment, the member is deemed to have chosen to make repayment by an actuarial equivalent reduction in monthly benefits as outlined in this section. If repayment is pursuant to an actuarial equivalent reduction by either the member's choice or the member's failure to choose a repayment option, system staff shall inform the member that the reduction is unlikely to result in repayment of the exact amount of the overpayment, plus interest if appropriate, and the member is presumed to so understand. Section 87. That ARSD 62:01:07:13 be amended to read: 62:01:07:13...Administration of additional survivor protection contributions and coverage. A member enrolled in the additional survivor protection program pursuant to SDCL 3-12-104 prior to before July 1, 2010, may maintain that coverage so long as there is no break in the member's contributions or employment. Any of the following constitutes a break in a member's contributions or employment: (1)..Voluntary or involuntary discontinuance of contributions; (2)..Required discontinuance pursuant to SDCL 3-12-104; (3)..Termination of covered employment as defined in subdivision 3-12-47(70), even if the member returns to covered employment with the same employer or a different employer; (4)..Leave of absence, except for military leave of absence; or (5)..A break in service due to a series of two or more contracts for specified months of service. A military leave of absence is not a break in contributions or employment. A transfer within an employer unit or from one employer to another without a termination is not a break in contributions or employment. Section 88. That subdivision (3) of ARSD 62:03:01:01 be amended to read: (3)..\"Administrator,\" the administrator \"Executive director,\" the executive director of the South Dakota Retirement System as provided in SDCL 3-12-55; Section 89. That ARSD 62:03:02:03 be amended to read: 62:03:02:03...Enrollment of participants. An eligible employee may become a participant by signing a participation agreement. Participation becomes effective on the first day of the month following the date on which the participation agreement is signed. If a new employee signs and files a participation agreement on the employee's date of hire, that agreement may become effective immediately. The plan may not accept any deferrals unless a signed participation agreement is on file in the office of the administrator executive director or the third-party administrator. Section 90. That ARSD 62:03:02:04 be amended to read: 62:03:02:04...Participation agreement. The administrator executive director shall establish a form of participation agreement which includes the name, address, social security number, and birthdate of the participant and the participant's beneficiary; the name and address of the participant's employer; the participant's selection of investment alternatives; and any other information necessary for the administration of the plan. Section 91. That ARSD 62:03:05:06 be amended to read: 62:03:05:06...Unforeseeable emergency. If a participant suffers an unforeseeable emergency, the participant may request an immediate distribution of all or part of the participant's deferrals. If the administrator executive director approves the request, the distribution shall be made to the extent necessary to satisfy the need, including payment of federal income tax withholding, if necessary. If the administrator executive director denies the request, the participant may appeal the denial pursuant to the appeal procedures outlined in SDCL 3-12-57.1 and in ARSD chapter 62:01:06 by giving notice of intention to appeal within 30 days after the date of the administrator's executive director's written notice of denial. The appeal shall be conducted in accordance with SDCL chapter 1-26. No distribution may be made to the extent that the unforeseeable emergency may be relieved through reimbursement or compensation by insurance or otherwise, by liquidation of the participant's assets to the extent that the liquidation does not cause severe financial hardship, or by discontinuation of deferrals under the plan. The need to send a participant's child to college, divorce proceedings, or the desire to purchase a home are not considered unforeseeable emergencies. Any amount that is distributed on account of an unforeseeable emergency is not an eligible rollover distribution and the participant may not elect to have any portion of the distribution paid directly to an eligible retirement plan. The provisions of this section do not apply if a distribution may be made pursuant to §.62:03:05:07. Section 92. That ARSD 62:03:05:07 be amended to read: 62:03:05:07...In-service distributions of small amounts _ Calculation _ Handling of certain involuntary distributions. Any other provision of this chapter notwithstanding, a participant may receive an in-service distribution from the plan, or the plan administrator executive director may render an involuntary distribution to the participant, under the following conditions: (1)..The participant is inactive in the plan and has made no deferrals for at least two years prior to the distribution; (2)..The total distribution _ whether elective or involuntary or both _ does not exceed $5,000; and (3)..The participant previously has not received either an elective or an involuntary distribution under the plan. If implementing subdivision (2) of this section, the value of a participant's nonforfeitable account balance shall be determined without regard to that portion of the account balance that is attributable to rollover contributions (, and earning allocable thereto), within the meaning of §§.402(c), 403(a)(4), 403(b)(8), 408(d)(3)(A)(ii), and 457(e) of the code Internal Revenue Code. If an involuntary distribution is in excess of $1,000 and if the participant does not elect to have the distribution transferred to an eligible retirement plan pursuant to §.401(a)(31) of the code Internal Revenue Code or does not elect to receive the distribution directly, the distribution shall be transferred to an individual retirement plan of a designated trustee or issuer. The plan administrator executive director shall notify the participant in writing that the distribution may be transferred to another individual retirement plan."}, {"bill_id": 7112, "bill_version_id": 39231, "bill_version": "Enrolled", "bill_version_date": "2016-02-11T10:36:29.04-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7112, "action_date": "2016-01-12T12:00:00-06:00", "document_id": 37505, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37505.pdf", "status_text": "First read in Senate and referred to", "journal_page": 16, "committee_id_action": 309, "committee_id_assigned": 305, "result": "N", "vote": {}}, {"bill_id": 7112, "action_date": "2016-01-21T15:00:00-06:00", "document_id": 37668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37668.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 305, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7112, "action_date": "2016-01-21T15:00:00-06:00", "document_id": 37884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37884.pdf", "status_text": "Do Pass", "journal_page": 112, "committee_id_action": 305, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20190, "president_vote": null, "Yea": [984, 1016, 970, 994, 1001]}}, {"bill_id": 7112, "action_date": "2016-01-25T14:00:00-06:00", "document_id": 38057, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38057.pdf", "status_text": "Do Pass", "journal_page": 133, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20255, "president_vote": null, "Yea": [974, 977, 999, 1037, 966, 1014, 969, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 967, 975, 1011, 1010, 1020, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008], "Excused": [1067, 979, 971]}}, {"bill_id": 7112, "action_date": "2016-01-26T14:00:00-06:00", "document_id": 38155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38155.pdf", "status_text": "First read in House and referred to", "journal_page": 184, "committee_id_action": 325, "committee_id_assigned": 316, "result": "N", "vote": {}}, {"bill_id": 7112, "action_date": "2016-02-08T15:00:00-06:00", "document_id": 38696, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38696.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 316, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7112, "action_date": "2016-02-08T15:00:00-06:00", "document_id": 39019, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39019.pdf", "status_text": "Do Pass", "journal_page": 333, "committee_id_action": 316, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20714, "president_vote": null, "Yea": [982, 1048, 1052, 1034, 983]}}, {"bill_id": 7112, "action_date": "2016-02-08T15:00:00-06:00", "document_id": 39019, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39019.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 316, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7112, "action_date": "2016-02-10T14:00:00-06:00", "document_id": 39178, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39178.pdf", "status_text": "Do Pass", "journal_page": 363, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20826, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1017, 1058, 1036, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1015], "Nay": [991]}}, {"bill_id": 7112, "action_date": "2016-02-11T13:00:00-06:00", "document_id": 39266, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39266.pdf", "status_text": "Signed by the President", "journal_page": 295, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7112, "action_date": "2016-02-16T14:00:00-06:00", "document_id": 39392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39392.pdf", "status_text": "Signed by the Speaker", "journal_page": 405, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7112, "action_date": "2016-02-17T14:00:00-06:00", "document_id": 39474, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39474.pdf", "status_text": "Delivered to the Governor", "journal_page": 314, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7112, "action_date": "2016-02-19T13:30:00-06:00", "document_id": 39662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39662.pdf", "status_text": "Signed by the Governor", "journal_page": 354, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6067, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7112"}