{"session_id": 7, "bill_id": 1103, "bill_type": "House Bill", "bill_number": 1166, "bill_title": "provide for DNA testing for certain inmates for the purposes of determining whether they may have been wrongfully convicted.", "sponsors": [{"legislator_profile_id": 674, "is_prime": true}, {"legislator_profile_id": 659, "is_prime": true}, {"legislator_profile_id": 653, "is_prime": false}, {"legislator_profile_id": 699, "is_prime": false}, {"legislator_profile_id": 693, "is_prime": false}, {"legislator_profile_id": 695, "is_prime": false}, {"legislator_profile_id": 671, "is_prime": false}], "keywords": ["Courts and Judiciary", "Criminal Procedure", "Inmates", "Penal Institutions, Probation and Parole"], "audio": [{"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju20.mp3", "start_seconds": 2926.0}, {"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju20.mp3", "start_seconds": 2926.0}, {"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju20.mp3", "start_seconds": 2926.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap26.mp3", "start_seconds": 2317.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap26.mp3", "start_seconds": 2317.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap26.mp3", "start_seconds": 2317.0}, {"meeting_datetime": "2009-02-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju27.mp3", "start_seconds": 118.0}, {"meeting_datetime": "2009-02-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju27.mp3", "start_seconds": 118.0}, {"meeting_datetime": "2009-02-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju27.mp3", "start_seconds": 118.0}, {"meeting_datetime": "2009-02-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju27.mp3", "start_seconds": 118.0}, {"meeting_datetime": "2009-02-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju27.mp3", "start_seconds": 118.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou28.mp3", "start_seconds": 16179.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou28.mp3", "start_seconds": 16179.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou28.mp3", "start_seconds": 16179.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou28.mp3", "start_seconds": 16179.0}, {"meeting_datetime": "2009-03-03T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sju31.mp3", "start_seconds": 2174.0}, {"meeting_datetime": "2009-03-03T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sju31.mp3", "start_seconds": 2174.0}, {"meeting_datetime": "2009-03-03T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sju31.mp3", "start_seconds": 2174.0}, {"meeting_datetime": "2009-03-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen32.mp3", "start_seconds": 9998.0}, {"meeting_datetime": "2009-03-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen32.mp3", "start_seconds": 9998.0}, {"meeting_datetime": "2009-03-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen32.mp3", "start_seconds": 9998.0}], "bill_versions": [{"bill_id": 1103, "bill_version_id": 6074, "bill_version": "Introduced", "bill_version_date": "2009-01-28T09:05:35.55-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for DNA testing for certain inmates for the purposes of determining whether they may have been wrongfully convicted. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any person who has been convicted of a felony may make a motion to the court for an order to require that DNA analysis be performed on evidence collected in the case for which the person was convicted, provided the following conditions are met: (1) The petitioner's conviction is final under chapter 23A-32; (2) The petitioner does not have a petition for relief pending under chapter 21-27 or 28 U.S.C. § 2254; (3) Identity was a significant issue in the case in which the petitioner was convicted; (4) The petitioner raises a claim of actual innocence of the offense; and (5) The evidence to be tested exists and is material to the issue of the petitioner's identity as the perpetrator of, or accomplice to, the crime which resulted in the conviction. Section 2. Upon good cause shown, the petitioner shall be granted full, fair, and prompt proceedings upon the filing of a motion under this Act. The petitioner shall serve a copy of the motion upon the state's attorney whose office prosecuted the case resulting in the person's conviction. Section 3. The circuit court may, in its discretion, refer pro se requests for DNA testing to qualified parties for further review, without appointing those parties as counsel. Such qualified parties may include a recognized Innocence Project or such volunteer attorney as the State Bar of South Dakota may designate. If the petitioner prevails and the DNA testing establishes the petitioner's actual innocence of the crime, the court may, in its discretion, award reasonable attorney fees and costs at the conclusion of the litigation. Section 4. Nothing in this Act precludes a petitioner from proceeding with privately retained counsel. Section 5. Upon receiving a copy of a motion made under this Act or notice from a court that a motion has been made, whichever occurs first, the state's attorney shall take all actions necessary to ensure that all evidence which was collected in connection with the investigation or prosecution of the case, and which remains in the actual or constructive custody of a government agency, is preserved pending completion of the proceedings under this Act. Section 6. If the prerequisites established in section 1 of this Act are met, the court shall hold a hearing on the motion for post-conviction DNA testing and shall order such testing if the court finds: (1) A reasonable probability that the petitioner would not have been convicted or would have received a lesser sentence if favorable results had been obtained through DNA testing at the time of the original prosecution; (2) One or more items of evidence which the petitioner seeks to have tested still exists; (3) The evidence to be tested was related to the offense underlying the challenged conviction and: (a) Was not previously subjected to DNA testing; or (b) Although previously subjected to DNA testing, additional DNA testing would provide a reasonable probability or more probative results; (4) The chain of custody of the evidence to be tested establishes that the evidence has not been tampered with, replaced, or altered in any material respect or, if the chain of custody does not establish the integrity of the evidence, the testing itself has the potential to establish the integrity of the evidence. For purposes of this Act, evidence which has remained in the custody of law enforcement, other government officials, or a public or private hospital shall be presumed to satisfy the chain of custody requirement of this subdivision, absent specific evidence of material tampering, replacement, or alteration; and (5) The application for testing is made to demonstrate innocence or the appropriateness of a lesser sentence and not solely to delay the execution of sentence or the administration of justice. Section 7. The results of any DNA testing ordered under this Act shall be fully disclosed to the petitioner, the Board of Pardons and Paroles, the state's attorney, the attorney general, and the court. If requested by any party, the court shall order production of the underlying laboratory data, notes, and chain of custody documents. Section 8. The cost of the DNA testing provided for in section 6 of this Act shall be borne by the state or the applicant, as the court may order in the interests of justice. Section 9. Nothing in this Act prohibits a convicted person and the state from consenting to and conducting post-conviction DNA testing by agreement of the parties, without filing a motion for post-conviction DNA testing under this Act. If DNA test results are obtained pursuant to testing conducted upon consent of the parties which are favorable to the petitioner, the petitioner may file and the court shall adjudicate a motion for post-conviction relief based on the DNA test results. Section 10. Upon receipt of the test results, any party may request a hearing before the court if the results exonerate or exculpate the person. Following the hearing, the court shall, on its own motion or upon the motion of any party, vacate and set aside the judgment."}, {"bill_id": 1103, "bill_version_id": 8029, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2009-02-23T14:50:51.157-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for DNA testing for certain inmates for the purposes of determining whether they may have been wrongfully convicted. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Upon a written motion by any person who has been convicted of a felony offense, the court that entered the judgment of conviction for the felony offense shall order DNA testing of specific evidence if the court finds that all of the following apply: (1) The petitioner asserts, under penalty of perjury, that the petitioner is actually innocent of the felony offense for which the petitioner is under a sentence of imprisonment or death; (2) The petitioner's conviction is final under chapter 23A-32; (3) The petitioner has exhausted any claim for relief under chapter 21-27 or 28 U.S.C. § 2254; (4) The specific evidence to be tested was secured in relation to the investigation or prosecution of the felony offense for which the petitioner was convicted; (5) The specific evidence was either: (a) Not previously subjected to DNA testing and the petitioner did not: (i) Knowingly and voluntarily waive the right to request DNA testing of that evidence in a court proceeding after the date of enactment of this Act; or (ii) Knowingly fail to request DNA testing of that evidence in a prior petition for relief under chapter 21-27 or 28 U.S.C. § 2254; or (b) Previously subjected to DNA testing and the petitioner is requesting DNA testing using a new method or technology that is substantially more probative than the prior DNA testing; (6) The petitioner shows good cause for the failure to request DNA testing of the specific evidence at the time of trial; (7) The specific evidence to be tested exists, is in the possession of the state, and has been subject to a chain of custody and retained under conditions sufficient to ensure that such evidence has not been substituted, contaminated, tampered with, replaced, or altered in any respect material to the proposed DNA testing; (8) The proposed DNA testing is reasonable in scope, uses scientifically sound methods, and is consistent with accepted forensic practices; (9) The petitioner identifies a theory of defense that: (a) Is consistent with an affirmative defense presented at trial; or (b) Would establish the actual innocence of the petitioner of the felony offense referenced in the petitioner's assertion under subdivision (1); and (10) If the petitioner was convicted following a trial, the identity of the perpetrator was at issue in the trial. Section 2. Upon the receipt of the petitioner's written motion filed under section 1 of this Act, the court shall: (1) Notify the attorney general and the state's attorney who prosecuted the case resulting in the petitioner's conviction; and (2) Allow the state twenty days from the receipt of notice to respond to the motion. Section 3. The court may not appoint counsel for an indigent petitioner under this Act. However, the court may refer requests for DNA testing to the Innocence Project in South Dakota or such volunteer attorney as the State Bar of South Dakota may designate. Section 4. Nothing in this Act precludes a petitioner from proceeding with privately retained counsel. Section 5. Upon receiving notice from the court that a written motion has been made, the attorney general or the state's attorney who prosecuted the case, shall take all reasonable actions necessary to ensure that all evidence which was collected in connection with the investigation or prosecution of the case, and which remains in the actual or constructive custody of the state or any of its political subdivisions, is preserved pending completion of the proceedings under this Act. Section 6. The court shall direct that any DNA testing ordered pursuant to section 1 of this Act be carried out by the South Dakota Division of Criminal Investigation. However, the court may order DNA testing by another qualified laboratory if the court makes all necessary orders to ensure the integrity of the specific evidence and the reliability of the testing process and test results. Section 7. Nothing in this Act prohibits a convicted person and the state from consenting to and conducting post-conviction DNA testing by agreement of the parties, without filing a motion for post-conviction DNA testing pursuant to this Act. Section 8. The results of any DNA testing ordered pursuant to section 1 of this Act shall be disclosed to the court, the petitioner, and the state. Section 9. The state shall submit any test results relating to the DNA of the petitioner to the State DNA Database. Section 10. If the DNA test results obtained pursuant to this Act are inconclusive or show that the petitioner was the source of the DNA evidence, the DNA sample of the petitioner shall be retained in the State DNA Database. Section 11. If the DNA test results obtained pursuant to this Act exclude the petitioner as the source of the DNA evidence, and a comparison of the DNA sample of the petitioner results in a match between the DNA sample of the petitioner and another offense, the attorney general shall notify the appropriate agency and preserve the DNA sample of the petitioner. Section 12. If DNA test results obtained pursuant to this Act are inconclusive, the circuit court shall deny the petitioner relief. Section 13. If DNA test results obtained pursuant to this Act show that the petitioner was the source of the DNA evidence, the court shall: (1) Deny the petitioner relief; and (2) On motion of the state: (a) Assess the petitioner the cost of any DNA testing carried out pursuant to this Act; and (b) Order that the finding be forwarded to the South Dakota Board of Pardons and Paroles so that the board may consider the finding in reviewing any subsequent parole application submitted by the petitioner. Section 14. In any prosecution of the petitioner pursuant to this Act for false assertions or other conduct in proceedings pursuant to this Act, the court, upon conviction of the petitioner, shall sentence the petitioner to a sentence that runs consecutively to any other term of imprisonment the petitioner is serving. Section 15. If DNA test results obtained pursuant to this Act exclude the petitioner as the source of the DNA evidence, the petitioner may file a motion for a new trial. The court shall establish a reasonable schedule for the petitioner to file such motion for a new trial and for the state to respond to the motion for a new trial. Section 16. The court shall grant the motion of the petitioner for a new trial if the DNA test results, when considered with all other evidence in the case, establish by compelling evidence that a new trial would result in the acquittal of the felony offense, as referenced in section 1 of this Act, for which the petitioner is under a sentence of imprisonment. Section 17. Nothing in this Act provides a basis for relief in any state or federal habeas corpus proceeding."}, {"bill_id": 1103, "bill_version_id": 8732, "bill_version": "Enrolled", "bill_version_date": "2009-03-05T10:36:12.603-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1103, "action_date": "2009-01-28T14:00:00-06:00", "document_id": 6143, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6143.pdf", "status_text": "First read in House and referred to", "journal_page": 164, "committee_id_action": 56, "committee_id_assigned": 52, "result": "N", "vote": {}}, {"bill_id": 1103, "action_date": "2009-02-11T10:00:00-06:00", "document_id": 7029, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7029.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 52, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1103, "action_date": "2009-02-11T10:00:00-06:00", "document_id": 7223, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7223.pdf", "status_text": "Do Pass", "journal_page": 337, "committee_id_action": 52, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3901, "president_vote": null, "Yea": [651, 660, 725, 693, 724, 727, 652, 695, 722, 714, 691, 699], "Excused": [729]}}, {"bill_id": 1103, "action_date": "2009-02-12T14:00:00-06:00", "document_id": 7351, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7351.pdf", "status_text": "Deferred to another day", "journal_page": 366, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1103, "action_date": "2009-02-13T12:30:00-06:00", "document_id": 7444, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7444.pdf", "status_text": "Referred to", "journal_page": 376, "committee_id_action": 56, "committee_id_assigned": 58, "result": "P", "vote": {}}, {"bill_id": 1103, "action_date": "2009-02-19T08:00:00-06:00", "document_id": 7552, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7552.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 58, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1103, "action_date": "2009-02-20T09:00:00-06:00", "document_id": 7802, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7802.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 58, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1103, "action_date": "2009-02-20T09:00:00-06:00", "document_id": 7910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7910.pdf", "status_text": "Referred to", "journal_page": 459, "committee_id_action": 58, "committee_id_assigned": 52, "result": "P", "vote": {"vote_id": 4414, "president_vote": null, "Yea": [676, 670, 674, 635, 650, 707, 732, 668, 647]}}, {"bill_id": 1103, "action_date": "2009-02-23T10:00:00-06:00", "document_id": 8015, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8015.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 52, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4484, "president_vote": null, "Yea": [651, 660, 725, 693, 724, 727, 652, 729, 722, 714, 691, 699], "Nay": [695]}}, {"bill_id": 1103, "action_date": "2009-02-23T10:00:00-06:00", "document_id": 8015, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8015.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 52, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4505, "president_vote": null, "Yea": [651, 660, 725, 693, 724, 727, 652, 729, 722, 714, 691, 699], "Nay": [695]}}, {"bill_id": 1103, "action_date": "2009-02-23T10:00:00-06:00", "document_id": 8015, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8015.pdf", "status_text": "Do Pass Amended", "journal_page": 482, "committee_id_action": 52, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4483, "president_vote": null, "Yea": [651, 660, 725, 693, 724, 727, 652, 729, 722, 714, 691, 699], "Nay": [695]}}, {"bill_id": 1103, "action_date": "2009-02-23T10:00:00-06:00", "document_id": 7921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7921.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 52, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1103, "action_date": "2009-02-24T14:00:00-06:00", "document_id": 8136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8136.pdf", "status_text": "Do Pass Amended", "journal_page": 540, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4646, "president_vote": null, "Yea": [716, 720, 666, 688, 676, 670, 726, 715, 699, 674, 635, 708, 651, 643, 712, 709, 660, 706, 725, 693, 724, 727, 721, 652, 730, 737, 672, 729, 698, 717, 738, 654, 711, 683, 696, 722, 645, 637, 678, 650, 646, 668, 639, 735, 679, 714, 731, 736, 713, 710, 728, 657, 641, 658, 647, 691, 723, 718, 684, 732, 707, 681], "Nay": [692, 644, 719, 695, 687, 734, 733], "Excused": [665]}}, {"bill_id": 1103, "action_date": "2009-02-25T14:00:00-06:00", "document_id": 8230, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8230.pdf", "status_text": "First read in Senate and referred to", "journal_page": 554, "committee_id_action": 54, "committee_id_assigned": 35, "result": "N", "vote": {}}, {"bill_id": 1103, "action_date": "2009-03-03T07:45:00-06:00", "document_id": 8446, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8446.pdf", "status_text": "Do Pass", "journal_page": 587, "committee_id_action": 35, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4829, "president_vote": null, "Yea": [663, 659, 694, 705, 671, 653], "Excused": [642]}}, {"bill_id": 1103, "action_date": "2009-03-03T07:45:00-06:00", "document_id": 8235, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8235.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 35, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1103, "action_date": "2009-03-04T14:00:00-06:00", "document_id": 8630, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8630.pdf", "status_text": "Do Pass Amended", "journal_page": 628, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4999, "president_vote": null, "Yea": [653, 682, 685, 702, 700, 655, 673, 663, 677, 675, 634, 697, 659, 690, 636, 667, 656, 669, 661, 686, 701, 662, 703, 664, 638, 640, 689, 694, 705, 642, 671], "Excused": [704, 680, 649, 648]}}, {"bill_id": 1103, "action_date": "2009-03-05T14:00:00-06:00", "document_id": 8784, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8784.pdf", "status_text": "Signed by the Speaker", "journal_page": 670, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1103, "action_date": "2009-03-06T10:30:00-06:00", "document_id": 8872, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8872.pdf", "status_text": "Signed by the President", "journal_page": 673, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1103, "action_date": "2009-03-09T14:00:00-05:00", "document_id": 8997, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8997.pdf", "status_text": "Delivered to the Governor", "journal_page": 730, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1103, "action_date": "2009-03-11T11:00:00-05:00", "document_id": 9220, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9220.pdf", "status_text": "Signed by the Governor", "journal_page": 768, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4271}