{"session_id": 36, "bill_id": 9586, "bill_type": "House Bill", "bill_number": 1125, "bill_title": "create a property tax relief fund and to provide for the transfer of certain unobligated cash balances.", "sponsors": [{"legislator_profile_id": 1588, "is_prime": true}, {"legislator_profile_id": 1557, "is_prime": true}, {"legislator_profile_id": 1602, "is_prime": false}, {"legislator_profile_id": 1578, "is_prime": false}, {"legislator_profile_id": 1641, "is_prime": false}, {"legislator_profile_id": 1579, "is_prime": false}, {"legislator_profile_id": 1608, "is_prime": false}, {"legislator_profile_id": 1440, "is_prime": false}, {"legislator_profile_id": 1444, "is_prime": false}, {"legislator_profile_id": 1434, "is_prime": false}, {"legislator_profile_id": 1616, "is_prime": false}, {"legislator_profile_id": 1432, "is_prime": false}, {"legislator_profile_id": 1427, "is_prime": false}, {"legislator_profile_id": 1442, "is_prime": false}, {"legislator_profile_id": 1642, "is_prime": false}, {"legislator_profile_id": 1600, "is_prime": false}, {"legislator_profile_id": 1631, "is_prime": false}, {"legislator_profile_id": 1603, "is_prime": false}, {"legislator_profile_id": 1556, "is_prime": false}, {"legislator_profile_id": 1593, "is_prime": false}, {"legislator_profile_id": 1639, "is_prime": false}, {"legislator_profile_id": 1568, "is_prime": false}, {"legislator_profile_id": 1590, "is_prime": false}, {"legislator_profile_id": 1435, "is_prime": false}, {"legislator_profile_id": 1583, "is_prime": false}, {"legislator_profile_id": 1646, "is_prime": false}, {"legislator_profile_id": 1430, "is_prime": false}, {"legislator_profile_id": 1558, "is_prime": false}, {"legislator_profile_id": 1431, "is_prime": false}, {"legislator_profile_id": 1446, "is_prime": false}, {"legislator_profile_id": 1647, "is_prime": false}, {"legislator_profile_id": 1626, "is_prime": false}, {"legislator_profile_id": 1577, "is_prime": false}, {"legislator_profile_id": 1571, "is_prime": false}, {"legislator_profile_id": 1586, "is_prime": false}, {"legislator_profile_id": 1618, "is_prime": false}, {"legislator_profile_id": 1584, "is_prime": false}, {"legislator_profile_id": 1622, "is_prime": false}, {"legislator_profile_id": 1598, "is_prime": false}, {"legislator_profile_id": 1611, "is_prime": false}, {"legislator_profile_id": 1564, "is_prime": false}, {"legislator_profile_id": 1580, "is_prime": false}, {"legislator_profile_id": 1597, "is_prime": false}, {"legislator_profile_id": 1625, "is_prime": false}], "keywords": ["Appropriation", "Public Fiscal Administration"], "audio": [{"meeting_datetime": "2019-02-12T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hta22.mp3", "start_seconds": 164.0}, {"meeting_datetime": "2019-02-12T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hta22.mp3", "start_seconds": 164.0}, {"meeting_datetime": "2019-02-12T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hta22.mp3", "start_seconds": 164.0}], "bill_versions": [{"bill_id": 9586, "bill_version_id": 52352, "bill_version": "Introduced", "bill_version_date": "2019-01-25T10:12:57.56-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a property tax relief fund and to provide for the transfer of certain unobligated cash balances. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 4-7-31 be amended to read: 4-7-31. There is hereby established within the state treasury the budget reserve fund. Expenditures from the budget reserve fund may occur only by special appropriation of the Legislature and only to redress unforeseen expenditure obligations or unforeseen revenue shortfalls, as may constitute an emergency pursuant to S.D. Const., Art. III, § 1. Section 2. That chapter 4-7 be amended by adding a NEW SECTION to read: There is hereby established within the state treasury the property tax relief fund. On July first of each fiscal year, or as soon thereafter as the commissioner of the Bureau of Finance and Management makes the transfer of unobligated cash, as provided for by subdivision (2) of § 4-7-32, the state treasurer shall forward fifty percent of all moneys in the property tax relief fund to the counties for the purpose of reducing, by a like amount, the revenue payable from taxes on real property pursuant to the levy imposed under § 10-12-8 for the ensuing year. The amount to which each county is entitled must be proportionate to the county's percentage share of the total revenue generated throughout the state from taxes levied on real property in the preceding year. Section 3. That § 4-7-32 be amended to read: 4-7-32. The transfer of all prior year unobligated cash shall take place in accordance with this section. (1) On July first of each fiscal year, or at such time that as the prior fiscal year general fund ending unobligated cash balance is determined, the commissioner of the Bureau of Finance and Management shall transfer all prior year unobligated cash, up to an amount equal to equalling ten percent of the general fund appropriations from the general appropriation act for the prior fiscal year, into the budget reserve fund. In no event shall the The cash balance in the budget reserve fund be greater than may not exceed ten percent of the general fund appropriations from the general appropriation act for the prior fiscal year. Expenditures out of the budget reserve fund shall only be by special appropriation of the Legislature and shall only redress such unforeseen expenditure obligations or such unforeseen revenue shortfalls as may constitute an emergency pursuant to S.D. Const., Art. III, § 1. (2) If any unobligated cash balance remains after the requirements of subdivision (1) are met, the commissioner of the Bureau of Finance and Management shall transfer that balance, or so much of that balance as equals fifteen percent of the general fund appropriations from the general appropriation act for the prior fiscal year, into the property tax relief fund. (3) If any unobligated cash balance remains after the requirements of subdivision (2) are met, the commissioner of the Bureau of Finance and Management shall transfer the remaining amount into the general revenue replacement fund. Section 4. That § 4-7-45 be amended to read: 4-7-45. There is hereby established within the state treasury the general revenue replacement fund. The state treasurer shall transfer any funds remaining in the property tax reduction fund as of June 30, 2015, to the general revenue replacement fund. In fiscal year 2016 and each year thereafter, the commissioner of finance and management the Bureau of Finance and Management may transfer moneys available from the general revenue replacement fund to the general fund necessary to balance the annual budget due to an unforeseen revenue shortfall. Section 5. That § 10-13-35 be amended to read: 10-13-35. This section does not apply to school districts. For taxes payable in 1997, and each year thereafter, the total amount of revenue payable from taxes on real property within a taxing district, excluding the levy pursuant to § 10-13-36, may increase no more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the amount total of the revenue payable from taxes on real property in the preceding year plus the amount received by the county pursuant to section 2 of this Act, excluding the amount of taxes levied pursuant to § 10-13-36. After applying the index factor, a taxing district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. A taxing district may increase the revenue it receives from taxes on real property above the limit provided by this section for taxes levied to pay the principal, interest, and redemption charges on any bonds issued after January 1, 1997, which are subject to referendum, scheduled payment increases on bonds and for a levy directed by the order of a court for the purpose of paying a judgment against such taxing district. Any taxing district created after the effective date of this section is exempt from the limitation provided by this section for a period of two years immediately following its creation. Section 6. That § 4-7-39 be repealed. 4-7-39. The commissioner of the Bureau of Finance and Management shall transfer any unobligated cash remaining after the transfer into the budget reserve fund as required by § 4-7-32 into the general revenue replacement fund if the amount in the general revenue replacement fund does not exceed fifteen percent of the general fund appropriations in the General Appropriations Act for the previous fiscal year."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9586, "action_date": "2019-01-25T14:00:00-06:00", "document_id": 52449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52449.pdf", "status_text": "First read in House and referred to", "journal_page": 197, "committee_id_action": 408, "committee_id_assigned": 433, "result": "N", "vote": {}}, {"bill_id": 9586, "action_date": "2019-02-12T08:00:00-06:00", "document_id": 53362, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53362.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 433, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9586, "action_date": "2019-02-12T08:00:00-06:00", "document_id": 53494, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53494.pdf", "status_text": "Tabled", "journal_page": 368, "committee_id_action": 433, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28127, "president_vote": null, "Yea": [1641, 1443, 1642, 1438, 1435, 1446, 1572, 1581, 1594, 1627, 1579, 1621], "Excused": [1644]}}]}