{"session_id": 4, "bill_id": 4634, "bill_type": "House Bill", "bill_number": 1249, "bill_title": "allow the Department of Education to enter into certain enrollment agreements with the State of Nebraska.", "sponsors": [{"legislator_profile_id": 580, "is_prime": true}, {"legislator_profile_id": 582, "is_prime": true}, {"legislator_profile_id": 579, "is_prime": false}, {"legislator_profile_id": 570, "is_prime": false}, {"legislator_profile_id": 591, "is_prime": false}, {"legislator_profile_id": 574, "is_prime": false}, {"legislator_profile_id": 595, "is_prime": false}, {"legislator_profile_id": 565, "is_prime": false}, {"legislator_profile_id": 620, "is_prime": false}, {"legislator_profile_id": 616, "is_prime": false}, {"legislator_profile_id": 585, "is_prime": false}, {"legislator_profile_id": 630, "is_prime": false}, {"legislator_profile_id": 581, "is_prime": false}, {"legislator_profile_id": 577, "is_prime": false}, {"legislator_profile_id": 546, "is_prime": false}, {"legislator_profile_id": 537, "is_prime": false}, {"legislator_profile_id": 612, "is_prime": false}, {"legislator_profile_id": 554, "is_prime": false}, {"legislator_profile_id": 547, "is_prime": false}, {"legislator_profile_id": 563, "is_prime": false}, {"legislator_profile_id": 619, "is_prime": false}, {"legislator_profile_id": 606, "is_prime": false}, {"legislator_profile_id": 564, "is_prime": false}], "keywords": ["Department of Education", "Education", "School Districts"], "audio": [{"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hed12.mp3", "start_seconds": 3049.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hed12.mp3", "start_seconds": 3049.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hed12.mp3", "start_seconds": 3049.0}], "bill_versions": [{"bill_id": 4634, "bill_version_id": 1441, "bill_version": "Introduced", "bill_version_date": "2008-01-22T08:26:33.977-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow the Department of Education to enter into certain enrollment agreements with the State of Nebraska. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The secretary of the Department of Education may enter into agreements with the appropriate parties from the state of Nebraska to establish an enrollment options program between South Dakota and Nebraska. Section 2. Any agreement entered into pursuant to this Act shall specify the following: (1) For students who are not residents of South Dakota, the enrollment options program applies only to a student whose resident school district borders South Dakota; (2) If Nebraska sends more students to South Dakota than South Dakota sends to Nebraska, Nebraska will pay South Dakota an amount agreed upon for the excess number of students sent to South Dakota; and (3) If South Dakota sends more students to Nebraska than Nebraska sends to South Dakota, South Dakota will pay Nebraska an amount agreed upon for the excess number of students sent to Nebraska. Section 3. Any agreement entered into pursuant to this Act shall specify the application procedures for the enrollment options program between South Dakota and Nebraska. Section 4. Any agreement entered into pursuant to this Act shall specify the reasons for which an application for the enrollment options program between South Dakota and Nebraska may be denied. Section 5. Any agreement entered into pursuant to this Act shall specify that a South Dakota school district is not responsible for transportation for any resident student attending school in Nebraska under the provisions of this Act. However, a South Dakota school district may, at its discretion, provide transportation services to a resident student attending school in Nebraska. Section 6. Any agreement entered into pursuant to this Act may specify additional terms relating to any student in need of special education or special education and related services pursuant to chapter 13-37. Section 7. For purposes of state aid to education distributed pursuant to chapter 13-13, any student sent to South Dakota from Nebraska is included in the receiving school district's average daily membership. Section 8. For purposes of state aid to education distributed pursuant to chapter 13-13, any student sent to Nebraska from South Dakota may not be included in the resident school district's average daily membership. Section 9. Any student whose resident school district does not receive state aid to education under the provisions of chapter 13-13 or 13-37 may not attend school in Nebraska unless the student's resident school district pays the State of South Dakota an amount equal to the per student allocation as defined in chapter 13-13 or 13-37 for each student sent to Nebraska. Section 10. The Department of Education may promulgate rules pursuant to chapter 1-26 to establish procedures relating to the application process, the collection or payment of funds under the provisions of any agreement established pursuant to this Act, and data regarding numbers of graduating seniors. Section 11. Other than funding provided through chapters 13-13 and 13-37, no South Dakota school district is entitled to any compensation for any student attending a South Dakota school district under the provisions of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4634, "action_date": "2008-01-22T14:00:00-06:00", "document_id": 1529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1529.pdf", "status_text": "First read in House and referred to", "journal_page": 198, "committee_id_action": 27, "committee_id_assigned": 16, "result": "N", "vote": {}}, {"bill_id": 4634, "action_date": "2008-01-25T10:00:00-06:00", "document_id": 1706, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1706.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 16, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4634, "action_date": "2008-01-25T10:00:00-06:00", "document_id": 1899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1899.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 333, "committee_id_action": 16, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 886, "president_vote": null, "Yea": [609, 625, 608, 580, 595, 620, 630, 537, 599, 566, 611, 559, 564, 565], "Excused": [534]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4634"}