{"session_id": 49, "bill_id": 15171, "bill_type": "Senate Bill", "bill_number": 123, "bill_title": "provide for the denial or revocation of teacher certification or recertification under certain circumstances.", "sponsors": [{"legislator_profile_id": 2304, "is_prime": true}, {"legislator_profile_id": 2305, "is_prime": true}, {"legislator_profile_id": 2373, "is_prime": true}, {"legislator_profile_id": 2313, "is_prime": false}, {"legislator_profile_id": 2321, "is_prime": false}, {"legislator_profile_id": 2334, "is_prime": false}, {"legislator_profile_id": 2337, "is_prime": false}, {"legislator_profile_id": 2345, "is_prime": false}, {"legislator_profile_id": 2350, "is_prime": false}, {"legislator_profile_id": 2360, "is_prime": false}, {"legislator_profile_id": 2367, "is_prime": false}, {"legislator_profile_id": 2368, "is_prime": false}, {"legislator_profile_id": 2369, "is_prime": false}, {"legislator_profile_id": 2383, "is_prime": false}, {"legislator_profile_id": 2400, "is_prime": false}], "keywords": ["Administrative Rules", "Crime", "Department of Education and Cultural Affairs", "Teachers"], "audio": [], "bill_versions": [{"bill_id": 15171, "bill_version_id": 86805, "bill_version": "Introduced", "bill_version_date": "2000-01-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the denial or revocation of teacher certification or recertification under certain circumstances. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-42 be amended by adding thereto a NEW SECTION to read as follows: An applicant for an initial certificate or for reinstatement of a certificate shall submit to a criminal record check as provided in § 23-5-12. The applicant shall sign the waiver set forth in § 23-5-12, be fingerprinted, and sign a declaration under penalty of perjury regarding any prior criminal conviction and military history. The applicant shall submit the fingerprints to the South Dakota Division of Criminal Investigation and the Federal Bureau of Investigation Identification Division at the time application is made for a certificate. A report that contains information on the applicant's criminal history shall be made to the department. Any fees charged as part of the record check shall be borne by the applicant. However, the school board or governing body may, at its discretion, pay such fees or reimburse the applicant. Section 2. That chapter 13-42 be amended by adding thereto a NEW SECTION to read as follows: A school board or governing body may employ an applicant conditionally while a decision on certification based on results of the check is pending. If the applicant has not been continuously employed as a teacher, prior to being hired by a South Dakota school district, the applicant shall submit to an additional criminal record check as provided in section 1 of this Act. Section 3. That § 13-42-10 be amended to read as follows: 13-42-10. The secretary of the Department of Education and Cultural Affairs may shall revoke the certificate of any teacher, or and shall refuse to issue a certificate to an applicant, for such period of time as he shall deem advisable, if such person has been convicted of any felony crime of violence as defined in subdivision 22-1-2(9), or any crime involving moral turpitude as defined in subdivision 22-1-2(25) , including traffic in narcotics. Suspension of the sentence is not cause to affect this action. Nor may suspended imposition of a sentence for violation of subdivision 22-22-1(1), subdivision 22-22-1(5) , or § 22-22-7 be cause to affect this action. Proof of such conviction and sentence shall consist of a A duly certified copy of the court record constitutes proof of such conviction and sentence . Section 4. That chapter 13-42 be amended by adding thereto a NEW SECTION to read as follows: The South Dakota Board of Education may promulgate rules pursuant to chapter 1-26 specifying procedural and administrative requirements for the criminal record check of applicants for certification or reinstatement. Section 5. That chapter 13-43 be amended by adding thereto a NEW SECTION to read as follows: If a school board or governing body of any accredited school dismisses a certified employee or a certified employee resigns as a result of a conviction and sentence specified in section 2 of this Act, the superintendent or chief administrator shall, within ten days of the date the employment is severed, report the circumstances and the name of the employee to the Department of Education and Cultural Affairs. Any superintendent or chief administrator who fails to report under this section is subject to sanctions provided in § 13-8-48."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15171, "action_date": "2000-01-19T14:00:00-06:00", "document_id": 85633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85633.pdf", "status_text": "First read in Senate and referred to", "journal_page": 115, "committee_id_action": 657, "committee_id_assigned": 632, "result": "N", "vote": {}}, {"bill_id": 15171, "action_date": "2000-01-27T07:45:00-06:00", "document_id": 85792, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85792.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 632, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15171, "action_date": "2000-02-03T07:45:00-06:00", "document_id": 85850, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85850.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 632, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15171, "action_date": "2000-02-03T07:45:00-06:00", "document_id": 85850, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85850.pdf", "status_text": "Tabled", "journal_page": 302, "committee_id_action": 632, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45853, "president_vote": null, "Yea": [2347, 2352, 2380, 2381, 2386, 2310, 2335]}}]}