{"session_id": 19, "bill_id": 4145, "bill_type": "Senate Bill", "bill_number": 197, "bill_title": "revise the calculation of the small school adjustment in the state aid to education formula.", "sponsors": [{"legislator_profile_id": 382, "is_prime": true}, {"legislator_profile_id": 319, "is_prime": true}, {"legislator_profile_id": 346, "is_prime": false}, {"legislator_profile_id": 366, "is_prime": false}, {"legislator_profile_id": 417, "is_prime": false}, {"legislator_profile_id": 334, "is_prime": false}, {"legislator_profile_id": 402, "is_prime": false}, {"legislator_profile_id": 370, "is_prime": false}, {"legislator_profile_id": 365, "is_prime": false}, {"legislator_profile_id": 413, "is_prime": false}, {"legislator_profile_id": 363, "is_prime": false}, {"legislator_profile_id": 336, "is_prime": false}, {"legislator_profile_id": 322, "is_prime": false}, {"legislator_profile_id": 329, "is_prime": false}, {"legislator_profile_id": 335, "is_prime": false}, {"legislator_profile_id": 321, "is_prime": false}, {"legislator_profile_id": 328, "is_prime": false}, {"legislator_profile_id": 357, "is_prime": false}, {"legislator_profile_id": 386, "is_prime": false}, {"legislator_profile_id": 323, "is_prime": false}, {"legislator_profile_id": 406, "is_prime": false}, {"legislator_profile_id": 401, "is_prime": false}, {"legislator_profile_id": 373, "is_prime": false}, {"legislator_profile_id": 353, "is_prime": false}], "keywords": ["Education", "State Aid to Education"], "audio": [{"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst22.mp3", "start_seconds": 4225.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst22.mp3", "start_seconds": 4225.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst22.mp3", "start_seconds": 4225.0}], "bill_versions": [{"bill_id": 4145, "bill_version_id": 24576, "bill_version": "Introduced", "bill_version_date": "2013-01-25T09:23:26.48-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the calculation of the small school adjustment in the state aid to education formula. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42.1 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (2A) \"Fall enrollment,\" the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the current school year minus the number of students for whom the district receives tuition, except nonresident students who are in the care and custody of a state agency and are attending a public school and students for whom tuition is being paid pursuant to § 13-28-42.1, plus the number of students for whom the district pays tuition. When computing state aid to education for a school district under the foundation program pursuant to § 13-13-73, the secretary of the Department of Education shall use either the school district's fall enrollment or the average of the school district's fall enrollment from the previous two years, whichever is higher; (2B) Repealed by SL 2010, ch 84, § 1. (2C) \"Small school adjustment,\" calculated as follows: (a) For districts with a fall enrollment of two hundred or less, multiply 0.2 times $4,237.72; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, multiply the fall enrollment times negative 0.0005; add 0.3 to that result; and multiply the sum obtained times $4,237.72; The total fall enrollment of a school district determines if a school district falls into either category (a) or (b) above or is not eligible to receive the small school adjustment. However, the small school adjustment calculated for a student who is participating in the enrollment options program pursuant to § 13-28-40 may differ from the small school adjustment calculated for a resident student of a school district. If a student participating in the enrollment options program is both a resident of and is enrolled in a school district that is eligible for the small school adjustment, the small school adjustment calculated for that student shall be based upon the fall enrollment of that student's resident school district. If a student participating in the enrollment options program is either a resident of or is enrolled in a school district that is not eligible for the small school adjustment, no small school adjustment may be calculated for that student. The only exception is if a student participating in the enrollment options program is enrolled in a school district defined as sparse pursuant to § 13-13-78, and in that case, the small school adjustment calculated for that student shall be based upon the fall enrollment of the sparse school district. The determination of the small school adjustment for a school district may not include any students residing in a residential treatment facility when the education program is operated by the school district; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for school fiscal year 2012 is $4,389.95. Each school fiscal year thereafter, the per student allocation is the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" is the sum of: (a) The per student allocation multiplied by the fall enrollment; and (b) The small school adjustment, if applicable, multiplied by the fall enrollment; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42; (7) \"General fund balance percentage,\" is a school district's general fund equity divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (8) \"General fund reserves,\" the sum of a school district's nonspendable and restricted fund balances of the general fund; (9) \"Nonspendable fund balance,\" that amount of the fund balance that is not in spendable form; (10) \"Restricted fund balance,\" that amount of the fund balance that has constraints on how it may be used that are externally imposed or are imposed by law. Section 2. That § 13-13-73 be amended to read as follows: 13-13-73. The secretary of the Department of Education shall compute state aid to education for each school district under the foundation program according to the following calculations: (1) Determine each school district's fall enrollment; (2) To arrive at the local need per district: (a) Multiply the per student allocation by the fall enrollment; (b) Multiply the small school adjustment, if applicable, by the fall enrollment Divide the total fall enrollment into subgroups based upon the small school adjustment applicable to each subgroup as calculated pursuant to subdivision 13-13-10.1(2C), and multiply the fall enrollment within each subgroup by the small school factor appropriate for that subgroup; and (c) Add the product of subsection (a) to the product or products of subsection (b); (3) State aid is (a) local need minus local effort, or (b) zero if the calculation in (a) is a negative number; (4) If the state aid appropriation for the general support of education is in excess of the entitlement provided for in this section and the entitlement provided for in § 13-13-85, the excess shall be used to fund any shortfall of the appropriation as provided for in § 13-37-36.3. The secretary shall report to the Governor by January seventh of each year, the amount of state aid necessary to fully fund the general aid formula in the current year. If a shortfall in the state aid appropriation for general education exists that cannot be covered by § 13-37-45, the Governor shall inform the Legislature and provide a proposal to eliminate the shortfall. Section 3. This Act is effective on July 1, 2014."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4145, "action_date": "2013-01-25T13:00:00-06:00", "document_id": 24653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24653.pdf", "status_text": "First read in Senate and referred to", "journal_page": 223, "committee_id_action": 200, "committee_id_assigned": 185, "result": "N", "vote": {}}, {"bill_id": 4145, "action_date": "2013-02-13T10:00:00-06:00", "document_id": 25546, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25546.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4145, "action_date": "2013-02-13T10:00:00-06:00", "document_id": 25655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25655.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 390, "committee_id_action": 185, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13730, "president_vote": null, "Yea": [337, 340, 364, 345, 320, 328, 333], "Nay": [329, 339]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4145"}