{"session_id": 32, "bill_id": 9003, "bill_type": "House Commemoration", "bill_number": 1003, "bill_title": "Commending and honoring the 2017 State B Boys Track and Field champions, the Chester Area Flyers, for the team's outstanding athletic performance in the 2017 State B Boys Track Meet.", "sponsors": [{"legislator_profile_id": 1250, "is_prime": true}, {"legislator_profile_id": 1300, "is_prime": true}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 9003, "bill_version_id": 47258, "bill_version": "Introduced", "bill_version_date": "2018-01-18T11:02:42.183-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2017 State B Boys Track and Field champions, the Chester Area Flyers, for the team's outstanding athletic performance in the 2017 State B Boys Track Meet. WHEREAS, the student athletes of the Chester Area Flyers Boys Track and Field Team, including Riley Greenhoff, Cade Larson, Haden Ewoldt, Devin Eppard, Aden Baumberger, Levi DeVries, Austin Eppard, and Alex Tammen, have shown exemplary patience, dedication, and tenacity in their pursuit of a state track and field championship; and WHEREAS, the Chester Area Flyers Boys Track and Field Team coaches, Mrs. Larson, Ms. Bonte, Mrs. Philips, Mr. O'Connell, and Mrs. Strom, helped to facilitate and cultivate the physical, mental, and emotional growth and development for their student athletes; and WHEREAS, the Chester Area Flyers Boys Track and Field Team scored sixty-four points, which was enough to outlast the closest competition by four points and to set school records in events including the 200 meter dash and the 4 X 200 meter relay; and WHEREAS, the Chester Area Flyers Boys 4 X 200 meter relay, consisting of Haden Ewoldt, Cade Larson, Aden Baumberger, and Riley Greenhoff, finished with an outstanding time of 1:32.37 and established a new school record; and WHEREAS, the members of the Chester Area Flyer Boys Track and Field Team, including the student athletes, coaches, parents, and fans, have volunteered their time and unique talents for the betterment of the team and the community of Chester: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that the Legislature honors and commends the Chester Area Flyer Boys Track and Field Team for its outstanding State B Championship season."}, {"bill_id": 9003, "bill_version_id": 47528, "bill_version": "Enrolled", "bill_version_date": "2018-01-22T16:54:53.98-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2017 State B Boys Track and Field champions, the Chester Area Flyers, for the team's outstanding athletic performance in the 2017 State B Boys Track Meet. WHEREAS, the student athletes of the Chester Area Flyers Boys Track and Field Team, including Riley Greenhoff, Cade Larson, Haden Ewoldt, Devin Eppard, Aden Baumberger, Levi DeVries, Austin Eppard, and Alex Tammen, have shown exemplary patience, dedication, and tenacity in their pursuit of a state track and field championship; and WHEREAS, the Chester Area Flyers Boys Track and Field Team coaches, Mrs. Larson, Ms. Bonte, Mrs. Philips, Mr. O'Connell, and Mrs. Strom, helped to facilitate and cultivate the physical, mental, and emotional growth and development for their student athletes; and WHEREAS, the Chester Area Flyers Boys Track and Field Team scored sixty-four points, which was enough to outlast the closest competition by four points and to set school records in events including the 200 meter dash and the 4 X 200 meter relay; and WHEREAS, the Chester Area Flyers Boys 4 X 200 meter relay, consisting of Haden Ewoldt, Cade Larson, Aden Baumberger, and Riley Greenhoff, finished with an outstanding time of 1:32.37 and established a new school record; and WHEREAS, the members of the Chester Area Flyer Boys Track and Field Team, including the student athletes, coaches, parents, and fans, have volunteered their time and unique talents for the betterment of the team and the community of Chester: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that the Legislature honors and commends the Chester Area Flyer Boys Track and Field Team for its outstanding State B Championship season. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9003, "action_date": "2018-01-18T14:00:00-06:00", "document_id": 47297, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47297.pdf", "status_text": "", "journal_page": 100, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}]}