{"session_id": 8, "bill_id": 2144, "bill_type": "House Commemoration", "bill_number": 1013, "bill_title": "Congratulating Grant Wynia from Sioux Falls Roosevelt High School for winning the 2009 State Class AA Boys' Golf individual championship title.", "sponsors": [{"legislator_profile_id": 760, "is_prime": true}, {"legislator_profile_id": 819, "is_prime": true}, {"legislator_profile_id": 818, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 2144, "bill_version_id": 13465, "bill_version": "Introduced", "bill_version_date": "2010-03-04T10:21:18.6-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating Grant Wynia from Sioux Falls Roosevelt High School for winning the 2009 State Class AA Boys' Golf individual championship title. WHEREAS, Grant Wynia set goals, trained hard in practice, and displayed enormous effort on the course to achieve his goals; and WHEREAS, He exhibited uncontested athleticism, sportsmanship, and professionalism in his conquest of the individual state championship; and WHEREAS, Grant Wynia carded a 147 and helped Roosevelt High School win the 2009 State Class AA Boys' Golf Championship: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-fifth Legislature of the State of South Dakota, that Grant Wynia be congratulated on being the 2009 State Class AA Boys' Individual Golf Champion."}, {"bill_id": 2144, "bill_version_id": 13739, "bill_version": "Enrolled", "bill_version_date": "2010-03-09T16:37:48.527-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating Grant Wynia from Sioux Falls Roosevelt High School for winning the 2009 State Class AA Boys' Golf individual championship title. WHEREAS, Grant Wynia set goals, trained hard in practice, and displayed enormous effort on the course to achieve his goals; and WHEREAS, He exhibited uncontested athleticism, sportsmanship, and professionalism in his conquest of the individual state championship; and WHEREAS, Grant Wynia carded a 147 and helped Roosevelt High School win the 2009 State Class AA Boys' Golf Championship: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-fifth Legislature of the State of South Dakota, that Grant Wynia be congratulated on being the 2009 State Class AA Boys' Individual Golf Champion. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2144, "action_date": "2010-03-04T13:00:00-06:00", "document_id": 13493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13493.pdf", "status_text": "", "journal_page": 714, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2144"}