{"session_id": 59, "bill_id": 20694, "bill_type": "Senate Bill", "bill_number": 164, "bill_title": "require a pre-election campaign financing statement of candidates for legislative office.", "sponsors": [{"legislator_profile_id": 3432, "is_prime": true}, {"legislator_profile_id": 3442, "is_prime": true}, {"legislator_profile_id": 3387, "is_prime": false}, {"legislator_profile_id": 3399, "is_prime": false}, {"legislator_profile_id": 3413, "is_prime": false}, {"legislator_profile_id": 3416, "is_prime": false}, {"legislator_profile_id": 3419, "is_prime": false}, {"legislator_profile_id": 3427, "is_prime": false}, {"legislator_profile_id": 3429, "is_prime": false}, {"legislator_profile_id": 3438, "is_prime": false}], "keywords": ["Elections", "Legislature"], "audio": [{"meeting_datetime": "2006-01-27T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sst13.mp3", "start_seconds": 2577.0}, {"meeting_datetime": "2006-01-27T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sst13.mp3", "start_seconds": 2577.0}, {"meeting_datetime": "2006-01-27T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sst13.mp3", "start_seconds": 2577.0}], "bill_versions": [{"bill_id": 20694, "bill_version_id": 106868, "bill_version": "Introduced", "bill_version_date": "2006-01-20T08:05:06-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require a pre-election campaign financing statement of candidates for legislative office. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-25-13 be amended to read as follows: 12-25-13. Any candidate or candidate's committee for any state office or for any legislative office at any general or primary election and any political action committee or political party committee shall file with the secretary of state on the last Tuesday prior to any election a detailed statement, complete through the tenth day prior to the election, of all valuable considerations received, obligated or paid by the candidate or committee or by persons authorized by the candidate or committee. The statement shall itemize all contributions and expenditures and shall include the name, residence address , and place of employment of any person who has contributed an aggregate amount of more than one hundred dollars or the equivalent thereof in that calendar year. However, with regard to political action committees, the statement shall include the name of any political action committee that contributed any amount. However, a county political party committee need not file a pre-primary report. Also, if a candidate has no primary opposition in his primary , neither he nor his the candidate nor the candidate's committee need to file a pre-primary report. By February first of each calendar year, any candidate or committee shall file a detailed statement for the preceding year or the remainder of the calendar year in the manner provided in this section. All reports filed pursuant to this section shall be consecutive and, taken together, shall cover the entire year's receipts and expenditures. A report postmarked on or before the date due is properly filed. A violation of this section by a candidate or committee treasurer is a Class 2 misdemeanor. Section 2. That § 12-25-13.3 be amended to read as follows: 12-25-13.3. Any candidate or candidate's committee for county or legislative office at any general or primary election shall make and file by July first and December thirty-first of the election year a detailed statement of all valuable considerations received, obligated, or paid by the candidate or committee or by any person authorized by the candidate or committee. The statement shall itemize all contributions and expenditures received or incurred since the last report filed pursuant to this section and shall include the name, residence address, and place of employment of any person who has contributed an aggregate amount of more than one hundred dollars or the equivalent thereof in that calendar year. However, with regard to political action committees, the statement shall include the name of any political action committee that contributed any amount. However, a county political party committee need not file a pre-primary report. Also, if a candidate has no primary opposition in a primary , neither the candidate or nor the candidate's committee need file a pre-primary report. A candidate or candidate's committee shall file a detailed statement by December thirty-first of each even-numbered year until the disposition of all funds and payment of all obligations. However, if a candidate has not run for county or legislative office for three years or has not served in a county or legislative office for three years, the candidate or candidate's committee is not required to file a detailed statement. Candidates or committees for county offices shall file with the county auditor. Legislative candidates or committees shall file with the secretary of state. A violation of this section by a candidate or committee treasurer is a Class 2 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20694, "action_date": "2006-01-20T13:00:00-06:00", "document_id": 106926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106926.pdf", "status_text": "First read in Senate and referred to", "journal_page": 129, "committee_id_action": 894, "committee_id_assigned": 876, "result": "N", "vote": {}}, {"bill_id": 20694, "action_date": "2006-01-27T07:45:00-06:00", "document_id": 107379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107379.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 876, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20694, "action_date": "2006-01-27T07:45:00-06:00", "document_id": 107379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107379.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 230, "committee_id_action": 876, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63679, "president_vote": null, "Yea": [3361, 3423, 3425, 3435, 3447, 3365], "Nay": [3428, 3452], "Excused": [3416]}}]}