{"session_id": 56, "bill_id": 18814, "bill_type": "House Bill", "bill_number": 1038, "bill_title": "identify the member's compensation to be used in calculating all benefits under the South Dakota Retirement System and to revise certain definitions relating thereto.", "sponsors": [], "keywords": ["Public Officers and State Employees", "South Dakota Retirement System"], "audio": [{"meeting_datetime": "2004-01-21T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hre06hb1038a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-21T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hre06hb1038a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-21T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hre06hb1038a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-21T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hre06hb1038a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sre14hb1038a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sre14hb1038a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sre14hb1038a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sre14hb1038a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18814, "bill_version_id": 99122, "bill_version": "Introduced", "bill_version_date": "2004-01-10T16:19:02-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to identify the member's compensation to be used in calculating all benefits under the South Dakota Retirement System and to revise certain definitions relating thereto. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 3-12-95 be amended to read as follows: 3-12-95. On the death of a contributing member after July 1, 1974, and prior to the earlier of the member attaining normal retirement age or the member's retirement, who has one or more years of credited service; or if there has been a break in the member's employment of more than one year, one-half year of credited service having been performed after the end of the last such break; or if the member was receiving a disability allowance which commenced after July 1, 1974, the following benefits shall be paid: (1) A surviving spouse having the care of children shall receive an annual amount, payable in monthly installments, equal to forty percent of the highest annual member's final average compensation earned by the member during any one of the last three years of service , plus ten percent of such final average compensation for each child to a maximum of six such children; (2) The conservator of each child, on whose account there is no benefit payable under subdivision (1), shall receive on behalf of each child, to a maximum of five such children, an annual amount, payable in monthly installments, equal to twenty percent of the highest annual member's final average compensation earned by the member during any one of the last three years of service ; (3) If the sum of benefits payable under subdivisions (1) and (2) exceeds one hundred percent of the highest annual member's final average compensation earned by the member during any one of the last three years of service , the benefits payable under both subdivisions (1) and (2) shall be proportionally reduced so that the total of the benefits is equal to one hundred percent of the highest annual member's final average compensation earned by the member during any one of the last three years of service ; (4) If there are no benefits being paid under subdivision (1) and the member's accumulated contributions have not been withdrawn pursuant to § 3-12-97, the spouse who has reached age sixty-five shall receive a monthly payment equal to sixty percent of the amount which would have been payable to the deceased member at normal retirement age based on the member's credited and projected service and projected compensation. The benefit payable under this subdivision shall be increased by application of the improvement factor for time which elapses between the date the member would have reached normal retirement age and the date benefits commence to the spouse. Family benefits begin to accrue on the first day of the month following the death of the member. Section 2. That § 3-12-99 be amended to read as follows: 3-12-99. The disability allowance for the first thirty-six months shall be equal to fifty percent of the highest annual member's final average compensation earned in any one of the three years immediately preceding the date of disability, increased by ten percent of such compensation for each child to a maximum of four such children. Starting with the thirty-seventh month, if the member is eligible for and receiving disability benefits from social security, the disability allowance shall be is equal to the greater of the amount paid during the first thirty-six months less the amount of primary social security or the amount of the member's unreduced accrued retirement allowance as of the date of disability. If the member's unreduced accrued retirement allowance is the greater, it shall be is immediately payable by the system notwithstanding any other provisions to the contrary. In no event may the annual amount of a disability allowance be less than twenty percent of the compensation on which the initial disability allowance was based. Starting with the thirty-seventh month, if the member is not eligible for and receiving disability benefits from social security, the disability allowance shall be is equal to the greater of twenty percent of the compensation on which the initial disability allowance was based or the amount of the member's unreduced accrued retirement allowance as of the date of disability. If the member's unreduced accrued retirement allowance is the greater, it shall be is immediately payable by the system notwithstanding any other provisions to the contrary. Such The disability allowance shall be paid only in the form of monthly installments. Section 3. That § 3-12-105 be amended to read as follows: 3-12-105. The additional survivor protection payable under § 3-12-104, on the death of the member or expiration of benefits that may have been paid pursuant to subdivision 3-12-95(1) because there is no eligible child, entitles the surviving spouse of the member to an annual amount, payable in monthly installments, equal to forty percent of the highest annual member's final average compensation earned by the member during any one of the last three years of credited service , multiplied by the improvement factor for each full twelve-month period between the earlier of the date of death or disability of the member and the date the payment of the benefit is due to commence. The additional survivor protection allowance shall continue until the surviving spouse dies or attains age sixty-five, whichever is earlier. Section 4. That § 3-12-143 be amended to read as follows: 3-12-143. For the first thirty-six months of a disability allowance provided by this chapter, the maximum amount that a member may receive in any calendar year from the disability allowance and earned income, as defined in § 32(c)(2) of the Internal Revenue Code of 1986, is one hundred percent of the highest annual member's final average compensation identified pursuant to § 3-12-99 . Starting with the thirty-seventh month of such disability allowance, the maximum amount that a member may receive in any calendar year from disability allowances provided by the federal Social Security Act equal to the primary insurance amount, the disability allowance provided by this chapter and earned income, as defined in § 32(c)(2) of the Internal Revenue Code of 1986, is one hundred percent of the highest annual member's final average compensation identified pursuant to § 3-12-99 . The maximum amount shall be indexed for each full fiscal year during which the member is eligible for such disability allowance by the improvement factor defined in subdivision 3-12-47(42). Any amount exceeding this maximum amount shall reduce each monthly disability allowance payable pursuant to § 3-12-99 in the following fiscal year on a pro rata basis. Any member eligible to receive a disability allowance shall report to the system in writing any earned income of the member. The report shall be filed with the system no later than May thirty-first following the end of each calendar year in which a disability allowance is paid. A disabled member may file a signed copy of the member's individual income tax return in lieu of such the report. No such report or return need be filed for the calendar year in which the member dies or converts to a normal or early retirement benefit under this chapter. The disability allowance of any member failing to file a report or return as required in this section shall be suspended until such the report or return is filed. The reduction may occur, however, only if a disability allowance is being paid by the system, but may not reduce such the disability allowance below the minimum provided for in § 3-12-99. For members with a disability in effect before July 1, 1995, the first report is due on or before May 31, 1996. This section applies to any member receiving or entitled to receive a disability allowance pursuant to this chapter. Section 5. That subdivision (34) of § 3-12-47 be amended to read as follows: (34) \"Final average compensation,\" the highest average annual compensation earned by a member during any period of twelve consecutive calendar quarters during his the member's last forty calendar quarters of membership in the system including time during which he the member was not a member but for which he the member has received credit under the system. If the compensation received in the last calendar quarter considered exceeds one hundred twenty-five percent of the amount in the highest previous calendar quarter, or if the average compensation received in the last four calendar quarters exceeds one hundred fifteen percent of the amount earned in the highest calendar quarter prior to the last four calendar quarters considered, only the lesser amount shall be considered and the excess shall be excluded in the computation of final average compensation. For purposes of determining final compensation periods for said service separated by breaks, said the service may be aggregated to constitute a period of twelve consecutive calendar quarters. The term, calendar quarter, means a period of three calendar months ending March thirty-first, June thirtieth, September thirtieth or December thirty-first of any year; Section 6. That subdivision (40) of § 3-12-47 be amended to read as follows: (40) \"Highest annual compensation,\" a member's compensation used to calculate benefits under § § 3-12-95, 3-12-99 and 3-12-105 prior to July 1, 2004 , which was the highest annual compensation earned by the member during any one of the last three years of credited service and which may was not be more than one hundred fifteen percent of the member's final compensation calculated as of the date of the member's death or disability; Section 7. That subdivision (58) of § 3-12-47 be amended to read as follows: (58) \"Projected compensation,\" the a deceased or disabled member's final average compensation that was used in the calculation of the disability or family benefit multiplied by the improvement factor for the period elapsed between the date of the member's death or disability, whichever occurred earlier, and the date the member would attain normal retirement age; Section 8. That § 3-12-75 be amended to read as follows: 3-12-75. A terminated member who has a vested right in the system may leave the member's accumulated contributions on deposit with the system and receive a retirement allowance commencing at the member's retirement. In calculating such allowance, the member's final average compensation shall be increased by the improvement factor for the period between the member's last termination and the date on which the member's retirement allowance commences. Section 9. That § 3-12-130 be amended to read as follows: 3-12-130. A current contributing Class B member other than a justice, judge, or magistrate judge, may convert credited service as a county sheriff or deputy county sheriff prior to January 1, 1980, or credited service as a county sheriff or deputy county sheriff while not certified from January 1, 1980, to June 30, 1988, inclusive; credited service as a policeman while not certified from July 1, 1983, to June 30, 1988, inclusive; credited service as a penitentiary correctional staff member prior to July 1, 1978; credited service as a conservation officer prior to July 1, 1983; credited service as a parole agent prior to July 1, 1991; and credited service as an air rescue firefighter prior to July 1, 1992, from credited service as a Class A member with benefits provided in accordance with § 3-12-91 to credited service as a Class B member other than a justice, judge, or magistrate judge, with benefits provided in accordance with § 3-12-92, by election to make, or have made on the member's behalf, contributions based on the higher of the member's current compensation, or the member's final average compensation calculated as if the member retired on the date of election at a rate of four and one-half percent for each year of service for which the member wishes to receive credit. The provisions of this section also apply to a current contributing Class B member, other than a justice, judge, or magistrate judge, who previously has purchased equivalent public service pursuant to the provisions of § 3-12-84. Payment of a deposit with the system for the conversion of credited service in accordance with this section shall be determined and due at the time the notice of intention to make the payment is received by the system. The amount due may be paid by periodic level installments over a period of up to ten years, the value of which, if discounted for interest at the current effective rate as established by the board pursuant to § 3-12-121 for investment return for purposes of the actuarial valuation, is equal to the amount due at the date of the notice. If a member dies before completion of the installment payments, the surviving spouse may complete the payments due the system, but unless the payments are being made by a participating unit, the amount shall be paid in full within ninety days of the member's death or retirement. If the periodic payments are not completed or paid when due, the administrator may make a pro rata adjustment to the credited service, benefits payable under this chapter or schedule of payments to allow for the default. If the credited service of any member or group of members becomes Class B credited service on a prospective basis on or after July 1, 1993, the prior credited service as a Class A member may be converted to Class B credited service in accordance with this section. If a jailer becomes a Class B member other than a justice, judge, or magistrate judge pursuant to subdivision 3-12-47(25) or subdivision 3-12-47(55), the jailer is eligible to convert prior credited service as a jailer under this section. Section 10. That § 3-12-130.1 be amended to read as follows: 3-12-130.1. If a current contributing class B member of this system, other than a justice, a judge, or a magistrate judge, has equivalent public service for which the member is not entitled to retirement benefits from another public retirement system, the member may elect to deposit or have deposited on the member's behalf an amount equal to seventy-five percent of twice the appropriate class B rate of contribution multiplied by the higher of the member's annual compensation at the time of making the election, or the member's final average compensation calculated as if the member retired on the date of the election, for each year of equivalent public service for which the member wishes to receive credit as a class B member. Section 11. That § 3-12-160 be amended to read as follows: 3-12-160. Each retired member, any benefit recipient, or any deferred vested member described in § 3-12-159 and in such status prior to July 1, 1998, shall receive the member's previously selected annuity option as provided under the city of Huron firemen pension fund as in effect on June 30, 1998, but is not eligible for a benefit pursuant to § 3-12-94. Each such benefit in effect prior to July 1, 1998, shall be improved on that date and thereafter in accordance with § 3-12-88. The retirement benefit of a deferred vested member that goes into effect after July 1, 1998, shall be improved in accordance with § 3-12-88, but the member's final average compensation may not be increased prior to retirement by the improvement factor pursuant to § 3-12-75. The benefits of members described in § 3-12-159 who are entitled to receive benefits from the city of Huron firemen pension fund prior to July 1, 1998, shall be paid from the fund established by this chapter and funded pursuant to § 3-12-162. Section 12. The provisions of this Act do not apply to benefits being paid pursuant to § 3- 12-95, 3-12-99, or 3-12-105 prior to July 1, 2004."}, {"bill_id": 18814, "bill_version_id": 100682, "bill_version": "Enrolled", "bill_version_date": "2004-02-05T09:46:50-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18814, "action_date": "2004-01-13T12:00:00-06:00", "document_id": 99180, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99180.pdf", "status_text": "First read in House and referred to", "journal_page": 23, "committee_id_action": 831, "committee_id_assigned": 825, "result": "N", "vote": {}}, {"bill_id": 18814, "action_date": "2004-01-21T15:00:00-06:00", "document_id": 99492, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99492.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 825, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18814, "action_date": "2004-01-21T15:00:00-06:00", "document_id": 99492, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99492.pdf", "status_text": "Do Pass,", "journal_page": 148, "committee_id_action": 825, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58130, "president_vote": null, "Yea": [3069, 3121, 3130, 3133, 3111]}}, {"bill_id": 18814, "action_date": "2004-01-21T15:00:00-06:00", "document_id": 99492, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99492.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 825, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18814, "action_date": "2004-01-23T12:00:00-06:00", "document_id": 99770, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99770.pdf", "status_text": "Deferred to another day", "journal_page": 188, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18814, "action_date": "2004-01-26T14:00:00-06:00", "document_id": 99935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99935.pdf", "status_text": "Do Pass,", "journal_page": 212, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59256, "president_vote": null, "Yea": [3045, 3048, 3049, 3051, 3053, 3054, 3055, 3056, 3057, 3058, 3060, 3067, 3069, 3070, 3071, 3072, 3073, 3074, 3075, 3076, 3078, 3080, 3081, 3082, 3083, 3084, 3085, 3086, 3088, 3090, 3096, 3099, 3100, 3102, 3104, 3105, 3106, 3107, 3108, 3110, 3112, 3114, 3117, 3118, 3119, 3121, 3122, 3123, 3124, 3125, 3126, 3127, 3129, 3130, 3131, 3133, 3134, 3135, 3136, 3140, 3141, 3142, 3143, 3144, 3145, 3147, 3148, 3149, 3111], "Excused": [3095]}}, {"bill_id": 18814, "action_date": "2004-01-27T14:00:00-06:00", "document_id": 100087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100087.pdf", "status_text": "First read in Senate and referred to", "journal_page": 187, "committee_id_action": 832, "committee_id_assigned": 813, "result": "N", "vote": {}}, {"bill_id": 18814, "action_date": "2004-02-02T15:00:00-06:00", "document_id": 100471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100471.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 813, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18814, "action_date": "2004-02-02T15:00:00-06:00", "document_id": 100471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100471.pdf", "status_text": "Do Pass,", "journal_page": 285, "committee_id_action": 813, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59004, "president_vote": null, "Yea": [3046, 3097, 3137, 3139, 3068]}}, {"bill_id": 18814, "action_date": "2004-02-02T15:00:00-06:00", "document_id": 100471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100471.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 813, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18814, "action_date": "2004-02-04T14:00:00-06:00", "document_id": 100652, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100652.pdf", "status_text": "Do Pass,", "journal_page": 321, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59192, "president_vote": null, "Yea": [3044, 3046, 3047, 3050, 3052, 3059, 3061, 3062, 3064, 3065, 3066, 3068, 3077, 3079, 3087, 3089, 3091, 3092, 3093, 3094, 3097, 3098, 3101, 3103, 3109, 3113, 3115, 3116, 3120, 3128, 3132, 3137, 3138, 3139, 3146]}}, {"bill_id": 18814, "action_date": "2004-02-05T14:00:00-06:00", "document_id": 100751, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100751.pdf", "status_text": "Signed by Speaker", "journal_page": 424, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18814, "action_date": "2004-02-06T14:00:00-06:00", "document_id": 100833, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100833.pdf", "status_text": "Signed by President", "journal_page": 380, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18814, "action_date": "2004-02-07T13:00:00-06:00", "document_id": 100911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100911.pdf", "status_text": "Delivered to the Governor", "journal_page": 460, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18814, "action_date": "2004-02-10T14:00:00-06:00", "document_id": 101083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101083.pdf", "status_text": "Signed by Governor", "journal_page": 484, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2621, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18814"}