{"session_id": 20, "bill_id": 5335, "bill_type": "House Bill", "bill_number": 1205, "bill_title": "create the school district tax revenue fund and to revise the distribution of certain tax revenues to school districts.", "sponsors": [{"legislator_profile_id": 489, "is_prime": true}, {"legislator_profile_id": 426, "is_prime": true}, {"legislator_profile_id": 444, "is_prime": false}, {"legislator_profile_id": 456, "is_prime": false}, {"legislator_profile_id": 517, "is_prime": false}, {"legislator_profile_id": 442, "is_prime": false}, {"legislator_profile_id": 438, "is_prime": false}, {"legislator_profile_id": 507, "is_prime": false}, {"legislator_profile_id": 500, "is_prime": false}, {"legislator_profile_id": 428, "is_prime": false}, {"legislator_profile_id": 464, "is_prime": false}, {"legislator_profile_id": 486, "is_prime": false}, {"legislator_profile_id": 460, "is_prime": false}], "keywords": ["State Aid To Education", "Taxes"], "audio": [{"meeting_datetime": "2014-02-06T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hta15.mp3", "start_seconds": 2073.0}, {"meeting_datetime": "2014-02-06T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hta15.mp3", "start_seconds": 2073.0}, {"meeting_datetime": "2014-02-06T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hta15.mp3", "start_seconds": 2073.0}, {"meeting_datetime": "2014-02-06T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hta15.mp3", "start_seconds": 2073.0}, {"meeting_datetime": "2014-02-06T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hta15.mp3", "start_seconds": 2073.0}, {"meeting_datetime": "2014-02-06T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hta15.mp3", "start_seconds": 2073.0}, {"meeting_datetime": "2014-02-06T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hta15.mp3", "start_seconds": 2073.0}, {"meeting_datetime": "2014-02-06T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hta15.mp3", "start_seconds": 6690.0}, {"meeting_datetime": "2014-02-13T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hta20.mp3", "start_seconds": 1435.0}, {"meeting_datetime": "2014-02-13T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hta20.mp3", "start_seconds": 1435.0}, {"meeting_datetime": "2014-02-13T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hta20.mp3", "start_seconds": 1435.0}, {"meeting_datetime": "2014-02-13T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hta20.mp3", "start_seconds": 1435.0}], "bill_versions": [{"bill_id": 5335, "bill_version_id": 29536, "bill_version": "Introduced", "bill_version_date": "2014-01-31T10:30:22.363-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the school district tax revenue fund and to revise the distribution of certain tax revenues to school districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created in the state treasury the school district tax revenue fund. Interest earned on money in the fund shall be credited to the fund. The state treasurer shall distribute the money appropriated to the fund to school districts on a pro rata basis. The state treasurer shall calculate each school district's share of the school district tax revenue fund based upon the school district's fall enrollment as defined in § 13-13-10.1 compared to the total statewide fall enrollment in all school districts. The treasurer shall pay each school district its share of the funds based upon the school fiscal year in which the tax payment was due. Section 2. That § 10-33-24 be amended to read as follows: 10-33-24. The secretary of revenue shall compute and determine the amount of tax to be paid by each company as provided in § 10-33-21. The secretary shall on or before July first of each year certify to each school district in the state in which the company operates the amount of the tax to be paid to the school district on the basis of the gross receipts received by the company in each school district. However, if in any calendar year, the secretary certifies that the amount of money allocated to the school district pursuant to this section exceeds the amount of money allocated to the school district pursuant to this section in calendar year 2014, the secretary shall deposit the amount of money by which the current calendar year's allocation exceeds the allocation in calendar year 2014 into the school district tax revenue fund established in section 1 of this Act. Section 3. That § 10-35-21 be amended to read as follows: 10-35-21. The secretary shall distribute all of the tax deposited in the wind energy tax fund pursuant to § 10-35-18 and twenty percent of the tax deposited in the wind energy tax fund pursuant to § 10-35-19 to the county treasurer where the wind farm is located. If the wind energy tax fund contains less than twenty percent of the gross receipts tax from § 10-35-19, due to the transmission line rebate under § 10-35-22, the secretary shall distribute the remainder of funds after the rebate to the county treasurer where the wind farm is located. If a wind farm is located in more than one county, each county shall receive the same percentage of the tax as the percentage of wind towers in the wind farm located in the county. Upon receipt of the taxes, the county auditor shall apportion the tax among the school districts, the county, and the organized townships where a wind tower is located. The tax shall be apportioned by the county auditor by allocating fifty percent of the tax to the school district where each wind tower is located, fifteen percent to the organized township where each wind tower is located, and thirty-five percent to the county. However, if in any calendar year, the county auditor certifies that the amount of money allocated to the school district pursuant to this section exceeds the amount of money allocated to the school district pursuant to this section in calendar year 2014, the secretary shall deposit the amount of money by which the current calendar year's allocation exceeds the allocation in calendar year 2014 into the school district tax revenue fund established in section 1 of this Act. If a wind tower is located in a township that is not organized, the unorganized township's share of the tax for that wind tower is allocated to the county. The secretary shall distribute the money to the counties on or before the first day of May. Section 4. That § 10-36-10 be amended to read as follows: 10-36-10. The county treasurer shall allocate and transmit the taxes collected from each company to the school treasurer of each school district in which the company operates on the basis of the number of kilowatt hours delivered by the company from its operations within each school district within the county. However, if in any calendar year, the amount of money allocated to a school district pursuant to this section exceeds the amount of money allocated to that school district pursuant to this section in calendar year 2014, the county treasurer shall remit the amount of money by which the current allocation exceeds the allocation in calendar year 2014 to the state treasurer for deposit into the school district tax revenue fund established in section 1 of this Act. Section 5. That § 10-43-77 be amended to read as follows: 10-43-77. The county treasurer upon receipt of the funds, remitted to the county pursuant to §§ 10-43-75.1 and 10-43-76, shall apportion and distribute the funds between the taxing subdivisions, including the county, in the same proportion as the average of personal property taxes assessed in each taxing subdivision, including the county, for calendar years 1972, 1973, 1974, 1975, and 1976 were distributed as determined and certified by the secretary of revenue. However, if in any calendar year, the county treasurer certifies that the amount of funds apportioned to a school district pursuant to this section exceeds the amount of funds apportioned to that school district pursuant to this section in calendar year 2014, the secretary shall deposit the amount of funds by which the current apportionment exceeds the apportionment in calendar year 2014 into the school district tax revenue fund established in section 1 of this Act. For any school district affected by a consolidation on or after July 1, 2003, as defined in § 13-6-1, the successor school district shall receive the funds allocated to which each of the former school districts would be entitled pursuant to this section. For any school district eliminated or subdivided by a reorganization on or after July 1, 2003, as defined in § 13-6-1, each successor school district shall receive a portion of the funds allocated to which the former school district would be entitled pursuant to this section. Each successor school district's portion of the funds shall be based upon the percentage of the total taxable valuation of the former school district transferred to the successor school district, at the time of the reorganization. Any amount received by the county and taxing subdivisions pursuant to this section may upon receipt be used to support the functions of such taxing subdivision. Section 6. After June 30, 2020, all money allocated to a school district pursuant to §§ 10-33-24, 10-35-21, 10-36-10 or 1-43-77 shall be allocated and paid into the school district tax revenue fund established in section 1 of this Act. Section 7. This Act is effective July 1, 2015."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5335, "action_date": "2014-01-31T13:00:00-06:00", "document_id": 29577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29577.pdf", "status_text": "First read in House and referred to", "journal_page": 249, "committee_id_action": 231, "committee_id_assigned": 225, "result": "N", "vote": {}}, {"bill_id": 5335, "action_date": "2014-02-06T07:45:00-06:00", "document_id": 29765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29765.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 225, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5335, "action_date": "2014-02-06T07:45:00-06:00", "document_id": 29894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29894.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 225, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5335, "action_date": "2014-02-06T07:45:00-06:00", "document_id": 29894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29894.pdf", "status_text": "Deferred to another day", "journal_page": 0, "committee_id_action": 225, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5335, "action_date": "2014-02-13T08:45:00-06:00", "document_id": 30210, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30210.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 225, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5335, "action_date": "2014-02-13T08:45:00-06:00", "document_id": 30351, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30351.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 411, "committee_id_action": 225, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16073, "president_vote": null, "Nay": [451, 454, 505, 517, 480], "Yea": [431, 497, 499, 462, 450, 423, 511, 528, 425], "Excused": [484]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5335"}