{"session_id": 43, "bill_id": 12188, "bill_type": "Senate Commemoration", "bill_number": 818, "bill_title": "Honoring the Lennox Orioles track and field team on their outstanding performances at the state track and field meet.", "sponsors": [{"legislator_profile_id": 1747, "is_prime": true}, {"legislator_profile_id": 1749, "is_prime": true}, {"legislator_profile_id": 1729, "is_prime": false}], "keywords": ["Senate Commemoration"], "audio": [], "bill_versions": [{"bill_id": 12188, "bill_version_id": 69255, "bill_version": "Introduced", "bill_version_date": "2020-03-03T11:56:07.293-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Lennox Orioles track and field team on their outstanding performances at the state track and field meet. WHEREAS, the Lennox Orioles track and field team had a stellar performance at the state track meet last May. The Orioles boys track team finished as the third-place team and the girls finished in fifth place; and WHEREAS, individual performances were a crucial part of the teams' finishes. Ali Bainbridge continued a successful season for the Orioles, claiming two individual state championship titles. She was also a part of a championship relay team. Other members on the relay team include Alicia Ruud, Emily Plucker, and Rianna Fillipi; and WHEREAS, Camden Wulf had a great run on the boys' side of the meet. He earned state runner-up titles in two events including the 1600-meter run and the 3200-meter run. TJ Gipson also earned medals in both of these events: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fifth Legislature of the State of South Dakota, that the Legislature expresses its congratulations toward the Lennox Orioles boys and girls track and field teams for their outstanding performances at the state track and field meet."}, {"bill_id": 12188, "bill_version_id": 69530, "bill_version": "Enrolled", "bill_version_date": "2020-03-05T16:54:46.16-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Lennox Orioles track and field team on their outstanding performances at the state track and field meet. WHEREAS, the Lennox Orioles track and field team had a stellar performance at the state track meet last May. The Orioles boys track team finished as the third-place team and the girls finished in fifth place; and WHEREAS, individual performances were a crucial part of the teams' finishes. Ali Bainbridge continued a successful season for the Orioles, claiming two individual state championship titles. She was also a part of a championship relay team. Other members on the relay team include Alicia Ruud, Emily Plucker, and Rianna Fillipi; and WHEREAS, Camden Wulf had a great run on the boys' side of the meet. He earned state runner-up titles in two events, including the 1600-meter run and the 3200-meter run. TJ Gipson also earned medals in both of these events: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fifth Legislature of the State of South Dakota, that the Legislature expresses its congratulations toward the Lennox Orioles boys and girls track and field teams for their outstanding performances at the state track and field meet."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12188, "action_date": "2020-03-03T14:00:00-06:00", "document_id": 69177, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69177.pdf", "status_text": "", "journal_page": 405, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}]}