{"session_id": 19, "bill_id": 4556, "bill_type": "House Commemoration", "bill_number": 1064, "bill_title": "Honoring Ray Slaba for his contributions to education in South Dakota.", "sponsors": [{"legislator_profile_id": 380, "is_prime": true}, {"legislator_profile_id": 387, "is_prime": true}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4556, "bill_version_id": 27048, "bill_version": "Introduced", "bill_version_date": "2013-03-05T10:38:59.083-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Ray Slaba for his contributions to education in South Dakota. WHEREAS, Ray Slaba serves as an assistant boys basketball coach and as the middle school and high school principal at Hanson High School in Alexandria, South Dakota; and WHEREAS, the youth of the Hanson School District are some the best educated, most well behaved, and athletically successful young adults in South Dakota; and WHEREAS, that success is directly attributed to Principal Ray Slaba and the dedicated educators of the Hanson School District; and WHEREAS, the Hanson School District's success was recognized when Principal Slaba was selected by his peers as the Region Three Middle School Principal of the Year at the South Dakota Secondary School Principals' State Convention in Chamberlain, South Dakota, in February 2013; and WHEREAS, Region Three consists of approximately thirty of South Dakota's best school districts: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Principal Ray Slaba and the Hanson School District are commended and honored for the appropriate and prestigious selection of Principal Ray Slaba as the Middle School Principal of the Year for Region Three. Principal Slaba and all the staff of the Hanson School District are thanked for all their hard work on behalf of the children of South Dakota."}, {"bill_id": 4556, "bill_version_id": 27371, "bill_version": "Enrolled", "bill_version_date": "2013-03-07T15:37:18.477-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Ray Slaba for his contributions to education in South Dakota. WHEREAS, Ray Slaba serves as an assistant boys basketball coach and as the middle school and high school principal at Hanson High School in Alexandria, South Dakota; and WHEREAS, the youth of the Hanson School District are some the best educated, most well behaved, and athletically successful young adults in South Dakota; and WHEREAS, that success is directly attributed to Principal Ray Slaba and the dedicated educators of the Hanson School District; and WHEREAS, the Hanson School District's success was recognized when Principal Slaba was selected by his peers as the Region Three Middle School Principal of the Year at the South Dakota Secondary School Principals' State Convention in Chamberlain, South Dakota, in February 2013; and WHEREAS, Region Three consists of approximately thirty of South Dakota's best school districts: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Principal Ray Slaba and the Hanson School District are commended and honored for the appropriate and prestigious selection of Principal Ray Slaba as the Middle School Principal of the Year for Region Three. Principal Slaba and all the staff of the Hanson School District are thanked for all their hard work on behalf of the children of South Dakota. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4556, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27118.pdf", "status_text": "", "journal_page": 748, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4556"}