{"session_id": 19, "bill_id": 4350, "bill_type": "House Commemoration", "bill_number": 1014, "bill_title": "Commending and honoring Technical Sergeant Thomas N. Tomko for his selection as the South Dakota Air National Guard Noncommissioned Officer of the Year.", "sponsors": [{"legislator_profile_id": 380, "is_prime": true}, {"legislator_profile_id": 387, "is_prime": true}, {"legislator_profile_id": 338, "is_prime": false}, {"legislator_profile_id": 337, "is_prime": false}, {"legislator_profile_id": 418, "is_prime": false}, {"legislator_profile_id": 326, "is_prime": false}, {"legislator_profile_id": 370, "is_prime": false}, {"legislator_profile_id": 416, "is_prime": false}, {"legislator_profile_id": 364, "is_prime": false}, {"legislator_profile_id": 389, "is_prime": false}, {"legislator_profile_id": 359, "is_prime": false}, {"legislator_profile_id": 345, "is_prime": false}, {"legislator_profile_id": 395, "is_prime": false}, {"legislator_profile_id": 333, "is_prime": false}, {"legislator_profile_id": 405, "is_prime": false}, {"legislator_profile_id": 343, "is_prime": false}, {"legislator_profile_id": 399, "is_prime": false}, {"legislator_profile_id": 323, "is_prime": false}, {"legislator_profile_id": 354, "is_prime": false}, {"legislator_profile_id": 373, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4350, "bill_version_id": 25144, "bill_version": "Introduced", "bill_version_date": "2013-02-04T10:00:08.877-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Technical Sergeant Thomas N. Tomko for his selection as the South Dakota Air National Guard Noncommissioned Officer of the Year. WHEREAS, the South Dakota Air National Guard consistently is ranked as one of the best air guard units in the nation; and WHEREAS, Technical Sergeant Thomas N. Tomko was selected as the Noncommissioned Officer of the Year of the South Dakota Air National Guard after serving with honor and demonstrating great proficiency, leadership, and steadfast dedication; and WHEREAS, as noted by his South Dakota Air National Guard state supervisors and commanders, Technical Sergeant Thomas N. Tomko is dedicated to his duties and to leading airmen, and exemplifies the total package of Air Force core values; and WHEREAS, Technical Sergeant Thomas N. Tomko's performance is in keeping with the highest traditions established by South Dakota's veterans and the United States Armed Forces; and WHEREAS, South Dakotans greatly appreciate the sacrifice, dedication, and service of all those who put their lives on the line to serve South Dakota and our great Nation: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Technical Sergeant Thomas N. Tomko is commended, congratulated, and honored as the South Dakota Air National Guard Noncommissioned Officer of the Year. Technical Sergeant Thomas N. Tomko is recognized for his outstanding service and representation of the state of South Dakota. He is extended our best wishes for his continued success, happiness, and safety."}, {"bill_id": 4350, "bill_version_id": 25388, "bill_version": "Enrolled", "bill_version_date": "2013-02-06T16:42:30.603-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Technical Sergeant Thomas N. Tomko for his selection as the South Dakota Air National Guard Noncommissioned Officer of the Year. WHEREAS, the South Dakota Air National Guard consistently is ranked as one of the best air guard units in the nation; and WHEREAS, Technical Sergeant Thomas N. Tomko was selected as the Noncommissioned Officer of the Year of the South Dakota Air National Guard after serving with honor and demonstrating great proficiency, leadership, and steadfast dedication; and WHEREAS, as noted by his South Dakota Air National Guard state supervisors and commanders, Technical Sergeant Thomas N. Tomko is dedicated to his duties and to leading airmen, and exemplifies the total package of Air Force core values; and WHEREAS, Technical Sergeant Thomas N. Tomko's performance is in keeping with the highest traditions established by South Dakota's veterans and the United States Armed Forces; and WHEREAS, South Dakotans greatly appreciate the sacrifice, dedication, and service of all those who put their lives on the line to serve South Dakota and our great Nation: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Technical Sergeant Thomas N. Tomko is commended, congratulated, and honored as the South Dakota Air National Guard Noncommissioned Officer of the Year. Technical Sergeant Thomas N. Tomko is recognized for his outstanding service and representation of the state of South Dakota. He is extended our best wishes for his continued success, happiness, and safety. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4350, "action_date": "2013-02-04T14:00:00-06:00", "document_id": 25197, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25197.pdf", "status_text": "", "journal_page": 295, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}]}