{"session_id": 4, "bill_id": 207, "bill_type": "Senate Bill", "bill_number": 143, "bill_title": "revise certain provisions regarding collection and administration of the 911 emergency surcharge and operation of 911 services.", "sponsors": [{"legislator_profile_id": 542, "is_prime": true}, {"legislator_profile_id": 598, "is_prime": true}, {"legislator_profile_id": 604, "is_prime": false}, {"legislator_profile_id": 614, "is_prime": false}, {"legislator_profile_id": 553, "is_prime": false}, {"legislator_profile_id": 530, "is_prime": false}, {"legislator_profile_id": 594, "is_prime": false}, {"legislator_profile_id": 629, "is_prime": false}, {"legislator_profile_id": 571, "is_prime": false}, {"legislator_profile_id": 577, "is_prime": false}, {"legislator_profile_id": 603, "is_prime": false}], "keywords": ["Public Health and Safety", "Public Utilities and Carriers", "Safety", "Taxes"], "audio": [{"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst15.mp3", "start_seconds": 45.0}, {"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst15.mp3", "start_seconds": 45.0}, {"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst15.mp3", "start_seconds": 45.0}, {"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst15.mp3", "start_seconds": 45.0}, {"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst15.mp3", "start_seconds": 45.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen22.mp3", "start_seconds": 1961.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen22.mp3", "start_seconds": 1961.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen22.mp3", "start_seconds": 1961.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen22.mp3", "start_seconds": 1961.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen22.mp3", "start_seconds": 1961.0}, {"meeting_datetime": "2008-02-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco29.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2008-02-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco29.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2008-02-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco29.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2008-02-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco29.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2008-02-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco29.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2008-02-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco29.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2008-02-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco29.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2008-02-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco29.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2008-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou31.mp3", "start_seconds": 9899.0}, {"meeting_datetime": "2008-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou31.mp3", "start_seconds": 9899.0}, {"meeting_datetime": "2008-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou31.mp3", "start_seconds": 9899.0}, {"meeting_datetime": "2008-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou31.mp3", "start_seconds": 9899.0}, {"meeting_datetime": "2008-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen32.mp3", "start_seconds": 9226.0}, {"meeting_datetime": "2008-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen32.mp3", "start_seconds": 9226.0}, {"meeting_datetime": "2008-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen32.mp3", "start_seconds": 9226.0}], "bill_versions": [{"bill_id": 207, "bill_version_id": 1190, "bill_version": "Introduced", "bill_version_date": "2008-01-16T10:36:02.427-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding collection and administration of the 911 emergency surcharge and operation of 911 services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-45-1 be amended to read as follows: 34-45-1. Terms used in §§ 34-45-1 to 34-45-17, inclusive, mean: (1) \"Basic 911,\" any service which provides the user of a public telephone system calling device, which utilizes any telecommunications technology, the ability to reach a public safety answering point to report police, fire, medical, or other emergency situations by dialing 911; (2) \"Board,\" the South Dakota 911 Coordination Board created pursuant to § 34-45-18; (3) \"Enhanced 911,\" any emergency telephone system which provides the user of a public telephone system calling device, which utilizes any telecommunications technology, the ability to reach a public safety answering point by dialing the digits 911, and which routes an incoming 911 that call to the appropriate public safety answer point in a 911 service area and which automatically displays the name, address, and telephone number of an incoming 911 call on a video monitor at the appropriate public safety answer point provides information about the user to a 911 dispatcher including the user's name, location, call back number, and assigned emergency responders ; (3) (4) \"Governing body,\" the board of county commissioners of a county or the city council or other governing body of a county or municipality or the board of directors of a special district; (5) \"Interconnected Voice-over Internet Protocol (VoIP) service,\" any service with the following characteristics: (a) Enables real-time voice communication; (b) Requires a broadband connection from the user's locations; (c) Requires IP-compatible equipment; and (d) Permits users to receive calls that originate and terminate on the public switched telephone network; (6) \"Interconnected VoIP service line,\" a service that offers an active telephone number or successor dialing protocol assigned by a VoIP provider to a VoIP service customer that has outbound calling capability which can directly access a public safety answering point when the VoIP service customer has a primary place of use in the state; (4) (7) \" Local exchange access Telecommunications company,\" any franchised telephone company engaged in providing provider of a telecommunications services between points within a local calling area service that either originates or terminates with at least one person or point in the state ; (5) \"Local exchange access lines,\" any telephone line or cellular telephone that connects a telephone subscriber to the local switching office and has the capability of reaching local public safety service agencies; (6) (8) \"911 emergency reporting system\" or \"911 system,\" any telephone telecommunications service system consisting of network, database, and on-premises equipment which utilizes the single three-digit number 911 for reporting police, fire, medical , or other emergency situation; (7) (9) \"911 emergency surcharge,\" any charge set by the governing body and assessed on each local exchange access line any telecommunications service which physically terminates or originates within the governing body's designated 911 service area. For a mobile telecommunications service, the term, 911 emergency surcharge, means any charge set by the governing body and assessed per cellular telephone identified within the governing body's designated 911 service area as determined by the customer's place of primary use as defined in 4 U.S.C. § 124 as in effect on July 28, 2000. Notwithstanding any other provision of this chapter and for purposes of the surcharge imposed by this chapter, the surcharge imposed upon mobile telecommunication services shall be administered in accordance with 4 U.S.C. §§ 116-126 as in effect on July 28, 2000. For prepaid wireless telephone calling telecommunications services, the term, 911 emergency surcharge, means any charge set by the governing body and assessed per month of for service purchased within the governing body's designated 911 service area state ; (8) (10) \"Nonrecurring costs,\" any capital and or start-up expenditure for such as telecommunications equipment, software, database, initial training, and the purchase or lease of subscriber names, addresses , and telephone information for the local exchange access company ; (11) \"Place of primary use,\" the street address where the customer's use of the telecommunications service primarily occurs. For purposes of 911 emergency surcharge fees, place of primary use is the customer's registered location on the date the customer is billed; (8A) (12) \"Prepaid wireless telephone telecommunications service,\" any wireless telephone telecommunications service that is activated in advance by payment for a finite dollar amount of service or for a finite number of minutes that terminate either upon use by any person and delivery by the wireless provider of an agreed amount of service corresponding to the total dollar amount paid in advance or within a certain period of time following the initial purchase or activation, unless an additional payment is made; (9) (13) \"Public agency,\" any municipality, county, public district, or public authority located in whole or in part within this state which provides or has the authority to provide fire fighting, law enforcement, ambulance, emergency medical, or other emergency services; (10) (14) \"Public safety answering point,\" any twenty-four hour communications facility which receives all 911 service calls and reroutes the requestor or information to appropriate public or private safety agencies; (11) (15) \"Recurring costs,\" any costs such as network access fee and other telephone charges, software, equipment, database management, maintenance, charges to maintain database of subscriber names, addresses, and telephone information from the local exchange access company. Recurring costs may include personnel expenses for a public safety answering point and any other costs directly related to the operation of the 911 service ; (16) \"Service provider,\" any person or entity providing, offering to provide, or selling a telecommunications service; (12) (17) \"Service supplier,\" any person or entity who provides or offers to provide 911 system equipment, installation, maintenance, or exchange access services within the 911 service access area; and (13) (18) \"Service user,\" any person who is provided local access exchange telephone a telecommunications service in this state ; (19) \"Telecommunications service,\" any means of delivering voice communications from point to point or person to person through the use of identifying digits assigned to a particular user to initiate the communication, including telephone, wireline, wireless, prepaid, or Interconnected VoIP services . Section 2. That § 34-45-2 be amended to read as follows: 34-45-2. The governing body of a public corporation may by ordinance authorize a 911 emergency reporting system. The ordinance shall include a description of the proposed 911 service area and the maximum surcharge amount . Section 3. That § 34-45-3 be amended to read as follows: 34-45-3. Any governing body may incur any nonrecurring or recurring costs for the installation, maintenance, or operation of a 911 system and may pay such costs by imposing a 911 emergency surcharge for such service in those portions of the governing body's jurisdiction for which 911 service will be provided in whole or in part from a 911 emergency surcharge . If the 911 system is to be provided for any territory included in the jurisdiction of the governing bodies of two or more public agencies the public agencies may enter into a joint agreement for such service unless any such body expressly excludes itself therefrom. Any such agreement shall provide that each governing body which is a customer of such service shall make payment therefor from general revenues. Nothing in this section prevents two or more such governing bodies from entering into a contract to establish a separate legal entity to enter into such an agreement as the customer of the service supplier . Section 4. That § 34-45-4 be amended to read as follows: 34-45-4. Upon compliance with § 34-45-2, the governing body may impose collect a monthly uniform charge in an amount not to exceed seventy-five cents per service user line on each local exchange access line of the governing body's jurisdiction for which the 911 system will be provided billed to the service user on a periodic basis. The board may collect up to three percent of the charge for any prepaid telecommunication service sold in the state . The proceeds of this charge shall be utilized to pay are continuously appropriated for reimbursement of nonrecurring and recurring costs of the 911 related service and operating expenses of the board . No such charge may be imposed upon more than one hundred local exchange access service user lines or equivalent service, per customer account billed, per month. Section 5. That § 34-45-5 be amended to read as follows: 34-45-5. Any charge imposed pursuant to §§ 34-45-3 and 34-45-4 and required to be collected by the local exchange access company shall be added to, and shall be stated separately in, the billings to the service user. Any person utilizing telecommunications service in the state is liable for the applicable 911 emergency surcharge. Any person selling any telecommunications service within the state or which is used within the state shall collect and remit to the governing body the applicable 911 emergency surcharge for telecommunications services billed to service users monthly or the Department of Revenue and Regulation the applicable 911 emergency surcharge for prepaid telecommunication service. The surcharge shall be stated separately in any billing statement, invoice, or receipt. Section 6. That § 34-45-6 be amended to read as follows: 34-45-6. Each billed service user is liable for any charge imposed pursuant to §§ 34-45-3 and § 34-45-4 until it has been paid to the local exchange access company service provider . Section 7. That § 34-45-8 be amended to read as follows: 34-45-8. Any charge imposed pursuant to §§ 34-45-3 and § 34-45-4 and the amounts required to be collected are to shall be remitted to the governing body for telecommunication service billed to service users monthly and to the Department of Revenue and Regulation for prepaid telecommunication service sold in the state. The 911 emergency surcharge shall be remitted quarterly. The amount of the charge collected in one calendar quarter by the local exchange access company shall be remitted to the governing body no later Not more than thirty days after the close of the calendar quarter . On or before the sixteenth day of each month following, a return for the preceding quarter shall be filed with the governing body in such form as the governing body and local exchange access company shall agree upon. The local exchange access company required to file the return each service provider shall deliver the a return together with a remittance of the amount of the charge payable, to the Department of Revenue and Regulation or the appropriate governing body. The local exchange access company Each service provider shall maintain a record of collections made for a period of one year after the collection. Section 8. That § 34-45-8.1 be repealed. 34-45-8.1. Each prepaid wireless telephone calling service provider shall remit the surcharge amount on each account for which service has been paid and not yet used to the governing body each calendar quarter pursuant to § 34-45-8. The surcharge amount shall be remitted to the location associated with the telephone number that is programmed into the wireless telephone that will be providing prepaid wireless telephone service. If the prepaid wireless telephone calling service provider is unable to determine the location of the customer, the surcharge amount shall be remitted based on the place at which the customer paid for the prepaid wireless telephone service. The prepaid wireless telephone calling service provider may deduct units of usage equivalent to the amount of the surcharge from the unused telecommunication service, if the provider has so notified the purchaser at or before the time of purchase. Section 9. That § 34-45-12 be amended to read as follows: 34-45-12. Funds There is hereby created within the state treasury the South Dakota 911 Coordination fund. Any funds collected from the prepaid telecommunication service charge imposed pursuant to §§ 34-45-3 and § 34-45-4 shall be credited to a special fund, apart from the general fund of the public agency, for payments of nonrecurring and recurring costs and for the general operational expense of the 911 related service, including but not limited to the personnel costs of the dispatchers or the monthly contract costs billed by the public safety answering point. If the 911 system is discontinued, any money remaining in the fund after all payments to the service supplier pursuant to this section have been made shall be transferred to the general fund of the public agency or proportionately to the general funds of each participating public agency deposited in the South Dakota 911 Coordination fund. The board may authorize disbursements from the fund pursuant to this chapter for approved nonrecurring costs requested by the governing body of eligible 911 public safety answering points . Section 10. That § 34-45-18 be amended to read as follows: 34-45-18. There is hereby established the South Dakota 911 Coordinated Statewide System Task Force. The task force shall evaluate the current 911 emergency reporting system in South Dakota, develop a plan for implementation of a coordinated statewide system covering as much of the state as is practicable, and provide recommendations for the implementation, operation, and funding of such a coordinated statewide 911 system in a report to the Governor by November 30, 1998 Coordination Board. The board shall set minimum standards for operation of public safety answering points, determine criteria for reimbursement for nonrecurrent costs and the amount of reimbursement, and oversee the coordination of 911 services within the state . Section 11. That § 34-45-18.1 be amended to read as follows: 34-45-18.1. The South Dakota 911 Coordinated Statewide System Task Force Coordination Board created pursuant to § 34-45-18 is hereby continued and shall be expanded to include at least one representative shall consist of representatives from each of the following groups as appointed by the Governor for three-year terms, the initial appointments shall be for staggered terms : (1) One representative of the South Dakota Chapter of the Association of Public Safety Communication Officials , ; (2) One representative of the South Dakota Chapter of the National Emergency Numbers Association , the South Dakota Emergency Management Association, the South Dakota Emergency Medical Technicians Association, the South Dakota Firefighters Association, ; (3) One representative who is a South Dakota telecommunication service provider; (4) One representative who is an employee of the South Dakota Department of Public Safety; (5) Two representatives of the South Dakota Association of County Commissioners , ; (6) Two representatives of the South Dakota Municipal League , ; (7) One representative of the South Dakota Police Chiefs Association , ; and (8) One representative of the South Dakota Sheriffs Association , and at least one member from an operating public safety answering point system . The Governor shall be provided with a list of ten persons for each board position from each group represented. The Governor has the authority to reject any or all names provided. The Governor may also remove any person appointed to the board at any time without cause. The task force shall board may conduct public hearings to develop and recommend standards for operation and utilization of public safety answering points. Section 12. That § 34-45-18.2 be amended to read as follows: 34-45-18.2. The task force shall develop a set of minimum board may promulgate rules pursuant to chapter 1-26 setting: (1) Minimum technical, operational, and procedural standards for the operation and utilization of a public safety answering point ; (2) Requirements and amounts for reimbursement of recurring and nonrecurring costs; and (3) Standards for coordination of effective 911 service on a statewide basis . Section 13. That § 34-45-18.3 be repealed. 34-45-18.3. Each public safety answering point shall obtain a full audit report on 911 traffic from its telephone service provider and provide that information to the task force for use in the preparation of the standards. Each public safety answering point shall provide the audit report to the task force no later than August 2, 1999. Section 14. That § 34-45-19 be amended to read as follows: 34-45-19. The Governor shall appoint such persons to the task force as the Governor considers necessary to adequately evaluate the current system and for the development of the implementation of such a system. The task force board is attached to the Department of Military and Veterans Affairs, Division of Emergency Management Public Safety for administrative purposes. The division department shall assist the task force board and coordinate the development of the coordinated statewide 911 system. The board may employ a 911 coordinator within the department to assist with the coordination of the statewide 911 system. Section 15. That § 34-45-20 be amended to read as follows: 34-45-20. The task force board shall: (1) Evaluate all of the current public safety answering points and systems throughout the State of South Dakota for their capability to adequately and efficiently administer systems; (2) Prepare a cost benefit analysis of administrative and operational expenses for all existing 911 public safety answering points and systems; (3) Consider the feasibility and advisability of consolidating jurisdictions or systems for the purposes of more efficiently administering systems and utilizing available funds; (4) Prepare alternative Develop plans for the implementation for a coordinated statewide 911 system covering the entire state or so much as is practicable; (5) (3) Prepare a detailed report of Monitor the number and location of public safety answering points or systems and the use of 911 emergency surcharge funds in their administrative and operational revenues and budgets; (6) (4) Provide a report of alternative proposals Develop criteria and minimum standards for operating and financing public safety answering points or systems; and (7) (5) Present its findings, implementation plan and recommendations to the Governor by November 30, 1998, for consideration Develop criteria for the eligibility and amount of reimbursement of recurrent and nonrecurrent costs of public safety answering points or systems; and (6) Report annually to the Governor and the Legislature about the operations and findings the board and any recommendations for changes to 911 service in the state . Section 16. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: No later than July 1, 2010, each governing body and 911 system shall provide enhanced 911 service."}, {"bill_id": 207, "bill_version_id": 2178, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2008-01-30T12:09:02.18-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding collection and administration of the 911 emergency surcharge and operation of 911 services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-45-1 be amended to read as follows: 34-45-1. Terms used in §§ 34-45-1 to 34-45-17, inclusive, mean: (1) \"Basic 911,\" any service which provides the user of a public telephone system calling device, which utilizes any telecommunications technology, the ability to reach a public safety answering point to report police, fire, medical, or other emergency situations by dialing 911; (2) \"Board,\" the South Dakota 911 Coordination Board created pursuant to § 34-45-18; (3) \"Enhanced 911,\" any emergency telephone system which provides the user of a public telephone system calling device, which utilizes any telecommunications technology, the ability to reach a public safety answering point by dialing the digits 911, and which routes an incoming 911 that call to the appropriate public safety answer point in a 911 service area and which automatically displays the name, address, and telephone number of an incoming 911 call on a video monitor at the appropriate public safety answer point provides information about the user to a 911 dispatcher including the user's name, location, call back number, and assigned emergency responders ; (3) (4) \"Governing body,\" the board of county commissioners of a county or the city council or other governing body of a county or municipality or the board of directors of a special district; (5) \"Interconnected Voice-over Internet Protocol (VoIP) service,\" any service with the following characteristics: (a) Enables real-time voice communication; (b) Requires a broadband connection from the user's locations; (c) Requires IP-compatible equipment; and (d) Permits users to receive calls that originate and terminate on the public switched telephone network; (6) \"Interconnected VoIP service line,\" a service that offers an active telephone number or successor dialing protocol assigned by a VoIP provider to a VoIP service customer that has outbound calling capability which can directly access a public safety answering point when the VoIP service customer has a primary place of use in the state; (4) (7) \" Local exchange access Telecommunications company,\" any franchised telephone company engaged in providing provider of a telecommunications services between points within a local calling area service that either originates or terminates with at least one person or point in the state ; (5) \"Local exchange access lines,\" any telephone line or cellular telephone that connects a telephone subscriber to the local switching office and has the capability of reaching local public safety service agencies; (6) (8) \"911 emergency reporting system\" or \"911 system,\" any telephone telecommunications service system consisting of network, database, and on-premises equipment which utilizes the single three-digit number 911 for reporting police, fire, medical , or other emergency situation; (7) (9) \"911 emergency surcharge,\" any charge set by the governing body and assessed on each local exchange access line any telecommunications service which physically terminates or originates within the governing body's designated 911 service area. For a mobile telecommunications service, the term, 911 emergency surcharge, means any charge set by the governing body and assessed per cellular telephone identified within the governing body's designated 911 service area as determined by the customer's place of primary use as defined in 4 U.S.C. § 124 as in effect on July 28, 2000. Notwithstanding any other provision of this chapter and for purposes of the surcharge imposed by this chapter, the surcharge imposed upon mobile telecommunication services shall be administered in accordance with 4 U.S.C. §§ 116-126 as in effect on July 28, 2000. For prepaid wireless telephone calling telecommunications services, the term, 911 emergency surcharge, means any charge set by the governing body and assessed per month of for service purchased within the governing body's designated 911 service area state ; (8) (10) \"Nonrecurring costs,\" any capital and or start-up expenditure for such as telecommunications equipment, software, database, initial training, and the purchase or lease of subscriber names, addresses , and telephone information for the local exchange access company ; (11) \"Place of primary use,\" the street address where the customer's use of the telecommunications service primarily occurs. For purposes of 911 emergency surcharge fees, place of primary use is the customer's registered location on the date the customer is billed; (8A) (12) \"Prepaid wireless telephone telecommunications service,\" any wireless telephone telecommunications service that is activated in advance by payment for a finite dollar amount of service or for a finite number of minutes that terminate either upon use by any person and delivery by the wireless provider of an agreed amount of service corresponding to the total dollar amount paid in advance or within a certain period of time following the initial purchase or activation, unless an additional payment is made; (9) (13) \"Public agency,\" any municipality, county, public district, or public authority located in whole or in part within this state which provides or has the authority to provide fire fighting, law enforcement, ambulance, emergency medical, or other emergency services; (10) (14) \"Public safety answering point,\" any twenty-four hour communications facility which receives all 911 service calls and reroutes the requestor or information to appropriate public or private safety agencies; (11) (15) \"Recurring costs,\" any costs such as network access fee and other telephone charges, software, equipment, database management, maintenance, charges to maintain database of subscriber names, addresses, and telephone information from the local exchange access company. Recurring costs may include personnel expenses for a public safety answering point and any other costs directly related to the operation of the 911 service ; (16) \"Service provider,\" any person or entity providing, offering to provide, or selling a telecommunications service. The retail sale of prepaid wireless telecommunications service constitutes the sale of telecommunications service for the purposes of the surcharge imposed by this chapter; (12) (17) \"Service supplier,\" any person or entity who provides or offers to provide 911 system equipment, installation, maintenance, or exchange access services within the 911 service access area; and (13) (18) \"Service user,\" any person who is provided local access exchange telephone a telecommunications service in this state ; (19) \"Telecommunications service,\" any means of delivering voice communications from point to point or person to person through the use of identifying digits assigned to a particular user to initiate the communication, including telephone, wireline, wireless, prepaid, or Interconnected VoIP services and includes the retail sale of prepaid wireless telecommunications service . Section 2. That § 34-45-2 be amended to read as follows: 34-45-2. The governing body of a public corporation may by ordinance authorize a 911 emergency reporting system. The ordinance shall include a description of the proposed 911 service area and the maximum surcharge amount . Section 3. That § 34-45-3 be amended to read as follows: 34-45-3. Any governing body may incur any nonrecurring or recurring costs for the installation, maintenance, or operation of a 911 system and may pay such costs by imposing a 911 emergency surcharge for such service in those portions of the governing body's jurisdiction for which 911 service will be provided in whole or in part from a 911 emergency surcharge . If the 911 system is to be provided for any territory included in the jurisdiction of the governing bodies of two or more public agencies the public agencies may enter into a joint agreement for such service unless any such body expressly excludes itself therefrom. Any such agreement shall provide that each governing body which is a customer of such service shall make payment therefor from general revenues. Nothing in this section prevents two or more such governing bodies from entering into a contract to establish a separate legal entity to enter into such an agreement as the customer of the service supplier . Section 4. That § 34-45-4 be amended to read as follows: 34-45-4. Upon compliance with § 34-45-2, the governing body may impose collect a monthly uniform charge in an amount not to exceed seventy-five cents per service user line on each local exchange access line of the governing body's jurisdiction for which the 911 system will be provided billed to the service user on a periodic basis. The board may collect up to three percent of the charge for any prepaid telecommunication service sold in the state . The proceeds of this charge shall be utilized to pay are continuously appropriated for reimbursement of nonrecurring and recurring costs of the 911 related service and operating expenses of the board . No such charge may be imposed upon more than one hundred local exchange access service user lines or equivalent service, per customer account billed, per month. Section 5. That § 34-45-5 be amended to read as follows: 34-45-5. Any charge imposed pursuant to §§ 34-45-3 and 34-45-4 and required to be collected by the local exchange access company shall be added to, and shall be stated separately in, the billings to the service user. Any person utilizing telecommunications service in the state is liable for the applicable 911 emergency surcharge. Any service provider providing any telecommunications service within the state or which is used within the state shall collect and remit to the governing body the applicable 911 emergency surcharge for telecommunications services billed to service users monthly or the Department of Revenue and Regulation the applicable 911 emergency surcharge for prepaid telecommunication service. The surcharge shall be stated separately in any billing statement, invoice, or receipt. Section 6. That § 34-45-6 be amended to read as follows: 34-45-6. Each billed service user is liable for any charge imposed pursuant to §§ 34-45-3 and § 34-45-4 until it has been paid to the local exchange access company service provider . Section 7. That § 34-45-8 be amended to read as follows: 34-45-8. Any charge imposed pursuant to §§ 34-45-3 and § 34-45-4 and the amounts required to be collected are to shall be remitted to the governing body quarterly. The amount of the charge collected in one calendar quarter by the local exchange access company shall be remitted to the governing body no later for telecommunications service billed to service users monthly and to the Department of Revenue and Regulation for prepaid telecommunications service sold in the state on a return required by the Department of Revenue and Regulation. Not more than thirty days after the close of the calendar quarter . On or before the sixteenth day of each month following, a return for the preceding quarter shall be filed with the governing body in such form as the governing body and local exchange access company shall agree upon. The local exchange access company required to file the return each service provider shall deliver the a return together with a remittance of the amount of the charge payable, to the Department of Revenue and Regulation or the appropriate governing body. The local exchange access company Each service provider shall maintain a record of collections made for a period of one year after the collection. Section 8. That § 34-45-8.1 be repealed. 34-45-8.1. Each prepaid wireless telephone calling service provider shall remit the surcharge amount on each account for which service has been paid and not yet used to the governing body each calendar quarter pursuant to § 34-45-8. The surcharge amount shall be remitted to the location associated with the telephone number that is programmed into the wireless telephone that will be providing prepaid wireless telephone service. If the prepaid wireless telephone calling service provider is unable to determine the location of the customer, the surcharge amount shall be remitted based on the place at which the customer paid for the prepaid wireless telephone service. The prepaid wireless telephone calling service provider may deduct units of usage equivalent to the amount of the surcharge from the unused telecommunication service, if the provider has so notified the purchaser at or before the time of purchase. Section 9. That § 34-45-12 be amended to read as follows: 34-45-12. Funds There is hereby created within the state treasury the South Dakota 911 Coordination fund. Any funds collected from the prepaid telecommunication service charge imposed pursuant to §§ 34-45-3 and § 34-45-4 shall be credited to a special fund, apart from the general fund of the public agency, for payments of nonrecurring and recurring costs and for the general operational expense of the 911 related service, including but not limited to the personnel costs of the dispatchers or the monthly contract costs billed by the public safety answering point. If the 911 system is discontinued, any money remaining in the fund after all payments to the service supplier pursuant to this section have been made shall be transferred to the general fund of the public agency or proportionately to the general funds of each participating public agency deposited in the South Dakota 911 Coordination fund. The board may authorize disbursements from the fund pursuant to this chapter for approved nonrecurring costs requested by the governing body of eligible 911 public safety answering points . Section 10. That § 34-45-18 be amended to read as follows: 34-45-18. There is hereby established the South Dakota 911 Coordinated Statewide System Task Force. The task force shall evaluate the current 911 emergency reporting system in South Dakota, develop a plan for implementation of a coordinated statewide system covering as much of the state as is practicable, and provide recommendations for the implementation, operation, and funding of such a coordinated statewide 911 system in a report to the Governor by November 30, 1998 Coordination Board. The board shall set minimum standards for operation of public safety answering points, determine criteria for reimbursement for nonrecurrent costs and the amount of reimbursement, and oversee the coordination of 911 services within the state . Section 11. That § 34-45-18.1 be amended to read as follows: 34-45-18.1. The South Dakota 911 Coordinated Statewide System Task Force Coordination Board created pursuant to § 34-45-18 is hereby continued and shall be expanded to include at least one representative shall consist of representatives from each of the following groups as appointed by the Governor for three-year terms, the initial appointments shall be for staggered terms : (1) One representative of the South Dakota Chapter of the Association of Public Safety Communication Officials , ; (2) One representative of the South Dakota Chapter of the National Emergency Numbers Association , the South Dakota Emergency Management Association, the South Dakota Emergency Medical Technicians Association, the South Dakota Firefighters Association, ; (3) Two representatives who are South Dakota telecommunications service providers; (4) One representative who is an employee of the South Dakota Department of Public Safety; (5) Two representatives of the South Dakota Association of County Commissioners , ; (6) Two representatives of the South Dakota Municipal League , ; (7) One representative of the South Dakota Police Chiefs Association , ; and (8) One representative of the South Dakota Sheriffs Association , and at least one member from an operating public safety answering point system . The Governor shall be provided with a list of ten persons for each board position from each group represented. The Governor has the authority to reject any or all names provided. The Governor may also remove any person appointed to the board at any time without cause. The task force shall board may conduct public hearings to develop and recommend standards for operation and utilization of public safety answering points. Section 12. That § 34-45-18.2 be amended to read as follows: 34-45-18.2. The task force shall develop a set of minimum board may promulgate rules pursuant to chapter 1-26 setting: (1) Minimum technical, operational, and procedural standards for the operation and utilization of a public safety answering point ; (2) Requirements and amounts for reimbursement of recurring and nonrecurring costs; and (3) Standards for coordination of effective 911 service on a statewide basis . Section 13. That § 34-45-18.3 be repealed. 34-45-18.3. Each public safety answering point shall obtain a full audit report on 911 traffic from its telephone service provider and provide that information to the task force for use in the preparation of the standards. Each public safety answering point shall provide the audit report to the task force no later than August 2, 1999. Section 14. That § 34-45-19 be amended to read as follows: 34-45-19. The Governor shall appoint such persons to the task force as the Governor considers necessary to adequately evaluate the current system and for the development of the implementation of such a system. The task force board is attached to the Department of Military and Veterans Affairs, Division of Emergency Management Public Safety for administrative purposes. The division department shall assist the task force board and coordinate the development of the coordinated statewide 911 system. The board may employ a 911 coordinator within the department to assist with the coordination of the statewide 911 system. Section 15. That § 34-45-20 be amended to read as follows: 34-45-20. The task force board shall: (1) Evaluate all of the current public safety answering points and systems throughout the State of South Dakota for their capability to adequately and efficiently administer systems; (2) Prepare a cost benefit analysis of administrative and operational expenses for all existing 911 public safety answering points and systems; (3) Consider the feasibility and advisability of consolidating jurisdictions or systems for the purposes of more efficiently administering systems and utilizing available funds; (4) Prepare alternative Develop plans for the implementation for a coordinated uniform statewide 911 system covering the entire state or so much as is practicable; (5) (3) Prepare a detailed report of Monitor the number and location of public safety answering points or systems and the use of 911 emergency surcharge funds in their administrative and operational revenues and budgets; (6) (4) Provide a report of alternative proposals Develop criteria and minimum standards for operating and financing public safety answering points or systems; and (7) (5) Present its findings, implementation plan and recommendations to the Governor by November 30, 1998, for consideration Develop criteria for the eligibility and amount of reimbursement of recurrent and nonrecurrent costs of public safety answering points or systems; and (6) Report annually to the Governor and the Legislature about the operations and findings the board and any recommendations for changes to 911 service in the state . Section 16. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: No later than July 1, 2010, each governing body and 911 system shall provide enhanced 911 service."}, {"bill_id": 207, "bill_version_id": 3027, "bill_version": "Senate Engrossed", "bill_version_date": "2008-02-12T16:15:34.677-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding collection and administration of the 911 emergency surcharge and operation of 911 services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-45-1 be amended to read as follows: 34-45-1. Terms used in §§ 34-45-1 to 34-45-17, inclusive, this chapter mean: (1) \"Active prepaid wireless telecommunication service user account,\" a prepaid wireless service account, which has a sufficient positive balance as of the last day of any month and is issued to a person who resides in a zip code, or purchases the service, within the state; (1) (2) \"Basic 911,\" any service which provides the user of a public telephone system calling device, which utilizes any communications technology, the ability to reach a public safety answering point to report police, fire, medical, or other emergency situations by dialing 911; (2) (3) \"Board,\" the South Dakota 911 Coordination Board created pursuant to § 34-45-18; (4) \"Enhanced 911,\" any emergency telephone system which provides the user of a public telephone system calling device, which utilizes any communications technology, the ability to reach a public safety answering point by dialing the digits 911, and which routes an incoming 911 that call to the appropriate public safety answer point in a 911 service area and which automatically displays the name, address, and telephone number of an incoming 911 call on a video monitor at the appropriate public safety answer point provides information about the service user to a 911 dispatcher including the user's name, location, call back number, and assigned emergency responders ; (3) (5) \"Governing body,\" the board of county commissioners of a county or the city council or other governing body of a county or municipality or the board of directors of a special district; (6) \"Interconnected Voice-over Internet Protocol (VoIP) service,\" any service with the following characteristics: (a) Enables real-time two-way voice communication; (b) Requires a broadband connection from the user's location; (c) Requires internet protocol-compatible customer premise equipment; and (d) Permits users generally to receive calls that originate and terminate on the public switched telephone network; (4) \"Local exchange access company,\" any franchised telephone company engaged in providing telecommunications services between points within a local calling area; (5) \"Local exchange access lines,\" any telephone line or cellular telephone that connects a telephone subscriber to the local switching office and has the capability of reaching local public safety service agencies; (6) (7) \"911 emergency reporting system\" or \"911 system,\" any telephone telecommunications service system consisting of network, database, and on-premises equipment which utilizes the single three-digit number 911 for reporting police, fire, medical , or other emergency situation; (7) (8) \"911 emergency surcharge,\" any charge set by the governing body and assessed on each local exchange access line any service user of any telecommunications service, wireless telecommunications service, Interconnected Voice over Internet Protocol service, or wireless prepaid telecommunications service which physically terminates or originates within the governing body's designated 911 service area. For a mobile telecommunications service, the term, 911 emergency surcharge, means any charge set by the governing body and assessed per cellular telephone identified within the governing body's designated 911 service area as determined by the customer's place of primary use as defined in 4 U.S.C. § 124 as in effect on July 28, 2000. The 911 emergency surcharge shall be assessed and remitted for Interconnected Voice over Internet Protocol and wireless telecommunications service based upon the service user's place of primary use. Notwithstanding any other provision of this chapter and for purposes of the surcharge imposed by this chapter, the surcharge imposed upon mobile wireless telecommunication services shall be administered in accordance with 4 U.S.C. §§ 116-126 as in effect on July 28, 2000 . For prepaid wireless telephone calling telecommunications services, the term, 911 emergency surcharge, means any charge set by the governing body and assessed per month of for service purchased provided to an active prepaid wireless telecommunications service user account within the governing body's designated 911 service area state ; (8) (9) \"Nonrecurring costs,\" any capital and or start-up expenditure for such as telecommunications equipment, software, database, initial training, and the purchase or lease of subscriber names, addresses , and telephone information for the local exchange access company ; (10) \"Place of primary use,\" the street address where the customer's use of the communications service primarily occurs or the customer's registered location on the date the customer is billed; (8A) (11) \"Prepaid wireless telephone telecommunications service,\" any wireless telephone telecommunications service that is activated in advance by payment for a finite dollar amount of service or for a finite number of minutes that terminate either upon use by any person and delivery by the wireless provider of an agreed amount of service corresponding to the total dollar amount paid in advance or within a certain period of time following the initial purchase or activation, unless an additional payment is made; (9) (12) \"Public agency,\" any municipality, county, public district, or public authority located in whole or in part within this state which provides or has the authority to provide fire fighting, law enforcement, ambulance, emergency medical, or other emergency services; (10) (13) \"Public safety answering point,\" any twenty-four hour communications facility which receives all 911 service calls and reroutes the requestor or information to appropriate public or private safety agencies; (11) (14) \"Recurring costs,\" any costs such as network access fee and other telephone charges, software, equipment, database management, maintenance, charges to maintain database of subscriber names, addresses, and telephone information from the local exchange access company. Recurring costs may include personnel expenses for a public safety answering point and any other costs directly related to the operation of the 911 service ; (15) \"Registered location,\" the most recent information obtained by an Interconnected Voice over Internet Protocol service provider that identifies the physical location of an end user; (16) \"Service provider,\" any person or entity providing, offering to provide, or selling telecommunications service, wireless telecommunications service, prepaid wireless telecommunications service, or Interconnected Voice over Internet Protocol service; (12) (17) \"Service supplier,\" any person or entity who provides or offers to provide 911 system equipment, installation, maintenance, or exchange access services within the 911 service access area; and (13) (18) \"Service user,\" any person who is provided local access exchange telephone purchases telecommunications service , wireless telecommunications service, prepaid wireless telecommunications service, or Interconnected Voice over Internet Protocol service in this state ; (19) \"Service user line,\" the means by which a service user may place a call to a public safety answering point through the use of a telecommunications service, wireless telecommunications service, prepaid wireless telecommunications service, or Interconnected Voice over Internet Protocol service. In the case of multi-station network systems, service user lines shall be equal to the number of calls that can simultaneously be made from such system to the public switched telephone network; (20) \"Telecommunications service,\" the transmission of signs, signals, writings, images, sounds, messages, data, or other information of any nature by wire, radio, lightwave, electromagnetic means, or other similar means. The term does not include the provision of terminal equipment used to originate or terminate such service, broadcast transmissions by radio, television, and satellite stations regulated by the Federal Communications Commission and one-way cable television service; (21) \"Wireless telecommunications service,\" commercial mobile radio service, as such term is defined in 47 C.F.R. 203 as of January 1, 2008 . Section 2. That § 34-45-2 be amended to read as follows: 34-45-2. The governing body of a public corporation may by ordinance authorize a 911 emergency reporting system. The ordinance shall include a description of the proposed 911 service area and the maximum surcharge amount . Section 3. That § 34-45-3 be amended to read as follows: 34-45-3. Any governing body may incur any nonrecurring or recurring costs for the installation, maintenance, or operation of a 911 system and may pay such costs by imposing a 911 emergency surcharge for such service in those portions of the governing body's jurisdiction for which 911 service will be provided in whole or in part from a 911 emergency surcharge . If the 911 system is to be provided for any territory included in the jurisdiction of the governing bodies of two or more public agencies the public agencies may enter into a joint agreement for such service unless any such body expressly excludes itself therefrom. Any such agreement shall provide that each governing body which is a customer of such service shall make payment therefor from general revenues. Nothing in this section prevents two or more such governing bodies from entering into a contract to establish a separate legal entity to enter into such an agreement as the customer of the service supplier . Section 4. That § 34-45-4 be amended to read as follows: 34-45-4. Upon compliance with § 34-45-2, the governing body may impose assess a monthly uniform charge in an amount not to exceed seventy-five cents per service user line on each local exchange access line of the governing body's jurisdiction for which the 911 system will be provided . Any prepaid wireless telecommunications service provider shall remit the 911 emergency surcharge for each active prepaid wireless telecommunication service user account to the South Dakota 911 coordination fund . The proceeds of this charge shall be utilized to pay are continuously appropriated for reimbursement of nonrecurring and recurring costs of the 911 related service and operating expenses of the board . No such charge may be imposed upon more than one hundred local exchange access service user lines or equivalent service, per customer account billed, per month. In the case of multi-station network systems, service user lines shall be equal to the number of calls that can simultaneously be made from such system to the public switched telephone network. Section 5. That § 34-45-5 be amended to read as follows: 34-45-5. Any charge imposed pursuant to §§ 34-45-3 and 34-45-4 and required to be collected by the local exchange access company shall be added to, and shall be stated separately in, the billings to the service user. Any service user in the state is liable for the applicable 911 emergency surcharge pursuant to § 34-45-4. Any telecommunications service provider, wireless telecommunications service provider, or Interconnected Voice over Internet Protocol service provider shall collect and remit to the governing body the applicable 911 emergency surcharge which shall be stated separately in any billing statement, invoice, or receipt. All prepaid wireless telecommunications service providers shall remit the applicable 911 emergency surcharge for each active prepaid wireless telecommunication service user account in the state to the South Dakota 911 coordination fund. The prepaid wireless telecommunications service provider may seek reimbursement from their service user through whatever means are available to the provider. Section 6. That § 34-45-6 be amended to read as follows: 34-45-6. Each billed service user is liable for any charge imposed pursuant to §§ 34-45-3 and § 34-45-4 until it has been paid to the local exchange access company service provider . Section 7. That § 34-45-7 be amended to read as follows: 34-45-7. The local exchange access company has no obligation to take any legal action to enforce the collection of any charge imposed pursuant to this chapter. Such action may be brought by or on behalf of the public agency imposing the charge. The local exchange access company shall annually provide the governing body a list of the amounts uncollected along with the names and addresses of those service users which carry a balance that can be determined by the local exchange access company to be the nonpayment of any charge imposed pursuant to §§ 34-45-3 and 34-45-4. The local exchange access company Each telecommunications service provider, wireless telecommunications service provider, or Interconnected Voice over Internet Protocol service provider has no obligation to take any legal action to enforce the collection of any charge imposed pursuant to this chapter. Such action may be brought by or on behalf of the public agency imposing the charge. Each telecommunications service provider, wireless telecommunications service provider, or Interconnected Voice over Internet Protocol service provider is not liable for such uncollected amounts. Section 8. That § 34-45-8 be amended to read as follows: 34-45-8. Any charge imposed pursuant to §§ 34-45-3 and § 34-45-4 and the amounts required to be collected are to for telecommunications service, wireless telecommunications service, or Interconnected Voice over Internet Protocol service shall be remitted to the governing body quarterly. The amount of the charge collected in one calendar quarter by the local exchange access company shall be remitted to the governing body no later and the amounts collected for prepaid wireless telecommunications service shall be remitted to the South Dakota 911 coordination fund not more than thirty days after the close of the calendar quarter . On or before the sixteenth day of each month following, a return for the preceding quarter shall be filed with the governing body in such form as the governing body and local exchange access company shall agree upon. The local exchange access company required to file the return shall deliver the which shall include a return to be in such form as required by the board together with a the remittance of the amount of the charge payable , to the governing body. The local exchange access company . Each service provider shall maintain a record of collections made for a period of one year after the collection. Section 9. That § 34-45-8.1 be repealed. 34-45-8.1. Each prepaid wireless telephone calling service provider shall remit the surcharge amount on each account for which service has been paid and not yet used to the governing body each calendar quarter pursuant to § 34-45-8. The surcharge amount shall be remitted to the location associated with the telephone number that is programmed into the wireless telephone that will be providing prepaid wireless telephone service. If the prepaid wireless telephone calling service provider is unable to determine the location of the customer, the surcharge amount shall be remitted based on the place at which the customer paid for the prepaid wireless telephone service. The prepaid wireless telephone calling service provider may deduct units of usage equivalent to the amount of the surcharge from the unused telecommunication service, if the provider has so notified the purchaser at or before the time of purchase. Section 10. That § 34-45-9 be amended to read as follows: 34-45-9. The local exchange access company service provider may deduct and retain one percent of the collected amount or twenty-five dollars, whichever amount is greater, each month as the cost of administration for collecting the charge. Section 11. That § 34-45-10 be amended to read as follows: 34-45-10. At least once every calendar year, prior to September first, the governing body shall review the current charge and establish a rate of charge to be effective on the next January first, not to exceed the amount authorized, that together with any surplus revenues carried forward will produce sufficient revenues to fund the expenditures authorized by §§ 34-45-3 and 34-45-4. Any amount collected in excess of expenses within a given year shall be carried forward to the next year. Immediately upon making such determination and fixing such rate, the governing body shall publish its new rate, and it shall notify by registered mail every local exchange access company service provider at least ninety days before such new rate will become effective. The governing body may, at its own expense, require an annual audit of the local exchange access company's a service provider's books and records concerning the collection and remittance of the charge authorized by §§ 34-45-3 and 34-45-4. Section 12. That § 34-45-12 be amended to read as follows: 34-45-12. Funds There is hereby created within the state treasury the South Dakota 911 coordination fund. Any funds collected from the charge imposed prepaid wireless telecommunications service pursuant to §§ 34-45-3 and § 34-45-4 shall be credited to a special fund, apart from the general fund of the public agency, for payments of nonrecurring and recurring costs and for the general operational expense of the 911 related service, including but not limited to the personnel costs of the dispatchers or the monthly contract costs billed by the public safety answering point. If the 911 system is discontinued, any money remaining in the fund after all payments to the service supplier pursuant to this section have been made shall be transferred to the general fund of the public agency or proportionately to the general funds of each participating public agency deposited in the South Dakota 911 coordination fund. The board may authorize disbursements from the fund pursuant to this chapter for approved nonrecurring costs requested by the governing body of eligible 911 public safety answering points . Section 13. That § 34-45-17 be amended to read as follows: 34-45-17. The 911 emergency reporting system provided by this chapter is within the governmental powers and authority of the governing body or public agency. In contracting for such 911 emergency reporting system or the provisioning of such 911 service, except for willful or wanton negligence or intentional acts, the governing body, public agency, local exchange access company service provider , and service supplier, their employees and agents, are immune from liability for a failure in the use or operation of the 911 system. The immunity provided by this section does not extend to the installation or maintenance of the 911 system. Section 14. That § 34-45-18 be amended to read as follows: 34-45-18. There is hereby established the South Dakota 911 Coordinated Statewide System Task Force. The task force shall evaluate the current 911 emergency reporting system in South Dakota, develop a plan for implementation of a coordinated statewide system covering as much of the state as is practicable, and provide recommendations for the implementation, operation, and funding of such a coordinated statewide 911 system in a report to the Governor by November 30, 1998 Coordination Board. The board shall set minimum standards for operation of public safety answering points, determine criteria for reimbursement for nonrecurring costs and the amount of reimbursement, and oversee the coordination of 911 services within the state . Section 15. That § 34-45-18.1 be amended to read as follows: 34-45-18.1. The South Dakota 911 Coordinated Statewide System Task Force Coordination Board created pursuant to § 34-45-18 is hereby continued and shall be expanded to include at least one representative shall consist of representatives from each of the following groups as appointed by the Governor for three-year terms, the initial appointments shall be for staggered terms : (1) One representative of the South Dakota Chapter of the Association of Public Safety Communication Officials , ; (2) One representative of the South Dakota Chapter of the National Emergency Numbers Number Association , the South Dakota Emergency Management Association, the South Dakota Emergency Medical Technicians Association, the South Dakota Firefighters Association, ; (3) Two representatives who are South Dakota service providers; (4) One representative who is an employee of the South Dakota Department of Public Safety; (5) Two representatives of the South Dakota Association of County Commissioners , ; (6) Two representatives of the South Dakota Municipal League , ; (7) One representative of the South Dakota Police Chiefs Association , ; and (8) One representative of the South Dakota Sheriffs Association , and at least one member from an operating public safety answering point system . The Governor shall be provided with a list of ten persons for each board position from each group represented. The Governor has the authority to reject any or all names provided. The Governor may also remove any person appointed to the board at any time without cause. The task force shall board may conduct public hearings to develop and recommend standards for operation and utilization of public safety answering points. Section 16. That § 34-45-18.2 be amended to read as follows: 34-45-18.2. The task force shall develop a set of minimum board may promulgate rules pursuant to chapter 1-26 setting: (1) Minimum technical, operational, and procedural standards for the operation and utilization of a public safety answering point ; (2) Requirements and amounts for reimbursement of recurring and nonrecurring costs; and (3) Standards for coordination of effective 911 service on a statewide basis . Section 17. That § 34-45-18.3 be repealed. 34-45-18.3. Each public safety answering point shall obtain a full audit report on 911 traffic from its telephone service provider and provide that information to the task force for use in the preparation of the standards. Each public safety answering point shall provide the audit report to the task force no later than August 2, 1999. Section 18. That § 34-45-19 be amended to read as follows: 34-45-19. The Governor shall appoint such persons to the task force as the Governor considers necessary to adequately evaluate the current system and for the development of the implementation of such a system. The task force board is attached to the Department of Military and Veterans Affairs, Division of Emergency Management Public Safety for administrative purposes. The division department shall assist the task force board and coordinate the development of the coordinated statewide 911 system. The board may employ a 911 coordinator within the department to assist with the coordination of the statewide 911 system. Section 19. That § 34-45-20 be amended to read as follows: 34-45-20. The task force board shall: (1) Evaluate all of the current public safety answering points and systems throughout the State of South Dakota for their capability to adequately and efficiently administer systems; (2) Prepare a cost benefit analysis of administrative and operational expenses for all existing 911 public safety answering points and systems; (3) Consider the feasibility and advisability of consolidating jurisdictions or systems for the purposes of more efficiently administering systems and utilizing available funds; (4) Prepare alternative Develop plans for the implementation for a coordinated uniform statewide 911 system covering the entire state or so much as is practicable; (5) (3) Prepare a detailed report of Monitor the number and location of public safety answering points or systems and the use of 911 emergency surcharge funds in their administrative and operational revenues and budgets; (6) (4) Provide a report of alternative proposals Develop criteria and minimum standards for operating and financing public safety answering points or systems; and (7) (5) Present its findings, implementation plan and recommendations to the Governor by November 30, 1998, for consideration Develop criteria for the eligibility and amount of reimbursement of recurring and nonrecurring costs of public safety answering points or systems; (6) Develop criteria for the implementation of performance audits of the use of the 911 fees utilized in the operation of the 911 system. The audit shall be conducted by the Department of Legislative Audit and shall be presented to the board and the Legislature; and (7) Report annually to the Governor and the Legislature about the operations and findings the board and any recommendations for changes to 911 service in the state . Section 20. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: No later than July 1, 2010, each governing body and 911 system shall provide enhanced 911 service."}, {"bill_id": 207, "bill_version_id": 3876, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2008-02-25T09:37:10.373-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding collection and administration of the 911 emergency surcharge and operation of 911 services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-45-1 be amended to read as follows: 34-45-1. Terms used in §§ 34-45-1 to 34-45-17, inclusive, this chapter mean: (1) \"Active prepaid wireless telecommunication service user account,\" a prepaid wireless service account: (a) Which has a sufficient positive balance as of the last day of any month and is issued to a person who resides in a zip code, or purchases the service, within the state; or (b) As estimated by dividing the total earned prepaid wireless telecommunications service revenue received by the service provider within the monthly reporting period by the industry's annually calculated average revenue per user as cited in the FCC's Annual Report and Analysis of Competitive Market Conditions With Respect to Commercial Mobile Services as required under 47 U.S.C. § 332(c)(1)(C); (c) Which is a retail sale by a prepaid wireless telecommunications service provider to a service user in the state; (1) (2) \"Basic 911,\" any service which provides the user of a public telephone system calling device, which utilizes any communications technology, the ability to reach a public safety answering point to report police, fire, medical, or other emergency situations by dialing 911; (2) (3) \"Board,\" the South Dakota 911 Coordination Board created pursuant to § 34-45-18; (4) \"Enhanced 911,\" any emergency telephone system which provides the user of a public telephone system calling device, which utilizes any communications technology, the ability to reach a public safety answering point by dialing the digits 911, and which routes an incoming 911 that call to the appropriate public safety answer point in a 911 service area and which automatically displays the name, address, and telephone number of an incoming 911 call on a video monitor at the appropriate public safety answer point provides information about the service user to a 911 dispatcher including the user's name, location, call back number, and assigned emergency responders ; (3) (5) \"Governing body,\" the board of county commissioners of a county or the city council or other governing body of a county or municipality or the board of directors of a special district; (6) \"Interconnected Voice-over Internet Protocol (VoIP) service,\" any service with the following characteristics: (a) Enables real-time two-way voice communication; (b) Requires a broadband connection from the user's location; (c) Requires internet protocol-compatible customer premise equipment; and (d) Permits users generally to receive calls that originate and terminate on the public switched telephone network; (4) \"Local exchange access company,\" any franchised telephone company engaged in providing telecommunications services between points within a local calling area; (5) \"Local exchange access lines,\" any telephone line or cellular telephone that connects a telephone subscriber to the local switching office and has the capability of reaching local public safety service agencies; (6) (7) \"911 emergency reporting system\" or \"911 system,\" any telephone telecommunications service system consisting of network, database, and on-premises equipment which utilizes the single three-digit number 911 for reporting police, fire, medical , or other emergency situation; (7) (8) \"911 emergency surcharge,\" any charge set by the governing body and assessed on each local exchange access line any service user of any telecommunications service, wireless telecommunications service, Interconnected Voice over Internet Protocol service, or wireless prepaid telecommunications service which physically terminates or originates within the governing body's designated 911 service area. For a mobile telecommunications service, the term, 911 emergency surcharge, means any charge set by the governing body and assessed per cellular telephone identified within the governing body's designated 911 service area as determined by the customer's place of primary use as defined in 4 U.S.C. § 124 as in effect on July 28, 2000. The 911 emergency surcharge shall be assessed and remitted for Interconnected Voice over Internet Protocol and wireless telecommunications service based upon the service user's place of primary use. Notwithstanding any other provision of this chapter and for purposes of the surcharge imposed by this chapter, the surcharge imposed upon mobile wireless telecommunication services shall be administered in accordance with 4 U.S.C. §§ 116-126 as in effect on July 28, 2000 . For prepaid wireless telephone calling telecommunications services, the term, 911 emergency surcharge, means any charge set by the governing body and assessed per month of for service purchased provided to an active prepaid wireless telecommunications service user account within the governing body's designated 911 service area state provided, however, that with respect to an active prepaid wireless telecommunications service user account under subsection 34-45-1(1)(c), the surcharge shall be two percent of the retail purchase price of such service ; (8) (9) \"Nonrecurring costs,\" any capital and or start-up expenditure for such as telecommunications equipment, software, database, initial training, and the purchase or lease of subscriber names, addresses , and telephone information for the local exchange access company ; (10) \"Place of primary use,\" the street address where the customer's use of the communications service primarily occurs or the customer's registered location on the date the customer is billed; (8A) (11) \"Prepaid wireless telephone telecommunications service,\" any wireless telephone telecommunications service that is activated in advance by payment for a finite dollar amount of service or for a finite number of minutes that terminate either upon use by any person and delivery by the wireless provider of an agreed amount of service corresponding to the total dollar amount paid in advance or within a certain period of time following the initial purchase or activation, unless an additional payment is made; (9) (12) \"Public agency,\" any municipality, county, public district, or public authority located in whole or in part within this state which provides or has the authority to provide fire fighting, law enforcement, ambulance, emergency medical, or other emergency services; (10) (13) \"Public safety answering point,\" any twenty-four hour communications facility which receives all 911 service calls and reroutes the requestor or information to appropriate public or private safety agencies; (11) (14) \"Recurring costs,\" any costs such as network access fee and other telephone charges, software, equipment, database management, maintenance, charges to maintain database of subscriber names, addresses, and telephone information from the local exchange access company. Recurring costs may include personnel expenses for a public safety answering point and any other costs directly related to the operation of the 911 service ; (15) \"Registered location,\" the most recent information obtained by an Interconnected Voice over Internet Protocol service provider that identifies the physical location of an end user; (16) \"Service provider,\" any person or entity providing, offering to provide, or selling telecommunications service, wireless telecommunications service, prepaid wireless telecommunications service, or Interconnected Voice over Internet Protocol service; (12) (17) \"Service supplier,\" any person or entity who provides or offers to provide 911 system equipment, installation, maintenance, or exchange access services within the 911 service access area; and (13) (18) \"Service user,\" any person who is provided local access exchange telephone purchases telecommunications service , wireless telecommunications service, prepaid wireless telecommunications service, or Interconnected Voice over Internet Protocol service in this state ; (19) \"Service user line,\" the means by which a service user may place a call to a public safety answering point through the use of a telecommunications service, wireless telecommunications service, prepaid wireless telecommunications service, or Interconnected Voice over Internet Protocol service. In the case of multi-station network systems, service user lines shall be equal to the number of calls that can simultaneously be made from such system to the public switched telephone network; (20) \"Telecommunications service,\" the transmission of signs, signals, writings, images, sounds, messages, data, or other information of any nature by wire, radio, lightwave, electromagnetic means, or other similar means. The term does not include the provision of terminal equipment used to originate or terminate such service, broadcast transmissions by radio, television, and satellite stations regulated by the Federal Communications Commission and one-way cable television service; (21) \"Wireless telecommunications service,\" commercial mobile radio service, as such term is defined in 47 C.F.R. 203 as of January 1, 2008 . Section 2. That § 34-45-2 be amended to read as follows: 34-45-2. The governing body of a public corporation may by ordinance authorize a 911 emergency reporting system. The ordinance shall include a description of the proposed 911 service area and the maximum surcharge amount . Section 3. That § 34-45-3 be amended to read as follows: 34-45-3. Any governing body may incur any nonrecurring or recurring costs for the installation, maintenance, or operation of a 911 system and may pay such costs by imposing a 911 emergency surcharge for such service in those portions of the governing body's jurisdiction for which 911 service will be provided in whole or in part from a 911 emergency surcharge . If the 911 system is to be provided for any territory included in the jurisdiction of the governing bodies of two or more public agencies the public agencies may enter into a joint agreement for such service unless any such body expressly excludes itself therefrom. Any such agreement shall provide that each governing body which is a customer of such service shall make payment therefor from general revenues. Nothing in this section prevents two or more such governing bodies from entering into a contract to establish a separate legal entity to enter into such an agreement as the customer of the service supplier . Section 4. That § 34-45-4 be amended to read as follows: 34-45-4. Upon compliance with § 34-45-2, the governing body may impose assess a monthly uniform charge in an amount not to exceed seventy-five cents per service user line on each local exchange access line of the governing body's jurisdiction for which the 911 system will be provided . Any prepaid wireless telecommunications service provider shall remit the 911 emergency surcharge for each active prepaid wireless telecommunication service user account to the South Dakota 911 coordination fund . The proceeds of this charge shall be utilized to pay are continuously appropriated for reimbursement of nonrecurring and recurring costs of the 911 related service and operating expenses of the board . No such charge may be imposed upon more than one hundred local exchange access service user lines or equivalent service, per customer account billed, per month. In the case of multi-station network systems, service user lines shall be equal to the number of calls that can simultaneously be made from such system to the public switched telephone network. Section 5. That § 34-45-5 be amended to read as follows: 34-45-5. Any charge imposed pursuant to §§ 34-45-3 and 34-45-4 and required to be collected by the local exchange access company shall be added to, and shall be stated separately in, the billings to the service user. Any service user in the state is liable for the applicable 911 emergency surcharge pursuant to § 34-45-4. Any telecommunications service provider, wireless telecommunications service provider, or Interconnected Voice over Internet Protocol service provider shall collect and remit to the governing body the applicable 911 emergency surcharge which shall be stated separately in any billing statement, invoice, or receipt. All prepaid wireless telecommunications service providers shall remit the applicable 911 emergency surcharge for each active prepaid wireless telecommunication service user account in the state to the South Dakota 911 coordination fund. The prepaid wireless telecommunications service provider may seek reimbursement from their service user through whatever means are available to the provider. Section 6. That § 34-45-6 be amended to read as follows: 34-45-6. Each billed service user is liable for any charge imposed pursuant to §§ 34-45-3 and § 34-45-4 until it has been paid to the local exchange access company service provider . Section 7. That § 34-45-7 be amended to read as follows: 34-45-7. The local exchange access company has no obligation to take any legal action to enforce the collection of any charge imposed pursuant to this chapter. Such action may be brought by or on behalf of the public agency imposing the charge. The local exchange access company shall annually provide the governing body a list of the amounts uncollected along with the names and addresses of those service users which carry a balance that can be determined by the local exchange access company to be the nonpayment of any charge imposed pursuant to §§ 34-45-3 and 34-45-4. The local exchange access company Each telecommunications service provider, wireless telecommunications service provider, prepaid wireless telecommunications service provider, or Interconnected Voice over Internet Protocol service provider has no obligation to take any legal action to enforce the collection of any charge imposed pursuant to this chapter. Such action may be brought by or on behalf of the public agency imposing the charge. Each telecommunications service provider, wireless telecommunications service provider, prepaid wireless telecommunications service provider, or Interconnected Voice over Internet Protocol service provider is not liable for such uncollected amounts. Section 8. That § 34-45-8 be amended to read as follows: 34-45-8. Any charge imposed pursuant to §§ 34-45-3 and § 34-45-4 and the amounts required to be collected are to for telecommunications service, wireless telecommunications service, or Interconnected Voice over Internet Protocol service shall be remitted to the governing body quarterly. The amount of the charge collected in one calendar quarter by the local exchange access company shall be remitted to the governing body no later and the amounts collected for prepaid wireless telecommunications service shall be remitted to the South Dakota 911 coordination fund not more than thirty days after the close of the calendar quarter . On or before the sixteenth day of each month following, a return for the preceding quarter shall be filed with the governing body in such form as the governing body and local exchange access company shall agree upon. The local exchange access company required to file the return shall deliver the which shall include a return to be in such form as required by the board together with a the remittance of the amount of the charge payable , to the governing body. The local exchange access company . Each service provider shall maintain a record of collections made for a period of one year after the collection. Section 9. That § 34-45-8.1 be repealed. 34-45-8.1. Each prepaid wireless telephone calling service provider shall remit the surcharge amount on each account for which service has been paid and not yet used to the governing body each calendar quarter pursuant to § 34-45-8. The surcharge amount shall be remitted to the location associated with the telephone number that is programmed into the wireless telephone that will be providing prepaid wireless telephone service. If the prepaid wireless telephone calling service provider is unable to determine the location of the customer, the surcharge amount shall be remitted based on the place at which the customer paid for the prepaid wireless telephone service. The prepaid wireless telephone calling service provider may deduct units of usage equivalent to the amount of the surcharge from the unused telecommunication service, if the provider has so notified the purchaser at or before the time of purchase. Section 10. That § 34-45-9 be amended to read as follows: 34-45-9. The local exchange access company service provider may deduct and retain one percent of the collected amount or twenty-five dollars, whichever amount is greater, each month as the cost of administration for collecting the charge. Section 11. That § 34-45-10 be amended to read as follows: 34-45-10. At least once every calendar year, prior to September first, the governing body shall review the current charge and establish a rate of charge to be effective on the next January first, not to exceed the amount authorized, that together with any surplus revenues carried forward will produce sufficient revenues to fund the expenditures authorized by §§ 34-45-3 and 34-45-4. Any amount collected in excess of expenses within a given year shall be carried forward to the next year. Immediately upon making such determination and fixing such rate, the governing body shall publish its new rate, and it shall notify by registered mail every local exchange access company service provider at least ninety days before such new rate will become effective. The governing body may, at its own expense, require an annual audit of the local exchange access company's a service provider's books and records concerning the collection and remittance of the charge authorized by §§ 34-45-3 and 34-45-4. Section 12. That § 34-45-12 be amended to read as follows: 34-45-12. Funds There is hereby created within the state treasury the South Dakota 911 coordination fund. Any funds collected from the charge imposed prepaid wireless telecommunications service pursuant to §§ 34-45-3 and § 34-45-4 shall be credited to a special fund, apart from the general fund of the public agency, for payments of nonrecurring and recurring costs and for the general operational expense of the 911 related service, including but not limited to the personnel costs of the dispatchers or the monthly contract costs billed by the public safety answering point. If the 911 system is discontinued, any money remaining in the fund after all payments to the service supplier pursuant to this section have been made shall be transferred to the general fund of the public agency or proportionately to the general funds of each participating public agency deposited in the South Dakota 911 coordination fund. The board may authorize disbursements from the fund pursuant to this chapter for approved nonrecurring costs requested by the governing body of eligible 911 public safety answering points . Section 13. That § 34-45-17 be amended to read as follows: 34-45-17. The 911 emergency reporting system provided by this chapter is within the governmental powers and authority of the governing body or public agency. In contracting for such 911 emergency reporting system or the provisioning of such 911 service, except for willful or wanton negligence or intentional acts, the governing body, public agency, local exchange access company service provider , and service supplier, their employees and agents, are immune from liability for a failure in the use or operation of the 911 system. The immunity provided by this section does not extend to the installation or maintenance of the 911 system. Section 14. That § 34-45-18 be amended to read as follows: 34-45-18. There is hereby established the South Dakota 911 Coordinated Statewide System Task Force. The task force shall evaluate the current 911 emergency reporting system in South Dakota, develop a plan for implementation of a coordinated statewide system covering as much of the state as is practicable, and provide recommendations for the implementation, operation, and funding of such a coordinated statewide 911 system in a report to the Governor by November 30, 1998 Coordination Board. The board shall set minimum standards for operation of public safety answering points, determine criteria for reimbursement for nonrecurring costs and the amount of reimbursement, and oversee the coordination of 911 services within the state . Section 15. That § 34-45-18.1 be amended to read as follows: 34-45-18.1. The South Dakota 911 Coordinated Statewide System Task Force Coordination Board created pursuant to § 34-45-18 is hereby continued and shall be expanded to include at least one representative shall consist of representatives from each of the following groups as appointed by the Governor for three-year terms, the initial appointments shall be for staggered terms : (1) One representative of the South Dakota Chapter of the Association of Public Safety Communication Officials , ; (2) One representative of the South Dakota Chapter of the National Emergency Numbers Number Association , the South Dakota Emergency Management Association, the South Dakota Emergency Medical Technicians Association, the South Dakota Firefighters Association, ; (3) Two representatives who are South Dakota service providers; (4) One representative who is an employee of the South Dakota Department of Public Safety; (5) Two representatives of the South Dakota Association of County Commissioners , ; (6) Two representatives of the South Dakota Municipal League , ; (7) One representative of the South Dakota Police Chiefs Association , ; and (8) One representative of the South Dakota Sheriffs Association , and at least one member from an operating public safety answering point system . The Governor shall be provided with a list of ten persons for each board position from each group represented. The Governor has the authority to reject any or all names provided. The Governor may also remove any person appointed to the board at any time without cause. The task force shall board may conduct public hearings to develop and recommend standards for operation and utilization of public safety answering points. Section 16. That § 34-45-18.2 be amended to read as follows: 34-45-18.2. The task force shall develop a set of minimum board may promulgate rules pursuant to chapter 1-26 setting: (1) Minimum technical, operational, and procedural standards for the operation and utilization of a public safety answering point ; (2) Requirements and amounts for reimbursement of recurring and nonrecurring costs; and (3) Standards for coordination of effective 911 service on a statewide basis . Section 17. That § 34-45-18.3 be repealed. 34-45-18.3. Each public safety answering point shall obtain a full audit report on 911 traffic from its telephone service provider and provide that information to the task force for use in the preparation of the standards. Each public safety answering point shall provide the audit report to the task force no later than August 2, 1999. Section 18. That § 34-45-19 be amended to read as follows: 34-45-19. The Governor shall appoint such persons to the task force as the Governor considers necessary to adequately evaluate the current system and for the development of the implementation of such a system. The task force board is attached to the Department of Military and Veterans Affairs, Division of Emergency Management Public Safety for administrative purposes. The division department shall assist the task force board and coordinate the development of the coordinated statewide 911 system. The board may employ a 911 coordinator within the department to assist with the coordination of the statewide 911 system. Section 19. That § 34-45-20 be amended to read as follows: 34-45-20. The task force board shall: (1) Evaluate all of the current public safety answering points and systems throughout the State of South Dakota for their capability to adequately and efficiently administer systems; (2) Prepare a cost benefit analysis of administrative and operational expenses for all existing 911 public safety answering points and systems; (3) Consider the feasibility and advisability of consolidating jurisdictions or systems for the purposes of more efficiently administering systems and utilizing available funds; (4) Prepare alternative Develop plans for the implementation for a coordinated uniform statewide 911 system covering the entire state or so much as is practicable; (5) (3) Prepare a detailed report of Monitor the number and location of public safety answering points or systems and the use of 911 emergency surcharge funds in their administrative and operational revenues and budgets; (6) (4) Provide a report of alternative proposals Develop criteria and minimum standards for operating and financing public safety answering points or systems; and (7) (5) Present its findings, implementation plan and recommendations to the Governor by November 30, 1998, for consideration Develop criteria for the eligibility and amount of reimbursement of recurring and nonrecurring costs of public safety answering points or systems; (6) Develop criteria for the implementation of performance audits of the use of the 911 fees utilized in the operation of the 911 system. The audit shall be conducted by the Department of Legislative Audit and shall be presented to the board and the Legislature; and (7) Report annually to the Governor and the Legislature about the operations and findings the board and any recommendations for changes to 911 service in the state . Section 20. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: No later than July 1, 2010, each governing body and 911 system shall provide enhanced 911 service. Section 21. Notwithstanding any provision of chapter 34-45, no retailer purchasing prepaid wireless telecommunication services or devices for resale is required to collect or remit any 911 emergency surcharge."}, {"bill_id": 207, "bill_version_id": 4139, "bill_version": "Enrolled", "bill_version_date": "2008-02-27T16:51:43.583-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 207, "action_date": "2008-01-16T14:00:00-06:00", "document_id": 1255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1255.pdf", "status_text": "First read in Senate and referred to", "journal_page": 141, "committee_id_action": 28, "committee_id_assigned": 10, "result": "N", "vote": {}}, {"bill_id": 207, "action_date": "2008-01-30T07:45:00-06:00", "document_id": 1969, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1969.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 207, "action_date": "2008-01-30T07:45:00-06:00", "document_id": 2157, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2157.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 207, "action_date": "2008-01-30T07:45:00-06:00", "document_id": 2157, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2157.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 207, "action_date": "2008-01-30T07:45:00-06:00", "document_id": 2157, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2157.pdf", "status_text": "Do Pass Amended", "journal_page": 269, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 935, "president_vote": null, "Yea": [557, 530, 567, 569, 629, 577, 588, 598, 553]}}, {"bill_id": 207, "action_date": "2008-02-04T14:00:00-06:00", "document_id": 2451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2451.pdf", "status_text": "Deferred to another day", "journal_page": 317, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 207, "action_date": "2008-02-06T14:00:00-06:00", "document_id": 2660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2660.pdf", "status_text": "Deferred to another day", "journal_page": 361, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 207, "action_date": "2008-02-11T14:00:00-06:00", "document_id": 2905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2905.pdf", "status_text": "Deferred to another day", "journal_page": 403, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 207, "action_date": "2008-02-12T14:00:00-06:00", "document_id": 3026, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3026.pdf", "status_text": "Motion to amend", "journal_page": 458, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 207, "action_date": "2008-02-12T14:00:00-06:00", "document_id": 3026, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3026.pdf", "status_text": "Motion to amend", "journal_page": 463, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 207, "action_date": "2008-02-12T14:00:00-06:00", "document_id": 3026, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3026.pdf", "status_text": "Do Pass Amended", "journal_page": 463, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1722, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 569, 573, 618, 610, 629, 632, 577, 588, 539, 627, 548, 550, 541, 607], "Nay": [584], "Excused": [613]}}, {"bill_id": 207, "action_date": "2008-02-13T14:00:00-06:00", "document_id": 3138, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3138.pdf", "status_text": "First read in House and referred to", "journal_page": 547, "committee_id_action": 27, "committee_id_assigned": 15, "result": "N", "vote": {}}, {"bill_id": 207, "action_date": "2008-02-22T09:30:00-06:00", "document_id": 3509, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3509.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 207, "action_date": "2008-02-22T09:30:00-06:00", "document_id": 3825, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3825.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 207, "action_date": "2008-02-22T09:30:00-06:00", "document_id": 3825, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3825.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 207, "action_date": "2008-02-22T09:30:00-06:00", "document_id": 3825, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3825.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2458, "president_vote": null, "Nay": [602, 579, 589, 617, 540, 600], "Yea": [623, 555, 556, 546, 536, 578, 561]}}, {"bill_id": 207, "action_date": "2008-02-22T09:30:00-06:00", "document_id": 3825, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3825.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 207, "action_date": "2008-02-22T09:30:00-06:00", "document_id": 3825, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3825.pdf", "status_text": "Do Pass Amended", "journal_page": 714, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2459, "president_vote": null, "Yea": [602, 579, 623, 555, 556, 589, 546, 536, 578, 617, 540, 561, 600]}}, {"bill_id": 207, "action_date": "2008-02-26T14:00:00-06:00", "document_id": 4029, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4029.pdf", "status_text": "Do Pass Amended", "journal_page": 757, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2594, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 570, 597, 532, 608, 623, 574, 534, 555, 542, 568, 552, 580, 572, 595, 529, 594, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 605, 628, 630, 571, 581, 544, 546, 537, 536, 578, 612, 551, 617, 554, 547, 583, 538, 603, 615, 600, 531, 563, 540, 566, 549, 619, 626, 611, 606, 587, 559, 561, 591], "Excused": [575, 564], "Nay": [624, 599]}}, {"bill_id": 207, "action_date": "2008-02-27T11:00:00-06:00", "document_id": 4108, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4108.pdf", "status_text": "Concurred in amendments", "journal_page": 678, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2651, "president_vote": null, "Yea": [557, 576, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 618, 610, 629, 613, 632, 577, 588, 627, 548, 550, 541, 607], "Excused": [621, 539]}}, {"bill_id": 207, "action_date": "2008-02-28T10:00:00-06:00", "document_id": 4155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4155.pdf", "status_text": "Signed by the Speaker", "journal_page": 801, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 207, "action_date": "2008-02-28T10:30:00-06:00", "document_id": 4161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4161.pdf", "status_text": "Signed by the President", "journal_page": 709, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 207, "action_date": "2008-02-29T09:30:00-06:00", "document_id": 4270, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4270.pdf", "status_text": "Delivered to the Governor", "journal_page": 713, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 207, "action_date": "2008-03-17T10:00:00-05:00", "document_id": 4324, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4324.pdf", "status_text": "Signed by the Governor", "journal_page": 743, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4037}