{"session_id": 20, "bill_id": 6015, "bill_type": "Senate Commemoration", "bill_number": 27, "bill_title": "Honoring the Guptill Ranch of Haakon County as the 2013 Leopold Conservation Award recipient.", "sponsors": [{"legislator_profile_id": 437, "is_prime": true}, {"legislator_profile_id": 521, "is_prime": true}, {"legislator_profile_id": 458, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6015, "bill_version_id": 30965, "bill_version": "Introduced", "bill_version_date": "2014-02-25T07:12:02.42-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Guptill Ranch of Haakon County as the 2013 Leopold Conservation Award recipient. WHEREAS, the Leopold Conservation Award, named for renowned conservationist Aldo Leopold, recognizes farm and ranch families who demonstrate outstanding conservation leadership on their land and in their communities; and WHEREAS, Pat and Mary Lou Guptill of Haakon County own and operate a 7,000 acre cattle ranch near Quinn featuring grasslands with rolling hills and a main wooded creek running through the ranch; and WHEREAS, the Guptills consider themselves and their five children as generational caretakers of the land, responsible for enhancing the health of the land and water resources; and WHEREAS, a commitment to make the land better for future generations is exemplified by the Guptill family as the recipient of the 2013 Leopold Conservation Award: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that Pat and Mary Lou Guptill and their Guptill Ranch are recognized for earning the 2013 Leopold Conservation Award in South Dakota."}, {"bill_id": 6015, "bill_version_id": 31200, "bill_version": "Enrolled", "bill_version_date": "2014-02-27T13:48:24.163-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Guptill Ranch of Haakon County as the 2013 Leopold Conservation Award recipient. WHEREAS, the Leopold Conservation Award, named for renowned conservationist Aldo Leopold, recognizes farm and ranch families who demonstrate outstanding conservation leadership on their land and in their communities; and WHEREAS, Pat and Mary Lou Guptill of Haakon County own and operate a 7,000 acre cattle ranch near Quinn featuring grasslands with rolling hills and a main wooded creek running through the ranch; and WHEREAS, the Guptills consider themselves and their five children as generational caretakers of the land, responsible for enhancing the health of the land and water resources; and WHEREAS, a commitment to make the land better for future generations is exemplified by the Guptill family as the recipient of the 2013 Leopold Conservation Award: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that Pat and Mary Lou Guptill and their Guptill Ranch are recognized for earning the 2013 Leopold Conservation Award in South Dakota. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6015, "action_date": "2014-02-25T14:00:00-06:00", "document_id": 31062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31062.pdf", "status_text": "", "journal_page": 468, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}]}