{"session_id": 61, "bill_id": 20959, "bill_type": "House Bill", "bill_number": 1007, "bill_title": "revise certain provisions concerning election deadlines and time frames.", "sponsors": [], "keywords": ["Elections", "Secretary of State"], "audio": [{"meeting_datetime": "2007-01-16T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hlo05.mp3", "start_seconds": 1605.0}, {"meeting_datetime": "2007-01-16T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hlo05.mp3", "start_seconds": 1605.0}, {"meeting_datetime": "2007-01-16T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hlo05.mp3", "start_seconds": 1605.0}, {"meeting_datetime": "2007-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou06.mp3", "start_seconds": 4260.0}, {"meeting_datetime": "2007-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou06.mp3", "start_seconds": 4260.0}, {"meeting_datetime": "2007-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou06.mp3", "start_seconds": 4260.0}, {"meeting_datetime": "2007-01-22T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/slo09.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2007-01-22T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/slo09.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2007-01-22T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/slo09.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2007-01-22T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/slo09.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2007-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen11.mp3", "start_seconds": 4642.0}, {"meeting_datetime": "2007-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen11.mp3", "start_seconds": 4642.0}, {"meeting_datetime": "2007-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen11.mp3", "start_seconds": 4642.0}], "bill_versions": [{"bill_id": 20959, "bill_version_id": 109982, "bill_version": "Introduced", "bill_version_date": "2006-12-29T09:18:24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning election deadlines and time frames. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 9-13-37 be amended to read as follows: 9-13-37. Any other provision of this chapter notwithstanding, the members of the governing body of a municipality may choose to hold a municipal election in conjunction with the regular June primary election. The combined election is subject to approval by the county commissions of the counties in which the municipality is located. Expenses of a combined election shall be shared in a manner agreed upon by the governing body of the municipality and the county commissions involved. All other governmental responsibilities associated with holding elections under the provisions of chapters 9-13 and Title 12 shall be shared as agreed upon by the governing bodies. The finance officer shall publish the notice required in § 9-13-6 between February fifteenth and March first. No nominating petition may be circulated for signatures until March first. Nominating petitions shall be filed under the provisions of § 9-13-7 by the first last Tuesday in April March . The finance officer shall certify to the appropriate county auditor the candidate names and ballot language to be voted on by the first Friday Thursday after the first last Tuesday in April March . Section 2. That § 9-13-40 be amended to read as follows: 9-13-40. Any other provision of this chapter notwithstanding, the members of the governing body of a municipality may choose to hold a municipal election on the first Tuesday after the first Monday in June. The finance officer shall publish the notice required in § 9-13-6 between February fifteenth and March first. No nominating petition may be circulated for signature until March first. Nominating petitions shall be filed under the provisions of § 9-13-7 by the first last Tuesday in April March . All other governmental responsibilities associated with holding elections under the provisions of chapter 9-13 shall be met by the municipality. Section 3. That § 9-20-11.2 be amended to read as follows: 9-20-11.2. If a municipality submits a question to the electors at the next general election pursuant to § 9-20-11, the municipality shall certify the ballot language to the county auditor by the last third Tuesday in August of the year of the general election. Section 4. That § 12-2-5 be amended to read as follows: 12-2-5. Any other provision of law notwithstanding, the members of the governing body of any governmental subdivision may choose to hold their elections in conjunction with the regular June primary election. The combined election is subject to approval by the county commissions of the counties in which the governmental subdivision is located. Expenses of a combined election shall be shared in a manner agreed upon by the governing body of the subdivision and the county commissions involved. All other governmental responsibilities associated with holding elections under the provisions for that subdivision and Title 12 shall be shared as agreed upon by the governing bodies. The governmental subdivision clerk shall publish the notice of vacancy between February fifteenth and March first. No nominating petition may be circulated for signatures until March first. Nominating petitions shall be filed under the provisions required for that subdivision by the first last Tuesday in April March . The clerk shall certify to the appropriate county auditor the candidate names and ballot language to be voted on by the first Friday Thursday after the first last Tuesday in April March . Section 5. That § 12-5-1 be amended to read as follows: 12-5-1. A new political party may be organized and participate in the primary election by filing with the secretary of state not later than the first last Tuesday of April March at five o'clock p.m. prior to the date of the primary election, a written declaration signed by at least two and one-half percent of the voters of the state as shown by the total vote cast for Governor at the last preceding gubernatorial election, which declaration shall contain: (1) The name of the proposed party; and (2) A brief statement of the principles thereof; whereupon the party shall, under the party name chosen, have all the rights of a political party whose ticket was on the ballot at the preceding general election. Section 6. That § 12-5-3.8 be amended to read as follows: 12-5-3.8. If a political party chooses to have a primary for selection of its delegates and alternates to the national convention, it shall certify the slates to the secretary of state by the first last Tuesday in April March preceding the primary by five o'clock p.m. The slates certified shall be placed on the ballot by the secretary of state and the position of the slates on the primary ballot shall be chosen by lot by the secretary of state. The certification shall be deemed to be filed if mailed by registered mail by five o'clock p.m. on the first last Tuesday in April March . Section 7. That § 12-5-3.14 be amended to read as follows: 12-5-3.14. Any candidate, committee, or group supporting a candidate in any presidential primary, shall, by the first last Tuesday in April March prior to the presidential primary election, notify the secretary of state of an intention to have the name of the candidate placed on the presidential primary election ballot or submit a slate of candidates or both. Section 8. That § 12-5-4 be amended to read as follows: 12-5-4. A candidate for party precinct committeeman or committeewoman shall file a statement in writing, with the county auditor of the county in which he or she is a candidate, not later than the first last Tuesday in April March before the primary election. The statement shall state that the person whose name is subscribed thereto is candidate: (1) Is a resident of the precinct and ; (2) Is registered as a member of the political party therein named and is in the statement; (3) Is a candidate for precinct committeeman or committeewoman, as the case may be , that he is ; (4) Is desirous of serving in that position , and that, if ; and (5) If elected, he will qualify and serve in the office. The statement, when properly filed, shall operate as a nominating petition for that office. Section 9. That § 12-6-4 be amended to read as follows: 12-6-4. Except as provided by § 12-5-4 and as may be otherwise provided in chapter 12-9, no candidate for any office to be filled, or nomination to be made, at the primary election, other than a presidential election, may have that person's name printed upon the official primary election ballot of that person's party, unless a petition has been filed on that person's behalf not prior to January twentieth, at eight a.m. first , and not later than the first last Tuesday of April March at five p.m. prior to the date of the primary election. If the petition is mailed by registered mail by the first last Tuesday of April March at five p.m. prior to the primary election, it the petition shall be considered filed. A nominating petition for national convention delegates and alternates as provided in § 12-5-3.11 shall be filed in accordance with the provisions of this section. Nominating petitions for all party and public offices except legislative and judicial offices shall be filed in the office of the county auditor of the county in which the person is a candidate. Nominating petitions for legislative and judicial office whether elected in one or more counties, and all other party and public offices to be voted on in more than one county shall be filed in the Office of the Secretary of State. Section 10. That § 12-6-8.1 be amended to read as follows: 12-6-8.1. Any person may have his or her name withdrawn from the primary election by making a written request under oath. The request shall be filed with the officer with whom the nominating petition was filed pursuant to § 12-6-4, not later than the second to the last Tuesday in March at five p.m. If the request is mailed by registered mail by the second to the last Tuesday in March at five p.m., it the request is properly filed. No name so that is withdrawn pursuant to this section may be printed on the ballots to be used at the election. Section 11. That § 12-8-8 be amended to read as follows: 12-8-8. The secretary of state, not later than the last third Tuesday in August at five p.m. before the day fixed by law for the general election of the persons nominated , shall certify to the county auditor of each county within which any voters of this state vote for such the officer or officers nominated at the preceding primary, whose certificates of nomination have been filed in his office the Office of the Secretary of State , or who have been regularly named or petitioned for filling of a vacancy, the name and description of each person so nominated. In years when a President and vice president are to be nominated and the national party conventions are held at such a late date as to make the foregoing provisions impossible, then, the secretary of state shall make the certification not later than seven days after nominations of such President and vice president. Section 12. That § 12-11-3 be amended to read as follows: 12-11-3. Each party nomination and independent petition shall be filed with the secretary of state not less than forty-five days preceding any election which is not combined with a primary or general election. If the election is conducted with a primary election, each party nomination and independent petition shall be filed by the first last Tuesday in April March . Each nomination shall be certified in a like manner as any other nomination for the purpose of a general election. The election shall be conducted, canvassed, and the results certified as in a general election. If the election is conducted with a general election, each party nomination and independent petition shall be filed by the second Tuesday in August. Section 13. That § 13-7-10.3 be amended to read as follows: 13-7-10.3. Any other provision of this chapter notwithstanding, the school board may choose to hold the school board election in conjunction with the regular June primary election. The combined election is subject to approval by the county commissions of the counties in which the school district is located. Expenses of a combined election shall be shared in a manner agreed upon by the school board and the county commissions involved. All other governmental responsibilities associated with holding elections under the provisions of chapter 13-7 and Title 12 shall be shared as agreed upon by the governing bodies. The school election official shall certify to the appropriate county auditor the candidate names and ballot language to be voted on by the first Friday Thursday after the first last Tuesday in April March . Section 14. That § 13-7-10.4 be amended to read as follows: 13-7-10.4. For any school board election held on the first Tuesday after the first Monday in June, the deadlines in this section apply. The school's election official shall publish the notice provided in § 13-7-5 between February fifteenth and March first. No nominating petition may be circulated for signatures until March first. Nominating petitions shall be filed under the provisions of § 13-7-6 by the first last Tuesday in April March ."}, {"bill_id": 20959, "bill_version_id": 110837, "bill_version": "Enrolled", "bill_version_date": "2007-01-25T12:23:14-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20959, "action_date": "2007-01-09T12:00:00-06:00", "document_id": 110145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110145.pdf", "status_text": "First read in House and referred to", "journal_page": 21, "committee_id_action": 923, "committee_id_assigned": 916, "result": "N", "vote": {}}, {"bill_id": 20959, "action_date": "2007-01-16T10:00:00-06:00", "document_id": 110272, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110272.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 916, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20959, "action_date": "2007-01-16T10:00:00-06:00", "document_id": 110272, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110272.pdf", "status_text": "Do Pass,", "journal_page": 74, "committee_id_action": 916, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64927, "president_vote": null, "Yea": [3606, 3597, 3605, 3624, 3628, 3631, 3640, 3646, 3648, 3658, 3660, 3616, 3653]}}, {"bill_id": 20959, "action_date": "2007-01-17T14:00:00-06:00", "document_id": 110351, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110351.pdf", "status_text": "Do Pass,", "journal_page": 104, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66904, "president_vote": null, "Yea": [3572, 3576, 3577, 3578, 3579, 3580, 3581, 3582, 3583, 3586, 3587, 3588, 3590, 3591, 3592, 3593, 3594, 3597, 3598, 3599, 3600, 3604, 3605, 3606, 3609, 3611, 3613, 3614, 3616, 3619, 3620, 3622, 3624, 3628, 3629, 3631, 3632, 3635, 3637, 3638, 3640, 3642, 3643, 3644, 3645, 3646, 3648, 3649, 3650, 3651, 3653, 3654, 3655, 3656, 3657, 3658, 3660, 3662, 3663, 3665, 3666, 3668, 3670, 3671, 3672, 3673, 3674, 3675, 3676, 3584]}}, {"bill_id": 20959, "action_date": "2007-01-18T14:00:00-06:00", "document_id": 110398, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110398.pdf", "status_text": "First read in Senate and referred to", "journal_page": 157, "committee_id_action": 924, "committee_id_assigned": 904, "result": "N", "vote": {}}, {"bill_id": 20959, "action_date": "2007-01-22T07:45:00-06:00", "document_id": 110493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110493.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 904, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20959, "action_date": "2007-01-22T07:45:00-06:00", "document_id": 110493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110493.pdf", "status_text": "Do Pass,", "journal_page": 180, "committee_id_action": 904, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66086, "president_vote": null, "Yea": [3595, 3623, 3625, 3639, 3659, 3669, 3573]}}, {"bill_id": 20959, "action_date": "2007-01-22T07:45:00-06:00", "document_id": 110493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110493.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 904, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20959, "action_date": "2007-01-23T14:00:00-06:00", "document_id": 110614, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110614.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 196, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20959, "action_date": "2007-01-24T14:00:00-06:00", "document_id": 110695, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110695.pdf", "status_text": "Do Pass,", "journal_page": 221, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66266, "president_vote": null, "Yea": [3571, 3573, 3574, 3575, 3585, 3589, 3595, 3596, 3602, 3607, 3608, 3610, 3612, 3615, 3618, 3621, 3623, 3625, 3626, 3627, 3630, 3633, 3634, 3636, 3639, 3641, 3647, 3652, 3659, 3661, 3667], "Nay": [3603], "Excused": [3617, 3664, 3669]}}, {"bill_id": 20959, "action_date": "2007-01-25T14:00:00-06:00", "document_id": 110857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110857.pdf", "status_text": "Signed by Speaker", "journal_page": 216, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20959, "action_date": "2007-01-26T13:00:00-06:00", "document_id": 110965, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110965.pdf", "status_text": "Signed by President", "journal_page": 263, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20959, "action_date": "2007-01-29T14:00:00-06:00", "document_id": 111076, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111076.pdf", "status_text": "Delivered to the Governor", "journal_page": 253, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20959, "action_date": "2007-01-31T14:00:00-06:00", "document_id": 111304, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111304.pdf", "status_text": "Signed by Governor", "journal_page": 278, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3633}