{"session_id": 57, "bill_id": 19582, "bill_type": "House Bill", "bill_number": 1059, "bill_title": "authorize the Water Management Board to establish the beneficial use of recreation on natural non-meandered lakes.", "sponsors": [], "keywords": ["Agriculture", "Department of Environment and Natural Resources", "Real Property", "Water"], "audio": [{"meeting_datetime": "2005-01-27T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hag12hb1059a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-27T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hag12hb1059a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-27T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hag12hb1059a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19582, "bill_version_id": 102664, "bill_version": "Introduced", "bill_version_date": "2005-01-08T15:50:07-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the Water Management Board to establish the beneficial use of recreation on natural non-meandered lakes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 43-17 be amended by adding thereto a NEW SECTION to read as follows: The Water Management Board may establish the beneficial use of recreation for any natural lake that does not have a meander line as established by the original government survey of the state, otherwise known as a non-meandered lake. Section 2. That chapter 43-17 be amended by adding thereto a NEW SECTION to read as follows: All natural non-meandered lakes are public waters and may be used by the public for the beneficial use of recreation if that use is established by the Water Management Board in accordance with this Act. The beneficial use of recreation includes hunting, fishing, boating, swimming, general recreation, or any combination of these or similar activities. Access to natural non-meandered lakes for which the board has established recreation as a beneficial use shall be obtained in a legal manner. No person may trespass on private property to access these lakes. The provisions of § 43-17-2 pertaining to the public highway around the perimeter of any navigable lake are not applicable to any natural non-meandered lake unless the lake has an ordinary high water mark established by the board pursuant to § 43-17-21. Section 3. That chapter 43-17 be amended by adding thereto a NEW SECTION to read as follows: By January 1, 2006, the secretary of the Department of Environment and Natural Resources shall prepare a list of natural non-meandered lakes that have a history of recreational use by the general public and the lake has been developed for public use. In determining whether a lake has been developed for public use, the secretary may consider public construction of boat docks, boat ramps, picnic areas, or campgrounds; active state or federal management of a recreational use at the lake; or state or federal ownership of a portion or all of the lakebed. After preparing the list, the secretary shall schedule a hearing for the Water Management Board to consider adopting the beneficial use of recreation for only the natural non-meandered lakes on the list. The secretary shall provide notice of the list and hearing at least thirty days in advance of the hearing. The notice shall be published in at least seven newspapers of general circulation and be sent to all municipalities, counties, and tribal governments. The notice shall describe how to submit public comments and participate in the hearing. Using the criteria in section 5 of this Act, the Water Management Board may revise the list at the time of the hearing based either on public comments received prior to the hearing, hearing testimony, or both. Upon board approval of the list, all lakes on the list shall be open for public access for the beneficial use of recreation. Section 4. That chapter 43-17 be amended by adding thereto a NEW SECTION to read as follows: After the Water Management Board approves the list of non-meandered lakes in accordance with section 3 of this Act, any person, unit of local government, or political subdivision of the state may petition the board for a declaratory ruling in accordance with the provisions of subdivisions 46-2-5(3) and 46-2-5(4) to either add or delete a non-meandered lake to the approved list. The petition shall be filed in accordance with board rules and shall identify the legal description of property inundated by or contiguous to the non-meandered lake, the names and current addresses of all riparian property owners, and all supporting information regarding the beneficial use of recreation for that lake. The department shall provide public notice of any declaratory ruling hearing in accordance with board rules and provide notice to all riparian property owners. Section 5. That chapter 43-17 be amended by adding thereto a NEW SECTION to read as follows: The Water Management Board may establish recreation as a beneficial use for any natural non-meandered lake if the following criteria are met: (1) The lake is capable of supporting recreational use; (2) Establishing recreational use will not impair water rights established in § 46-2A-9; and (3) Establishing recreational use for the non-meandered lake is in the public interest. The board shall consider all pertinent evidence presented to it to determine if these criteria have been met. Evidentiary matters the board may consider in making its determination are access to the non-meandered lake; historical land use and recreation patterns; and environmental, economic, and social issues. Section 6. That chapter 43-17 be amended by adding thereto a NEW SECTION to read as follows: The Department of Environment and Natural Resources shall maintain the list of natural non-meandered lakes for which the Water Management Board has established the beneficial use of recreation. Section 7. That chapter 43-17 be amended by adding thereto a NEW SECTION to read as follows: The department shall submit an annual report on the status of recreational use for natural non-meandered lakes to the Legislative Research Council each January no later than the second Monday of the month. The annual report shall contain the list of non-meandered lakes and a description of any board action during the previous year regarding any declaratory ruling hearings to add or delete lakes from the list. Upon request, the department shall make the annual report available to any person. Section 8. That chapter 43-17 be amended by adding thereto a NEW SECTION to read as follows: The provisions of this Act may not be enforced until July 1, 2006, to allow the Water Management Board sufficient time to comply with the processes provided for in this Act in determining the recreational use status of natural non-meandered lakes. During this moratorium period, the current legal status for recreational use of natural non-meandered lakes remains in full force and effect."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19582, "action_date": "2005-01-11T12:00:00-06:00", "document_id": 102709, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102709.pdf", "status_text": "First read in House and referred to", "journal_page": 24, "committee_id_action": 860, "committee_id_assigned": 846, "result": "N", "vote": {}}, {"bill_id": 19582, "action_date": "2005-01-27T07:45:00-06:00", "document_id": 103458, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103458.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 846, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19582, "action_date": "2005-01-27T07:45:00-06:00", "document_id": 103458, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103458.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 192, "committee_id_action": 846, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61119, "president_vote": null, "Yea": [3158, 3172, 3175, 3183, 3187, 3192, 3197, 3220, 3238, 3252, 3161, 3162], "Excused": [3196]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19582"}