{"session_id": 45, "bill_id": 13053, "bill_type": "House Bill", "bill_number": 1270, "bill_title": "to provide for a graduated driver's licensing system, to increase the fee for certain driver licenses and permits, and to provide for the use of such fee increases.", "sponsors": [{"legislator_profile_id": 1885, "is_prime": true}, {"legislator_profile_id": 1987, "is_prime": true}, {"legislator_profile_id": 1886, "is_prime": false}, {"legislator_profile_id": 1887, "is_prime": false}, {"legislator_profile_id": 1972, "is_prime": false}, {"legislator_profile_id": 1980, "is_prime": false}], "keywords": ["Drivers' Licenses & Identification Cards", "Minors' Rights & Responsibilities"], "audio": [], "bill_versions": [{"bill_id": 13053, "bill_version_id": 73549, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a graduated driver's licensing system, to increase the fee for certain driver licenses and permits, and to provide for the use of such fee increases. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-12-12 be amended to read as follows: 32-12-12. A restricted minor's permit may be issued, upon application and payment of the proper fee as provided for in § 32-12-16, upon successful completion of an approved driver's training program and passage of all driver's license examination tests, to any a minor between the ages of at least fourteen and sixteen years of age, if the applicant for a restricted minor's permit has not received a citation for a moving violation during the past six months while holding or eligible to hold an instruction permit . A restricted minor's permit entitles the holder, while having the permit in his immediate physical possession, to operate a motor vehicle during the hours of 6 a.m. to 8 p.m. standard time if the motor vehicle is being operated with the permission of the minor's parents or guardian and during the hours of 8 p.m. to 6 a.m. if the vehicle is being operated only on the most direct route between the operator's home and the school in which the operator is enrolled and is in session and with only members of the minor's family in the motor vehicle or on the most direct route between the operator's home and the operator's place of employment or in the course of employment. The holder of a restricted minor's permit may otherwise operate a motor vehicle only if the motor vehicle is being operated under the direction of the minor's parent or guardian who is occupying a seat beside the driver. The restrictions as to time of operation and operation under the direction of a parent or guardian do not apply to the holder of a valid restricted minor's permit operating a self-propelled agricultural machine which is not subject to registration under chapter 32-5. Section 2. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: A minor's permit may be issued, upon application and payment of the proper fee as provided for in § 32-12-16, upon successful completion of an approved driver's education training program and upon passage of all driver's license examination tests, to a minor at least fifteen years of age if the applicant for a minor's permit has not received a citation for a moving violation during the past six months while holding or eligible to hold a restricted minor's permit. A minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motor vehicle during the hours of 6 a.m. to 8 p.m. standard time if the motor vehicle is being operated with the permission of the minor's parent or guardian and only if any minor passenger in the motor vehicle has the permission of the holder's parent or guardian and the passenger's parent or guardian. A minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motor vehicle anytime of the day or night if the motor vehicle is being operated under the direction of the minor's parent or guardian who is occupying a seat beside the driver. The restrictions as to time of operation and operation under the direction of a parent or guardian do not apply to the holder of a valid minor's permit operating a self-propelled agricultural machine which is not subject to registration under chapter 32-5. Section 3. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: An intermediate driver's permit may be issued, upon application and payment of the proper fee as provided for in § 32-12-16, to any minor at least sixteen years of age who is not otherwise disqualified, if the applicant has not been convicted of a moving violation within one year preceding application for an intermediate permit and the applicant holds a valid restricted minor's permit, or minor's permit at the time of application. An intermediate driver's permit entitles the holder, while having the permit in immediate physical possession, to operate a motor vehicle at any time of the day or night if the motor vehicle is being operated with the permission of the minor's parent or guardian. Nothing in this section precludes the suspension or revocation of the minor's driving privileges upon the receipt of a record of conviction for a violation of this title committed prior to the minor's eighteenth birthday. Section 4. That § 32-12-15 be amended to read as follows: 32-12-15. The issuance of a restricted minor's permit under § 32-12-12 , a minor's permit, or an intermediate driver's permit is on a probationary basis and the Department of Commerce and Regulation on the receipt of a record of conviction for a traffic violation committed prior to the minor's sixteenth eighteenth birthday or a conviction for a violation of this restricted minor's a permit committed prior to the minor's sixteenth birthday, shall suspend the minor's driving privileges for a period of thirty ninety days or as otherwise required by law. A second conviction for a traffic violation of driving under the influence of alcohol or drugs, of reckless driving, or of driving more than twenty miles per hour over the speed limit committed prior to the minor's sixteenth eighteenth birthday or a second conviction for a violation of this restricted minor's a permit committed prior to the minor's sixteenth birthday shall result in revocation of the minor's driving privileges until the minor's sixteenth eighteenth birthday or for a period of ninety one hundred eighty days, whichever period is longer. If a minor has no restricted minor's permit , minor's permit, or intermediate driver's permit and commits any traffic violation prior to the minor's sixteenth eighteenth birthday, the department shall suspend or revoke the minor's driving privilege or privilege to apply for a permit or license as provided in this section. Any violation which occurs prior to the issuance of a restricted minor's permit , an intermediate driver's permit, or an operator's license shall be placed on the driving record and given the same consideration as any violation which occurs following the issuance of a restricted minor's permit , a minor's permit, an intermediate driver's permit, or an operator's license. Section 5. That § 32-12-16 be amended to read as follows: 32-12-16. The fee for an original driver's license or a renewal of a license is eight ten dollars. The fee for a commercial license is twenty-five dollars if knowledge and skill testing is required and fifteen dollars if no skill testing is required, and five dollars for each endorsement. The fee for a duplicate license, a name change, or an address change is six eight dollars. The fee shall be credited to the state motor vehicle fund. Two dollars of each fee for an original driver license, renewal of license, duplicate license, name change, or address change shall be dedicated to defraying the cost of administering the driver's education training programs required under the provisions of this Act. Section 6. That § 32-12-17 be amended to read as follows: 32-12-17. The Department of Commerce and Regulation shall, upon payment of the fee established by § 32-12-16, issue to every applicant , who at the time of initial application has not received a moving violation within the past twelve months and surrenders to the department a valid intermediate driver's license, qualifying therefor an operator's license. The license shall bear thereon a distinguishing number assigned to the licensee, the full legal name or any name lawfully taken, date of birth, residence address, an indication if the licensee is a donor pursuant to chapter 34-26, an indication if the licensee has a living will pursuant to chapter 34-12D or a durable power of attorney for health care pursuant to chapter 59-7, a color photo and a brief description of the licensee, and the licensee's signature. The department shall indicate upon each driver's license the general class of vehicles which the licensee may drive. Section 7. That § 32-12-29 be amended to read as follows: 32-12-29. The Department of Commerce and Regulation shall may not issue any license under this chapter to any person who is under the age of sixteen eighteen years, except that the department may issue a restricted license as provided in § § 32-12-11 to 32-12-15, inclusive, to any person who is at least fourteen years of age , a minor's permit as provided in section 2 of this Act to any person at least fifteen years of age, and an intermediate driver's permit as provided in section 3 of this Act to any person who is at least sixteen years of age . Section 8. That § 32-12-36 be amended to read as follows: 32-12-36. The Department of Commerce and Regulation upon issuing an operator's license shall have authority whenever good cause appears to or permit may impose restrictions suitable to the licensee's driving ability with respect to the type of or special mechanical control devices required on a motor vehicle which the licensee may operate or such any other restrictions applicable to the licensee as the department may determine to be appropriate to assure the safe operation of a motor vehicle by the licensee. Section 9. That § 32-12-52.4 be amended to read as follows: 32-12-52.4. Upon a first conviction for violation, while in a motor vehicle, of § 35-9-2, the court shall suspend the driver's license or driving privilege of any driver of a vehicle who was under the age of twenty-one when the offense occurred, for a period of six months. If the driver of the vehicle was under the age of eighteen years at the time of the offense, the suspension shall be for nine months. If the driver of the vehicle was under the age of sixteen years at the time of the offense, the suspension shall be for one year. Upon a second or subsequent conviction for a violation, while in a motor vehicle, of § 35-9-2, the court shall suspend the driver's license or driving privilege of any driver of a vehicle who was under the age of twenty-one when the offense occurred, for a period of one year. For any offense under this section, the court may issue an order permitting the person to operate a motor vehicle for purposes of the person's employment or attendance at school. Notwithstanding the provisions of chapters 26-7A, 26-8A, 26-8B, and 260-8C, the Unified Judicial System shall notify the Department of Commerce and Regulation of any conviction for a violation, while in a motor vehicle, of § 35-9-2 or chapter 32-23. The period of suspension shall begin on the date the person's suspended driver's license is received by the court or the Department of Commerce and Regulation. At the expiration of the period of suspension, a person may make application to have the license reinstated and pay the license fee as prescribed in § 32-12-47.1. Section 10. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: Any person holding a valid permit which was issued prior to the effective date of this Act and who must satisfy additional requirements in order to be licensed to operate a motor vehicle under the terms of this Act has six months from the effective date of this Act in which to qualify for the license."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13053, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72894.pdf", "status_text": "First read in House and referred to", "journal_page": 268, "committee_id_action": 544, "committee_id_assigned": 541, "result": "N", "vote": {}}, {"bill_id": 13053, "action_date": "1997-02-05T10:00:00-06:00", "document_id": 72291, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72291.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 541, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13053, "action_date": "1997-02-05T10:00:00-06:00", "document_id": 72291, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72291.pdf", "status_text": "Deferred to another day", "journal_page": 316, "committee_id_action": 541, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13053, "action_date": "1997-02-10T10:00:00-06:00", "document_id": 72320, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72320.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 541, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13053, "action_date": "1997-02-10T10:00:00-06:00", "document_id": 72320, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72320.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 379, "committee_id_action": 541, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35902, "president_vote": null, "Yea": [1909, 1941, 1947, 1971, 1973, 1975, 1985, 1958, 1943], "Nay": [1942, 1951, 1982, 1987]}}]}