{"session_id": 47, "bill_id": 13438, "bill_type": "Senate Bill", "bill_number": 39, "bill_title": "to provide for the public procurement of construction services utilizing the design-build procurement process.", "sponsors": [], "keywords": ["Construction & Contractors' Excise Tax"], "audio": [], "bill_versions": [{"bill_id": 13438, "bill_version_id": 78034, "bill_version": "Introduced", "bill_version_date": "1998-01-08T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the public procurement of construction services utilizing the design-build procurement process. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 5-18-1 be amended to read as follows: 5-18-1. For the purposes of Terms used in this chapter and in this Act mean : (1) \"Construction , \" and \"constructed , \" shall, in addition to their ordinary meaning embrace , repair and alteration; (2) \"Public corporation , \" shall embrace the state and all counties, municipalities, public school corporations and all officers, boards or commissions empowered by law to enter into contracts for the construction of public improvements; (3) \"Public improvement , \" is one the cost of which is payable from taxes or other funds under the control of the public corporation and also local improvements for which special assessments are to be levied; (4) \"Surety , \" shall mean a bond or undertaking executed by a surety company authorized to do business in the State of South Dakota and countersigned by an agent of said the company resident in the State of South Dakota, but nothing herein shall require in this subdivision requires countersignature of a bid bond ; (5) \"Acceptance,\" the formal resolution of a public corporation authorizing the execution of a design-build contract; (6) \"Design-build contract,\" a contract between a public corporation and a design-builder to furnish the architecture, engineering, and related services as required, and the labor, materials, and other construction services for a public improvement. A design- build contract may be conditioned upon future refinements in scope and price, and may permit the public corporation to make changes in the scope of the project without invalidating the design-build contract; (7) \"Design-builder,\" the person that proposes to design and construct a public improvement covered by the procedures of this Act; (8) \"Performance criteria,\" the requirements for the public improvement, including as appropriate, capacity, durability, production standards, ingress and egress requirements, building code requirements, or other criteria for the intended use of the public improvement, expressed in performance-oriented specifications or drawings suitable to allow the design-builder to make a proposal; (9) \"Performance criteria developer,\" the person and the person's subcontractors retained by the public corporation to develop performance criteria; (10) \"Proposal, an offer to enter into a design-build contract; (11) \"Request for proposals,\" the document or publication whereby a public corporation solicits proposals for a design-build contract . Section 2. Notwithstanding any other provisions of law, a public corporation may enter into design-build contracts for public improvements, if the following conditions are met: (1) The public corporation shall, prior to issuing any request for proposals, establish and publish procedures for the solicitation and award of design-build contracts. The Bureau of Administration shall establish such procedures for the state. Such procedures shall include, at a minimum, the following: (a) The procedure to select or designate a performance criteria developer utilizing a qualification based process and the procedure to prepare performance criteria; (b) The procedures for the preparation and contents of a request for proposals; (c) The procedure and standards to be used to qualify or prequalify design- builders; (d) The procedures for preparing and submitting proposals; (e) The procedures for evaluating proposals; (f) The procedures for negotiations between the public corporation and those submitting proposals prior to the acceptance of a proposal. Such procedure shall contain safeguards to preserve confidential information and proprietary information supplied by those submitting proposals, consistent with section 14 of this Act; (g) The procedures for awarding and executing design-build contracts; (h) The procedures for awarding design-build contracts in the event of public emergencies as defined in § 5-18-3.1; and (i) The procedures for acting on formal protests relating to the solicitation or award of design-build contracts; (2) The public corporation shall, for each public improvement or improvements under this Act, make a determination that it is in the best interest of the public to enter into a design-build contract to complete the public improvement. The determination to utilize design-build and the basis for the determination shall be recorded in the minutes of the meeting of the governing board of the public corporation. In making this determination, design-build projects should meet one or more of the following criteria: (a) The public corporation requires a project design and construction time line that is faster than the traditional design/bid/build process would allow; (b) The complexity of the project requires close coordination of design and construction expertise or an extreme amount of coordination; (c) The public corporation requires early cost commitments; (d) The project can be defined at an early stage and the public corporation is able to specify all requirements; (3) The public corporation shall follow the procedures of other laws governing public improvement construction contracts to the extent such laws are compatible with the use of design build contracts. Section 3. Each design-builder shall be licensed and registered to do business in this state. Section 4. A design-builder may sublet responsibility for professional design services to any person licensed and registered to provide professional design services in this state. Nothing in this Act limits or eliminates the responsibility or liability of any person registered pursuant to chapter 36-18, on a design-build project to the public corporation or other third parties under existing law. Section 5. A design-builder may sublet responsibility for construction or other services to persons registered, licensed, or otherwise qualified to provide those services in this state. Section 6. A design-builder may contract with the public corporation to provide professional services or construction services for which the design-builder is not licensed, registered, or qualified to perform, as long as the design-builder sublets all such services required under the design-build contract to a licensed, registered, or otherwise qualified person. Section 7. Any request for proposals shall contain performance criteria developed by a performance criteria developer and approved by the public corporation. For projects not exempted under chapter 36-18 from using a registered design professional, the performance criteria developer shall be a design professional registered under chapter 36-18. Section 8. The performance criteria developer may not submit a proposal to enter into the design-build contract and the design-builder may not delegate or contract services under the design-build contract to the performance criteria developer. Section 9. The performance criteria developer shall be either an employee of the public corporation or shall be engaged in accordance with normal procedures for contracting with architects or engineers. With the approval of the public corporation, the developer may delegate or contract for the development of specific aspects of the design criteria to other consultants. The performance criteria developer may be retained at the public corporation's option through to the completion of the design-build contract. Section 10. The public corporation, in consultation with the performance criteria developer, shall determine the scope and level of detail required for the performance criteria. The performance criteria shall be detailed enough to permit a person to submit a proposal in accordance with the request for proposals, given the nature of the public project and the level of design to be provided in the proposal. Section 11. A request for proposals shall be prepared for each design-build contract containing, at a minimum, the following elements: (1) The identity of the public corporation which will award the design-build contract and the identity of the performance criteria developer; (2) The procedures to be followed for submitting proposals, the criteria for evaluation of a proposal and its relative weight, and the procedures for making awards; (3) The proposed terms and conditions for the design-build contract; (4) The performance criteria; (5) A description of the drawings, specifications, or other submittals to be submitted with the proposal, with guidance as to the form and level of completeness of the drawings, specifications, or submittals that is acceptable; (6) A schedule for planned commencement and completion of the design-build contract; (7) Budget limits for the design-build contract, if any; (8) Affirmative action, disadvantaged business, or set-aside goals or requirements for the design-build contract, if any; (9) The qualifications the design-builder is required to have; (10) Requirements for performance and payment bonds, and insurance. At a minimum, these requirements shall meet the requirements of § 5-21-1; and (11) The compensation, if any, to be given to design-builders submitting proposals who are not awarded the project. Section 12. Notice of any request for proposals shall be advertised in accordance with the provisions of § 5-18-3 unless design-builders have been prequalified in accordance with the provisions of section 13 of this Act. Section 13. A public corporation may prequalify design-builders for design-build contracts by advertising requests for letters of interest in accordance with § 5-18-3. Requests for letters of interest shall contain, at a minimum, the following elements: (1) The identity of the public corporation; (2) A description of the proposed public improvement; (3) Budget limits for the proposed public improvement; (4) The requirements the design-builder will be required to have; and (5) The criteria and their relative weight for prequalification. Section 14. Any proposal, submitted pursuant to this Act, shall be accompanied by a deposit or bond meeting the requirements of § 5-18-6. The deposit or security may be forfeited if the proposal is accepted but the design-builder fails to execute the design-build contract. Section 15. Any proposal shall be sealed and may not be opened until expiration of the time established for making proposals as set forth in the request for proposals. To the extent required by the request for proposals, any proposal shall identify each person to whom the design builder proposes to sublet obligations under the design build contract. At a minimum, any proposal shall identify each person to whom the design-builder proposes to sublet any design obligations or general construction obligations. Any person so identified may not be replaced without the approval of the public corporation. Any proposal shall establish a cost of the design-build contract that may not be exceeded if the proposal is accepted without change. The maximum cost in the proposal may be converted to fixed prices by negotiated agreement between the public corporation and the selected design-builder. Section 16. Until a proposal is accepted, the drawings, specifications, and other information in the proposal remain the property of the person making the proposal. The public corporation shall make reasonable efforts to maintain the secrecy and confidentiality of any proposal and all information contained in any proposal and may not disclose any proposal or the information contained in a proposal to the design-builder's competitors. To the extent permitted by the provisions of chapter 1-25, the public corporation may not disclose confidential and proprietary information contained in any proposal to the public until such time as the public corporation takes final action to accept a proposal. Section 17. Once received, any proposal shall be submitted to the performance criteria developer for review. Clarifications may be required to ensure conformance of any proposal with the performance criteria. In seeking clarifications, the performance criteria developer may not reveal any aspect of any design-builder's proposal to any other design-builder. No proposal may be considered until the performance criteria developer issues a written opinion that the proposal is consistent with the performance criteria. Once the performance criteria developer has issued such an opinion, the proposal shall be submitted to the governing body of the public corporation for review and evaluation. No proposal or design-build contract may be accepted unless the public corporation determines there was adequate competition for such contract. Section 18. After obtaining and evaluating proposals according to the criteria and procedures set forth in the request for proposals, a public corporation may accept the proposal it considers most advantageous to the public corporation. Acceptance of a proposal shall be by written notice to the design-builder which submitted the accepted proposal. At the same time notice of acceptance is delivered, the public corporation shall also inform, in writing, the other design- builders that their proposals were not accepted. Section 19. The public corporation may reject any and all proposals, except for the purpose of evading the provisions of this Act. The public corporation may solicit new proposals using the same or different performance criteria, budget constraints, or qualifications. Section 20. Any proposal may be withdrawn by the proposer for any reason at any time prior to acceptance."}, {"bill_id": 13438, "bill_version_id": 78035, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "1998-01-17T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the public procurement of construction services utilizing the design-build procurement process. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 5-18-1 be amended to read as follows: 5-18-1. For the purposes of Terms used in this chapter and in this Act mean : (1) \"Construction , \" and \"constructed , \" shall, in addition to their ordinary meaning embrace , repair and alteration; (2) \"Public corporation , \" shall embrace the state and all counties, municipalities, public school corporations and all officers, boards or commissions empowered by law to enter into contracts for the construction of public improvements; (3) \"Public improvement , \" is one the cost of which is payable from taxes or other funds under the control of the public corporation and also local improvements for which special assessments are to be levied; (4) \"Surety , \" shall mean a bond or undertaking executed by a surety company authorized to do business in the State of South Dakota and countersigned by an agent of said the company resident in the State of South Dakota, but nothing herein shall require in this subdivision requires countersignature of a bid bond ; (5) \"Acceptance,\" the formal resolution of a public corporation authorizing the execution of a design-build contract; (6) \"Design-build contract,\" a contract between a public corporation and a design-builder to furnish the architecture, engineering, and related services as required, and the labor, materials, and other construction services for a public improvement. A design- build contract may be conditioned upon future refinements in scope and price, and may permit the public corporation to make changes in the scope of the project without invalidating the design-build contract; (7) \"Design-builder,\" the person that proposes to design and construct a public improvement covered by the procedures of this Act; (8) \"Performance criteria,\" the requirements for the public improvement, including as appropriate, capacity, durability, production standards, ingress and egress requirements, building code requirements, or other criteria for the intended use of the public improvement, expressed in performance-oriented specifications or drawings suitable to allow the design-builder to make a proposal; (9) \"Performance criteria developer,\" the person and the person's subcontractors retained by the public corporation to develop performance criteria; (10) \"Proposal, an offer to enter into a design-build contract; (11) \"Request for proposals,\" the document or publication whereby a public corporation solicits proposals for a design-build contract . Section 2. Notwithstanding any other provisions of law, a public corporation may enter into design-build contracts for public improvements, if the following conditions are met: (1) The public corporation shall, prior to issuing any request for proposals, establish and publish procedures for the solicitation and award of design-build contracts. The Bureau of Administration shall establish such procedures for the state. Such procedures shall include, at a minimum, the following: (a) The procedure to select or designate a performance criteria developer utilizing a qualification based process and the procedure to prepare performance criteria; (b) The procedures for the preparation and contents of a request for proposals; (c) The procedure and standards to be used to qualify or prequalify design- builders; (d) The procedures for preparing and submitting proposals; (e) The procedures for evaluating proposals; (f) The procedures for negotiations between the public corporation and those submitting proposals prior to the acceptance of a proposal. Such procedure shall contain safeguards to preserve confidential information and proprietary information supplied by those submitting proposals, consistent with section 16 of this Act; (g) The procedures for awarding and executing design-build contracts; (h) The procedures for awarding design-build contracts in the event of public emergencies as defined in § 5-18-3.1; and (i) The procedures for acting on formal protests relating to the solicitation or award of design-build contracts; (2) The public corporation shall, for each public improvement or improvements under this Act, make a determination that it is in the best interest of the public to enter into a design-build contract to complete the public improvement. The determination to utilize design-build and the basis for the determination shall be recorded in the minutes of the meeting of the governing board of the public corporation. In making this determination, design-build projects should meet one or more of the following criteria: (a) The public corporation requires a project design and construction time line that is faster than the traditional design/bid/build process would allow; (b) The complexity of the project requires close coordination of design and construction expertise or an extreme amount of coordination; (c) The public corporation requires early cost commitments; (d) The project can be defined at an early stage and the public corporation is able to specify all requirements; (3) The public corporation shall follow the procedures of other laws governing public improvement construction contracts to the extent such laws are compatible with the use of design build contracts. Section 3. Each design-builder shall be authorized to do business in this state as either an architect, engineer, or general contractor. Section 4. A design-builder may sublet responsibility for professional design services to any person licensed and registered to provide professional design services in this state. Nothing in this Act limits or eliminates the responsibility or liability of any person registered pursuant to chapter 36-18, on a design-build project to the public corporation or other third parties under existing law. Section 5. A design-builder may sublet responsibility for construction or other services to persons registered, licensed, or otherwise qualified to provide those services in this state. Section 6. A design-builder may contract with the public corporation to provide professional services or construction services for which the design-builder is not licensed, registered, or qualified to perform, as long as the design-builder sublets all such services required under the design-build contract to a licensed, registered, or otherwise qualified person. Section 7. Any request for proposals shall contain performance criteria developed by a performance criteria developer and approved by the public corporation. For projects not exempted under chapter 36-18 from using a registered design professional, the performance criteria developer shall be a design professional registered under chapter 36-18. Section 8. The performance criteria developer may not submit a proposal to enter into the design-build contract and the design-builder may not delegate or contract services under the design-build contract to the performance criteria developer. Section 9. The performance criteria developer shall be either an employee of the public corporation or shall be engaged in accordance with normal procedures for contracting with architects or engineers. With the approval of the public corporation, the developer may delegate or contract for the development of specific aspects of the design criteria to other consultants. The performance criteria developer may be retained at the public corporation's option through to the completion of the design-build contract. Section 10. The public corporation, in consultation with the performance criteria developer, shall determine the scope and level of detail required for the performance criteria. The performance criteria shall be detailed enough to permit a person to submit a proposal in accordance with the request for proposals, given the nature of the public project and the level of design to be provided in the proposal. Section 11. A request for proposals shall be prepared for each design-build contract containing, at a minimum, the following elements: (1) The identity of the public corporation which will award the design-build contract and the identity of the performance criteria developer; (2) The procedures to be followed for submitting proposals, the criteria for evaluation of a proposal and its relative weight, and the procedures for making awards; (3) The proposed terms and conditions for the design-build contract; (4) The performance criteria; (5) A description of the drawings, specifications, or other submittals to be submitted with the proposal, with guidance as to the form and level of completeness of the drawings, specifications, or submittals that is acceptable; (6) A schedule for planned commencement and completion of the design-build contract; (7) Budget limits for the design-build contract, if any; (8) Affirmative action, disadvantaged business, or set-aside goals or requirements for the design-build contract, if any; (9) The qualifications the design-builder is required to have; (10) Requirements for performance and payment bonds, and insurance. At a minimum, these requirements shall meet the requirements of § 5-21-1; and (11) The compensation, if any, to be given to design-builders submitting proposals who are not awarded the project. Section 12. Notice of any request for proposals shall be advertised in accordance with the provisions of § 5-18-3 unless design-builders have been prequalified in accordance with the provisions of section 13 of this Act. Section 13. A public corporation may prequalify design-builders for design-build contracts by advertising requests for letters of interest in accordance with § 5-18-3. Requests for letters of interest shall contain, at a minimum, the following elements: (1) The identity of the public corporation; (2) A description of the proposed public improvement; (3) Budget limits for the proposed public improvement; (4) The requirements the design-builder will be required to have; and (5) The criteria and their relative weight for prequalification. Section 14. Any proposal, submitted pursuant to this Act, shall be accompanied by a deposit or bond meeting the requirements of § 5-18-6. The deposit or security may be forfeited if the proposal is accepted but the design-builder fails to execute the design-build contract. Section 15. Any proposal shall be sealed and may not be opened until expiration of the time established for making proposals as set forth in the request for proposals. To the extent required by the request for proposals, any proposal shall identify each person to whom the design builder proposes to sublet obligations under the design build contract. At a minimum, any proposal shall identify each person to whom the design-builder proposes to sublet any design obligations or general construction obligations. Any person so identified may not be replaced without the approval of the public corporation. Any proposal shall establish a cost of the design-build contract that may not be exceeded if the proposal is accepted without change. The maximum cost in the proposal may be converted to fixed prices by negotiated agreement between the public corporation and the selected design-builder. Section 16. Until a proposal is accepted, the drawings, specifications, and other information in the proposal remain the property of the person making the proposal. The public corporation shall make reasonable efforts to maintain the secrecy and confidentiality of any proposal and all information contained in any proposal and may not disclose any proposal or the information contained in a proposal to the design-builder's competitors. To the extent permitted by the provisions of chapter 1-25, the public corporation may not disclose confidential and proprietary information contained in any proposal to the public until such time as the public corporation takes final action to accept a proposal. Section 17. Once received, any proposal shall be submitted to the performance criteria developer for review. Clarifications may be required to ensure conformance of any proposal with the performance criteria. In seeking clarifications, the performance criteria developer may not reveal any aspect of any design-builder's proposal to any other design-builder. No proposal may be considered until the performance criteria developer issues a written opinion that the proposal is consistent with the performance criteria. Once the performance criteria developer has issued such an opinion, the proposal shall be submitted to the governing body of the public corporation for review and evaluation. No proposal or design-build contract may be accepted unless the public corporation determines there was adequate competition for such contract. Section 18. After obtaining and evaluating proposals according to the criteria and procedures set forth in the request for proposals, a public corporation may accept the proposal it considers most advantageous to the public corporation. Acceptance of a proposal shall be by written notice to the design-builder which submitted the accepted proposal. At the same time notice of acceptance is delivered, the public corporation shall also inform, in writing, the other design- builders that their proposals were not accepted. Section 19. The public corporation may reject any and all proposals, except for the purpose of evading the provisions of this Act. The public corporation may solicit new proposals using the same or different performance criteria, budget constraints, or qualifications. Section 20. Any proposal may be withdrawn by the proposer for any reason at any time prior to acceptance. BILL HISTORY 1/13/98 First read in Senate and referred to State Affairs. S.J. 27 1/16/98 Scheduled for Committee hearing on this date. 1/16/98 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 54 1/16/98 State Affairs Place on Consent Calendar."}, {"bill_id": 13438, "bill_version_id": 78033, "bill_version": "Enrolled", "bill_version_date": "1998-02-25T09:25:06-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13438, "action_date": "1998-01-13T14:00:00-06:00", "document_id": 76884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76884.pdf", "status_text": "First read in Senate and referred to", "journal_page": 27, "committee_id_action": 601, "committee_id_assigned": 583, "result": "N", "vote": {}}, {"bill_id": 13438, "action_date": "1998-01-16T07:45:00-06:00", "document_id": 76496, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76496.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13438, "action_date": "1998-01-16T07:45:00-06:00", "document_id": 76496, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76496.pdf", "status_text": "Do Pass Amended,", "journal_page": 54, "committee_id_action": 583, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39772, "president_vote": null, "Yea": [2121, 2125, 2166, 2122, 2140, 2156, 2196, 2179, 2137]}}, {"bill_id": 13438, "action_date": "1998-01-16T07:45:00-06:00", "document_id": 76496, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76496.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13438, "action_date": "1998-01-20T14:00:00-06:00", "document_id": 76894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76894.pdf", "status_text": "Do Pass Amended,", "journal_page": 125, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39520, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2122, 2125, 2129, 2130, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2149, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2191, 2196], "Excused": [2155]}}, {"bill_id": 13438, "action_date": "1998-01-21T14:00:00-06:00", "document_id": 76895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76895.pdf", "status_text": "First read in House and referred to", "journal_page": 171, "committee_id_action": 600, "committee_id_assigned": 595, "result": "N", "vote": {}}, {"bill_id": 13438, "action_date": "1998-02-18T10:00:00-06:00", "document_id": 76765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76765.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13438, "action_date": "1998-02-18T10:00:00-06:00", "document_id": 76765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76765.pdf", "status_text": "Do Pass,", "journal_page": 743, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39158, "president_vote": null, "Yea": [2100, 2106, 2134, 2141, 2146, 2177, 2136, 2150, 2180, 2171, 2131], "Excused": [2111, 2159]}}, {"bill_id": 13438, "action_date": "1998-02-19T14:00:00-06:00", "document_id": 76937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76937.pdf", "status_text": "Deferred to another day", "journal_page": 804, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13438, "action_date": "1998-02-20T14:00:00-06:00", "document_id": 76939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76939.pdf", "status_text": "Deferred to another day", "journal_page": 826, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13438, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76941.pdf", "status_text": "Deferred to another day", "journal_page": 862, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13438, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76943.pdf", "status_text": "Do Pass Amended,", "journal_page": 875, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40837, "president_vote": null, "Nay": [2096, 2105, 2107, 2114, 2116, 2119, 2126, 2139, 2144, 2147, 2152, 2154, 2158, 2160, 2164, 2168, 2174, 2190, 2194], "Yea": [2097, 2098, 2100, 2101, 2104, 2106, 2108, 2111, 2113, 2117, 2120, 2123, 2124, 2127, 2128, 2131, 2132, 2133, 2136, 2141, 2143, 2146, 2150, 2151, 2153, 2157, 2159, 2161, 2162, 2163, 2167, 2171, 2172, 2173, 2176, 2177, 2178, 2180, 2181, 2183, 2184, 2185, 2186, 2192, 2197, 2198, 2134], "Excused": [2109, 2195], "Absent": [2110, 2193]}}, {"bill_id": 13438, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76946, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76946.pdf", "status_text": "Signed by President", "journal_page": 702, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13438, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76945.pdf", "status_text": "Signed by Speaker", "journal_page": 952, "committee_id_action": 600, "committee_id_assigned": null, "result": "F", "vote": {}}, {"bill_id": 13438, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76948.pdf", "status_text": "Delivered to the Governor", "journal_page": 728, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13438, "action_date": "1998-03-14T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 889, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13438"}