{"session_id": 19, "bill_id": 4283, "bill_type": "House Bill", "bill_number": 1161, "bill_title": "establish and provide certain incentives for projects that create new jobs or promote economic activity and to establish the rural economic development partnership program.", "sponsors": [{"legislator_profile_id": 337, "is_prime": true}, {"legislator_profile_id": 371, "is_prime": true}, {"legislator_profile_id": 340, "is_prime": false}, {"legislator_profile_id": 347, "is_prime": false}, {"legislator_profile_id": 335, "is_prime": false}, {"legislator_profile_id": 320, "is_prime": false}], "keywords": ["Economic Development", "Local Government", "Municipal Government", "Sales Tax"], "audio": [{"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst22.mp3", "start_seconds": 7097.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst22.mp3", "start_seconds": 7097.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst22.mp3", "start_seconds": 7097.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst22.mp3", "start_seconds": 7097.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst22.mp3", "start_seconds": 7097.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst22.mp3", "start_seconds": 7097.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst22.mp3", "start_seconds": 7097.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst22.mp3", "start_seconds": 7514.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou26.mp3", "start_seconds": 18167.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou26.mp3", "start_seconds": 18167.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou26.mp3", "start_seconds": 18167.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou26.mp3", "start_seconds": 18167.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou26.mp3", "start_seconds": 18167.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou26.mp3", "start_seconds": 18167.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst33.mp3", "start_seconds": 199.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst33.mp3", "start_seconds": 199.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst33.mp3", "start_seconds": 199.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen34.mp3", "start_seconds": 13171.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen34.mp3", "start_seconds": 13171.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen34.mp3", "start_seconds": 13171.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen34.mp3", "start_seconds": 13171.0}], "bill_versions": [{"bill_id": 4283, "bill_version_id": 24348, "bill_version": "Introduced", "bill_version_date": "2013-01-23T09:54:16.113-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish and provide certain incentives for projects that create new jobs or promote economic activity. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Construction date,\" the first date excavation, demolition, or construction begins for a project; (2) \"Department,\" the Department of Revenue; (3) \"Equipment,\" any new equipment that is installed or placed in a new or expanded facility; (4) \"New or expanded facility,\" a new building or structure, or the expansion of an existing building or structure; (5) \"Person,\" any individual, firm, copartnership, joint venture, association, cooperative, limited liability company, limited liability partnership, corporation, estate, trust, business trust, receiver, or any group or combination acting as a unit; (7) \"Project,\" the construction of a new or expanded facility and the equipment installed or placed at a single site; (8) \"Project cost,\" the amount paid in money, credits, property, or other money's worth for a project; and (9) \"Secretary,\" the secretary of the Department of Revenue. Section 2. For the purposes of this Act, the term, new or expanded facility, does not include any building or structure: (1) Used predominantly for residential housing; or (2) Used predominantly to provide nonprofit health care services. Section 3. For the purposes of this Act, to qualify for the refund, the project shall meet the following criteria: (1) A business plan is submitted to the local development corporation which shows that additional jobs will be created and economic activity will occur if the project is constructed; (2) The local development corporation has reviewed the business plan for the project and has made a determination of the economic impact including job growth which is scored pursuant to section 18 of this Act; (3) The municipality has adopted a motion to approve the municipal sales and use tax incentives provided by this Act and to authorize the department to refund such tax to the person holding a permit issued pursuant to section 6 of this Act; (4) A copy of the resolution is submitted with the application to the department for the municipal tax refund; and (5) The county or municipality has agreed to reduce property taxation for the project for five years under the discretionary formula pursuant to § 10-6-35.2. Section 4. As provided in this Act, any person holding a permit issued pursuant to section 6 of this Act may apply for and obtain a refund or credit of the municipal sales or use tax imposed and paid by such person under the provisions of chapter 10-52 and to receive a matching grant from the business incentive grant fund. The grant from the business incentive grant fund shall be based on the amount of municipal sales and use tax revenue refunded by the municipality on a matching basis. If a project is located outside the incorporated limits of a municipality, the Board of Economic Development, created pursuant to chapter 1-16G, may waive the municipal sales tax refund match requirement and approve a grant from the business incentive grant fund if the other provisions of this Act have been met. However, no such grant may exceed fifty percent of the state sales and use tax collected from such project. Section 5. The refund of taxes pursuant to section 4 of this Act pertains only to project costs incurred and paid after July 1, 2013, within twenty-four months from the construction date. No refund may be paid unless: (1) A resolution has been adopted by the municipality where the project is located agreeing to refund all or a portion of the sales and use taxes imposed on the project by the municipality; and (2) The person applying for the refund obtains a permit from the secretary as provided in section 6 of the Act. Section 6. Any person desiring to claim a refund pursuant to this Act shall apply for a permit from the secretary prior to or within ninety days after the construction date. The application for a permit shall be submitted on a form prescribed by the secretary. A separate application shall be made and submitted for each project. Upon approval of the application, the secretary shall issue a permit entitling the applicant to submit refund claims as provided by sections 7 and 8 of this Act. Such permit or refund claims are not assignable or transferable except as collateral or security pursuant to chapter 57A-9. However, the secretary may permit the assignment or transfer of a permit and refund claim if the initial permit holder entity reorganizes into a new entity, if the new entity and the initial entity share common ownership and the reorganization was completed solely for a legitimate business purpose. The new entity shall file with the department an amended application for permit. Section 7. Any claim for refund shall be submitted on forms prescribed by the secretary and shall be supported by such documentation as the secretary may require. The secretary may deny any claim where the claimant has failed to provide information or documentation requested or considered necessary by the secretary to determine the validity of the claim. Section 8. Any person issued a permit pursuant to this Act shall submit a claim for refund to the department no more frequently than on or before the last day of each month and no less frequently than on or before the last day of each month following each calendar quarter. The secretary shall determine and pay the amount of the tax refund within ninety days of receipt of the claim for refund. However, no refund claim may be paid until on or after the construction date. Ninety-five percent of the amount of refund shall be paid to the claimant in accordance with §§ 10-59-22 and 10-59-23, and five percent shall be withheld by the department. No interest may be paid on the refund amount. The secretary shall pay the refund by electronic funds transfer. Section 9. No claim for refund pursuant to this Act may be considered by the department if the claim for refund is received twelve months after the twenty-four month time period set by section 5 of this Act. Moreover, any such claim is barred from any future refund eligibility. Section 10. No document or record in support of any claim for refund may be considered by the department if the document or record in support of any claim for refund is received twelve months after the twenty-four month time period of section 5 of this Act. Moreover, any such document or record is barred from any future consideration. However, if the department requests any additional document or record from the project owner after a review of the claim for refund, and the request is made after the applicable time period provided by this section has expired, the project owner has sixty days to provide the requested document or record. No document or record received after this sixty-day period may be considered by the department. Moreover, any such document or record is barred from any future consideration. Section 11. The amounts withheld by the department in accordance with section 8 of this Act shall be retained until the project has been completed and the claimant has met all the conditions of this Act, at which time all sums retained shall be paid to claimant. Section 12. If any claim has been fraudulently presented or supported as to any item in the claim, or if the claimant fails to meet all the conditions of this Act, then the claim may be rejected in its entirety and all sums previously refunded to the claimant shall constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 13. Any person aggrieved by the denial in whole or in part of a refund claimed under this Act, may within thirty days after service of the notice of such denial by the secretary, demand and is entitled to a hearing, upon notice, before the secretary. The hearing shall be conducted pursuant to chapter 1-26. Section 14. Any amount refunded pursuant to this Act for a project that is not completed within the time frames prescribed in this Act, including any extensions granted by the secretary, shall be returned to the state without interest. Any refunded amounts not returned pursuant to this section and all sums previously refunded to the claimant constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 15. Any person aggrieved by a decision of the secretary under this Act may, within thirty days of receipt of written notice of the secretary's decision, make written application to the secretary for a hearing to be conducted pursuant to chapter 1-26. Hearings are to be conducted and appeals taken pursuant to the provisions of chapters 1-26 and 1-26D. A copy of the hearing examiner's proposed decision, findings of fact, and conclusions of law shall be served on all parties when furnished to the secretary. If the secretary, pursuant to chapter 1-26D, accepts the final decision of the hearing examiner, no appeal from a final decision of the secretary upon any additional tax to be paid may be taken unless any amount ordered paid by the secretary is paid or a bond filed to insure payment of the amount. However, if the final decision of the secretary, pursuant to chapter 1-26D, rejects or modifies the decision of the hearing examiner regarding the amount due, an appeal may be taken without payment of the amount ordered to be paid and without filing of a bond. If the secretary's decision is affirmed by the circuit court, no appeal may be taken unless any amount ordered to be paid by the secretary is paid or a bond is filed to insure payment of such amount. Section 16. The secretary shall promulgate rules, pursuant to chapter 1-26, concerning the procedures for filing refund claims and the requirements necessary to qualify for a refund. Section 17. The name of any person or entity that receives a refund or credit of sales and use tax pursuant to this Act and the amount of any such refund or credit is public information and shall be available and open to public inspection as provided in § 1-27-1. Section 18. The local economic development corporation shall determine the economic impact of the new or expanded facility by using the following factors: (1) Project impact factors; (a) Economic impact of primary jobs created or retained; (b) Net economic effect of increasing or stabilizing the economy on the community, area, and state; (c) Competitive effect on existing businesses; (d) Support of the public entities of the community and area; (e) The amount of the owner's equity contributed to the project; (f) The effect of the project on the environment, health, and safety of the people in the community, area, and state; (g) Compatibility with economic development plans of the area and state; (h) Type of business; (i) Payroll, pay structure, and employee benefit structure; and (j) Number of jobs created or retained; and (2) Business feasibility factors: (a) The potential success of the business and the potential for creating quality jobs and the growth of those jobs; (b) The character, experience, management record, and background of the business management; (c) The economic feasibility of the project; (d) The financial status of the project, business plan, and applicant; (e) The satisfaction of engineering, legal, and environmental regulations; and (f) The availability of necessary public utilities. Section 19. If the municipality has adopted a resolution to approve the municipal sales and use tax incentives pursuant to section 3 of this Act, an application and business plan shall be submitted to the Board of Economic Development. The board shall review the application and business plan and determine whether to provide a matching grant from the business incentive grant fund. Section 20. There is hereby created in the state treasury the business incentive grant fund. The Board of Economic Development may award grants from the fund for projects that create jobs and economic benefits to the state. The board may accept and expend for the purposes of this Act any funds obtained from appropriations or any other source if such acceptance and expenditure is approved in accordance with § 4-8B-10. Interest earned on money in the fund shall be deposited into the fund. Expenditures from this fund shall be appropriated through the normal budgeting process. Section 21. The Board of Economic Development shall promulgate rules pursuant to chapter 1-26 concerning the following: (1) Establish application procedures for a business incentive grant; (2) The submission of a business plan; (3) Establish criteria to determine which applicant may receive a grant; (4) Establish criteria for the terms and conditions upon which a grant may be made, including performance criteria and matching requirements plan; and (5) Determine the procedures for distributing the grant funds to the applicant."}, {"bill_id": 4283, "bill_version_id": 25730, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2013-02-14T10:57:41.16-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish and provide certain incentives for projects that create new jobs or promote economic activity and to establish the rural economic development partnership program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Applicant,\" any municipality, economic development corporation, county, or other political subdivision of the state that applies for funding under the program; (2) \"Award,\" funds provided to an applicant by GOED under the program; (3) \"Commissioner,\" the commissioner of the Governor's Office of Economic Development; (4) \"Construction date,\" the first date excavation, demolition, or construction begins for a project; (5) \"Equipment,\" any new equipment that is installed or placed in a new or expanded facility; (6) \"GOED,\" the Governor's Office of Economic Development; (7) \"New or expanded facility,\" a new building or structure, or the expansion of an existing building or structure; (8) \"Person,\" any individual, firm, copartnership, joint venture, association, cooperative, nonprofit development corporation, limited liability company, limited liability partnership, corporation, estate, trust, business trust, receiver, or any group or combination acting as a unit; (9) \"Program,\" the rural economic development partnership program established in section 20 of this Act; (10) \"Project,\" either the construction of a new or expanded facility or equipment installed or placed at a single site, or both; (11) \"Project cost,\" the amount paid in money, credits, property, or other money's worth for a project. Section 2. For the purposes of sections 1 to 19, inclusive, of this Act, the term, new or expanded facility, does not include any building or structure: (1) Used predominantly for residential housing; or (2) Used predominantly to provide nonprofit health care services. Section 3. For the purposes of sections 1 to 19, inclusive, of this Act, to qualify for a grant from the business incentive grant fund, the project shall meet the following criteria: (1) A business plan is submitted to the local development corporation which shows that additional jobs will be created or retained and economic activity will occur if the project is constructed; (2) The local development corporation has reviewed the business plan for the project and has made a determination of the economic impact including job growth which is scored pursuant to section 16 of this Act; (3) The municipality has adopted a resolution to approve the municipal sales and use tax incentives provided by sections 1 to 19, inclusive, of this Act and to authorize the Department of Revenue to deposit such tax revenue in the business incentive grant fund for the purpose of granting funds to a person that has entered into an agreement pursuant to section 6 of this Act. A copy of the municipal resolution shall be submitted to the Department of Revenue; (4) A copy of the municipal resolution is submitted with the grant application to the Board of Economic Development; and (5) The county or municipality has adopted a formula to reduce property taxation for the project for five years under the discretionary formula pursuant to § 10-6-35.2 or has approved a tax incremental district pursuant to chapter 11-9 for the area where the project will be located. Section 4. As provided in sections 1 to 19, inclusive, of this Act, any person that has entered into an agreement pursuant to section 6 of this Act may apply for a grant from the business incentive grant fund that is two times the amount of the municipal sales and use tax imposed and paid by such person for the project under the provisions of chapter 10-52. However, if the project costs exceeds twenty million dollars, the grant may be for an amount not to exceed all of the state and municipal sales and use tax collected pursuant to chapters 10-45, 10-46, and 10-52. If a project is located outside the incorporated limits of a municipality, the Board of Economic Development, created pursuant to chapter 1-16G, may waive the requirement that the municipal sales tax revenue be deposited in the business incentive grant fund if the other provisions of sections 1 to 19, inclusive, of this Act have been met. If such requirement is waived, any person that has entered into an agreement pursuant to section 6 of this Act may apply for a grant from the business incentive grant fund that is equal to one-half of the state sales and use tax collected pursuant to chapters 10-45 and 10-46 for the project costs. However, if the project costs exceeds twenty million dollars, the grant may be for an amount not to exceed all of the state sales and use tax collected pursuant to chapters 10-45 and 10-46 for the project costs. Section 5. The grant pursuant to section 4 of this Act pertains only to project costs incurred and paid after July 1, 2013, within thirty-six months from the construction date. No grant may be made unless: (1) A resolution has been adopted by the municipality where the project is located agreeing to deposit all of the sales and use taxes imposed on the project by the municipality pursuant to chapter 10-52 into the business incentive grant fund; and (2) The person applying for the grant enters an agreement as provided in section 6 of this Act. Section 6. Any person desiring to receive a grant pursuant to sections 1 to 19, inclusive, of this Act shall apply to the Board of Economic Development for a grant from business incentive grant fund prior to or within ninety days after the construction date. If the municipality has adopted a resolution to approve the municipal sales and use tax being deposited in the business incentive grant fund pursuant to section 3 of this Act, an application and business plan shall be submitted to the Board of Economic Development. The board shall review the application and business plan and determine whether the grant from the business incentive grant fund shall be approved or disapproved. The application shall be submitted on a form prescribed by the board. A separate application shall be made and submitted for each project. If the application is approved, the board shall enter into an agreement entitling the applicant to submit claims as provided by sections 7 and 8 of this Act. Such claims are not assignable or transferable except as collateral or security pursuant to chapter 57A-9. However, the commissioner may permit the assignment or transfer of an agreement and if the initial permit holder entity reorganizes into a new entity, if the new entity and the initial entity share common ownership and the reorganization was completed solely for a legitimate business purpose. The new entity shall file with the GOED an amended application for the grant. Section 7. Any claim for a grant shall be submitted on forms prescribed by the commissioner and shall be supported by such documentation as the commissioner may require. The commissioner may deny any claim where the claimant has failed to provide information or documentation requested or considered necessary by the commissioner to determine the validity of the claim. Section 8. Any person who has entered into an agreement pursuant to sections 1 to 19, inclusive, of this Act shall submit a claim for a grant to the GOED no more frequently than on or before the last day of each month and no less frequently than on or before the last day of each month following each calendar quarter. The commissioner shall determine and pay the amount of the grant within ninety days of receipt of the claim. However, no claim may be paid until on or after the construction date. No interest may be paid on the grant amount. The commissioner shall pay the grant by electronic funds transfer. Section 9. No claim for a grant pursuant to sections 1 to 19, inclusive, of this Act may be considered by the GOED if the claim for the grant is received twelve months after the thirty-six month time period set by section 5 of this Act. Moreover, any such claim is barred from any future grant eligibility. Section 10. No document or record in support of any claim for grant may be considered by the GOED if the document or record in support of any claim for a grant is received twelve months after the thirty-six month time period of section 5 of this Act. Moreover, any such document or record is barred from any future consideration. However, if the GOED requests any additional document or record from the project owner after a review of the claim for a grant, and the request is made after the applicable time period provided by this section has expired, the project owner has sixty days to provide the requested document or record. No document or record received after this sixty-day period may be considered by the GOED. Moreover, any such document or record is barred from any future consideration. Section 11. If any claim has been fraudulently presented or supported as to any item in the claim, or if the claimant fails to meet all the conditions of sections 1 to 19, inclusive, of this Act, then the claim may be rejected in its entirety and all sums previously granted to the claimant shall constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 12. Any person aggrieved by the denial in whole or in part of a grant claimed under sections 1 to 19, inclusive, of this Act, may within thirty days after service of the notice of such denial by the commissioner, demand and is entitled to a hearing, upon notice, before the commissioner. The hearing shall be conducted pursuant to chapter 1-26. Section 13. Any amount granted pursuant to sections 1 to 19, inclusive, of this Act for a project that is not completed within the time frames prescribed in sections 1 to 19, inclusive, of this Act, including any extensions granted by the commissioner, shall be returned to the state without interest. Any granted amounts not returned pursuant to this section and all sums previously granted to the claimant constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 14. Any person aggrieved by a decision of the commissioner under sections 1 to 19, inclusive, of this Act may, within thirty days of receipt of written notice of the commissioner's decision, make written application to the commissioner for a hearing to be conducted pursuant to chapter 1-26. Hearings are to be conducted and appeals taken pursuant to the provisions of chapters 1-26 and 1-26D. A copy of the hearing examiner's proposed decision, findings of fact, and conclusions of law shall be served on all parties when furnished to the commissioner. If the commissioner, pursuant to chapter 1-26D, accepts the final decision of the hearing examiner, no appeal from a final decision of the commissioner upon any additional tax to be paid may be taken unless any amount ordered paid by the commissioner is paid or a bond filed to insure payment of the amount. However, if the final decision of the commissioner, pursuant to chapter 1-26D, rejects or modifies the decision of the hearing examiner regarding the amount due, an appeal may be taken without payment of the amount ordered to be paid and without filing of a bond. If the commissioner's decision is affirmed by the circuit court, no appeal may be taken unless any amount ordered to be paid by the commissioner is paid or a bond is filed to insure payment of such amount. Section 15. The name of any person or entity that receives a grant pursuant to sections 1 to 19, inclusive, of this Act and the amount of any such grant or credit is public information and shall be available and open to public inspection as provided in § 1-27-1. Section 16. The local economic development corporation shall determine the economic impact of the new or expanded facility by using the following factors: (1) Project impact factors; (a) Economic impact of primary jobs created or retained; (b) Net economic effect of increasing or stabilizing the economy on the community, area, and state; (c) Competitive effect on existing businesses; (d) Support of the public entities of the community and area; (e) The amount of the owner's equity contributed to the project; (f) The effect of the project on the environment, health, and safety of the people in the community, area, and state; (g) Compatibility with economic development plans of the area and state; (h) Type of business; (i) Payroll, pay structure, and employee benefit structure; and (j) Number of jobs created or retained; and (2) Business feasibility factors: (a) The potential success of the business and the potential for creating quality jobs and the growth of those jobs; (b) The character, experience, management record, and background of the business management; (c) The economic feasibility of the project; (d) The financial status of the project, business plan, and applicant; (e) The satisfaction of engineering, legal, and environmental regulations; and (f) The availability of necessary public utilities. Section 17. There is hereby created in the state treasury the business incentive grant fund. The Board of Economic Development may award grants from the fund for projects that create or retain jobs and economic benefits to the state and provide matching funds for rural economic development partnership program created by sections 20 to 23, inclusive, of this Act. The board may accept and expend for the purposes of this Act any funds obtained from appropriations or any other source if such acceptance and expenditure is approved in accordance with § 4-8B-10. Interest earned on money in the fund shall be deposited into the fund. Expenditures from this fund shall be appropriated through the normal budgeting process. Section 18. If a grant is approved by the Board of Economic Development pursuant to sections 1 to 19, inclusive, of this Act, the Department of Revenue shall deposit fifty percent of the sales and use taxes imposed by chapters 10-45 and 10-46 on the project into the business incentive grant fund. However, if the project costs exceeds twenty million dollars, the Department of Revenue shall deposit all of the sales and use taxes imposed by chapters 10-45 and 10-46 on the project into the business incentive grant fund. Section 19. The Board of Economic Development shall promulgate rules pursuant to chapter 1-26 concerning the following: (1) Establish application procedures for a business incentive grant; (2) The submission of a business plan; (3) Establish criteria to determine which applicant may receive a grant; (4) Establish criteria for the terms and conditions upon which a grant may be made, including performance criteria and matching requirements plan; and (5) Determine the procedures for distributing the grant funds to the applicant. Section 20. The rural economic development partnership program is hereby established within the Governor's Office of Economic Development. Under the program, any municipality, economic development corporation, county, or other political subdivision of the state may apply to GOED for funds on a matching basis as provided in sections 20 to 23, inclusive, of this Act. Section 21. GOED may award funds under the program for new full time staff, or elevate existing part-time staff to full-time, equipment, and training needs for the purpose of developing or expanding housing, community, and economic development programs. Areas of emphasis under the program include creating employment opportunities, higher wages, better-quality jobs, greater access to resources, repopulation, stronger economies, access to replicable best practice methods, continuous housing development, business growth, and job creation and retention. Section 22. Funds awarded under the program shall be provided on a matching basis over a five-year period for each award so that fifty percent of the first year's project cost is paid by GOED, forty percent of the second year's project cost is paid by GOED, thirty percent of the third year's project cost is paid by GOED, twenty percent of the fourth year's project cost is paid by GOED, and ten percent of the fifth year's project cost is paid by GOED. In each year the remaining portion of the project cost for that year shall be paid by the applicant. GOED awards and matching funds paid by the applicant shall be structured so that the project cost for each of the five years is as nearly equal as practicable. Section 23. GOED shall promulgate rules pursuant to chapter 1-26 to provide for the implementation and administration of the rural economic development partnership program. The rules shall include: (1) Application requirements, procedures, and forms; (2) Award procedures; (3) Eligible uses of award funds; (4) Eligibility requirements for applicants; (5) Responsibilities of applicants and award recipients; (6) Procedures for rescinding and repayment of awards if the applicant's or recipient's responsibilities are not met; (7) Reporting requirements; and (8) Other items necessary for the administration of the program."}, {"bill_id": 4283, "bill_version_id": 26107, "bill_version": "House Engrossed", "bill_version_date": "2013-02-20T22:10:57.287-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish and provide certain incentives for projects that create new jobs or promote economic activity and to establish the rural economic development partnership program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Applicant,\" any municipality, economic development corporation, county, or other political subdivision of the state that applies for funding under the program; (2) \"Award,\" funds provided to an applicant by GOED under the program; (3) \"Commissioner,\" the commissioner of the Governor's Office of Economic Development; (4) \"Construction date,\" the first date excavation, demolition, or construction begins for a project; (5) \"Equipment,\" any new equipment that is installed or placed in a new or expanded facility; (6) \"GOED,\" the Governor's Office of Economic Development; (7) \"New or expanded facility,\" a new building or structure, or the expansion of an existing building or structure; (8) \"Person,\" any individual, firm, copartnership, joint venture, association, cooperative, nonprofit development corporation, limited liability company, limited liability partnership, corporation, estate, trust, business trust, receiver, or any group or combination acting as a unit; (9) \"Program,\" the rural economic development partnership program established in section 20 of this Act; (10) \"Project,\" either the construction of a new or expanded facility or equipment installed or placed at a single site, or both; (11) \"Project cost,\" the amount paid in money, credits, property, or other money's worth for a project. Section 2. For the purposes of sections 1 to 19, inclusive, of this Act, the term, new or expanded facility, does not include any building or structure: (1) Used predominantly for residential housing; or (2) Used predominantly to provide nonprofit health care services. Section 3. For the purposes of sections 1 to 19, inclusive, of this Act, to qualify for a grant from the economic development grant fund, the project shall meet the following criteria: (1) A business plan is submitted to the local development corporation which shows that additional jobs will be created or retained and economic activity will occur if the project is constructed; (2) The local development corporation has reviewed the business plan for the project and has made a determination of the economic impact including job growth which is scored pursuant to section 16 of this Act; (3) The municipality has adopted a resolution to approve the municipal sales and use tax incentives provided by sections 1 to 19, inclusive, of this Act and to authorize the Department of Revenue to deposit such tax revenue in the economic development grant fund for the purpose of granting funds to a person that has entered into an agreement pursuant to section 6 of this Act. A copy of the municipal resolution shall be submitted to the Department of Revenue; (4) A copy of the municipal resolution is submitted with the grant application to the Board of Economic Development; and (5) The county or municipality has adopted a formula to reduce property taxation for the project for five years under the discretionary formula pursuant to § 10-6-35.2 or has approved a tax incremental district pursuant to chapter 11-9 for the area where the project will be located. Section 4. As provided in sections 1 to 19, inclusive, of this Act, any person that has entered into an agreement pursuant to section 6 of this Act may apply for a grant from the business incentive grant fund that is two times the amount of the municipal sales and use tax imposed and paid by such person for the project under the provisions of chapter 10-52. However, if the project costs exceeds twenty million dollars, the grant may be for an amount not to exceed all of the state and municipal sales and use tax collected pursuant to chapters 10-45, 10-46, and 10-52. If a project is located outside the incorporated limits of a municipality, the Board of Economic Development, created pursuant to chapter 1-16G, may waive the requirement that the municipal sales tax revenue be deposited in the economic development grant fund if the other provisions of sections 1 to 19, inclusive, of this Act have been met. If such requirement is waived, any person that has entered into an agreement pursuant to section 6 of this Act may apply for a grant from the economic development grant fund that is equal to one-half of the state sales and use tax collected pursuant to chapters 10-45 and 10-46 for the project costs. However, if the project costs exceeds twenty million dollars, the grant may be for an amount not to exceed all of the state sales and use tax collected pursuant to chapters 10-45 and 10-46 for the project costs. Section 5. The grant pursuant to section 4 of this Act pertains only to project costs incurred and paid after July 1, 2013, within thirty-six months from the construction date. No grant may be made unless: (1) A resolution has been adopted by the municipality where the project is located agreeing to deposit all of the sales and use taxes imposed on the project by the municipality pursuant to chapter 10-52 into the economic development grant fund; and (2) The person applying for the grant enters an agreement as provided in section 6 of this Act. Section 6. Any person desiring to receive a grant pursuant to sections 1 to 19, inclusive, of this Act shall apply to the Board of Economic Development for a grant from business incentive grant fund prior to or within ninety days after the construction date. If the municipality has adopted a resolution to approve the municipal sales and use tax being deposited in the economic development grant fund pursuant to section 3 of this Act, an application and business plan shall be submitted to the Board of Economic Development. The board shall review the application and business plan and determine whether the grant from the business incentive grant fund shall be approved or disapproved. The application shall be submitted on a form prescribed by the board. A separate application shall be made and submitted for each project. If the application is approved, the board shall enter into an agreement entitling the applicant to submit claims as provided by sections 7 and 8 of this Act. Such claims are not assignable or transferable except as collateral or security pursuant to chapter 57A-9. However, the commissioner may permit the assignment or transfer of an agreement and if the initial permit holder entity reorganizes into a new entity, if the new entity and the initial entity share common ownership and the reorganization was completed solely for a legitimate business purpose. The new entity shall file with the GOED an amended application for the grant. Section 7. Any claim for a grant shall be submitted on forms prescribed by the commissioner and shall be supported by such documentation as the commissioner may require. The commissioner may deny any claim where the claimant has failed to provide information or documentation requested or considered necessary by the commissioner to determine the validity of the claim. Section 8. Any person who has entered into an agreement pursuant to sections 1 to 19, inclusive, of this Act shall submit a claim for a grant to the GOED no more frequently than on or before the last day of each month and no less frequently than on or before the last day of each month following each calendar quarter. The commissioner shall determine and pay the amount of the grant within ninety days of receipt of the claim. However, no claim may be paid until on or after the construction date. No interest may be paid on the grant amount. The commissioner shall pay the grant by electronic funds transfer. Section 9. No claim for a grant pursuant to sections 1 to 19, inclusive, of this Act may be considered by the GOED if the claim for the grant is received twelve months after the thirty-six month time period set by section 5 of this Act. Moreover, any such claim is barred from any future grant eligibility. Section 10. No document or record in support of any claim for grant may be considered by the GOED if the document or record in support of any claim for a grant is received twelve months after the thirty-six month time period of section 5 of this Act. Moreover, any such document or record is barred from any future consideration. However, if the GOED requests any additional document or record from the project owner after a review of the claim for a grant, and the request is made after the applicable time period provided by this section has expired, the project owner has sixty days to provide the requested document or record. No document or record received after this sixty-day period may be considered by the GOED. Moreover, any such document or record is barred from any future consideration. Section 11. If any claim has been fraudulently presented or supported as to any item in the claim, or if the claimant fails to meet all the conditions of sections 1 to 19, inclusive, of this Act, then the claim may be rejected in its entirety and all sums previously granted to the claimant shall constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 12. Any person aggrieved by the denial in whole or in part of a grant claimed under sections 1 to 19, inclusive, of this Act, may within thirty days after service of the notice of such denial by the commissioner, demand and is entitled to a hearing, upon notice, before the commissioner. The hearing shall be conducted pursuant to chapter 1-26. Section 13. Any amount granted pursuant to sections 1 to 19, inclusive, of this Act for a project that is not completed within the time frames prescribed in sections 1 to 19, inclusive, of this Act, including any extensions granted by the commissioner, shall be returned to the state without interest. Any granted amounts not returned pursuant to this section and all sums previously granted to the claimant constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 14. Any person aggrieved by a decision of the commissioner under sections 1 to 19, inclusive, of this Act may, within thirty days of receipt of written notice of the commissioner's decision, make written application to the commissioner for a hearing to be conducted pursuant to chapter 1-26. Hearings are to be conducted and appeals taken pursuant to the provisions of chapters 1-26 and 1-26D. A copy of the hearing examiner's proposed decision, findings of fact, and conclusions of law shall be served on all parties when furnished to the commissioner. If the commissioner, pursuant to chapter 1-26D, accepts the final decision of the hearing examiner, no appeal from a final decision of the commissioner upon any additional tax to be paid may be taken unless any amount ordered paid by the commissioner is paid or a bond filed to insure payment of the amount. However, if the final decision of the commissioner, pursuant to chapter 1-26D, rejects or modifies the decision of the hearing examiner regarding the amount due, an appeal may be taken without payment of the amount ordered to be paid and without filing of a bond. If the commissioner's decision is affirmed by the circuit court, no appeal may be taken unless any amount ordered to be paid by the commissioner is paid or a bond is filed to insure payment of such amount. Section 15. The name of any person or entity that receives a grant pursuant to sections 1 to 19, inclusive, of this Act and the amount of any such grant or credit is public information and shall be available and open to public inspection as provided in § 1-27-1. Section 16. The local economic development corporation shall determine the economic impact of the new or expanded facility by using the following factors: (1) Project impact factors; (a) Economic impact of primary jobs created or retained; (b) Net economic effect of increasing or stabilizing the economy on the community, area, and state; (c) Competitive effect on existing businesses; (d) Support of the public entities of the community and area; (e) The amount of the owner's equity contributed to the project; (f) The effect of the project on the environment, health, and safety of the people in the community, area, and state; (g) Compatibility with economic development plans of the area and state; (h) Type of business; (i) Payroll, pay structure, and employee benefit structure; (j) Number of jobs created or retained; and (k) Likelihood that the project would occur without the grant incentive; and (2) Business feasibility factors: (a) The potential success of the business and the potential for creating quality jobs and the growth of those jobs; (b) The character, experience, management record, and background of the business management; (c) The economic feasibility of the project; (d) The financial status of the project, business plan, and applicant; (e) The satisfaction of engineering, legal, and environmental regulations; and (f) The availability of necessary public utilities. Section 17. There is hereby created in the state treasury the economic development grant fund. The Board of Economic Development may award grants from the fund for projects that create or retain jobs and economic benefits to the state and provide matching funds for rural economic development partnership program created by sections 20 to 23, inclusive, of this Act. The board may accept and expend for the purposes of this Act any funds obtained from appropriations or any other source if such acceptance and expenditure is approved in accordance with § 4-8B-10. Interest earned on money in the fund shall be deposited into the fund. Expenditures from this fund shall be appropriated through the normal budgeting process. Section 18. If a grant is approved by the Board of Economic Development pursuant to sections 1 to 19, inclusive, of this Act, the Department of Revenue shall deposit fifty percent of the sales and use taxes imposed by chapters 10-45 and 10-46 on the project into the business incentive grant fund. However, if the project costs exceeds twenty million dollars, the Department of Revenue shall deposit all of the sales and use taxes imposed by chapters 10-45 and 10-46 on the project into the economic development grant fund. Section 19. The Board of Economic Development shall promulgate rules pursuant to chapter 1-26 concerning the following: (1) Establish application procedures for a economic development grant; (2) The submission of a business plan; (3) Establish criteria to determine which applicant may receive a grant; (4) Establish criteria for the terms and conditions upon which a grant may be made, including performance criteria and matching requirements plan; and (5) Determine the procedures for distributing the grant funds to the applicant. Section 20. The rural economic development partnership program is hereby established within the Governor's Office of Economic Development. Under the program, any municipality, economic development corporation, county, or other political subdivision of the state may apply to GOED for funds on a matching basis as provided in sections 20 to 23, inclusive, of this Act. Section 21. GOED may award funds under the program for new staff, or elevate existing part-time staff, equipment, and training needs for the purpose of developing or expanding housing, community, and economic development programs. Areas of emphasis under the program include creating employment opportunities, higher wages, better-quality jobs, greater access to resources, repopulation, stronger economies, access to replicable best practice methods, continuous housing development, business growth, and job creation and retention. Section 22. Funds awarded under the program shall be provided on a matching basis over a five-year period for each award so that fifty percent of the first year's project cost is paid by GOED, forty percent of the second year's project cost is paid by GOED, thirty percent of the third year's project cost is paid by GOED, twenty percent of the fourth year's project cost is paid by GOED, and ten percent of the fifth year's project cost is paid by GOED. In each year the remaining portion of the project cost for that year shall be paid by the applicant. GOED awards and matching funds paid by the applicant shall be structured so that the project cost for each of the five years is as nearly equal as practicable. Section 23. GOED shall promulgate rules pursuant to chapter 1-26 to provide for the implementation and administration of the rural economic development partnership program. The rules shall include: (1) Application requirements, procedures, and forms; (2) Award procedures; (3) Eligible uses of award funds; (4) Eligibility requirements for applicants; (5) Responsibilities of applicants and award recipients; (6) Procedures for rescinding and repayment of awards if the applicant's or recipient's responsibilities are not met; (7) Reporting requirements; and (8) Other items necessary for the administration of the program."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4283, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24416.pdf", "status_text": "First read in House and referred to", "journal_page": 155, "committee_id_action": 202, "committee_id_assigned": 195, "result": "N", "vote": {}}, {"bill_id": 4283, "action_date": "2013-01-28T07:45:00-06:00", "document_id": 24616, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24616.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 195, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4283, "action_date": "2013-02-13T07:45:00-06:00", "document_id": 25495, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25495.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 195, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4283, "action_date": "2013-02-13T15:00:00-06:00", "document_id": 25690, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25690.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 195, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4283, "action_date": "2013-02-13T15:00:00-06:00", "document_id": 25690, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25690.pdf", "status_text": "Do Pass Amended", "journal_page": 378, "committee_id_action": 195, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13757, "president_vote": null, "Yea": [360, 348, 334, 381, 347, 351, 371, 316, 395, 354, 353, 349, 335]}}, {"bill_id": 4283, "action_date": "2013-02-13T15:00:00-06:00", "document_id": 25690, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25690.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 195, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4283, "action_date": "2013-02-19T14:00:00-06:00", "document_id": 25959, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25959.pdf", "status_text": "Deferred to another day", "journal_page": 443, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4283, "action_date": "2013-02-20T14:00:00-06:00", "document_id": 26084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26084.pdf", "status_text": "Motion to amend", "journal_page": 466, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4283, "action_date": "2013-02-20T14:00:00-06:00", "document_id": 26084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26084.pdf", "status_text": "Do Pass Amended", "journal_page": 467, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14116, "president_vote": null, "Yea": [420, 346, 415, 326, 360, 417, 349, 382, 410, 412, 398, 348, 318, 397, 374, 402, 381, 396, 370, 394, 372, 350, 347, 416, 351, 344, 359, 392, 335, 369, 414, 400, 375, 371, 316, 332, 393, 395, 390, 408, 404, 405, 356, 411, 377, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334], "Nay": [418, 342, 324, 389, 380, 355], "Excused": [413]}}, {"bill_id": 4283, "action_date": "2013-02-21T14:00:00-06:00", "document_id": 26155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26155.pdf", "status_text": "First read in Senate and referred to", "journal_page": 522, "committee_id_action": 200, "committee_id_assigned": 185, "result": "N", "vote": {}}, {"bill_id": 4283, "action_date": "2013-03-04T10:00:00-06:00", "document_id": 26655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26655.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4283, "action_date": "2013-03-04T10:00:00-06:00", "document_id": 26895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26895.pdf", "status_text": "Do Pass", "journal_page": 636, "committee_id_action": 185, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14597, "president_vote": null, "Excused": [337, 328], "Yea": [340, 364, 345, 329, 320, 333, 339]}}, {"bill_id": 4283, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27134, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27134.pdf", "status_text": "Tabled", "journal_page": 681, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14727, "president_vote": null, "Yea": [338, 362, 330, 337, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379], "Excused": [366]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4283"}