{"session_id": 24, "bill_id": 7447, "bill_type": "House Bill", "bill_number": 1247, "bill_title": "require school districts and licensed child welfare agencies to implement a policy and provide training regarding sexual abuse and other maltreatment of children.", "sponsors": [{"legislator_profile_id": 976, "is_prime": true}, {"legislator_profile_id": 969, "is_prime": true}, {"legislator_profile_id": 1043, "is_prime": false}, {"legislator_profile_id": 1042, "is_prime": false}, {"legislator_profile_id": 1022, "is_prime": false}, {"legislator_profile_id": 1002, "is_prime": false}, {"legislator_profile_id": 994, "is_prime": false}, {"legislator_profile_id": 1044, "is_prime": false}, {"legislator_profile_id": 1041, "is_prime": false}, {"legislator_profile_id": 975, "is_prime": false}, {"legislator_profile_id": 1011, "is_prime": false}, {"legislator_profile_id": 1013, "is_prime": false}, {"legislator_profile_id": 1025, "is_prime": false}], "keywords": ["Abuse and Neglect", "Education", "Minors", "Public Health and Safety", "School Districts"], "audio": [{"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst25.mp3", "start_seconds": 4408.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst25.mp3", "start_seconds": 4408.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst25.mp3", "start_seconds": 4408.0}], "bill_versions": [{"bill_id": 7447, "bill_version_id": 38825, "bill_version": "Introduced", "bill_version_date": "2016-02-04T12:02:49.317-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require school districts and licensed child welfare agencies to implement a policy and provide training regarding sexual abuse and other maltreatment of children. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-1 be amended by adding a NEW SECTION to read: Every school district shall adopt and implement a policy regarding sexual abuse and other maltreatment of children that addresses the following: (1) Methods of prevention and for increasing staff, student, and parent awareness of issues regarding sexual abuse and other maltreatment of children, including knowledge of likely warning signs indicating that a child may be a victim of sexual abuse or other maltreatment; (2) Actions that a child who is a victim of sexual abuse or other maltreatment should take to obtain assistance and intervention; (3) Available counseling options for students affected by sexual abuse or other maltreatment. The methods of prevention and for increasing awareness of issues regarding sexual abuse and other maltreatment of children in subdivision (1) shall include: (1) Research-based training and other educational opportunities concerning the prevention and recognition of sexual abuse and all other forms of child maltreatment for parents of school district students and for school district staff including teachers, counselors, coaches, and any other professional staff members; and (2) Strategies for coordination between the school district and appropriate community organizations. Section 2. That chapter 13-1 be amended by adding a NEW SECTION to read: The training required for teachers and other professional staff members under section 1 of this Act shall be provided annually and include training on the following: (1) Factors indicating a child is at-risk for sexual abuse or other maltreatment; (2) Likely warning signs indicating a child may be a victim of sexual abuse or other maltreatment; (3) Internal procedures for seeking assistance for a child who is at-risk for sexual abuse or other maltreatment, including referral to a school counselor, a social worker, or another mental health professional; (4) Methods for reducing a child's risk of sexual abuse or other maltreatment; and (5) Community organizations that have relevant existing research-based programs that are able to provide training or other education for school district staff members, students, and parents. If a school district determines that the school district does not have sufficient resources to provide the training required, the school district shall work in conjunction with a community organization to provide the training at no cost to the school district. Section 3. That chapter 26-6 be amended by adding a NEW SECTION to read: Any agency or institution licensed as a child welfare agency under chapter 26-6 shall adopt and implement a policy addressing sexual abuse and other maltreatment of children. The policy required in this section shall address the following: (1) Methods of prevention and for increasing child-care facility staff and parent awareness of issues regarding sexual abuse and other maltreatment of children, including knowledge of likely warning signs indicating that a child may be a victim of sexual abuse or other maltreatment; (2) Actions that the parent of a child younger than five years of age who is a victim of sexual abuse or other maltreatment should take to obtain assistance and intervention; (3) Available counseling options for children affected by sexual abuse or other maltreatment; and (4) Strategies for coordination between the child-care facility and appropriate community organizations. Section 4. That chapter 26-6 be amended by adding a NEW SECTION to read: Any agency or institution licensed as a child welfare agency under chapter 26-6 shall provide training for staff members in the prevention and recognition of symptoms of sexual abuse and other maltreatment of children. The training required shall be based on scientific research, provided at least annually, and include training on the following: (1) Factors indicating a child is at-risk for abuse, neglect, sexual abuse, or other maltreatment; (2) Likely warning signs indicating a child may be a victim of abuse, neglect, sexual abuse, or other maltreatment; (3) Internal procedures for seeking assistance for a child who is at-risk for abuse, neglect, sexual abuse, or other maltreatment, including referral to a counselor, a social worker, or other mental health professional; and (4) Community organizations that have relevant existing research-based training programs that are able to provide training or other education for licensed facility staff members, children, and parents. If a child welfare agency licensed under chapter 26-6 determines that it does not have sufficient resources to provide the training required in this section, the agency shall work in conjunction with a community organization to provide the training at no cost to the agency."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7447, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38841.pdf", "status_text": "First Reading House", "journal_page": 290, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7447, "action_date": "2016-02-08T14:00:00-06:00", "document_id": 39001, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39001.pdf", "status_text": "Referred to", "journal_page": 322, "committee_id_action": 325, "committee_id_assigned": 317, "result": "N", "vote": {}}, {"bill_id": 7447, "action_date": "2016-02-22T07:45:00-06:00", "document_id": 39644, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39644.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 317, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7447, "action_date": "2016-02-22T07:45:00-06:00", "document_id": 39715, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39715.pdf", "status_text": "Tabled", "journal_page": 475, "committee_id_action": 317, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21213, "president_vote": null, "Yea": [1042, 983, 1022, 1002, 1044, 1024, 1003, 981, 1029, 989, 1025, 976], "Excused": [990]}}]}