{"session_id": 47, "bill_id": 13666, "bill_type": "House Bill", "bill_number": 1109, "bill_title": "to limit the applicability of certain waste reduction goals and landfill bans.", "sponsors": [{"legislator_profile_id": 2191, "is_prime": true}, {"legislator_profile_id": 2195, "is_prime": true}, {"legislator_profile_id": 2117, "is_prime": false}, {"legislator_profile_id": 2129, "is_prime": false}, {"legislator_profile_id": 2139, "is_prime": false}, {"legislator_profile_id": 2141, "is_prime": false}, {"legislator_profile_id": 2143, "is_prime": false}, {"legislator_profile_id": 2148, "is_prime": false}, {"legislator_profile_id": 2153, "is_prime": false}, {"legislator_profile_id": 2168, "is_prime": false}, {"legislator_profile_id": 2178, "is_prime": false}, {"legislator_profile_id": 2197, "is_prime": false}], "keywords": ["Environmental Protection"], "audio": [], "bill_versions": [{"bill_id": 13666, "bill_version_id": 77048, "bill_version": "Introduced", "bill_version_date": "1998-01-17T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to limit the applicability of certain waste reduction goals and landfill bans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34A-6-67 be amended to read as follows: 34A-6-67. In achieving the waste reduction goals provided for under § 34A-6-60, every municipality or other political subdivision of fifty thousand population or more based on the most recent federal census that is responsible for solid waste management shall implement the following landfill waste reduction targets in accordance with the following implementation dates: (1) Beginning on January 1, 1995, all yard wastes shall be eliminated from landfilled wastes; (2) Beginning July 1, 1995, all lead acid batteries and waste motor oil shall be eliminated from landfilled wastes; (3) Beginning on January 1, 1996, all white good appliances shall be eliminated from landfilled wastes; (4) Beginning on July 1, 1996, all office and computer paper shall be eliminated from landfill wastes; (5) Beginning on January 1, 1997, all printed paper products and corrugated cardboard shall be eliminated from landfill wastes; and (6) Beginning on July 1, 1997, all containers made from glass, plastic, aluminum or steel shall be eliminated from landfill wastes. Every municipality or other political subdivision of fifty thousand population or more based on the most recent federal census that is responsible for solid waste management shall comply with each of these landfill waste reduction targets. However, if the governing body, after open meeting and allowing public input, makes a resolution finding that recycling of the solid waste in a manner consistent with the reduction targets provided by this section is unavailable, the governing body may by ordinance exempt the political subdivision municipality from any of the waste reduction targets provided by this section. The term, unavailable, means that recycling is determined by the governing body to cost more than the true and total cost of unsubsidized landfilling, including long-term costs of all options analyzed in the waste evaluation. The governing body shall review any determination made under this section at least once every two years if it determines that recycling is unavailable. The determination required by this section regarding recycling shall be made separately for each subdivision of this section. Any resolution exempting a political subdivision municipality from a landfill waste reduction target shall be is subject to a referendum of the voters of the municipality or political subdivision . Referendum procedures shall conform to the provisions of chapter 9-20."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13666, "action_date": "1998-01-17T14:00:00-06:00", "document_id": 76891, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76891.pdf", "status_text": "First read in House and referred to", "journal_page": 66, "committee_id_action": 600, "committee_id_assigned": 595, "result": "N", "vote": {}}, {"bill_id": 13666, "action_date": "1998-01-23T10:00:00-06:00", "document_id": 76561, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76561.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13666, "action_date": "1998-01-23T10:00:00-06:00", "document_id": 76561, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76561.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 195, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39745, "president_vote": null, "Yea": [2100, 2106, 2111, 2134, 2177, 2150, 2159, 2180], "Nay": [2141, 2171, 2131], "Excused": [2146, 2136]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13666"}