{"session_id": 27, "bill_id": 7680, "bill_type": "House Bill", "bill_number": 1004, "bill_title": "establish a program to assist nursing and assisted living facilities in recruiting certain health care personnel.", "sponsors": [{"legislator_profile_id": 1144, "is_prime": true}, {"legislator_profile_id": 1152, "is_prime": true}, {"legislator_profile_id": 1140, "is_prime": false}], "keywords": ["Health Care Profession", "Long-term Health Care", "Professions and Occupations", "Public Health and Safety"], "audio": [{"meeting_datetime": "2017-01-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe07.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2017-01-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe07.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2017-01-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe07.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2017-01-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe07.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2017-01-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe07.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2017-01-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe07.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hap21.mp3", "start_seconds": 53.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hap21.mp3", "start_seconds": 53.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hap21.mp3", "start_seconds": 53.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hap21.mp3", "start_seconds": 53.0}], "bill_versions": [{"bill_id": 7680, "bill_version_id": 42237, "bill_version": "Introduced", "bill_version_date": "2016-12-29T09:18:25.963-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a program to assist nursing and assisted living facilities in recruiting certain health care personnel. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: The Department of Health may establish a program to assist nursing and assisted living facilities in recruiting registered nurses, licensed practical nurses, nurse aides, or medication aides. Section 2. That the code be amended by adding a NEW SECTION to read: A facility eligible to participate in the recruitment assistance program is any nursing facility or assisted living center which: (1) Is licensed pursuant to chapter 34-12 or certified under Title XVIII or XIX of the Social Security Act as amended through January 1, 2017; (2) Agrees to provide its portion of the recruitment assistance payment payable to a registered nurse, practical nurse, nurse aide, or medication aide who practices in the nursing facility or assisted living center as required by this Act; and (3) Is determined to be eligible by the Department of Health. A nursing facility or assisted living center may have up to three eligible registered nurses, practical nurses, nurse aides, or medication aides participate in the program each year. Section 3. That the code be amended by adding a NEW SECTION to read: A registered nurse, practical nurse, nurse aide, or medication aide is eligible to participate in the recruitment assistance program, established pursuant to this Act, if the registered nurse, practical nurse, nurse aide, or medication aide is licensed or certified to practice in his or her profession in South Dakota and is employed full time in an eligible nursing facility or assisted living center for a minimum period of three years. No more than sixty licensed registered nurses, practical nurses, nurse aides, or medication aides may participate in the program each year. The Department of Health shall promulgate rules, pursuant to chapter 1-26, to specify the registered nurses, practical nurses, nurse aides, or medication aides eligible to receive incentive payments under this recruitment assistance program. Section 4. That the code be amended by adding a NEW SECTION to read: A registered nurse, practical nurse, nurse aide, or medication aide who fulfills the requirements of the recruitment assistance program established pursuant to this Act is entitled to receive an incentive payment as follows: (1) A registered nurse is entitled to receive an incentive payment not to exceed ten thousand dollars; (2) A practical nurse is entitled to receive an incentive payment not to exceed ten thousand dollars; (3) A nurse aide is entitled to receive an incentive payment not to exceed five thousand dollars; and (4) A medication aide is entitled to receive an incentive payment not to exceed two thousand five hundred dollars. Section 5. That the code be amended by adding a NEW SECTION to read: Any agreement for the payment of recruitment assistance pursuant to this Act shall obligate the nursing or assisted living facility employing a registered nurse, practical nurse, nurse aide, or medication aide to provide a portion of the total amount of recruitment incentives based on the following criteria: a nursing facility or assisted living center in a community of two thousand five hundred persons or less shall provide twenty-five percent of recruitment incentive payments, and a nursing facility or assisted living center in a community of equal to or greater than two thousand five hundred persons provides fifty percent of recruitment incentive payments. When the nursing facility or assisted living center certifies to the secretary of health that it has paid the full amount for which it is obligated, the secretary of health shall pay to a registered nurse, practical nurse, nurse aide, or medication aide the remaining balance of the total incentive amount. The secretary shall pay the required amount out of funds appropriated by the Legislature for such purpose. The incentive shall be paid upon a registered nurse's, practical nurse's, nurse aide's, or medication aide's completion of the required three-year practice period. However, a nursing facility or assisted living center may pay its portion of the incentive at any time during the three-year period. Section 6. That the code be amended by adding a NEW SECTION to read: No recruitment assistance agreement entered into pursuant to the provisions of this Act is effective until it is filed with and approved by the secretary of health. The secretary may prescribe the form of the agreements and procedures for approval by rules promulgated pursuant to chapter 1-26. Section 7. That the code be amended by adding a NEW SECTION to read: No person may participate in the program established pursuant to the provisions of this Act, if the person has previously participated in such program, or any other state or federal scholarship, loan repayment, or tuition reimbursement program which obligates the person to provide medical services within an underserved area."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7680, "action_date": "2017-01-10T12:00:00-06:00", "document_id": 42448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42448.pdf", "status_text": "First Reading House", "journal_page": 18, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7680, "action_date": "2017-01-11T13:00:00-06:00", "document_id": 42478, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42478.pdf", "status_text": "Referred to", "journal_page": 39, "committee_id_action": 361, "committee_id_assigned": 352, "result": "N", "vote": {}}, {"bill_id": 7680, "action_date": "2017-01-19T07:45:00-06:00", "document_id": 42617, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42617.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 352, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7680, "action_date": "2017-01-19T07:45:00-06:00", "document_id": 42742, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42742.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 352, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 22365, "president_vote": null, "Nay": [1180, 1190, 1142, 1203, 1115, 1139], "Excused": [1173, 1179], "Yea": [1181, 1110, 1152, 1187, 1140]}}, {"bill_id": 7680, "action_date": "2017-01-19T07:45:00-06:00", "document_id": 42742, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42742.pdf", "status_text": "Referred to", "journal_page": 84, "committee_id_action": 352, "committee_id_assigned": 351, "result": "P", "vote": {"vote_id": 22367, "president_vote": null, "Yea": [1180, 1190, 1181, 1110, 1203, 1115, 1152, 1187, 1139, 1140], "Excused": [1173, 1179], "Nay": [1142]}}, {"bill_id": 7680, "action_date": "2017-01-19T14:00:00-06:00", "document_id": 42775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42775.pdf", "status_text": "Referred to", "journal_page": 85, "committee_id_action": 361, "committee_id_assigned": 351, "result": "P", "vote": {}}, {"bill_id": 7680, "action_date": "2017-02-13T11:00:00-06:00", "document_id": 44064, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44064.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 351, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7680, "action_date": "2017-02-13T11:00:00-06:00", "document_id": 44308, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44308.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 369, "committee_id_action": 351, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23174, "president_vote": null, "Nay": [1168], "Excused": [1112], "Yea": [1204, 1191, 1193, 1117, 1186, 1159, 1153]}}]}