{"session_id": 21, "bill_id": 6178, "bill_type": "Senate Bill", "bill_number": 189, "bill_title": "provide a tax credit to insurance companies that contribute to an organization providing educational scholarships to certain students and instructional supply grants to certain teachers and parents.", "sponsors": [{"legislator_profile_id": 924, "is_prime": true}, {"legislator_profile_id": 876, "is_prime": true}, {"legislator_profile_id": 952, "is_prime": false}, {"legislator_profile_id": 854, "is_prime": false}, {"legislator_profile_id": 888, "is_prime": false}, {"legislator_profile_id": 928, "is_prime": false}, {"legislator_profile_id": 925, "is_prime": false}, {"legislator_profile_id": 875, "is_prime": false}, {"legislator_profile_id": 943, "is_prime": false}, {"legislator_profile_id": 941, "is_prime": false}, {"legislator_profile_id": 947, "is_prime": false}, {"legislator_profile_id": 909, "is_prime": false}, {"legislator_profile_id": 885, "is_prime": false}, {"legislator_profile_id": 896, "is_prime": false}, {"legislator_profile_id": 887, "is_prime": false}, {"legislator_profile_id": 901, "is_prime": false}, {"legislator_profile_id": 956, "is_prime": false}, {"legislator_profile_id": 936, "is_prime": false}, {"legislator_profile_id": 907, "is_prime": false}, {"legislator_profile_id": 895, "is_prime": false}, {"legislator_profile_id": 898, "is_prime": false}, {"legislator_profile_id": 894, "is_prime": false}, {"legislator_profile_id": 906, "is_prime": false}, {"legislator_profile_id": 890, "is_prime": false}, {"legislator_profile_id": 900, "is_prime": false}, {"legislator_profile_id": 942, "is_prime": false}, {"legislator_profile_id": 891, "is_prime": false}, {"legislator_profile_id": 862, "is_prime": false}, {"legislator_profile_id": 916, "is_prime": false}, {"legislator_profile_id": 880, "is_prime": false}, {"legislator_profile_id": 911, "is_prime": false}, {"legislator_profile_id": 944, "is_prime": false}, {"legislator_profile_id": 933, "is_prime": false}, {"legislator_profile_id": 950, "is_prime": false}, {"legislator_profile_id": 873, "is_prime": false}, {"legislator_profile_id": 957, "is_prime": false}], "keywords": ["Education ", "Insurance", "School Districts", "Students", "Taxes"], "audio": [{"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed24.mp3", "start_seconds": 573.0}, {"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed24.mp3", "start_seconds": 573.0}, {"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed24.mp3", "start_seconds": 573.0}, {"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed24.mp3", "start_seconds": 573.0}, {"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed24.mp3", "start_seconds": 573.0}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen26.mp3", "start_seconds": 5459.0}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen26.mp3", "start_seconds": 5459.0}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen26.mp3", "start_seconds": 5459.0}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen26.mp3", "start_seconds": 5459.0}, {"meeting_datetime": "2015-03-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hta32.mp3", "start_seconds": 168.0}, {"meeting_datetime": "2015-03-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hta32.mp3", "start_seconds": 168.0}, {"meeting_datetime": "2015-03-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hta32.mp3", "start_seconds": 168.0}, {"meeting_datetime": "2015-03-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hta32.mp3", "start_seconds": 168.0}, {"meeting_datetime": "2015-03-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hta32.mp3", "start_seconds": 168.0}], "bill_versions": [{"bill_id": 6178, "bill_version_id": 34332, "bill_version": "Introduced", "bill_version_date": "2015-02-03T10:21:00.793-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide a tax credit to insurance companies that contribute to an organization providing educational scholarships to certain students and instructional supply grants to certain teachers and parents. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms, as used in this Act, mean: (1) \"Program,\" the partners in education tax credit program established pursuant to this Act; (2) \"Eligible student,\" any student who: (a) Is a member of a household whose total annual income the year before the student enters the program did not exceed one hundred fifty percent of the income standard used to qualify for a free or reduced-price lunch under the national free or reduced-price lunch program established under 42 U.S.C. section 1751, et seq. If sufficient funding is available, once a student meets the initial income eligibility requirement, the student remains income eligible for three years or if the student is entering high school, until the student graduates high school regardless of household income. After the initial period of income eligibility, a student remains eligible if the student is a member of a household whose total annual income in the prior year did not exceed two hundred percent of the income standard used to qualify for a free or reduced-price lunch; (b) Attended a public school in the preceding semester, is starting in a K-12 school in South Dakota for the first time, or is entering kindergarten, first grade, or ninth grade; and (c) Resides in South Dakota while receiving the educational scholarship; (3) \"Parent,\" any guardian, custodian, or other person with authority to act in loco parentis of the child; (4) \"Classroom teacher,\" a certified teacher who is in an instructional position in a K-12 school accredited by the Department of Education; (5) \"Department,\" the Department of Education; (6) \"Division,\" the Business Tax Division in the Department of Revenue; (7) \"Qualifying school,\" any nonpublic school that operates within the boundaries of South Dakota, is accredited by the Department of Education, provides education to elementary or secondary students, and has notified the department of its intention to participate in the program and comply with the program's requirements; (8) \"Educational scholarship,\" a grant to an eligible student to cover all or part of the tuition and fees at a qualifying school; the amount of any scholarship awarded pursuant to this Act shall, at a minimum, equal fifty percent of the tuition and fees owed by an eligible student at a qualifying school and, at the maximum, equal eighty percent of the per student allocation as defined in subdivision 13-13-10.1(4) for that school fiscal year; one half of the scholarship amount shall be paid by the scholarship and grant funding organization at the beginning of the first semester, and one half shall be paid at the beginning of the second semester; (9) \"Instructional supply grant,\" a grant, in an amount not to exceed two hundred fifty dollars in any school fiscal year, to a classroom teacher or a parent of a child receiving alternative instruction pursuant to § 13-27-3 to defray the cost of instructional materials and supplies that the teacher or parent purchases with personal funds; (10) \"Scholarship and grant funding organization,\" a nonprofit organization that complies with the requirements of the tax credit program and provides educational scholarships to students and instructional supply grants to classroom teachers and parents of children receiving alternative instruction pursuant to § 13-27-3. Section 2. The partners in education tax credit program is hereby established. Through the program, any company that is liable to pay the insurance company premium and annuity tax pursuant to § 10-44-2 may claim credit for contributions made to the scholarship and grant funding organization. The tax credit may be claimed by the company in an amount equal to up to ninety percent of the total contributions made to the funding organization in any taxable year. Section 3. Notwithstanding the provisions of section 2 of this Act, the total amount of tax credits claimed pursuant to this Act in fiscal year 2016 may not exceed four million dollars. In fiscal year 2017 and in each fiscal year thereafter, the maximum amount of tax credits allowed is equal to the maximum amount of tax credits allowed in the prior fiscal year. However, if in any fiscal year the total amount of tax credits claimed is equal to or greater than ninety percent of the maximum amount of tax credits allowed for that fiscal year, the maximum amount allowed for the following fiscal year shall increase by twenty-five percent. The division shall publish on its website information identifying the maximum amount allowed when it is increased pursuant to this section. Section 4. Each scholarship and grant funding organization shall: (1) Notify the department and the division of its intent to provide educational scholarships to students attending qualifying schools and instructional grants to certain teachers and parents; (2) Demonstrate to the department and the division that it has been granted exemption from the federal income tax pursuant to section 501(c)(3) of the Internal Revenue Code; (3) Maintain separate accounts for the educational scholarship funds and the instructional supply grant funds and deposit fifty percent of the contributions received less the funds set aside for administrative costs into each of the separate accounts; (4) Distribute periodic scholarship payments from the educational scholarship fund account as checks made out to a student's parent and mailed to the school where the student is enrolled. The parent shall endorse the check before it may be deposited; (5) Distribute annual instructional supply grant payments from the instructional supply grant fund account to classroom teachers and eligible parents as checks made out to the individual teachers and parents; (6) Provide a division approved receipt to companies for contributions made to the organization; (7) Ensure that at least ninety percent of its revenue from contributions is spent on educational scholarships and instructional supply grants, and that all revenue from interest or investments is spent on the scholarships and grants; (8) Carry forward no more than twenty-five percent of its revenue from contributions in the educational scholarship fund account from the fiscal year in which they were received to the next fiscal year; (9) Cooperate with the department to conduct criminal background checks on all employees and board members and exclude from employment or governance any employee or board member who might reasonably pose a risk to the appropriate use of contributed funds; (10) Ensure that scholarships are portable during the school year and can be used at any qualifying school to which the scholarship and grant funding organization grants scholarships and that accepts the eligible student according to a parent's wishes. If a student moves to a new qualifying school during a school year, the scholarship amount may be prorated; (11) Ensure that, in each fiscal year, each classroom teacher and each eligible parent receives an instructional supply grant of an equal amount based on the amount of contributions available for distribution in the instructional supply grant fund account at the end of the fiscal year; and (12) Report to the division and the department by December first of each year the following information prepared by a certified public accountant regarding its contributions in the previous fiscal year: (a) The name and address of each contributing company; (b) The total number and total dollar amount of contributions received during the previous fiscal year; and (c) The total number and total dollar amount of educational scholarships awarded during the previous fiscal year, the total number and total dollar amount of educational scholarships awarded during the previous year to low-income eligible students, the percentage of first-time recipients of educational scholarships who were enrolled in a public school during the previous year, and the total number and total dollar amount of instructional supply grants awarded during the previous fiscal year. Section 5. The scholarship and grant funding organization shall demonstrate its financial accountability by annually submitting to the auditor general a financial information report for the organization that complies with uniform financial accounting standards and is the result of an audit conducted by a certified public accountant and by having the auditor certify that the report is free of material misstatements. The scholarship and grant funding organization shall provide the audit to the auditor general within one hundred eighty days after the completion of the scholarship and grant funding organization's fiscal year. Section 6. The scholarship and grant funding organization shall collect written verification from participating nonpublic schools that accept its scholarship students that those schools are accredited by the Department of Education. Section 7. The scholarship and grant funding organization shall accept applications for an instructional supply grant on forms provided by the department from classroom teachers and from parents of children receiving alternative instruction pursuant to § 13-27-3, and verify the eligibility of those classroom teachers and parents who apply. Section 8. The responsibilities of an eligible student and an eligible student's parent or guardian in participating in the program include the following: (1) An eligible student's parent or guardian shall select a qualifying school and apply for the admission of the student; (2) An eligible student participating in the program shall remain in attendance throughout the school year at the qualifying school in which the student is enrolled unless excused by the school for illness or other good cause or the student has transferred to another school; (3) An eligible student and an eligible student's parent or guardian shall comply with the published policies of the qualifying school in which the student is enrolled; (4) An eligible student's parent or guardian shall ensure that the student participating in the program takes the norm-referenced tests or statewide assessments administered by the qualifying school; and (5) Upon receipt of a scholarship warrant from the scholarship and grant funding organization, the parent or guardian of an eligible student to whom the warrant is made shall restrictively endorse the warrant to the qualifying school district for deposit. Section 9. The scholarship and grant funding organization shall collect sufficient information about the academic impact tax credits provided pursuant to this Act have on students receiving a scholarship, on the students of teachers receiving an instructional supply grant, and on the children of parents receiving an instructional supply grant to allow parents and companies receiving the tax credit to measure the success of the program. Qualifying schools that accept its scholarship shall provide to the scholarship and grant funding organization the results from an annual parental satisfaction survey, including information about the number of years that the parent's child has participated in the scholarship program. The annual satisfaction survey shall ask parents of students receiving the educational scholarships to express: (1) Their degree of satisfaction with their child's academic achievement at the school their child attends through the scholarship; and (2) Whether their child would have been able to attend their school of choice without the scholarship. The scholarship and grant funding organization shall also ensure that each classroom teacher and each parent receiving an instructional supply grant are surveyed to ascertain how the grants benefitted the students of the teachers and the children of the parents. The department shall select an independent research organization, which may be a public or nonpublic entity or a university to which participating qualifying schools must report the scores of participating students on the nationally norm-referenced tests or the statewide assessments administered by the qualifying schools in grades three through eight, inclusive, and in grade eleven. The independent research organization shall annually report to the department and the scholarship and grant funding organization on the year to year learning gains of participating students. The findings shall be aggregated to the extent possible by the students' grade level, gender, family income level, number of years of scholarship participation, and race, but no personally identifiable information as defined in 34 C.F.R. § 99.3 as amended to January 1, 2015, may be made public pursuant to this section. For each qualifying school, the department, the scholarship and grant funding organization, and the research organization shall ensure compliance with all student privacy laws. The scholarship and grant funding organization shall annually compile all the findings and survey data it gathers pursuant to this section and provide it to the department and to the public in an annual report. The learning gains referenced in this section shall become part of the scholarship and grant funding organization's annual report following the third year of testing and test-related data collection. Section 10. The secretary of the Department of Education shall promulgate rules, pursuant to chapter 1-26, establishing annual timelines for the notifications, verifications, and other procedures required of the scholarship and grant funding organization and the participating nonpublic schools, and establishing annual timelines for the supply grant application process for classroom teachers and for parents of children receiving alternative instruction pursuant to § 13-27-3. Section 11. The secretary of the Department of Revenue shall promulgate rules, pursuant to chapter 1-26, establishing annual timelines for the notifications, verifications, and other procedures required of the insurance companies seeking a tax credit pursuant to section 2 of this Act. Section 12. The division shall provide a standardized format for a receipt to be issued by the scholarship and grant funding organization to a company to indicate the value of a contribution received. The division shall require a company to provide a copy of this receipt when claiming the tax credit established in this Act. Prior to accepting any contribution from any company, the scholarship and grant funding organization shall first verify with the division that the limit on the total amount of tax credits allowed pursuant to section 3 of this Act has not yet been reached for the current fiscal year. Section 13. The division shall provide a standardized format for the scholarship and grant funding organization to report the information in subdivision (12) of section 4 of this Act. Any information provided relating to the identity of a taxpayer that provides an eligible contribution pursuant to this Act shall remain confidential unless the company deems otherwise. Section 14. The auditor general may conduct either a financial review or audit of the scholarship and grant funding organization if it possesses evidence of fraud. Section 15. The tax credit provided for in this Act may be first claimed in fiscal year 2016. Section 16. The program established pursuant to this Act does not expand the regulatory authority of the state or the state's officers to impose additional regulation of nonpublic schools beyond those necessary to enforce the requirements of this Act."}, {"bill_id": 6178, "bill_version_id": 35389, "bill_version": "Senate Education Engrossed", "bill_version_date": "2015-02-20T14:22:39.517-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide a tax credit to insurance companies that contribute to an organization providing educational scholarships to certain students and instructional supply grants to certain teachers and parents. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms, as used in this Act, mean: (1) \"Program,\" the partners in education tax credit program established pursuant to this Act; (2) \"Eligible student,\" any student who: (a) Is a member of a household whose total annual income the year before the student enters the program did not exceed one hundred fifty percent of the income standard used to qualify for a free or reduced-price lunch under the national free or reduced-price lunch program established under 42 U.S.C. section 1751, et seq. If sufficient funding is available, once a student meets the initial income eligibility requirement, the student remains income eligible for three years or if the student is entering high school, until the student graduates high school regardless of household income. After the initial period of income eligibility, a student remains eligible if the student is a member of a household whose total annual income in the prior year did not exceed two hundred percent of the income standard used to qualify for a free or reduced-price lunch; (b) Attended a public school in the preceding semester, is starting in a K-12 school in South Dakota for the first time, or is entering kindergarten, first grade, or ninth grade; and (c) Resides in South Dakota while receiving the educational scholarship; (3) \"Parent,\" any guardian, custodian, or other person with authority to act in loco parentis of the child; (4) \"Classroom teacher,\" a certified teacher who is in an instructional position in a K-12 school accredited by the Department of Education; (5) \"Department,\" the Department of Education; (6) \"Division,\" the Business Tax Division in the Department of Revenue; (7) \"Qualifying school,\" any nonpublic school that operates within the boundaries of South Dakota, is accredited by the Department of Education, provides education to elementary or secondary students, and has notified the department of its intention to participate in the program and comply with the program's requirements; (8) \"Educational scholarship,\" a grant to an eligible student to cover all or part of the tuition and fees at a qualifying school; the amount of any scholarship awarded pursuant to this Act shall, at a minimum, equal fifty percent of the tuition and fees owed by an eligible student at a qualifying school and, at the maximum, equal eighty percent of the per student allocation as defined in subdivision 13-13-10.1(4) for that school fiscal year; one half of the scholarship amount shall be paid by the scholarship and grant funding organization at the beginning of the first semester, and one half shall be paid at the beginning of the second semester; (9) \"Instructional supply grant,\" a grant, in an amount not to exceed two hundred fifty dollars in any school fiscal year, to a classroom teacher or a parent of a child receiving alternative instruction pursuant to § 13-27-3 to defray the cost of instructional materials and supplies that the teacher or parent purchases with personal funds; (10) \"Scholarship and grant funding organization,\" a nonprofit organization that complies with the requirements of the tax credit program and provides educational scholarships to students and instructional supply grants to classroom teachers and parents of children receiving alternative instruction pursuant to § 13-27-3. Section 2. The partners in education tax credit program is hereby established. Through the program, any company that is liable to pay the insurance company premium and annuity tax pursuant to § 10-44-2 may claim credit for contributions made to the scholarship and grant funding organization. The tax credit may be claimed by the company in an amount equal to up to ninety percent of the total contributions made to the funding organization in any taxable year. However, no tax credit may be claimed pursuant to this Act for the portion of the tax that is collected and set aside for workers' compensation coverage as provided in subdivision 10-44-2(4) or for the tax that is levied on fire insurance premiums pursuant to § 10-44-9. Section 3. Notwithstanding the provisions of section 2 of this Act, the total amount of tax credits claimed pursuant to this Act in fiscal year 2017 may not exceed four million dollars. In fiscal year 2018 and in each fiscal year thereafter, the maximum amount of tax credits allowed is equal to the maximum amount of tax credits allowed in the prior fiscal year. However, if in any fiscal year the total amount of tax credits claimed is equal to or greater than ninety percent of the maximum amount of tax credits allowed for that fiscal year, the maximum amount allowed for the following fiscal year shall increase by twenty-five percent. The division shall publish on its website information identifying the maximum amount allowed when it is increased pursuant to this section. Section 4. Each scholarship and grant funding organization shall: (1) Notify the department and the division of its intent to provide educational scholarships to students attending qualifying schools and instructional grants to certain teachers and parents; (2) Demonstrate to the department and the division that it has been granted exemption from the federal income tax pursuant to section 501(c)(3) of the Internal Revenue Code; (3) Maintain separate accounts for the educational scholarship funds and the instructional supply grant funds and deposit fifty percent of the contributions received less the funds set aside for administrative costs into each of the separate accounts; (4) Distribute periodic scholarship payments from the educational scholarship fund account as checks made out to a student's parent and mailed to the school where the student is enrolled. The parent shall endorse the check before it may be deposited; (5) Distribute annual instructional supply grant payments from the instructional supply grant fund account to classroom teachers and eligible parents as checks made out to the individual teachers and parents; (6) Provide a division approved receipt to companies for contributions made to the organization; (7) Ensure that at least ninety percent of its revenue from contributions is spent on educational scholarships and instructional supply grants, and that all revenue from interest or investments is spent on the scholarships and grants; (8) Carry forward no more than twenty-five percent of its revenue from contributions in the educational scholarship fund account from the fiscal year in which they were received to the next fiscal year; (9) Cooperate with the department to conduct criminal background checks on all employees and board members and exclude from employment or governance any employee or board member who might reasonably pose a risk to the appropriate use of contributed funds; (10) Ensure that scholarships are portable during the school year and can be used at any qualifying school to which the scholarship and grant funding organization grants scholarships and that accepts the eligible student according to a parent's wishes. If a student moves to a new qualifying school during a school year, the scholarship amount may be prorated; (11) Ensure that, in each fiscal year, each classroom teacher and each eligible parent receives an instructional supply grant of an equal amount based on the amount of contributions available for distribution in the instructional supply grant fund account at the end of the fiscal year; and (12) Report to the division and the department by December first of each year the following information prepared by a certified public accountant regarding its contributions in the previous fiscal year: (a) The name and address of each contributing company; (b) The total number and total dollar amount of contributions received during the previous fiscal year; and (c) The total number and total dollar amount of educational scholarships awarded during the previous fiscal year, the total number and total dollar amount of educational scholarships awarded during the previous year to low-income eligible students, the percentage of first-time recipients of educational scholarships who were enrolled in a public school during the previous year, and the total number and total dollar amount of instructional supply grants awarded during the previous fiscal year. Section 5. The scholarship and grant funding organization shall demonstrate its financial accountability by annually submitting to the auditor general a financial information report for the organization that complies with uniform financial accounting standards and is the result of an audit conducted by a certified public accountant and by having the auditor certify that the report is free of material misstatements. The scholarship and grant funding organization shall provide the audit to the auditor general within one hundred eighty days after the completion of the scholarship and grant funding organization's fiscal year. Section 6. The scholarship and grant funding organization shall collect written verification from participating nonpublic schools that accept its scholarship students that those schools are accredited by the Department of Education. Section 7. The scholarship and grant funding organization shall accept applications for an instructional supply grant on forms provided by the department from classroom teachers and from parents of children receiving alternative instruction pursuant to § 13-27-3, and verify the eligibility of those classroom teachers and parents who apply. Section 8. The responsibilities of an eligible student and an eligible student's parent or guardian in participating in the program include the following: (1) An eligible student's parent or guardian shall select a qualifying school and apply for the admission of the student; (2) An eligible student participating in the program shall remain in attendance throughout the school year at the qualifying school in which the student is enrolled unless excused by the school for illness or other good cause or the student has transferred to another school; (3) An eligible student and an eligible student's parent or guardian shall comply with the published policies of the qualifying school in which the student is enrolled; (4) An eligible student's parent or guardian shall ensure that the student participating in the program takes the norm-referenced tests or statewide assessments administered by the qualifying school; and (5) Upon receipt of a scholarship warrant from the scholarship and grant funding organization, the parent or guardian of an eligible student to whom the warrant is made shall restrictively endorse the warrant to the qualifying school district for deposit. Section 9. The scholarship and grant funding organization shall collect sufficient information about the academic impact tax credits provided pursuant to this Act have on students receiving a scholarship, on the students of teachers receiving an instructional supply grant, and on the children of parents receiving an instructional supply grant to allow parents and companies receiving the tax credit to measure the success of the program. Qualifying schools that accept its scholarship shall provide to the scholarship and grant funding organization the results from an annual parental satisfaction survey, including information about the number of years that the parent's child has participated in the scholarship program. The annual satisfaction survey shall ask parents of students receiving the educational scholarships to express: (1) Their degree of satisfaction with their child's academic achievement at the school their child attends through the scholarship; and (2) Whether their child would have been able to attend their school of choice without the scholarship. The scholarship and grant funding organization shall also ensure that each classroom teacher and each parent receiving an instructional supply grant are surveyed to ascertain how the grants benefitted the students of the teachers and the children of the parents. The department shall select an independent research organization, which may be a public or nonpublic entity or a university to which participating qualifying schools must report the scores of participating students on the nationally norm-referenced tests or the statewide assessments administered by the qualifying schools in grades three through eight, inclusive, and in grade eleven. The independent research organization shall annually report to the department and the scholarship and grant funding organization on the year to year learning gains of participating students. The findings shall be aggregated to the extent possible by the students' grade level, gender, family income level, number of years of scholarship participation, and race, but no personally identifiable information as defined in 34 C.F.R. § 99.3 as amended to January 1, 2015, may be made public pursuant to this section. For each qualifying school, the department, the scholarship and grant funding organization, and the research organization shall ensure compliance with all student privacy laws. The scholarship and grant funding organization shall annually compile all the findings and survey data it gathers pursuant to this section and provide it to the department and to the public in an annual report. The learning gains referenced in this section shall become part of the scholarship and grant funding organization's annual report following the third year of testing and test-related data collection. Section 10. The secretary of the Department of Education shall promulgate rules, pursuant to chapter 1-26, establishing annual timelines for the notifications, verifications, and other procedures required of the scholarship and grant funding organization and the participating nonpublic schools, and establishing annual timelines for the supply grant application process for classroom teachers and for parents of children receiving alternative instruction pursuant to § 13-27-3. Section 11. The secretary of the Department of Revenue shall promulgate rules, pursuant to chapter 1-26, establishing annual timelines for the notifications, verifications, and other procedures required of the insurance companies seeking a tax credit pursuant to section 2 of this Act. Section 12. The division shall provide a standardized format for a receipt to be issued by the scholarship and grant funding organization to a company to indicate the value of a contribution received. The division shall require a company to provide a copy of this receipt when claiming the tax credit established in this Act. Prior to accepting any contribution from any company, the scholarship and grant funding organization shall first verify with the division that the limit on the total amount of tax credits allowed pursuant to section 3 of this Act has not yet been reached for the current fiscal year. Section 13. The division shall provide a standardized format for the scholarship and grant funding organization to report the information in subdivision (12) of section 4 of this Act. Any information provided relating to the identity of a taxpayer that provides an eligible contribution pursuant to this Act shall remain confidential unless the company deems otherwise. Section 14. The auditor general may conduct either a financial review or audit of the scholarship and grant funding organization if it possesses evidence of fraud. Section 15. The tax credit provided for in this Act may be first claimed in fiscal year 2017. Section 16. The program established pursuant to this Act does not expand the regulatory authority of the state or the state's officers to impose additional regulation of nonpublic schools beyond those necessary to enforce the requirements of this Act."}, {"bill_id": 6178, "bill_version_id": 35495, "bill_version": "Senate Engrossed", "bill_version_date": "2015-02-24T17:06:21.963-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide a tax credit to insurance companies that contribute to an organization providing educational scholarships to certain students and instructional supply grants to certain teachers and parents. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms, as used in this Act, mean: (1) \"Program,\" the partners in education tax credit program established pursuant to this Act; (2) \"Eligible student,\" any student who: (a) Is a member of a household whose total annual income the year before the student enters the program did not exceed one hundred fifty percent of the income standard used to qualify for a free or reduced-price lunch under the national free or reduced-price lunch program established under 42 U.S.C. section 1751, et seq. If sufficient funding is available, once a student meets the initial income eligibility requirement, the student remains income eligible for three years or if the student is entering high school, until the student graduates high school regardless of household income. After the initial period of income eligibility, a student remains eligible if the student is a member of a household whose total annual income in the prior year did not exceed two hundred percent of the income standard used to qualify for a free or reduced-price lunch; (b) Attended a public school in the preceding semester, is starting in a K-12 school in South Dakota for the first time, or is entering kindergarten, first grade, or ninth grade; and (c) Resides in South Dakota while receiving the educational scholarship; (3) \"Parent,\" any guardian, custodian, or other person with authority to act in loco parentis of the child; (4) \"Classroom teacher,\" a certified teacher who is in an instructional position in a K-12 school accredited by the Department of Education; (5) \"Department,\" the Department of Education; (6) \"Division,\" the Division of Insurance in the Department of Labor and Regulation; (7) \"Qualifying school,\" any nonpublic school that operates within the boundaries of South Dakota, is accredited by the Department of Education, provides education to elementary or secondary students, and has notified the department of its intention to participate in the program and comply with the program's requirements; (8) \"Educational scholarship,\" a grant to an eligible student to cover all or part of the tuition and fees at a qualifying school; the amount of any scholarship awarded pursuant to this Act shall, at a minimum, equal fifty percent of the tuition and fees owed by an eligible student at a qualifying school and, at the maximum, equal eighty percent of the per student allocation as defined in subdivision 13-13-10.1(4) for that school fiscal year; one half of the scholarship amount shall be paid by the scholarship and grant funding organization at the beginning of the first semester, and one half shall be paid at the beginning of the second semester; (9) \"Instructional supply grant,\" a grant, in an amount not to exceed two hundred fifty dollars in any school fiscal year, to a classroom teacher or a parent of a child receiving alternative instruction pursuant to § 13-27-3 to defray the cost of instructional materials and supplies that the teacher or parent purchases with personal funds; (10) \"Scholarship and grant funding organization,\" a nonprofit organization that complies with the requirements of the tax credit program and provides educational scholarships to students and instructional supply grants to classroom teachers and parents of children receiving alternative instruction pursuant to § 13-27-3. Section 2. The partners in education tax credit program is hereby established. Through the program, any company that is liable to pay the insurance company premium and annuity tax pursuant to § 10-44-2 may claim credit for contributions made to the scholarship and grant funding organization. The tax credit may be claimed by the company in an amount equal to up to ninety percent of the total contributions made to the funding organization in any taxable year. However, no tax credit may be claimed pursuant to this Act for the portion of the tax that is collected and set aside for workers' compensation coverage as provided in subdivision 10-44-2(4) or for the tax that is levied on fire insurance premiums pursuant to § 10-44-9. Section 3. Notwithstanding the provisions of section 2 of this Act, the total amount of tax credits claimed pursuant to this Act in fiscal year 2017 may not exceed four million dollars. In fiscal year 2018 and in each fiscal year thereafter, the maximum amount of tax credits allowed is equal to the maximum amount of tax credits allowed in the prior fiscal year. However, if in any fiscal year the total amount of tax credits claimed is equal to or greater than ninety percent of the maximum amount of tax credits allowed for that fiscal year, the maximum amount allowed for the following fiscal year shall increase by twenty-five percent. The division shall publish on its website information identifying the maximum amount allowed when it is increased pursuant to this section. Section 4. Each scholarship and grant funding organization shall: (1) Notify the department and the division of its intent to provide educational scholarships to students attending qualifying schools and instructional grants to certain teachers and parents; (2) Demonstrate to the department and the division that it has been granted exemption from the federal income tax pursuant to section 501(c)(3) of the Internal Revenue Code; (3) Maintain separate accounts for the educational scholarship funds and the instructional supply grant funds and deposit fifty percent of the contributions received less the funds set aside for administrative costs into each of the separate accounts; (4) Distribute periodic scholarship payments from the educational scholarship fund account as checks made out to a student's parent and mailed to the school where the student is enrolled. The parent shall endorse the check before it may be deposited; (5) Distribute annual instructional supply grant payments from the instructional supply grant fund account to classroom teachers and eligible parents as checks made out to the individual teachers and parents; (6) Provide a division approved receipt to companies for contributions made to the organization; (7) Ensure that at least ninety percent of its revenue from contributions is spent on educational scholarships and instructional supply grants, and that all revenue from interest or investments is spent on the scholarships and grants; (8) Carry forward no more than twenty-five percent of its revenue from contributions in the educational scholarship fund account from the fiscal year in which they were received to the next fiscal year; (9) Cooperate with the department to conduct criminal background checks on all employees and board members and exclude from employment or governance any employee or board member who might reasonably pose a risk to the appropriate use of contributed funds; (10) Ensure that scholarships are portable during the school year and can be used at any qualifying school to which the scholarship and grant funding organization grants scholarships and that accepts the eligible student according to a parent's wishes. If a student moves to a new qualifying school during a school year, the scholarship amount may be prorated; (11) Ensure that, in each fiscal year, each classroom teacher and each eligible parent receives an instructional supply grant of an equal amount based on the amount of contributions available for distribution in the instructional supply grant fund account at the end of the fiscal year; and (12) Report to the division and the department by December first of each year the following information prepared by a certified public accountant regarding its contributions in the previous fiscal year: (a) The name and address of each contributing company; (b) The total number and total dollar amount of contributions received during the previous fiscal year; and (c) The total number and total dollar amount of educational scholarships awarded during the previous fiscal year, the total number and total dollar amount of educational scholarships awarded during the previous year to low-income eligible students, the percentage of first-time recipients of educational scholarships who were enrolled in a public school during the previous year, and the total number and total dollar amount of instructional supply grants awarded during the previous fiscal year. Section 5. The scholarship and grant funding organization shall demonstrate its financial accountability by annually submitting to the auditor general a financial information report for the organization that complies with uniform financial accounting standards and is the result of an audit conducted by a certified public accountant and by having the auditor certify that the report is free of material misstatements. The scholarship and grant funding organization shall provide the audit to the auditor general within one hundred eighty days after the completion of the scholarship and grant funding organization's fiscal year. Section 6. The scholarship and grant funding organization shall collect written verification from participating nonpublic schools that accept its scholarship students that those schools are accredited by the Department of Education. Section 7. The scholarship and grant funding organization shall accept applications for an instructional supply grant on forms provided by the department from classroom teachers and from parents of children receiving alternative instruction pursuant to § 13-27-3, and verify the eligibility of those classroom teachers and parents who apply. Section 8. The responsibilities of an eligible student and an eligible student's parent or guardian in participating in the program include the following: (1) An eligible student's parent or guardian shall select a qualifying school and apply for the admission of the student; (2) An eligible student participating in the program shall remain in attendance throughout the school year at the qualifying school in which the student is enrolled unless excused by the school for illness or other good cause or the student has transferred to another school; (3) An eligible student and an eligible student's parent or guardian shall comply with the published policies of the qualifying school in which the student is enrolled; (4) An eligible student's parent or guardian shall ensure that the student participating in the program takes the norm-referenced tests or statewide assessments administered by the qualifying school; and (5) Upon receipt of a scholarship warrant from the scholarship and grant funding organization, the parent or guardian of an eligible student to whom the warrant is made shall restrictively endorse the warrant to the qualifying school district for deposit. Section 9. The scholarship and grant funding organization shall collect sufficient information about the academic impact tax credits provided pursuant to this Act have on students receiving a scholarship, on the students of teachers receiving an instructional supply grant, and on the children of parents receiving an instructional supply grant to allow parents and companies receiving the tax credit to measure the success of the program. Qualifying schools that accept its scholarship shall provide to the scholarship and grant funding organization the results from an annual parental satisfaction survey, including information about the number of years that the parent's child has participated in the scholarship program. The annual satisfaction survey shall ask parents of students receiving the educational scholarships to express: (1) Their degree of satisfaction with their child's academic achievement at the school their child attends through the scholarship; and (2) Whether their child would have been able to attend their school of choice without the scholarship. The scholarship and grant funding organization shall also ensure that each classroom teacher and each parent receiving an instructional supply grant are surveyed to ascertain how the grants benefitted the students of the teachers and the children of the parents. The department shall select an independent research organization, which may be a public or nonpublic entity or a university to which participating qualifying schools must report the scores of participating students on the nationally norm-referenced tests or the statewide assessments administered by the qualifying schools in grades three through eight, inclusive, and in grade eleven. The independent research organization shall annually report to the department and the scholarship and grant funding organization on the year to year learning gains of participating students. The findings shall be aggregated to the extent possible by the students' grade level, gender, family income level, number of years of scholarship participation, and race, but no personally identifiable information as defined in 34 C.F.R. § 99.3 as amended to January 1, 2015, may be made public pursuant to this section. For each qualifying school, the department, the scholarship and grant funding organization, and the research organization shall ensure compliance with all student privacy laws. The scholarship and grant funding organization shall annually compile all the findings and survey data it gathers pursuant to this section and provide it to the department and to the public in an annual report. The learning gains referenced in this section shall become part of the scholarship and grant funding organization's annual report following the third year of testing and test-related data collection. Section 10. The secretary of the Department of Education shall promulgate rules, pursuant to chapter 1-26, establishing annual timelines for the notifications, verifications, and other procedures required of the scholarship and grant funding organization and the participating nonpublic schools, and establishing annual timelines for the supply grant application process for classroom teachers and for parents of children receiving alternative instruction pursuant to § 13-27-3. Section 11. The secretary of the Department of Labor and Regulation shall promulgate rules, pursuant to chapter 1-26, establishing annual timelines for the notifications, verifications, and other procedures required of the insurance companies seeking a tax credit pursuant to section 2 of this Act. Section 12. The division shall provide a standardized format for a receipt to be issued by the scholarship and grant funding organization to a company to indicate the value of a contribution received. The division shall require a company to provide a copy of this receipt when claiming the tax credit established in this Act. Prior to accepting any contribution from any company, the scholarship and grant funding organization shall first verify with the division that the limit on the total amount of tax credits allowed pursuant to section 3 of this Act has not yet been reached for the current fiscal year. Section 13. The division shall provide a standardized format for the scholarship and grant funding organization to report the information in subdivision (12) of section 4 of this Act. Any information provided relating to the identity of a taxpayer that provides an eligible contribution pursuant to this Act shall remain confidential unless the company deems otherwise. Section 14. The auditor general may conduct either a financial review or audit of the scholarship and grant funding organization if it possesses evidence of fraud. Section 15. The tax credit provided for in this Act may be first claimed in fiscal year 2017. Section 16. The program established pursuant to this Act does not expand the regulatory authority of the state or the state's officers to impose additional regulation of nonpublic schools beyond those necessary to enforce the requirements of this Act."}], "amendments": [], "fiscal_notes": [35774], "action_log": [{"bill_id": 6178, "action_date": "2015-02-03T14:00:00-06:00", "document_id": 34411, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34411.pdf", "status_text": "First read in Senate and referred to", "journal_page": 263, "committee_id_action": 284, "committee_id_assigned": 263, "result": "N", "vote": {}}, {"bill_id": 6178, "action_date": "2015-02-19T07:45:00-06:00", "document_id": 34912, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34912.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 263, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6178, "action_date": "2015-02-19T07:45:00-06:00", "document_id": 35242, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35242.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 263, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6178, "action_date": "2015-02-19T07:45:00-06:00", "document_id": 35242, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35242.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 263, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 18815, "president_vote": null, "Yea": [943, 896, 868], "Nay": [860, 880, 877], "Excused": [889]}}, {"bill_id": 6178, "action_date": "2015-02-19T07:45:00-06:00", "document_id": 35242, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35242.pdf", "status_text": "Report out of committee without recommendation as amended", "journal_page": 445, "committee_id_action": 263, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18818, "president_vote": null, "Yea": [943, 860, 896, 880, 868, 877], "Excused": [889]}}, {"bill_id": 6178, "action_date": "2015-02-20T13:00:00-06:00", "document_id": 35383, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35383.pdf", "status_text": "Placed on calendar", "journal_page": 475, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18931, "president_vote": null, "Nay": [853, 855, 899, 886, 877, 871, 892], "Yea": [854, 856, 943, 860, 894, 903, 876, 885, 896, 901, 895, 898, 890, 900, 942, 891, 893, 880, 944, 902, 868, 872, 873, 878], "Excused": [858, 889, 862, 897]}}, {"bill_id": 6178, "action_date": "2015-02-24T14:00:00-06:00", "document_id": 35489, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35489.pdf", "status_text": "Motion to amend", "journal_page": 494, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6178, "action_date": "2015-02-24T14:00:00-06:00", "document_id": 35489, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35489.pdf", "status_text": "Do Pass Amended", "journal_page": 494, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18993, "president_vote": null, "Yea": [853, 854, 856, 943, 889, 894, 903, 876, 885, 896, 901, 895, 898, 890, 900, 942, 891, 893, 880, 902, 868, 872, 873], "Nay": [855, 858, 860, 899, 886, 862, 944, 877, 871, 892, 878, 897]}}, {"bill_id": 6178, "action_date": "2015-02-25T14:00:00-06:00", "document_id": 35566, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35566.pdf", "status_text": "First read in House and referred to", "journal_page": 517, "committee_id_action": 286, "committee_id_assigned": 280, "result": "N", "vote": {}}, {"bill_id": 6178, "action_date": "2015-03-05T07:45:00-06:00", "document_id": 35796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35796.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 280, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6178, "action_date": "2015-03-05T07:45:00-06:00", "document_id": 36024, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36024.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 280, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 19443, "president_vote": null, "Nay": [915, 857, 919, 956, 911, 949, 914, 869], "Yea": [952, 947, 907, 920, 906, 922, 932]}}, {"bill_id": 6178, "action_date": "2015-03-05T07:45:00-06:00", "document_id": 36024, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36024.pdf", "status_text": "Report out of committee without recommendation", "journal_page": 607, "committee_id_action": 280, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19445, "president_vote": null, "Nay": [915, 857, 919, 956, 949, 914, 869], "Yea": [952, 947, 907, 920, 906, 911, 922, 932]}}, {"bill_id": 6178, "action_date": "2015-03-06T13:00:00-06:00", "document_id": 36146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36146.pdf", "status_text": "Placed on calendar", "journal_page": 642, "committee_id_action": 286, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 19549, "president_vote": null, "Nay": [883, 915, 884, 875, 927, 857, 917, 945, 882, 913, 951, 861, 919, 956, 930, 953, 881, 940, 935, 911, 910, 863, 926, 955, 869, 912, 904, 918, 949, 957, 874], "Yea": [952, 888, 928, 923, 931, 941, 924, 929, 947, 937, 948, 909, 946, 958, 887, 905, 936, 879, 907, 939, 920, 916, 864, 922, 865, 866, 950, 921, 954, 932, 934], "Excused": [938, 925, 859, 906, 908, 914, 933, 867]}}, {"bill_id": 6178, "action_date": "2015-03-06T13:00:00-06:00", "document_id": 36146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36146.pdf", "status_text": "Intent to reconsider", "journal_page": 642, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6178"}