{"session_id": 8, "bill_id": 1655, "bill_type": "Senate Joint Resolution", "bill_number": 6, "bill_title": "Proposing and submitting to the electors at the next general election amendments to Articles IV and VIII of the Constitution, to combine the duties of the treasurer and the commissioner of school and public lands.", "sponsors": [{"legislator_profile_id": 817, "is_prime": true}, {"legislator_profile_id": 764, "is_prime": true}, {"legislator_profile_id": 785, "is_prime": false}, {"legislator_profile_id": 821, "is_prime": false}, {"legislator_profile_id": 781, "is_prime": false}, {"legislator_profile_id": 813, "is_prime": false}, {"legislator_profile_id": 830, "is_prime": false}, {"legislator_profile_id": 739, "is_prime": false}, {"legislator_profile_id": 741, "is_prime": false}, {"legislator_profile_id": 761, "is_prime": false}, {"legislator_profile_id": 822, "is_prime": false}, {"legislator_profile_id": 816, "is_prime": false}, {"legislator_profile_id": 788, "is_prime": false}, {"legislator_profile_id": 791, "is_prime": false}, {"legislator_profile_id": 806, "is_prime": false}, {"legislator_profile_id": 767, "is_prime": false}, {"legislator_profile_id": 769, "is_prime": false}, {"legislator_profile_id": 836, "is_prime": false}, {"legislator_profile_id": 818, "is_prime": false}, {"legislator_profile_id": 833, "is_prime": false}, {"legislator_profile_id": 763, "is_prime": false}, {"legislator_profile_id": 747, "is_prime": false}, {"legislator_profile_id": 823, "is_prime": false}, {"legislator_profile_id": 812, "is_prime": false}], "keywords": ["Elections", "Senate Joint Resolutions"], "audio": [{"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst20.mp3", "start_seconds": 2281.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst20.mp3", "start_seconds": 2281.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst20.mp3", "start_seconds": 2281.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst20.mp3", "start_seconds": 2281.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst20.mp3", "start_seconds": 2281.0}], "bill_versions": [{"bill_id": 1655, "bill_version_id": 11229, "bill_version": "Introduced", "bill_version_date": "2010-01-28T09:04:30.393-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election amendments to Articles IV and VIII of the Constitution, to combine the duties of the treasurer and the commissioner of school and public lands. BE IT RESOLVED BY THE HOUSE OF REPRESENTATIVES OF THE STATE OF SOUTH DAKOTA, THE SENATE CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendments to Articles IV and VIII of the Constitution of the State of South Dakota, as set forth in sections 2 to 6, inclusive, of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article IV, section 7 of the Constitution of the State of South Dakota, be amended to read as follows: § 7. There shall be chosen by the qualified electors of the state at the general election of the Governor and every four years thereafter the following constitutional officers: attorney general, secretary of state, auditor, and treasurer, and commissioner of school and public lands, who shall severally hold their offices for a term of four years. Commencing with the 1992 general election, no No person may be elected to more than two consecutive terms as attorney general, secretary of state, auditor, or treasurer, or commissioner of school and public lands. Section 3. That Article IV, section 8 of the Constitution of the State of South Dakota, be amended to read as follows: § 8. All executive and administrative offices, boards, agencies, commissions and instrumentalities of the state government and their respective functions, powers and duties, except for the office of Governor, lieutenant governor, attorney general, secretary of state, auditor, and treasurer, and commissioner of school and public lands, shall be allocated by law among and within not more than twenty-five principal departments, organized as far as practicable according to major purposes, by no later than July 1, 1974. Subsequently, all new powers or functions shall be assigned to administrative offices, agencies and instrumentalities in such manner as will tend to provide an orderly arrangement in the administrative organization of state government. Temporary commissions may be established by law and need not be allocated within a principal department. Except as to elected constitutional officers, the Governor may make such changes in the organization of offices, boards, commissions, agencies and instrumentalities, and in allocation of their functions, powers and duties, as he the Governor considers necessary for efficient administration. If such changes affect existing law, they shall be set forth in executive orders, which shall be submitted to the Legislature within five legislative days after it convenes, and shall become effective, and shall have the force of law, within ninety days after submission, unless disapproved by a resolution concurred in by a majority of all the members of either house. Section 4. That Article VIII, section 4 of the Constitution of the State of South Dakota, be amended to read as follows: § 4. After one year from the assembling of the first Legislature, the lands granted to the state by the United States for the use of public schools may be sold upon the following conditions and no other: not more than one-third of all such lands shall be sold within the first five years, and no more than two-thirds within the first fifteen years after the title thereto is vested in the state, and the Legislature shall, subject to the provisions of this article, provide for the sale of the same. The commissioner of school and public lands, the state auditor, state treasurer, and the county superintendent of schools of the counties severally, shall constitute boards of appraisal and shall appraise all school lands within the several counties which they may from time to time select and designate for sale, at their actual value under the terms of sale. They shall take care to first select and designate for sale the most valuable lands; and they shall ascertain all such lands as may be of special and peculiar value, other than agricultural, and cause the proper subdivision of the same in order that the largest price may be obtained therefor. Section 5. That Article VIII, section 6 of the Constitution of the State of South Dakota, be amended to read as follows: § 6. All sales shall be conducted through the office of the commissioner of school and public lands state treasurer as may be prescribed by law, and returns of all appraisals and sales shall be made to said office. No sale shall may operate to convey any right or title to any lands for sixty days after the date thereof, nor until the same shall have has received the approval of the Governor in such form as may be provided by law. No grant or patent for any such lands shall issue may be issued until final payment be made. Section 6. That Article VIII, section 9 of the Constitution of the State of South Dakota, be amended to read as follows: § 9. The lands mentioned in this article shall be leased for pasturage, meadow, farming, the growing of crops of grain and general agricultural purposes, and at public auction after notice as hereinbefore provided in case of sale and shall be offered in tracts not greater than one section. All rents shall be payable annually in advance, and no term of lease shall may exceed five years, nor shall may any lease be valid until it receives the approval of the Governor. Provided, that any lessee of school and public lands shall, at the expiration of a five-year lease, be entitled, at his the lessee's option, to a new lease for the land included in his the lessee's original lease, for a period of time not exceeding five years, without public advertising, at the current rental prevailing in the county in which such land is situated, at the time of the issuance of the new lease. The commissioner of school and public lands state treasurer shall notify by registered mail each lessee or assignee on or before the first day of November first preceding the expiration of his the lease that such the lease will expire. Such option shall be exercised by the lessee by notifying the commissioner of school and public lands state treasurer by registered mail, on or before the first day of December first preceding the expiration of his the lease describing the lands for which he the lessee desires a new lease, in the same manner as the same is described in his the lessee's original lease. The Legislature may provide by appropriate legislation for the payment of local property taxes by the lessees of school and public lands. Section 7. Sections 2 to 6, inclusive, of this Joint Resolution, if approved by the electors, becomes effective July 1, 2011."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1655, "action_date": "2010-01-28T11:45:00-06:00", "document_id": 11367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11367.pdf", "status_text": "First read in Senate and referred to", "journal_page": 172, "committee_id_action": 84, "committee_id_assigned": 69, "result": "N", "vote": {}}, {"bill_id": 1655, "action_date": "2010-02-03T10:00:00-06:00", "document_id": 11503, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11503.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1655, "action_date": "2010-02-12T10:00:00-06:00", "document_id": 12062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12062.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1655, "action_date": "2010-02-12T10:00:00-06:00", "document_id": 12229, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12229.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 6466, "president_vote": null, "Nay": [758, 766, 753, 794, 782, 754], "Yea": [739, 764, 747]}}, {"bill_id": 1655, "action_date": "2010-02-12T10:00:00-06:00", "document_id": 12229, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12229.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 320, "committee_id_action": 69, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6467, "president_vote": null, "Yea": [758, 766, 753, 794, 782, 754], "Nay": [739, 764, 747]}}]}