{"session_id": 68, "bill_id": 24372, "bill_type": "House Commemoration", "bill_number": 8020, "bill_title": "Celebrating the life, legacy, and accomplishments of \"Big\" Tom Olson.", "sponsors": [{"legislator_profile_id": 4337, "is_prime": true}, {"legislator_profile_id": 4456, "is_prime": false}, {"legislator_profile_id": 4334, "is_prime": false}, {"legislator_profile_id": 4336, "is_prime": false}, {"legislator_profile_id": 4338, "is_prime": false}, {"legislator_profile_id": 4343, "is_prime": false}, {"legislator_profile_id": 4355, "is_prime": false}, {"legislator_profile_id": 4365, "is_prime": false}, {"legislator_profile_id": 4383, "is_prime": false}, {"legislator_profile_id": 4452, "is_prime": false}, {"legislator_profile_id": 4388, "is_prime": false}, {"legislator_profile_id": 4460, "is_prime": false}, {"legislator_profile_id": 4469, "is_prime": false}, {"legislator_profile_id": 4397, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4437, "is_prime": false}, {"legislator_profile_id": 4407, "is_prime": false}, {"legislator_profile_id": 4409, "is_prime": false}, {"legislator_profile_id": 4458, "is_prime": false}, {"legislator_profile_id": 4413, "is_prime": false}, {"legislator_profile_id": 4414, "is_prime": false}, {"legislator_profile_id": 4421, "is_prime": false}, {"legislator_profile_id": 4464, "is_prime": false}, {"legislator_profile_id": 4465, "is_prime": false}, {"legislator_profile_id": 4429, "is_prime": false}, {"legislator_profile_id": 4432, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 24372, "bill_version_id": 250789, "bill_version": "Introduced", "bill_version_date": "2023-03-01T11:52:53.253-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Celebrating the life, legacy, and accomplishments of \"Big\" Tom Olson. WHEREAS, \"Big\" Tom Olson was a well-liked and cherished figure in Pierre and specifically at the state capitol. Tom opened multiple restaurants in Pierre, where he was admired for his big heart and bigger personality, earning the respect and friendship of many in the community; and WHEREAS, Tom was born on August 23, 1949, in Montevideo, Minnesota. Tom and his family moved to Aberdeen, where he graduated from Aberdeen Central High School. Shortly after, Tom served in the Navy during the Vietnam War. After his military service, Tom went to Northern State University, where he graduated with a bachelor's degree in business. After graduation, he moved to Illinois where he met his wife, Jill Bolton. Tom and Jill moved several times across the country before finally settling in Pierre. Tom opened and ran the Outpost Lodge north of Pierre, and Big Tom's on Sioux Avenue. Tom and Jill raised four wonderful children in Pierre; and WHEREAS, Tom operated the Capitol Café for several years before passing the restaurant on to his daughter, Kalie, who has maintained the business for five years with help from her brother, Tieg; and WHEREAS, Tom could always be seen with a handlebar mustache and a smile. Though his children continue to carry on his prestigious legacy at his restaurants, \"Big\" Tom will be forever missed as a community member of Pierre and at the state capitol; NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Eighth Legislature of the State of South Dakota, that \"Big\" Tom Olson lived a celebrated and happy life and will be dearly missed by the citizens of Pierre and those who knew him."}, {"bill_id": 24372, "bill_version_id": 251133, "bill_version": "Enrolled", "bill_version_date": "2023-03-07T10:22:00.34-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Celebrating the life, legacy, and accomplishments of \"Big\" Tom Olson. WHEREAS, \"Big\" Tom Olson was a well-liked and cherished figure in Pierre and specifically at the state capitol. Tom opened multiple restaurants in Pierre, where he was admired for his big heart and bigger personality, earning the respect and friendship of many in the community; and WHEREAS, Tom was born on August 23, 1949, in Montevideo, Minnesota. Tom and his family moved to Aberdeen, where he graduated from Aberdeen Central High School. Shortly after, Tom served in the Navy during the Vietnam War. After his military service, Tom went to Northern State University, where he graduated with a bachelor's degree in business. After graduation, he moved to Illinois where he met his wife, Jill Bolton. Tom and Jill moved several times across the country before finally settling in Pierre. Tom opened and ran the Outpost Lodge north of Pierre, and Big Tom's on Sioux Avenue. Tom and Jill raised four wonderful children in Pierre; and WHEREAS, Tom operated the Capitol Café for several years before passing the restaurant on to his daughter, Kalie, who has maintained the business for five years with help from her brother, Tieg; and WHEREAS, Tom could always be seen with a handlebar mustache and a smile. Though his children continue to carry on his prestigious legacy at his restaurants, \"Big\" Tom will be forever missed as a community member of Pierre and at the state capitol: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Eighth Legislature of the State of South Dakota, that \"Big\" Tom Olson lived a celebrated and happy life and will be dearly missed by the citizens of Pierre and those who knew him."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24372, "action_date": "2023-03-02T13:00:00-06:00", "document_id": 250896, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250896.pdf", "status_text": "", "journal_page": 468, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}]}