{"session_id": 56, "bill_id": 18458, "bill_type": "Senate Bill", "bill_number": 142, "bill_title": "provide for the assessment of property based on its acquisition value.", "sponsors": [{"legislator_profile_id": 3073, "is_prime": true}, {"legislator_profile_id": 3116, "is_prime": true}], "keywords": ["Property", "Property Taxes", "Taxes"], "audio": [{"meeting_datetime": "2004-02-04T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sta16sb0142a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-04T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sta16sb0142a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-04T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sta16sb0142a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-04T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sta16sb0142a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18458, "bill_version_id": 99626, "bill_version": "Introduced", "bill_version_date": "2004-01-22T11:01:48-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the assessment of property based on its acquisition value. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The director of equalization shall assess all property subject to the acquisition method of valuation. The base year value for the property is the market value as assessed on November 1, 2004, or if the property changes ownership after November 1, 2004, the sale price of the property. The sale price of the property shall be used to determine the assessed value if the sale was an arms-length transaction. The assessed value may be adjusted to reflect any change in use or classification plus the value of any addition, improvement, or destruction to the property after November 1, 2004, or the date thereafter that the property changes ownership. Section 2. If a sale is determined to be other than an arms-length transaction, the director of equalization shall appraise the property at market value as of the date of the sale and the value established by the director of equalization becomes the base year value for the purpose of taxation. Section 3. The value of property shall be adjusted to reflect any change in use or classification plus the value of any addition, improvement, or destruction other than by natural disaster that has occurred since November 1, 2004, or since the time the property has been acquired. Section 4. All property is reassessed as of November first of each year by adjusting the base year value of the preceding year by the lesser of three percent or the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics, United States Department of Labor for the year prior to the year immediately preceding the year in which the property is assessed. However, if the ownership of property changes before November first, the property shall be assessed at the sale price which the property changed ownership, if the change in ownership was an arms-length transaction. Section 5. The director of equalization shall adjust the property's base year value established pursuant to sections 1 to 4, inclusive, of this Act and as provided in S.D. Const., Art. XI, § 2. The adjustment in the base year value pursuant to this Act shall apply for tax purposes beginning on November first if the change in the value occurred before November first. Section 6. The assessed value of property may not exceed the market value of the property. If the assessed value exceeds the market value of the property, the assessed value shall be reduced to the market value. Section 7. New property shall be assessed at market value as of November first of year following classification of the property. After the property is classified and assessed, the value of the property shall be adjusted as provided in section 4 of this Act. Section 8. If there is a change in use or classification or an addition, improvement, or destruction to the property, the change in use or classification or the addition, improvement, or destruction shall be assessed at market value as of November first after the change in use or classification has occurred or the addition, improvement, or destruction is substantially completed. Section 9. A change, addition, or improvement does not include the replacement of a portion of property damaged or destroyed due to misfortune or calamity, if the market value of the damaged or destroyed portion as replaced is not more than one hundred twenty-five percent of the market value of the damaged or destroyed portion of the property. The value of any replaced property that is in excess of one hundred twenty-five percent of the market value of the damaged or destroyed property is considered to be a change, addition, or improvement. The value of any replaced property with market value of less than one hundred percent of the original property shall be assessed pursuant to section 10 of this Act. Section 10. If property is destroyed or removed and not replaced, the assessed value of the property shall be reduced by the assessed value attributable to the destroyed or removed property. Section 11. The assessed value of the property shall be adjusted if any change, addition, or improvement is made by the owner or an owner association which directly benefits the property. Any such change, addition, or improvement shall be assessed at market value and that market value shall be apportioned among the parcels benefiting from the improvement. Section 12. If the classification of property is changed from one classification to another classification of property, the director of equalization shall appraise the property at market value as of the date of the reclassification and the value established by the director of equalization becomes the base year value for the purpose of taxation. Section 13. A change in ownership means any sale, foreclosure, or transfer of legal title or beneficial title in equity to any person, including: (1) For property owned by a partnership, any substantive change in the partnership agreement, including the addition or subtraction of partners or in the proportionate allocation of shares among the partners; (2) For property owned by a subchapter S corporation, any substantive change in the ownership of the corporation, including the addition or subtraction of owners or in the proportionate ownership of the corporation among the owners; or (3) For property owned by a corporation, the stock of which is publicly held or publicly traded, the point in time when more than fifty percent of the shares of the stock in the corporation have been traded, regardless of the identity of the buyer or seller of the stock. In establishing the basis upon which the fifty percent determination is made, the director of equalization shall ascertain the number of shares of stock in the corporation as reported in the most recent financial report of the corporation and number of shares ascertained by the director of equalization in this manner is twice the number of shares that shall be traded for a future acquisition revaluation to be required. Section 14. There is no change in ownership if: (1) Subsequent to the change or transfer, the same person is the owner and the transfer of title corrects an error or the transfer is between legal and equitable title; (2) Ownership transfers between husband and wife, including a transfer to a surviving spouse or transfer due to a dissolution of marriage, or upon the death of the owner; or (3) Ownership transfers between the owner and another for whom the property will qualify as owner-occupied single-family dwelling pursuant to § 10-13-39 within one year of the death of the owner, if the new owner was legally or naturally dependent upon the owner immediately prior to the deceased owner's death. Section 15. If any error is made in arriving at any annual assessment under this Act due to a material mistake of fact concerning an essential characteristic of the property, the assessment shall be recalculated for each year for which the error was made. Section 16. If changes, additions, or improvements are not assessed at market value as of November first after the changes, additions, or improvements were substantially completed, the director of equalization shall determine the market value for each year the changes, additions, or improvement were substantially completed. Each assessment for each subsequent year shall be corrected by applying section 4 of this Act, if applicable. If an assessment is revised, the corrections made pursuant to this section shall be used to recalculate the taxes due. Section 17. If a person not entitled to an assessment value under this Act inadvertently receives a lower assessment value, the person is not required to pay the unpaid taxes, penalties, or interest. The assessment shall be corrected as provided in section 16 of this Act. Section 18. That § 10-6-1 be amended to read as follows: 10-6-1. Terms used in this chapter mean: (1) \"Credit,\" every claim and demand for money or other valuable thing and every annuity or sum of money receivable at stated periods, due or to become due, and all claims and demands secured by deeds or mortgages due or to become due, except for contracts for deed and mortgages, in which case the term means only the payment received each year under the contract or mortgage; (2) \"District,\" township, municipality or ward, as the case may be; (3) \"Full agricultural land value,\" the value of agricultural land as determined by the application of this chapter; (4) \"Money,\" gold and silver coin, treasury notes, bank notes, and every deposit which any person owning the same or holding in trust and residing in this state is entitled to withdraw in money on demand; (5) \"Tract,\" \"lot,\" \"piece,\" or \"parcel\" of real property, or \"piece or parcel of land,\" any contiguous quantity of land in the possession of, owned by, or recorded as, the property of the same claimant, person, or company; (6) \"True and full value,\" for all real property, the usual cash selling price at the place where the property to which the term is applied shall be at the time of the assessment the value of real property as determined by the application of this chapter; (7) \"Base year value,\" the market value of property as listed by the director of equalization on November 1, 2004, or for property acquired after November 1, 2004, the base year value is the value of the property in the year the property was acquired or the value of real property as determined by the application of this chapter . Section 19. That § 10-6-33 be amended to read as follows: 10-6-33. All property shall be assessed at its true and full value in money. The true and full value is the taxable value of such property upon which the levy shall be made and applied and the taxes computed. In determining the true and full value of property the director of equalization may not adopt a lower or different standard of value because it is to serve as a basis of taxation. The director may not adopt as a criterion of value the price for which the property would sell at a forced sale, or in the aggregate with all the property in the third class municipality or district. The director shall value each article or description by itself and at an amount or price as he believes the property to be fairly worth in money its acquisition value . The true and full value shall be determined by appropriate consideration of the cost approach, the market approach , and the income approach to appraisal if there is a change in use or classification or to account for any addition, improvement, or destruction to the property other than by natural disaster . The director of equalization shall consider and document all elements of such approaches that are applicable prior to a determination of true and full value. Section 20. That § 10-6-33.1 be amended to read as follows: 10-6-33.1. The true and full If the sale of agricultural land is determined to be other than an arms-length transaction, the value in money of agricultural land, as defined by § 10-6-31, which has been in primarily agricultural use for at least five successive years immediately preceding the tax year for which assessment is to be made shall be the market value as determined for each county through the use of all comparable sales of agricultural land based on consideration of the following factors: (1) The capacity of the land to produce agricultural products as defined in § 10-6-33.2; and (2) The location, size, soil, terrain, and topographical condition of the property including but not limited to capability, the land's use, climate, accessibility, and surface obstructions which can be documented through an analysis of land selling prices. The comparable sales that are used shall be evidenced by an instrument recorded with the register of deeds of the county in which the land is located, if the date of such instrument and the recording date is not more than two years prior to the assessment year. Section 21. That § 10-3-41 be repealed. 10-3-41. The director of equalization shall make the necessary adjustments to the valuations before the notice of assessment pursuant to § 10-6-50, so that the median level of assessment represents at least eighty-five percent of market value as determined by the Department of Revenue and Regulation. Section 22. That § 10-6-33.8 be repealed. 10-6-33.8. The median sales to assessment ratio of all real property may not be less than eighty-five percent or more than one hundred percent. Section 23. That § 10-12-31.1 be repealed. 10-12-31.1. Notwithstanding other provision of law, when applying the levies for school purposes, the county director of equalization of each county shall adjust the level of assessment in that district so that the level of assessment as indicated by the most recent assessment to sales ratio as provided for in § 10-11-55 and the most recent assessment to full agricultural land value ratio as provided for in § 10-11-57 in that district are equal to eighty-five percent of market value. The Department of Revenue and Regulation shall provide the director of equalization of each county all of the factors of adjustment necessary for the computations required in this section. Section 24. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 2004 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be twelve dollars and four cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, owner-occupied property as provided for in subdivision (3) of this section, and nonagricultural acreage property as provided for in subdivision (4) of this section; (2) The maximum tax levy on agricultural property for such school district shall be three dollars and forty-nine cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed five dollars and sixty-two cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (4) The maximum tax levy on nonagricultural acreage property as defined in § 10-6-33.14, for such school district shall be four dollars and forty-nine cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue and Regulation. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 25. That § 10-13-37 be repealed. 10-13-37. Property taxes shall be levied on valuations where the median level of assessment represents eighty-five percent of the market value as determined by the Department of Revenue and Regulation. Section 26. That § 10-6-33.14 be repealed. 10-6-33.14. Any agricultural land, as defined in § 10-6-31.3, which sells for more than one hundred fifty percent of its agricultural income value is hereby classified for purposes of ad valorem taxation as a nonagricultural acreage. The agricultural income value shall be determined pursuant to § 10-6-33.15. Section 27. That § 10-6-33.15 be repealed. 10-6-33.15. For the purposes of § 10-6-33.14, the agricultural income value shall be determined using capitalized actual annual cash rent. The actual annual cash rent is the actual annual cash rent, excluding the actual per acre tax on agricultural land, determined through an analysis of actual arm's length rental agreements collected within the county in the year prior to the year for which the income value is being determined. The annual cash rent shall be capitalized at seven and three-fourths percent. Section 28. That § 10-6-33.16 be repealed. 10-6-33.16. The secretary of revenue and regulation may enter into a contract for the collection of cash rent information by county. Cash rent information shall be adjusted by soil survey statistics if available. Section 29. That § 10-6-33.17 be repealed. 10-6-33.17. Any land which is classified pursuant to § § 10-6-33.14 to 10-6-33.19, inclusive, shall remain so classified for one year. Thereafter, the director of equalization shall reclassify all or part of any land which is classified pursuant to § 10-6-33.14 according to its actual use, provided that any land reclassified as agricultural is consistent with § 10-6-31.3. Land classified pursuant to this section shall be valued for ad valorem tax purposes in the same manner as like property. Section 30. That § 10-6-33.18 be repealed. 10-6-33.18. Land classified pursuant to § § 10-6-33.14 to 10-6-33.19, inclusive, shall be valued for ad valorem tax purposes at the price for which such land sold multiplied times the level of assessment for nonagricultural property within the county. The value of such land shall be increased or decreased each year by the same percentage that the value of nonagricultural property increases or decreases. Section 31. That § 10-6-33.24 be repealed. 10-6-33.24. Notwithstanding the provisions of chapter 10-6, agricultural land may be assessed based on its agricultural income value if there are less than fifteen arms-length transactions of agricultural land during the three preceding assessment years. The agricultural income value of agricultural land shall be determined on the basis of the capitalized annual cash rent of the agricultural land. The capitalized annual cash rent shall be based on data collected and analyzed pursuant to § 10-6-33.25. For the purposes of this section, arms-length transactions do not include any agricultural land sales subject to the provisions of § 10-6-33.14, 10-6-33.20, or 10-6-74. Section 32. That § 10-6-33.25 be repealed. 10-6-33.25. For the purposes of § 10-6-33.24 the agricultural income value shall be determined using capitalized annual cash rent. The annual cash rent is the annual cash rent, excluding the per acre tax on agricultural land, determined through an analysis of arms-length rental agreements collected within the county in the year prior to the year for which the income value is being determined. However, no arms-length rental agreements for irrigated land may be used to determine the annual cash rent pursuant to this section. The annual cash rent shall be capitalized at seven and three-fourths percent. The secretary of revenue and regulation may enter into a contract for the collection of cash rent information by county. Cash rent information shall be adjusted by soil survey statistics if available. Section 33. That § 10-13-37.1 be amended to read as follows: 10-13-37.1. For purposes of § 10-6-33.24 and § § 10-3-41, 10-12-31.1, and 10-13-37, the secretary of revenue and regulation shall calculate a factor for each county for the agricultural and nonagricultural valuations. The factor shall be calculated by using the sales of arms-length transactions and the assessments from the preceding assessment year. The secretary shall take into consideration any reappraisals completed by the director of equalization. If there are less than fifteen sales of either class, the secretary shall use the preceding year's sales of that class with current assessments. In the case of agricultural land, sales may also be bridged in from adjoining counties if there are less than fifteen sales. Section 34. The effective date of this Act is July 1, 2005, if the amendment to Article XI, section 2, of the Constitution of the State of South Dakota, relating to the method used to assess the value of property is approved by the electors of the state."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18458, "action_date": "2004-01-22T14:00:00-06:00", "document_id": 99662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99662.pdf", "status_text": "First read in Senate and referred to", "journal_page": 113, "committee_id_action": 832, "committee_id_assigned": 815, "result": "N", "vote": {}}, {"bill_id": 18458, "action_date": "2004-02-04T07:45:00-06:00", "document_id": 100601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100601.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 815, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18458, "action_date": "2004-02-04T07:45:00-06:00", "document_id": 100601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100601.pdf", "status_text": "Report Without Recommendation", "journal_page": 313, "committee_id_action": 815, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59138, "president_vote": null, "Yea": [3059, 3064, 3113, 3115, 3132], "Nay": [3089, 3097, 3098], "Excused": [3103]}}, {"bill_id": 18458, "action_date": "2004-02-05T14:00:00-06:00", "document_id": 100749, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100749.pdf", "status_text": "No motion to place on calendar", "journal_page": 345, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}]}