{"session_id": 56, "bill_id": 18492, "bill_type": "House Bill", "bill_number": 1280, "bill_title": "require certain buildings and facilities to comply with the Americans with Disabilities Act and to establish certain penalties.", "sponsors": [{"legislator_profile_id": 3097, "is_prime": true}, {"legislator_profile_id": 3141, "is_prime": true}, {"legislator_profile_id": 3044, "is_prime": false}, {"legislator_profile_id": 3046, "is_prime": false}, {"legislator_profile_id": 3070, "is_prime": false}, {"legislator_profile_id": 3084, "is_prime": false}, {"legislator_profile_id": 3115, "is_prime": false}], "keywords": ["Planning, Zoning and Housing Programs"], "audio": [{"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hlo15hb1280a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hlo15hb1280a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hlo15hb1280a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18492, "bill_version_id": 99870, "bill_version": "Introduced", "bill_version_date": "2004-01-26T10:13:29-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require certain buildings and facilities to comply with the Americans with Disabilities Act and to establish certain penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 11-10 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 11-10-2, any building or facility subject to the federal Americans with Disabilities Act of 1990 shall conform to the accessibility standards of the Americans with Disabilities Act Accessibility Guidelines for Buildings and Facilities as contained in the appendix to 28 CFR 36 as of January 1, 2004. No state and political subdivision may claim an exception to the requirement that an elevator be installed in certain buildings except as provided in the Americans with Disabilities Act Accessibility Guidelines for Buildings and Facilities found in the appendix to 28 CFR 36 as of January 1, 2004. A structural change to an existing state or political subdivision building or facility is not required if an alternative method in providing programmatic access is effective in achieving compliance pursuant to PL 101-336 as of January 1, 2004. For any public entity, an alternative to a structural change in an existing building or facility is permitted only after it has been documented pursuant to PL 101-336 as of January 1, 2004, that a particular structural change is not readily achievable. If it is documented that the removal of a barrier in an existing public building or facility is not readily achievable, the public entity shall make its goods and services available through an alternative method if the alternative method is readily achievable pursuant to PL 101-336 as of January 1, 2004. A state agency or the governing body of a political subdivision shall require from any person preparing plans and specifications for a building or facility subject to the Americans with Disabilities Act of 1990, a statement that the plans and specifications are, in the professional judgment of that person, in conformance with the Americans with Disabilities Act Accessibility Guidelines for Buildings and Facilities found in the appendix to 28 CFR 36 as of January 1, 2004, subject to the exception stated in this section. If a political subdivision requires a building permit to be filed, a statement of conformance with this Act shall be submitted to such political subdivision. If no political subdivision requires a building permit to be filed, a statement of conformance shall be submitted to the Bureau of Administration. Any person violating the provisions of this Act is guilty of a Class 2 misdemeanor. Section 2. That chapter 11-10 be amended by adding thereto a NEW SECTION to read as follows: A building permit issued by any political subdivision shall contain the following statement: Federal law may require this construction project to conform with the Americans with Disabilities Act Accessibility Guidelines for Buildings and Facilities."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18492, "action_date": "2004-01-26T14:00:00-06:00", "document_id": 99935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99935.pdf", "status_text": "First read in House and referred to", "journal_page": 206, "committee_id_action": 831, "committee_id_assigned": 824, "result": "N", "vote": {}}, {"bill_id": 18492, "action_date": "2004-02-03T10:00:00-06:00", "document_id": 100510, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100510.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 824, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18492, "action_date": "2004-02-03T10:00:00-06:00", "document_id": 100510, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100510.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 346, "committee_id_action": 824, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59073, "president_vote": null, "Yea": [3055, 3075, 3085, 3086, 3099, 3100, 3105, 3119, 3134, 3136, 3114, 3084], "Excused": [3118]}}]}