{"session_id": 44, "bill_id": 22230, "bill_type": "House Bill", "bill_number": 1123, "bill_title": "permit in-state alcohol manufacturers to deliver alcoholic beverages to state customers under certain conditions and to declare an emergency.", "sponsors": [{"legislator_profile_id": 1780, "is_prime": true}, {"legislator_profile_id": 1827, "is_prime": true}, {"legislator_profile_id": 1784, "is_prime": false}, {"legislator_profile_id": 1789, "is_prime": false}, {"legislator_profile_id": 1800, "is_prime": false}, {"legislator_profile_id": 1801, "is_prime": false}, {"legislator_profile_id": 3804, "is_prime": false}, {"legislator_profile_id": 1843, "is_prime": false}, {"legislator_profile_id": 1852, "is_prime": false}], "keywords": ["Alcoholic Beverages", "Emergency Clause", "Sunset Clause", "Trade"], "audio": [{"meeting_datetime": "2021-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco20.mp3", "start_seconds": 4409.0}, {"meeting_datetime": "2021-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco20.mp3", "start_seconds": 4409.0}, {"meeting_datetime": "2021-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco20.mp3", "start_seconds": 4409.0}, {"meeting_datetime": "2021-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco20.mp3", "start_seconds": 4409.0}], "bill_versions": [{"bill_id": 22230, "bill_version_id": 214420, "bill_version": "Introduced", "bill_version_date": "2021-01-27T17:50:01.647-06:00", "bill_text": "An Act to permit in-state alcohol manufacturers to deliver alcoholic beverages to state customers under certain conditions and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 35-12-18.1. Delivery permitted--Conditions for delivery--Penalty--Limitation. Notwithstanding § 35-12-18, an employee of a licensed farm winery who is at least twenty-one years of age may deliver to a customer at the customer's residence, at a time not prohibited by § 35-4-81.2, alcoholic beverages that are purchased by the customer in person, by phone, or by internet from the farm winery's off-sale premises, in accordance with applicable law, for twenty-five dollars or more if the customer's residence is located within the jurisdictional boundaries of the governing body that licensed the farm winery. The delivery of the alcoholic beverages may only be accepted by the customer or other person at the customer's residence who is at least twenty-one years of age. Immediately prior to the delivery being accepted, the employee of the farm winery delivering the alcoholic beverages shall obtain the signature of the person accepting delivery and require that person display a valid age-bearing photo identification document issued by this state, another state, or the federal government verifying that the person is at least twenty-one years of age. Documentation verifying the identification of the person accepting the delivery shall be retained by the licensed farm winery for one year. In addition to any other penalty allowed by law, any licensed farm winery who delivers alcoholic beverages to a person under twenty-one years old is subject to a civil penalty by the department of one thousand dollars for a first offense and two thousand dollars for a second or subsequent offense. Any money collected by the department pursuant to this section shall be deposited in the general fund. The quantity of alcoholic beverages sold pursuant to this section may not exceed the total production limits for the license as specified in § 35-12-13. Section 2. That a NEW SECTION be added: 35-12-19.1. Delivery permitted--Conditions for delivery--Penalty--Limitation. Notwithstanding § 35-12-19, an employee of a licensed artisan distiller who is at least twenty-one years of age may deliver to a customer at the customer's residence, at a time not prohibited by § 35-4-81.2, alcoholic beverages that are purchased by the customer in person, by phone, or by internet from the artisan distiller's off-sale premises, in accordance with applicable law, for twenty-five dollars or more if the customer's residence is located within the jurisdictional boundaries of the governing body that licensed the artisan distiller. The delivery of the alcoholic beverages may only be accepted by the customer or other person at the customer's residence who is at least twenty-one years of age. Immediately prior to the delivery being accepted, the employee of the farm winery delivering the alcoholic beverages shall obtain the signature of the person accepting delivery and require that person display a valid age-bearing photo identification document issued by this state, another state, or the federal government verifying that the person is at least twenty-one years of age. Documentation verifying the identification of the person accepting the delivery shall be retained by the licensed artisan distiller for one year. In addition to any other penalty allowed by law, any licensed artisan distiller who delivers alcoholic beverages to a person under twenty-one years old is subject to a civil penalty by the department of one thousand dollars for a first offense and two thousand dollars for a second or subsequent offense. Any money collected by the department pursuant to this section shall be deposited in the general fund. The quantity of alcoholic beverages sold pursuant to this section may not exceed the total production limits for the license as specified in § 35-13-13. Section 3. That a NEW SECTION be added: 35-15-5.1. Delivery permitted--Conditions for delivery--Penalty--Limitation. Notwithstanding § 35-15-5, an employee of a licensed microbrewery who is at least twenty-one years of age may deliver to a customer at the customer's residence, at a time not prohibited by § 35-4-81.2, alcoholic beverages that are purchased by the customer in person, by phone, or by internet from the microbrewery's off-sale premises, in accordance with applicable law, for twenty-five dollars or more if the customer's residence is located within a seventy-five mile radius of the microbrewery's off-sale premises. The delivery of the alcoholic beverages may only be accepted by the customer or other person at the customer's residence who is at least twenty-one years of age. Immediately prior to the delivery being accepted, the employee of the microbrewery delivering the alcoholic beverages shall obtain the signature of the person accepting delivery and require that person display a valid age-bearing photo identification document issued by this state, another state, or the federal government verifying that the person is at least twenty-one years of age. Documentation verifying the identification of the person accepting the delivery shall be retained by the licensed microbrewery for one year. In addition to any other penalty allowed by law, any licensed microbrewery who delivers alcoholic beverages to a person under twenty-one years old is subject to a civil penalty by the department of one thousand dollars for a first offense and two thousand dollars for a second or subsequent offense. Any money collected by the department pursuant to this section shall be deposited in the general fund. The quantity of alcoholic beverages sold pursuant to this section may not exceed the total production limits for the license as specified in § 35-15-1. Section 4. The provisions of this Act are repealed on July 1, 2022. Section 5. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22230, "action_date": "2021-01-28T14:00:00-06:00", "document_id": 214370, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214370.pdf", "status_text": "First read in House and referred to", "journal_page": 153, "committee_id_action": 492, "committee_id_assigned": 487, "result": "N", "vote": {}}, {"bill_id": 22230, "action_date": "2021-02-10T10:00:00-06:00", "document_id": 216902, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216902.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22230, "action_date": "2021-02-10T10:00:00-06:00", "document_id": 216903, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216903.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "F", "vote": {}}, {"bill_id": 22230, "action_date": "2021-02-10T10:00:00-06:00", "document_id": 216903, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216903.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68966, "president_vote": null, "Yea": [1766, 1767, 1834, 1883, 3782, 1862, 3789, 1866, 1769, 1823], "Nay": [1772], "Excused": [3802, 1843]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22230"}