{"session_id": 20, "bill_id": 5668, "bill_type": "House Bill", "bill_number": 1194, "bill_title": "establish certain requirements relating to the crossings of railroad rights-of-way by utilities.", "sponsors": [{"legislator_profile_id": 444, "is_prime": true}, {"legislator_profile_id": 457, "is_prime": true}, {"legislator_profile_id": 456, "is_prime": false}, {"legislator_profile_id": 447, "is_prime": false}, {"legislator_profile_id": 470, "is_prime": false}, {"legislator_profile_id": 454, "is_prime": false}, {"legislator_profile_id": 452, "is_prime": false}, {"legislator_profile_id": 423, "is_prime": false}, {"legislator_profile_id": 502, "is_prime": false}, {"legislator_profile_id": 461, "is_prime": false}], "keywords": ["Easements", "Public Utilities and Carriers", "Railroad", "Utilities"], "audio": [{"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/htr23.mp3", "start_seconds": 2410.0}, {"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/htr23.mp3", "start_seconds": 2410.0}, {"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/htr23.mp3", "start_seconds": 2410.0}, {"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/htr23.mp3", "start_seconds": 2410.0}, {"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/htr23.mp3", "start_seconds": 2410.0}, {"meeting_datetime": "2014-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou26.mp3", "start_seconds": 3085.0}, {"meeting_datetime": "2014-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou26.mp3", "start_seconds": 3085.0}, {"meeting_datetime": "2014-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou26.mp3", "start_seconds": 3085.0}, {"meeting_datetime": "2014-03-05T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst31.mp3", "start_seconds": 4698.0}, {"meeting_datetime": "2014-03-05T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst31.mp3", "start_seconds": 4698.0}, {"meeting_datetime": "2014-03-05T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst31.mp3", "start_seconds": 4698.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst33.mp3", "start_seconds": 499.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst33.mp3", "start_seconds": 499.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst33.mp3", "start_seconds": 499.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst33.mp3", "start_seconds": 499.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen34.mp3", "start_seconds": 2349.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen34.mp3", "start_seconds": 2349.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen34.mp3", "start_seconds": 2349.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen34.mp3", "start_seconds": 2349.0}, {"meeting_datetime": "2014-03-12T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou35.mp3", "start_seconds": 2075.0}, {"meeting_datetime": "2014-03-12T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou35.mp3", "start_seconds": 2075.0}, {"meeting_datetime": "2014-03-12T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou35.mp3", "start_seconds": 2075.0}], "bill_versions": [{"bill_id": 5668, "bill_version_id": 29516, "bill_version": "Introduced", "bill_version_date": "2014-01-31T10:01:54.227-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain requirements relating to the crossing of railroad rights-of-way by rural water system lines. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any rural water system that intends to place a water line across a railroad right of way shall request prior permission for such placement from the railroad carrier. The request shall be in the form of a completed crossing application, including engineering specifications and location of the crossing. The rural water system shall submit the crossing application on a form provided or approved by the railroad, if available. The crossing application shall be sent to the railroad by certified mail, return receipt requested. For purposes of this Act, the term, rural water system, means an entity engaged in the treatment, distribution, and sale of water to rural consumers that was created by chapters 34A-5, 46A-3A, or 46A-9 or any nonprofit corporation engaged in such activity. Section 2. Beginning thirty days after the rural water system has mailed the completed crossing application, paid the fee required in section 3 of this Act, and provided a certificate of insurance confirming existence of general liability insurance with limits of two million dollars per occurrence and an aggregate of four million dollars covering construction activities of the affected rural water system, the rural water system may commence the construction of the crossing activity, unless there is an objection by the railroad that the information contained in the crossing application is incomplete or inadequate or an objection that special circumstances exist. For purposes of this Act, special circumstances include the railroad crossing's relationship to other property, location of the crossing in urban or other developed areas, the existence of unique topography or natural resources, or other dangers inherent in the particular crossing. Section 3. Unless otherwise agreed by the parties, a rural water system that crosses a railroad right-of-way, other than a crossing within the public roads of the state, shall pay the railroad a one-time standard crossing fee of seven hundred fifty dollars for each crossing. The standard crossing fee is in lieu of any license, permit, application, or any other fees or charges to reimburse the railroad for the direct expenses incurred by the railroad as a result of the crossing. Section 4. If a railroad objects to the adequacy of the information contained in the crossing application or asserts that special circumstances exist, the railroad shall provide notice of the objection and the specific basis of the objection to the rural water system by certified mail, return receipt requested. If the parties are unable to resolve the objection, either party may petition the Public Utilities Commission for additional requirements or for modification of the standard crossing fee within sixty days from receipt of the objection. Before filing a petition, the parties shall confer in good faith in an attempt to resolve the objection. If a petition is filed, the Public Utilities Commission shall determine, after notice and opportunity for hearing, whether special circumstances exist that necessitate additional requirements for the placement or modification of the standard crossing fee within one hundred twenty days of filing of the petition. The order may be appealed pursuant to chapter 1-26. The Public Utilities Commission shall assess the costs associated with a petition equitably against the parties. Section 5. Nothing in this Act prevents a railroad company and a rural water system from otherwise negotiating the terms and conditions applicable to a crossing or the resolution of any disputes relating to the crossing. Nothing in this Act impairs the authority of a rural water system to secure crossing rights by easement pursuant to the exercise of the power of eminent domain. Section 6. This Act applies to: (1) Any crossing in existence before the effective date of this Act if an agreement concerning the crossing has expired or is terminated. In such instance, if the collective amount of seven hundred fifty dollars has been paid to the railroad during the existence of the crossing, no additional fee is required; and (2) Any crossing commenced on or after the effective date of this Act."}, {"bill_id": 5668, "bill_version_id": 30691, "bill_version": "House Transportation Engrossed", "bill_version_date": "2014-02-20T13:47:18.37-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain requirements relating to the crossings of railroad rights-of-way by utilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any utility that intends to place a line across a railroad right of way shall request prior permission for such placement from the railroad. The request shall be in the form of a completed crossing application, including engineering specifications and location of the crossing. The utility shall submit the crossing application on a form provided or approved by the railroad, if available. The crossing application shall be sent to the railroad by certified mail, return receipt requested. Section 2. Beginning thirty days after the utility has submitted the completed crossing application, paid the fee required in section 3 of this Act, and provided a certificate of insurance confirming existence of general liability insurance with limits of two million dollars per occurrence and an aggregate of four million dollars covering construction activities of the affected utility, the utility may commence the construction of the crossing activity, unless there is an objection by the railroad that the information contained in the crossing application is incomplete or inadequate or an objection that special circumstances exist. For purposes of this Act, special circumstances include the railroad crossing's relationship to other property, location of the crossing in urban or other developed areas, the existence of unique topography or natural resources, or other dangers inherent in the particular crossing. Section 3. Unless otherwise agreed by the parties, a utility that crosses a railroad right-of-way, other than a crossing within the public roads of the state, shall pay the railroad a one-time standard crossing fee of seven hundred fifty dollars for each crossing. The standard crossing fee is in lieu of any license, permit, application, processing fee, or any other fees or charges to reimburse the railroad for the direct expenses incurred by the railroad as a result of the crossing. Section 4. If a railroad objects to the adequacy of the information contained in the crossing application or asserts that special circumstances exist, the railroad shall provide notice of the objection and the specific basis of the objection to the utility by certified mail, return receipt requested. If the parties are unable to resolve the objection, either party may petition the Public Utilities Commission for additional requirements or for modification of the standard crossing fee within sixty days from receipt of the objection. Before filing a petition, the parties shall confer in good faith in an attempt to resolve the objection. If a petition is filed, the Public Utilities Commission shall determine, after notice and opportunity for hearing, whether special circumstances exist that necessitate additional requirements for the placement or modification of the standard crossing fee within one hundred twenty days of filing of the petition. The order may be appealed pursuant to chapter 1-26. The Public Utilities Commission shall assess the costs associated with a petition equitably against the parties. Section 5. Nothing in this Act prevents a railroad and a utility from continuing under an existing agreement or otherwise negotiating the terms and conditions applicable to a crossing or the resolution of any disputes relating to the crossing. Nothing in this Act impairs the authority of a utility to secure crossing rights by easement pursuant to the exercise of the power of eminent domain. Section 6. This Act applies to: (1) Any crossing in existence before the effective date of this Act if an agreement concerning the crossing has expired or is terminated. In such instance, if the collective amount of seven hundred fifty dollars has been paid to the railroad during the existence of the crossing, no additional fee is required; and (2) Any crossing commenced on or after the effective date of this Act. Section 7. Terms used in this Act mean: (1) \"Railroad,\" a railroad or any other entity responsible for the management of crossings or collection of fees for the railroad; (2) \"Rural water system,\" an entity engaged in the treatment, distribution, and sale of water to rural consumers that was created by chapters 34A-5, 46A-3A, or 46A-9 or any nonprofit corporation engaged in such activity; (3) \"Utility,\" a rural water system, gas utility, electric utility, consumer power district, municipal utility, rural electric cooperative, telecommunications company, or any other underground facility."}, {"bill_id": 5668, "bill_version_id": 31775, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2014-03-10T13:36:58.85-05:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain requirements relating to the crossings of railroad rights-of-way by utilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any utility that intends to place a facility across a railroad right-of-way shall request prior permission for such placement from the railroad. The request shall be in the form of a completed crossing application, including a drawing showing the location of the proposed crossing and the railroad's property, tracks, and wires that the utility will cross. The utility shall submit the crossing application on a form provided or approved by the railroad, if available. The crossing application shall be sent to the railroad by certified mail, return receipt requested. The application shall be accompanied by the crossing fee as set forth in section 3 of this Act, and a certificate of insurance as required by section 4 of this Act. Section 2. Beginning thirty days after the receipt by the railroad of the completed crossing application, the fee, and certificate of insurance, the utility may commence the construction of the crossing, unless the railroad notifies the utility in writing that the information contained in the crossing application is incomplete or inadequate or that special circumstances exist. For purposes of this Act, special circumstances include the railroad crossing's relationship to other property, location of the crossing in urban or other developed areas, the existence of unique topography or natural resources, or other dangers inherent in the particular crossing. Section 3. Unless otherwise agreed by the parties, a utility that crosses a railroad right-of-way, other than a crossing within the public right-of-way, shall pay the railroad a one-time standard crossing fee of seven hundred fifty dollars for each crossing. The standard crossing fee is in lieu of any license, permit, application, processing fee, or any other fees or charges to reimburse the railroad for the direct expenses incurred by the railroad as a result of the crossing. The utility shall also reimburse the railroad for any reasonable flagging expense associated with a crossing in addition to the standard crossing fee. No crossing fee is required if the crossing is located within a public right-of-way. Section 4. The certificate of insurance or coverage submitted by a municipality shall include commercial general liability insurance or equivalent form with a limit of not less than one million dollars for each occurrence and an aggregate of not less than two million dollars. The certificate of insurance submitted by any other utility other than a gas or hazardous materials pipeline utility shall include commercial general liability insurance with a combined single limit of a minimum of two million dollars for each occurrence and an aggregate limit of at least four million dollars. The certificate of insurance submitted by a gas or hazardous materials pipeline utility shall include commercial general liability insurance with a combined single limit of a minimum of five million dollars for each occurrence and an aggregate limit of at least ten million dollars. Section 5. If a railroad objects to the adequacy of the information contained in the crossing application or asserts that special circumstances exist, the railroad shall provide notice of the objection and the specific basis of the objection to the utility by certified mail, return receipt requested. If the parties are unable to resolve the objection, either party may petition the Public Utilities Commission for additional requirements or for modification of the standard crossing fee within sixty days from receipt of the objection. Before filing a petition, the parties shall confer in good faith in an attempt to resolve the objection. If a petition is filed, the Public Utilities Commission shall determine, after notice and opportunity for hearing, whether special circumstances exist that necessitate additional requirements for the placement or modification of the standard crossing fee within one hundred twenty days of filing of the petition. The order may be appealed pursuant to chapter 1-26. The Public Utilities Commission shall assess its costs associated with a petition equitably against the parties. Section 6. If a railroad imposes additional requirements upon a utility for crossing its lines, the utility may object to one or more of the requirements. In such event, the utility shall provide notice of the objection and the specific basis of the objection to the railroad by certified mail, return receipt requested. If the parties are unable to resolve the objection, either party may petition the Public Utilities Commission for resolution or modification of the additional requirements within sixty days from receipt of the objection. Before filing a petition, the parties shall confer in good faith in an attempt to resolve the objection. If a petition is filed, the Public Utilities Commission, within one hundred twenty days of filing the petition, shall determine, after notice and opportunity for hearing, whether special circumstances exist that necessitate additional requirements for the placement of the crossing. The order may be appealed pursuant to chapter 1-26. The Public Utilities Commission shall assess its costs associated with a petition equitably against the parties. Section 7. Nothing in this Act prevents a railroad and a utility from continuing under an existing agreement or otherwise negotiating the terms and conditions applicable to a crossing or the resolution of any disputes relating to the crossing. Nothing in this Act impairs the authority of a utility to secure crossing rights by easement pursuant to the exercise of the power of eminent domain. Section 8. This Act applies to: (1) Any crossing in existence before the effective date of this Act if an agreement concerning the crossing has expired or is terminated. In such instance, if the collective amount of seven hundred fifty dollars has been paid to the railroad during the existence of the crossing, no additional fee is required; and (2) Any crossing commenced on or after the effective date of this Act. Section 9. Terms used in this Act mean: (1) \"Railroad,\" any association or corporation, or other entity, engaged in operating a common carrier by rail or any other entity responsible for the management of crossings or collection of fees for the railroad; (2) \"Rural water system,\" an entity engaged in the treatment, distribution, and sale of water to rural consumers that was created by chapters 34A-5, 46A-3A, or 46A-9 or any nonprofit corporation engaged in such activity; (3) \"Utility,\" electric utility, public utility, gas utility, municipal utility, municipal power agency, joint action agency, consumers power district, pipeline company, telecommunications company, and rural water system; (4) \"Crossing,\" the construction, operation, repair, or maintenance of a facility, over, under, or across a railroad right-of-way by a utility. The term does not include longitudinal occupancy of railroad right-of-way; (5) \"Facility,\" any item of personal property placed over, across, or underground for use in connection with the storage or conveyance of water; sewage; electronic, telephone, or telegraphic communications; fiber optics; cablevision; electric energy; oil; gas; hazardous liquids; or other substances including pipes, sewers, conduits, cables, valves, lines, wires, manholes, or attachments."}, {"bill_id": 5668, "bill_version_id": 32029, "bill_version": "Enrolled", "bill_version_date": "2014-03-13T09:13:21.543-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5668, "action_date": "2014-01-31T13:00:00-06:00", "document_id": 29577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29577.pdf", "status_text": "First read in House and referred to", "journal_page": 247, "committee_id_action": 231, "committee_id_assigned": 226, "result": "N", "vote": {}}, {"bill_id": 5668, "action_date": "2014-02-06T10:00:00-06:00", "document_id": 29784, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29784.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 226, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5668, "action_date": "2014-02-18T10:00:00-06:00", "document_id": 30294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30294.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 226, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5668, "action_date": "2014-02-20T10:00:00-06:00", "document_id": 30514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30514.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 226, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5668, "action_date": "2014-02-20T10:00:00-06:00", "document_id": 30680, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30680.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 226, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5668, "action_date": "2014-02-20T10:00:00-06:00", "document_id": 30680, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30680.pdf", "status_text": "Do Pass Amended", "journal_page": 466, "committee_id_action": 226, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16339, "president_vote": null, "Yea": [517, 449, 479, 515, 511, 512, 462, 514, 459, 506, 430, 461], "Excused": [496]}}, {"bill_id": 5668, "action_date": "2014-02-20T10:00:00-06:00", "document_id": 30680, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30680.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 226, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5668, "action_date": "2014-02-24T14:00:00-06:00", "document_id": 30936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30936.pdf", "status_text": "Deferred to another day", "journal_page": 516, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5668, "action_date": "2014-02-25T14:00:00-06:00", "document_id": 31052, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31052.pdf", "status_text": "Do Pass Amended", "journal_page": 535, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16573, "president_vote": null, "Yea": [528, 527, 453, 522, 525, 467, 524, 489, 517, 519, 505, 449, 431, 455, 425, 504, 481, 509, 503, 477, 501, 520, 479, 457, 454, 523, 496, 458, 451, 466, 845, 499, 442, 476, 521, 507, 478, 487, 423, 439, 500, 497, 515, 511, 512, 463, 518, 484, 462, 485, 514, 459, 464, 510, 450, 506, 430, 513, 468, 498, 461, 516, 508, 480, 460, 448, 441], "Excused": [433], "Nay": [456, 502]}}, {"bill_id": 5668, "action_date": "2014-02-26T14:00:00-06:00", "document_id": 31118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31118.pdf", "status_text": "First read in Senate and referred to", "journal_page": 482, "committee_id_action": 229, "committee_id_assigned": 214, "result": "N", "vote": {}}, {"bill_id": 5668, "action_date": "2014-03-05T10:00:00-06:00", "document_id": 31348, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31348.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 214, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5668, "action_date": "2014-03-10T10:00:00-05:00", "document_id": 31596, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31596.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 214, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5668, "action_date": "2014-03-10T10:00:00-05:00", "document_id": 31757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31757.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 214, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5668, "action_date": "2014-03-10T10:00:00-05:00", "document_id": 31757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31757.pdf", "status_text": "Do Pass Amended", "journal_page": 583, "committee_id_action": 214, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17095, "president_vote": null, "Yea": [444, 447, 470, 452, 436, 438, 435, 440, 446]}}, {"bill_id": 5668, "action_date": "2014-03-11T10:00:00-05:00", "document_id": 31894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31894.pdf", "status_text": "Do Pass Amended", "journal_page": 613, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17175, "president_vote": null, "Yea": [469, 437, 444, 473, 846, 495, 447, 472, 470, 432, 465, 847, 483, 443, 429, 452, 436, 438, 526, 424, 492, 491, 428, 475, 435, 440, 493, 849, 474, 426, 446, 494, 434, 490, 486]}}, {"bill_id": 5668, "action_date": "2014-03-12T10:30:00-05:00", "document_id": 31972, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31972.pdf", "status_text": "Concurred in amendments", "journal_page": 744, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17256, "president_vote": null, "Yea": [528, 453, 522, 525, 433, 467, 524, 456, 489, 517, 519, 505, 449, 431, 455, 425, 504, 481, 509, 503, 477, 501, 520, 479, 457, 454, 523, 496, 458, 451, 466, 845, 499, 442, 476, 521, 507, 478, 487, 423, 439, 500, 502, 497, 515, 511, 512, 463, 518, 484, 462, 485, 514, 459, 464, 510, 450, 506, 430, 513, 468, 498, 461, 516, 508, 480, 460, 448, 441], "Excused": [527]}}, {"bill_id": 5668, "action_date": "2014-03-13T10:00:00-05:00", "document_id": 32062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32062.pdf", "status_text": "Signed by the Speaker", "journal_page": 773, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5668, "action_date": "2014-03-14T10:00:00-05:00", "document_id": 32130, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32130.pdf", "status_text": "Signed by the President", "journal_page": 673, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5668, "action_date": "2014-03-14T10:00:00-05:00", "document_id": 32125, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32125.pdf", "status_text": "Delivered to the Governor", "journal_page": 780, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5668, "action_date": "2014-03-31T10:00:00-05:00", "document_id": 32147, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32147.pdf", "status_text": "Signed by the Governor", "journal_page": 790, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5705}