{"session_id": 10, "bill_id": 2356, "bill_type": "House Bill", "bill_number": 1028, "bill_title": "revise the due dates of certain tax returns and remittances.", "sponsors": [], "keywords": ["Contractors Excise Tax", "Department of Revenue and Regulation", "Sales Tax", "Taxation", "Use Tax"], "audio": [{"meeting_datetime": "2011-01-20T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hta07.mp3", "start_seconds": 326.0}, {"meeting_datetime": "2011-01-20T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hta07.mp3", "start_seconds": 326.0}, {"meeting_datetime": "2011-01-20T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hta07.mp3", "start_seconds": 326.0}, {"meeting_datetime": "2011-01-20T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hta07.mp3", "start_seconds": 326.0}, {"meeting_datetime": "2011-02-02T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sta15.mp3", "start_seconds": 2379.0}, {"meeting_datetime": "2011-02-02T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sta15.mp3", "start_seconds": 2379.0}, {"meeting_datetime": "2011-02-02T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sta15.mp3", "start_seconds": 2379.0}, {"meeting_datetime": "2011-02-02T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sta15.mp3", "start_seconds": 2379.0}], "bill_versions": [{"bill_id": 2356, "bill_version_id": 14709, "bill_version": "Introduced", "bill_version_date": "2011-01-07T16:16:06.38-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the due dates of certain tax returns and remittances. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-59-32 be amended to read as follows: 10-59-32. The secretary may authorize any person required to file returns or reports and remit taxes or fees under the chapters set forth in § 10-59-1 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46C, 10-46E, 10-52, and 10-52A, to remit the taxes or fees by electronic transmission. Any person required to file returns and remit taxes on a monthly basis who remits taxes by electronic transmission pursuant to this section, as authorized by the secretary, shall file returns by electronic means on or before the twenty-third day of the month following each monthly period. If the due date for a return falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return shall be due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. Remittances transmitted electronically pursuant to this section shall be made on or before the second to the last day of the month following each monthly period. Remittances are considered to have been made on the date that the remittance is credited to the bank account designated by the treasurer of the State of South Dakota. For purposes of making any electronic transfers of remittances provided for in this title pursuant to this section, the last day and the second to the last day of the month shall mean the last day and the second to the last day of the month which are not a Saturday or, Sunday or a state or federal holiday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. Section 2. That chapter 10-59 be amended by adding thereto a NEW SECTION to read as follows: Any return, report, or remittance which is required to be filed under the taxes specified in chapters 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46C, 10-46E, 10-52, and 10-52A, is timely filed if mailed, postage prepaid, on or before the due date of the reporting period, and is received by the department. If the due date falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return, report, or remittance is timely filed if mailed, postage prepaid, on the next succeeding day which is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. A United States Postal Service postmark is evidence of the date of mailing for the purpose of timely filing of returns, reports, or remittances. The provisions of this section do not apply to a return filed by electronic means. Section 3. That § 10-59-33 be amended to read as follows: 10-59-33. Any return, report, or remittance which is required to be filed under the taxes specified in § 10-59-1, except as provided for in § 10-59-32, section 2 of this Act, and section 4 of this Act, is timely filed if mailed, postage prepaid, on or before the due date of the reporting period, and is received by the department. If the due date falls on a Sunday, or a legal holiday enumerated in §§ 1-5-1 and 1-5-1.1 § 1-5-1, the return, report, or remittance is timely filed if mailed, postage prepaid, on the next succeeding day which is not a Saturday, Sunday, or legal holiday enumerated in § 1-5-1. A United States Postal Service postmark is evidence of the date of mailing for the purpose of timely filing of returns, reports, or remittances. The provisions of this section do not apply to a return filed by electronic means. Section 4. That chapter 10-59 be amended by adding thereto a NEW SECTION to read as follows: This section applies to any return, report, or remittance filed pursuant to chapter 10-47B. Any return, report, or remittance which is required to be filed pursuant to chapter 10-47B is timely filed if mailed, postage prepaid, or is filed by electronic means, on or before the due date of the reporting period, and is received by the department. If the due date falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return, report, or remittance is timely filed if mailed, postage prepaid, or is filed by electronic means, on the next succeeding day which is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. A United States Postal Service postmark is evidence of the date of mailing for the purpose of timely filing of returns, reports, or remittances. Section 5. That chapter 10-52 be amended by adding thereto a NEW SECTION to read as follows: Any person who holds a license issued pursuant to this chapter or who is a person whose receipts are subject to the tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue and Regulation on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third day of the month following each monthly period and remit the tax on or before the second to the last day of the month following each monthly period. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the last day of the month following the reporting period, or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 6. That § 10-47B-28 be amended to read as follows: 10-47B-28. The tax imposed by § 10-47B-12 shall be remitted by the liquid petroleum user and is due on a semi-annual calendar basis. The tax is due on the last day of the month following the end of the semi-annual period. If the last day of the month falls on a Sunday or holiday Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the tax is due on the next working day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. Section 7. That § 10-47B-29 be amended to read as follows: 10-47B-29. All tax required to be remitted by §§ 10-47B-21 to 10-47B-27, inclusive, is due and payable on or before the last day of the calendar month which follows the month in which the tax was imposed. If the last day of the month falls on a Sunday or legal holiday Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the tax is due and payable on the next working day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. Section 8. That § 10-47B-92 be amended to read as follows: 10-47B-92. Any report required by § 10-47B-91 shall be filed with respect to information for the preceding calendar month on or before the last day of each month unless the last day of the month falls on a Sunday or legal holiday Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next working day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. Section 9. That § 10-47B-96 be amended to read as follows: 10-47B-96. Any report required by § 10-47B-95 shall be filed with respect to information for the preceding calendar month on or before the last day of each month unless the last day of the month falls on a Sunday or legal holiday Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next working day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. Section 10. That § 10-47B-99 be amended to read as follows: 10-47B-99. Any report required by § 10-47B-98 shall be filed with respect to information for the preceding calendar month on or before the last day of each month unless the last day of the month falls on a Sunday or legal holiday Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next working day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. Section 11. That § 10-47B-102 be amended to read as follows: 10-47B-102. Any report required by § 10-47B-101 shall be filed with respect to information for the preceding calendar month on or before the last day of each month unless the last day of the month falls on a Sunday or legal holiday Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next working day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. Section 12. That § 10-47B-105 be amended to read as follows: 10-47B-105. Any report required by § 10-47B-104 shall be filed with respect to information for the preceding calendar month on or before the last day of each month unless the last day of the month falls on a Sunday or legal holiday Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next working day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. Section 13. That § 10-47B-108 be amended to read as follows: 10-47B-108. Any report required by § 10-47B-107 shall be filed with respect to information for the preceding calendar month on or before the last day of each month unless the last day of the month falls on a Sunday or legal holiday Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next working day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. The secretary may also request specific information regarding shipments of fuel delivered in this state or exported at any time after the shipment is made including the address or location of the delivery site. Section 14. That § 10-47B-112 be amended to read as follows: 10-47B-112. Any report required by § 10-47B-111 shall be filed with respect to information for the preceding calendar month on or before the last day of each month unless the last day of the month falls on a Sunday or legal holiday Saturday, Sunday, legal holiday enumerated in § 1- 5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next working day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. Section 15. That § 10-47B-114.1 be amended to read as follows: 10-47B-114.1. Any report required by § 10-47B-114 shall be filed with respect to information for the preceding quarter on or before the last day of the month following unless the last day of the month falls on a Sunday or legal holiday Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next working day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. Section 16. That § 10-47B-115.2 be amended to read as follows: 10-47B-115.2. Any report required by § 10-47B-115.1 shall be filed with respect to information for the preceding calendar month on or before the last day of each month unless the last day of the month falls on a Sunday or legal holiday Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next working day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. Section 17. That § 10-47B-115.5 be amended to read as follows: 10-47B-115.5. Any report required by § 10-47B-115.4 shall be filed with respect to information for the preceding calendar month on or before the last day of each month unless the last day of the month falls on a Sunday or legal holiday Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next working day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. Section 18. That § 10-47B-169 be amended to read as follows: 10-47B-169. The reports required by § 10-47B-168 shall be filed with respect to information for the preceding reporting period on or before the last day of each reporting period unless the last day of the month falls on a Sunday or legal holiday Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed in which case it is due on the next working day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed."}, {"bill_id": 2356, "bill_version_id": 16355, "bill_version": "Enrolled", "bill_version_date": "2011-02-07T08:51:22.143-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2356, "action_date": "2011-01-11T12:00:00-06:00", "document_id": 14785, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/14785.pdf", "status_text": "First read in House and referred to", "journal_page": 26, "committee_id_action": 115, "committee_id_assigned": 109, "result": "N", "vote": {}}, {"bill_id": 2356, "action_date": "2011-01-20T08:30:00-06:00", "document_id": 14966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/14966.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 109, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2356, "action_date": "2011-01-20T08:30:00-06:00", "document_id": 15136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15136.pdf", "status_text": "Do Pass", "journal_page": 116, "committee_id_action": 109, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7999, "president_vote": null, "Yea": [72, 49, 15, 57, 39, 54, 92, 58, 102, 98, 67, 50, 91, 7, 89]}}, {"bill_id": 2356, "action_date": "2011-01-20T08:30:00-06:00", "document_id": 15136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15136.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 109, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2356, "action_date": "2011-01-21T13:00:00-06:00", "document_id": 15281, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15281.pdf", "status_text": "Deferred to another day", "journal_page": 132, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2356, "action_date": "2011-01-24T14:00:00-06:00", "document_id": 15453, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15453.pdf", "status_text": "Do Pass", "journal_page": 152, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8079, "president_vote": null, "Yea": [12, 53, 56, 17, 33, 21, 72, 60, 87, 1, 105, 48, 51, 49, 15, 59, 36, 7, 94, 104, 84, 88, 61, 90, 57, 11, 63, 70, 96, 23, 62, 39, 54, 20, 71, 92, 28, 37, 83, 95, 58, 85, 103, 3, 32, 102, 68, 98, 67, 99, 64, 73, 69, 50, 14, 6, 86, 93, 74, 35, 97, 101, 66, 100, 91, 89, 65, 47, 5], "Excused": [29]}}, {"bill_id": 2356, "action_date": "2011-01-25T14:00:00-06:00", "document_id": 15625, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15625.pdf", "status_text": "First read in Senate and referred to", "journal_page": 201, "committee_id_action": 113, "committee_id_assigned": 99, "result": "N", "vote": {}}, {"bill_id": 2356, "action_date": "2011-02-02T10:00:00-06:00", "document_id": 15950, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15950.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 99, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2356, "action_date": "2011-02-02T10:00:00-06:00", "document_id": 16185, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16185.pdf", "status_text": "Do Pass", "journal_page": 290, "committee_id_action": 99, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8467, "president_vote": null, "Yea": [41, 2, 31, 43, 16, 55, 25]}}, {"bill_id": 2356, "action_date": "2011-02-02T10:00:00-06:00", "document_id": 16185, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16185.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 99, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2356, "action_date": "2011-02-03T13:00:00-06:00", "document_id": 16307, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16307.pdf", "status_text": "Do Pass", "journal_page": 321, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8582, "president_vote": null, "Yea": [44, 75, 30, 42, 79, 40, 46, 41, 24, 26, 25, 38, 78, 76, 2, 18, 77, 82, 13, 55, 31, 43, 4, 16, 9, 10, 81, 27, 34, 52, 80, 8, 45, 22], "Excused": [19]}}, {"bill_id": 2356, "action_date": "2011-02-07T14:00:00-06:00", "document_id": 16422, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16422.pdf", "status_text": "Signed by the Speaker", "journal_page": 306, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2356, "action_date": "2011-02-08T14:00:00-06:00", "document_id": 16544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16544.pdf", "status_text": "Signed by the President", "journal_page": 366, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2356, "action_date": "2011-02-09T14:00:00-06:00", "document_id": 16628, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16628.pdf", "status_text": "Delivered to the Governor", "journal_page": 347, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2356, "action_date": "2011-02-14T14:00:00-06:00", "document_id": 16821, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16821.pdf", "status_text": "Signed by the Governor", "journal_page": 364, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4755, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2356"}