{"session_id": 24, "bill_id": 7236, "bill_type": "House Bill", "bill_number": 1214, "bill_title": "regulate conflicts of interest for authority, board, or commission members.", "sponsors": [{"legislator_profile_id": 1024, "is_prime": true}, {"legislator_profile_id": 971, "is_prime": true}, {"legislator_profile_id": 986, "is_prime": false}, {"legislator_profile_id": 1009, "is_prime": false}, {"legislator_profile_id": 1061, "is_prime": false}, {"legislator_profile_id": 1047, "is_prime": false}, {"legislator_profile_id": 1002, "is_prime": false}, {"legislator_profile_id": 963, "is_prime": false}, {"legislator_profile_id": 1062, "is_prime": false}, {"legislator_profile_id": 1038, "is_prime": false}, {"legislator_profile_id": 1044, "is_prime": false}, {"legislator_profile_id": 1011, "is_prime": false}, {"legislator_profile_id": 1010, "is_prime": false}, {"legislator_profile_id": 1030, "is_prime": false}, {"legislator_profile_id": 1029, "is_prime": false}, {"legislator_profile_id": 1000, "is_prime": false}, {"legislator_profile_id": 970, "is_prime": false}, {"legislator_profile_id": 996, "is_prime": false}, {"legislator_profile_id": 1025, "is_prime": false}, {"legislator_profile_id": 1008, "is_prime": false}], "keywords": ["Conflict of Interest", "State Affairs and Government"], "audio": [{"meeting_datetime": "2016-02-10T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst19.mp3", "start_seconds": 165.0}, {"meeting_datetime": "2016-02-10T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst19.mp3", "start_seconds": 165.0}, {"meeting_datetime": "2016-02-10T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst19.mp3", "start_seconds": 165.0}, {"meeting_datetime": "2016-02-10T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst19.mp3", "start_seconds": 165.0}, {"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou21.mp3", "start_seconds": 5879.0}, {"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou21.mp3", "start_seconds": 5879.0}, {"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou21.mp3", "start_seconds": 5879.0}, {"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou21.mp3", "start_seconds": 5879.0}, {"meeting_datetime": "2016-02-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst29.mp3", "start_seconds": 4235.0}, {"meeting_datetime": "2016-02-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst29.mp3", "start_seconds": 4235.0}, {"meeting_datetime": "2016-02-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst29.mp3", "start_seconds": 4235.0}, {"meeting_datetime": "2016-02-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst29.mp3", "start_seconds": 4235.0}], "bill_versions": [{"bill_id": 7236, "bill_version_id": 38731, "bill_version": "Introduced", "bill_version_date": "2016-02-04T09:31:56.553-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate conflicts of interest for authority, board, or commission members. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: No elected or appointed member of a state authority, board, or commission may have an interest in any contract or derive a direct benefit from any contract with the state which is within the jurisdiction or relates to the subject matter of the state authority, board or commission or with a political subdivision of the state if the political subdivision administers or executes similar subject matter programs as the state authority, board or commission, nor may the member have an interest in any contract or derive a direct benefit from any contract for one year after the end of the member's term on the authority, board, or commission except as provided in section 3 and section 4 of this Act. Section 2. That the code be amended by adding a NEW SECTION to read: An elected or appointed member of an authority, board, or commission derives a direct benefit from a contract if the state authority, board, or commission member, the authority, board, or commission member's spouse, or any other persons the authority, board, or commission member lives with and commingles assets: (1) Has more than a five percent ownership or other interest in an entity that is a party to the contract; (2) Derives income, compensation, or commission directly from the contract or from the entity that is a party to the contract; (3) Acquires property under the contract; or (4) Serves on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract. An authority, board, or commission member does not derive a direct benefit from a contract based solely on the value associated with the authority, board, or commission member's investments or holdings, or the investments or holdings of other persons the authority, board, or commission member lives with and commingles assets. Section 3. That the code be amended by adding a NEW SECTION to read: Any elected or appointed authority, board, or commission may authorize an authority, board, or commission member to have an interest in a contract or to derive a direct benefit from a contract if: (1) The authority, board, or commission member has provided full written disclosure to the authority, board, or commission; (2) The authority, board, or commission has reviewed the essential terms of the transaction or contract and the authority, board, or commission member's role in the contract or transaction; and (3) The transaction and the terms of the contract are fair, reasonable, and not contrary to the public interest. No member of a state authority, board, or commission may participate in or vote upon a decision of the state authority, board, or commission relating to a matter in which the member has an interest or derives a direct benefit. The authorization shall be in writing. Any authorization given pursuant to this section is a public record. Each authorization shall be filed with the auditor-general. The auditor-general shall compile the authorizations and present them annually for review by the Government Operations and Audit Committee. Section 4. That the code be amended by adding a NEW SECTION to read: Within the one-year period prohibiting any contract with an elected or appointed authority, board, or commission, the authority, board, or commission may approve a former authority, board, or commission member to contract with the elected or appointed authority, board, or commission if the authority, board, or commission determines that the transaction and the terms of the contract are fair, reasonable, and are in the best interests of the public. The authorization shall be in writing. Any approval given pursuant to this section is a public record. Each approval shall be filed with the auditor-general. The auditor-general shall compile the approvals and present them annually for review by the Government Operations and Audit Committee. Section 5. That the code be amended by adding a NEW SECTION to read: Any elected or appointed authority, board, or commission member who knowingly violates sections 1 to 4, inclusive, of this Act, shall be removed from the authority, board, or commission and is guilty of a Class 1 misdemeanor. Any benefit to the authority, board, or commission member in violation of sections 1 and 2 of this Act is subject to forfeiture and any contract made in violation of this Act is voidable by the authority, board, or commission. Section 6. That the code be amended by adding a NEW SECTION to read: No board member, fiscal agent, officer, or executive of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity that receives money from or through the state may have an interest in a contract nor receive a direct benefit from a contract that the local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity is a party to the contract except as provided in section 8 of this Act. Section 7. That the code be amended by adding a NEW SECTION to read: A person described in section 6 of this Act derives a direct benefit from a contract if the person, the person's spouse, or other persons the person lives with and commingles assets: (1) Has more than a five percent ownership or other interest in an entity that is a party to the contract; (2) Derives income, compensation, or commission directly from the contract or from the entity that is a party to the contract; (3) Acquires property under the contract; or (4) Serves on the board of directors of an entity that derives income directly from the contract or acquires property under the contract. A person does not derive a direct benefit from a contract based solely on the value associated with the person's investments or holdings, or the investments or holdings of other persons the state officer or employee lives with and commingles assets. Section 8. That the code be amended by adding a NEW SECTION to read: A local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity may authorize a board member, fiscal agent, officer, or executive to have an interest in a contract or derive a direct benefit from a contract if: (1) The person has provided full written disclosure to the agency, district, or unit governing board; (2) The governing board has reviewed the essential terms of the transaction or contract and the person's role in the contract or transaction; and (3) The transaction or the terms of the contract are fair, reasonable, and not contrary to the public interest. No member of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity may participate in or vote upon a decision of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity relating to a matter in which the member has an interest or derives a direct benefit. The authorization shall be in writing. Any authorization given pursuant to this section is a public record. Each authorization shall be filed with the auditor-general. The auditor-general shall compile the authorizations and present them annually for review by the Government Operations and Audit Committee. Section 9. That the code be amended by adding a NEW SECTION to read: Any person who knowingly violates sections 6 to 8, inclusive, of this Act shall be removed from office or employment and is guilty of a Class 1 misdemeanor. Any benefit to a person derived from the person's knowing violation of sections 6 to 8, inclusive, of this Act is subject to forfeiture. Any contract made in violation of sections 6 to 8, inclusive, of this Act is voidable by the governing body of the local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity. Section 10. That the code be amended by adding a NEW SECTION to read: The following authorities, boards, or commissions are subject to this Act: (1) South Dakota Building Authority; (2) Board of Economic Development; (3) South Dakota Housing Development Authority; (4) South Dakota Health and Education Facilities Authority; (5) Science and Technology Authority Board of Directors; (6) South Dakota Ellsworth Development Authority; (7) South Dakota Commission on Gaming; (8) South Dakota Lottery Commission; (9) State Brand Board; (10) Game, Fish and Parks Commission; (11) Banking Commission; (12) Board of Trustees of the South Dakota Retirement System; (13) Aeronautics Commission; (14) South Dakota State Railroad Board; (15) Transportation Commission; (16) South Dakota Board of Education; (17) Board of Regents; (18) Board of Pardons and Paroles; (19) Board of Minerals and Environment; (20) Board of Water and Natural Resources; (21) State Investment Council. Section 11. That the code be amended by adding a NEW SECTION to read: Any entity established pursuant to § 13-3-76 to 13-3-81 not subject to an audit requirement under § 13-5-33.2 shall be audited annually. Each audit required under state law shall be done to confirm compliance with sections 3 and 8 of this Act according to guidelines established by the auditor-general."}, {"bill_id": 7236, "bill_version_id": 39159, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2016-02-10T11:26:59.647-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate conflicts of interest for authority, board, or commission members. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: No elected or appointed member of a state authority, board, or commission may have an interest in any contract or derive a direct benefit from any contract with the state which is within the jurisdiction or relates to the subject matter of the state authority, board or commission or with a political subdivision of the state if the political subdivision administers or executes similar subject matter programs as the state authority, board or commission, nor may the member have an interest in any contract or derive a direct benefit from any contract for one year after the end of the member's term on the authority, board, or commission except as provided in section 3 and section 4 of this Act. Section 2. That the code be amended by adding a NEW SECTION to read: An elected or appointed member of an authority, board, or commission derives a direct benefit from a contract if the state authority, board, or commission member, the authority, board, or commission member's spouse, or any other persons the authority, board, or commission member lives with and commingles assets: (1) Has more than a five percent ownership or other interest in an entity that is a party to the contract; (2) Derives income, compensation, or commission directly from the contract or from the entity that is a party to the contract; (3) Acquires property under the contract; or (4) Serves on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract. An authority, board, or commission member does not derive a direct benefit from a contract based solely on the value associated with the authority, board, or commission member's investments or holdings, or the investments or holdings of other persons the authority, board, or commission member lives with and commingles assets. A member of an authority, board, or commission does not have an interest in a contract nor does the member receive a direct benefit by participating in a vote or a decision where the member's only interest is the effect of an act of general application. Section 3. That the code be amended by adding a NEW SECTION to read: Any elected or appointed authority, board, or commission may authorize an authority, board, or commission member to have an interest in a contract or to derive a direct benefit from a contract if: (1) The authority, board, or commission member has provided full written disclosure to the authority, board, or commission; (2) The authority, board, or commission has reviewed the essential terms of the transaction or contract and the authority, board, or commission member's role in the contract or transaction; and (3) The transaction and the terms of the contract are fair, reasonable, and not contrary to the public interest. No member of a state authority, board, or commission may participate in or vote upon a decision of the state authority, board, or commission relating to a matter in which the member has an interest or derives a direct benefit. The authorization shall be in writing. Any authorization given pursuant to this section is a public record. Each authorization shall be filed with the auditor-general. The auditor-general shall compile the authorizations and present them annually for review by the Government Operations and Audit Committee. A member of an authority, board, or commission may comply with this section if: the authority, board, or commission puts on its regular meeting agenda an inquiry for conflicts disclosure prior to the consideration of any substantive matters; the member publicly discloses his or her interest in a contract, direct benefits, or other conflict with any matter on the agenda; the member is excused from discussion and consideration of the matter; the board determines the matter underlying the conflict is fair, reasonable, and not contrary to the public interest; and the disclosure is included in the minutes which are publicly available. Section 4. That the code be amended by adding a NEW SECTION to read: Within the one-year period prohibiting any contract with an elected or appointed authority, board, or commission, the authority, board, or commission may approve a former authority, board, or commission member to contract with the elected or appointed authority, board, or commission if the authority, board, or commission determines that the transaction and the terms of the contract are fair, reasonable, and are in the best interests of the public. The authorization shall be in writing. Any approval given pursuant to this section is a public record. Each approval shall be filed with the auditor-general. The auditor-general shall compile the approvals and present them annually for review by the Government Operations and Audit Committee. Section 5. That the code be amended by adding a NEW SECTION to read: Any elected or appointed authority, board, or commission member who knowingly violates sections 1 to 4, inclusive, of this Act, shall be removed from the authority, board, or commission and is guilty of a Class 1 misdemeanor. Any benefit to the authority, board, or commission member in violation of sections 1 and 2 of this Act is subject to forfeiture and any contract made in violation of this Act is voidable by the authority, board, or commission. Section 6. That the code be amended by adding a NEW SECTION to read: No board member, fiscal agent, officer, or executive of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity that receives money from or through the state may have an interest in a contract nor receive a direct benefit from a contract that the local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity is a party to the contract except as provided in section 8 of this Act. Section 7. That the code be amended by adding a NEW SECTION to read: A person described in section 6 of this Act derives a direct benefit from a contract if the person, the person's spouse, or other persons the person lives with and commingles assets: (1) Has more than a five percent ownership or other interest in an entity that is a party to the contract; (2) Derives income, compensation, or commission directly from the contract or from the entity that is a party to the contract; (3) Acquires property under the contract; or (4) Serves on the board of directors of an entity that derives income directly from the contract or acquires property under the contract. A person does not derive a direct benefit from a contract based solely on the value associated with the person's investments or holdings, or the investments or holdings of other persons the state officer or employee lives with and commingles assets. Section 8. That the code be amended by adding a NEW SECTION to read: A local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity may authorize a board member, fiscal agent, officer, or executive to have an interest in a contract or derive a direct benefit from a contract if: (1) The person has provided full written disclosure to the agency, district, or unit governing board; (2) The governing board has reviewed the essential terms of the transaction or contract and the person's role in the contract or transaction; and (3) The transaction or the terms of the contract are fair, reasonable, and not contrary to the public interest. No member of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity may participate in or vote upon a decision of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity relating to a matter in which the member has an interest or derives a direct benefit. The authorization shall be in writing. Any authorization given pursuant to this section is a public record. Each authorization shall be filed with the auditor-general. The auditor-general shall compile the authorizations and present them annually for review by the Government Operations and Audit Committee. A board member, fiscal agent, officer, or executive of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity may comply with this section if: the local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity puts on its regular meeting agenda an inquiry for conflicts disclosure prior to the consideration of any substantive matters; the person subject to this Act publicly discloses his or her interest in a contract, direct benefit, or other conflict with any matter on the agenda; the person is excused from discussion and consideration of such matters; the board determines the matter underlying the conflict is fair, reasonable, and not contrary to the public interest; and the disclosure is included in the minutes which are publicly available. Section 9. That the code be amended by adding a NEW SECTION to read: Any person who knowingly violates sections 6 to 8, inclusive, of this Act shall be removed from office or employment and is guilty of a Class 1 misdemeanor. Any benefit to a person derived from the person's knowing violation of sections 6 to 8, inclusive, of this Act is subject to forfeiture. Any contract made in violation of sections 6 to 8, inclusive, of this Act is voidable by the governing body of the local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity. Section 10. That the code be amended by adding a NEW SECTION to read: The following authorities, boards, or commissions are subject to this Act: (1) South Dakota Building Authority; (2) Board of Economic Development; (3) South Dakota Housing Development Authority; (4) South Dakota Health and Education Facilities Authority; (5) Science and Technology Authority Board of Directors; (6) South Dakota Ellsworth Development Authority; (7) South Dakota Commission on Gaming; (8) South Dakota Lottery Commission; (9) State Brand Board; (10) Game, Fish and Parks Commission; (11) Banking Commission; (12) Board of Trustees of the South Dakota Retirement System; (13) Aeronautics Commission; (14) South Dakota State Railroad Board; (15) Transportation Commission; (16) South Dakota Board of Education; (17) Board of Regents; (18) Board of Pardons and Paroles; (19) Board of Minerals and Environment; (20) Board of Water and Natural Resources; (21) State Investment Council; (22) South Dakota Railroad Authority; and (23) Board of Water Management. Section 11. That the code be amended by adding a NEW SECTION to read: Any entity established pursuant to § 13-3-76 to 13-3-81 not subject to an audit requirement under § 13-5-33.2 shall be audited annually. Each audit required under state law shall be done to confirm compliance with sections 3 and 8 of this Act according to guidelines established by the auditor-general."}, {"bill_id": 7236, "bill_version_id": 39396, "bill_version": "House Engrossed", "bill_version_date": "2016-02-16T16:22:56.967-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate conflicts of interest for authority, board, or commission members. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: No elected or appointed member of a state authority, board, or commission may have an interest in any contract or derive a direct benefit from any contract with the state which is within the jurisdiction or relates to the subject matter of the state authority, board or commission or with a political subdivision of the state if the political subdivision administers or executes similar subject matter programs as the state authority, board or commission, nor may the member have an interest in any contract or derive a direct benefit from any contract for one year after the end of the member's term on the authority, board, or commission except as provided in section 3 and section 4 of this Act. Section 2. That the code be amended by adding a NEW SECTION to read: An elected or appointed member of an authority, board, or commission derives a direct benefit from a contract if the state authority, board, or commission member, the authority, board, or commission member's spouse, or any other persons the authority, board, or commission member lives with and commingles assets: (1) Has more than a five percent ownership or other interest in an entity that is a party to the contract; (2) Derives income, compensation, or commission directly from the contract or from the entity that is a party to the contract; (3) Acquires property under the contract; or (4) Serves on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract. An authority, board, or commission member does not derive a direct benefit from a contract based solely on the value associated with the authority, board, or commission member's investments or holdings, or the investments or holdings of other persons the authority, board, or commission member lives with and commingles assets. A member of an authority, board, or commission does not have an interest in a contract nor does the member receive a direct benefit by participating in a vote or a decision where the member's only interest is the effect of an act of general application. Section 3. That the code be amended by adding a NEW SECTION to read: Any elected or appointed authority, board, or commission may authorize an authority, board, or commission member to have an interest in a contract or to derive a direct benefit from a contract if: (1) The authority, board, or commission member has provided full written disclosure to the authority, board, or commission; (2) The authority, board, or commission has reviewed the essential terms of the transaction or contract and the authority, board, or commission member's role in the contract or transaction; and (3) The transaction and the terms of the contract are fair, reasonable, and not contrary to the public interest. No member of a state authority, board, or commission may participate in or vote upon a decision of the state authority, board, or commission relating to a matter in which the member has an interest or derives a direct benefit. The authorization shall be in writing. Any authorization given pursuant to this section is a public record. Each authorization shall be filed with the auditor-general. The auditor-general shall compile the authorizations and present them annually for review by the Government Operations and Audit Committee. A member of an authority, board, or commission may comply with this section if: the authority, board, or commission puts on its regular meeting agenda an inquiry for conflicts disclosure prior to the consideration of any substantive matters; the member publicly discloses his or her interest in a contract, direct benefits, or other conflict with any matter on the agenda; the member is excused from discussion and consideration of the matter; the board determines the matter underlying the conflict is fair, reasonable, and not contrary to the public interest; and the disclosure is included in the minutes which are publicly available. Section 4. That the code be amended by adding a NEW SECTION to read: Within the one-year period prohibiting any contract with an elected or appointed authority, board, or commission, the authority, board, or commission may approve a former authority, board, or commission member to contract with the elected or appointed authority, board, or commission if the authority, board, or commission determines that the transaction and the terms of the contract are fair, reasonable, and are in the best interests of the public. The authorization shall be in writing. Any approval given pursuant to this section is a public record. Each approval shall be filed with the auditor-general. The auditor-general shall compile the approvals and present them annually for review by the Government Operations and Audit Committee. Section 5. That the code be amended by adding a NEW SECTION to read: Any elected or appointed authority, board, or commission member who knowingly violates sections 1 to 4, inclusive, of this Act, shall be removed from the authority, board, or commission and is guilty of a Class 1 misdemeanor. Any benefit to the authority, board, or commission member in violation of sections 1 and 2 of this Act is subject to forfeiture and any contract made in violation of this Act is voidable by the authority, board, or commission. Section 6. That the code be amended by adding a NEW SECTION to read: No board member, fiscal agent, officer, or executive of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity that receives money from or through the state may have an interest in a contract nor receive a direct benefit from a contract that the local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity is a party to the contract except as provided in section 8 of this Act. Section 7. That the code be amended by adding a NEW SECTION to read: A person described in section 6 of this Act derives a direct benefit from a contract if the person, the person's spouse, or other persons the person lives with and commingles assets: (1) Has more than a five percent ownership or other interest in an entity that is a party to the contract; (2) Derives income, compensation, or commission directly from the contract or from the entity that is a party to the contract; (3) Acquires property under the contract; or (4) Serves on the board of directors of an entity that derives income directly from the contract or acquires property under the contract. A person does not derive a direct benefit from a contract based solely on the value associated with the person's investments or holdings, or the investments or holdings of other persons the state officer or employee lives with and commingles assets. Section 8. That the code be amended by adding a NEW SECTION to read: A local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity may authorize a board member, fiscal agent, officer, or executive to have an interest in a contract or derive a direct benefit from a contract if: (1) The person has provided full written disclosure to the agency, district, or unit governing board; (2) The governing board has reviewed the essential terms of the transaction or contract and the person's role in the contract or transaction; and (3) The transaction or the terms of the contract are fair, reasonable, and not contrary to the public interest. No member of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity may participate in or vote upon a decision of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity relating to a matter in which the member has an interest or derives a direct benefit. The authorization shall be in writing. Any authorization given pursuant to this section is a public record. Each authorization shall be filed with the auditor-general. The auditor-general shall compile the authorizations and present them annually for review by the Government Operations and Audit Committee. A board member, fiscal agent, officer, or executive of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity may comply with this section if: the local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity puts on its regular meeting agenda an inquiry for conflicts disclosure prior to the consideration of any substantive matters; the person subject to this Act publicly discloses his or her interest in a contract, direct benefit, or other conflict with any matter on the agenda; the person is excused from discussion and consideration of such matters; the board determines the matter underlying the conflict is fair, reasonable, and not contrary to the public interest; and the disclosure is included in the minutes which are publicly available. Section 9. That the code be amended by adding a NEW SECTION to read: Any person who knowingly violates sections 6 to 8, inclusive, of this Act shall be removed from office or employment and is guilty of a Class 1 misdemeanor. Any benefit to a person derived from the person's knowing violation of sections 6 to 8, inclusive, of this Act is subject to forfeiture. Any contract made in violation of sections 6 to 8, inclusive, of this Act is voidable by the governing body of the local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity. Section 10. That the code be amended by adding a NEW SECTION to read: The following authorities, boards, or commissions are subject to this Act: (1) South Dakota Building Authority; (2) Board of Economic Development; (3) South Dakota Housing Development Authority; (4) South Dakota Health and Education Facilities Authority; (5) Science and Technology Authority Board of Directors; (6) South Dakota Ellsworth Development Authority; (7) South Dakota Commission on Gaming; (8) South Dakota Lottery Commission; (9) State Brand Board; (10) Game, Fish and Parks Commission; (11) Banking Commission; (12) Board of Trustees of the South Dakota Retirement System; (13) Aeronautics Commission; (14) South Dakota State Railroad Board; (15) Transportation Commission; (16) South Dakota Board of Education; (17) Board of Regents; (18) Board of Pardons and Paroles; (19) Board of Minerals and Environment; (20) Board of Water and Natural Resources; (21) South Dakota Railroad Authority; and (22) Board of Water Management. Section 11. That the code be amended by adding a NEW SECTION to read: Any entity established pursuant to § 13-3-76 to 13-3-81 not subject to an audit requirement under § 13-5-33.2 shall be audited annually. Each audit required under state law shall be done to confirm compliance with sections 3 and 8 of this Act according to guidelines established by the auditor-general."}, {"bill_id": 7236, "bill_version_id": 40244, "bill_version": "Enrolled", "bill_version_date": "2016-03-02T10:28:56.173-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7236, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38841.pdf", "status_text": "First read in House and referred to", "journal_page": 283, "committee_id_action": 325, "committee_id_assigned": 317, "result": "N", "vote": {}}, {"bill_id": 7236, "action_date": "2016-02-10T07:45:00-06:00", "document_id": 38981, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38981.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 317, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7236, "action_date": "2016-02-10T07:45:00-06:00", "document_id": 39138, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39138.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 317, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7236, "action_date": "2016-02-10T07:45:00-06:00", "document_id": 39138, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39138.pdf", "status_text": "Do Pass Amended", "journal_page": 354, "committee_id_action": 317, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20786, "president_vote": null, "Yea": [1042, 983, 1022, 1002, 1044, 1024, 1003, 981, 1029, 990, 989, 1025, 976]}}, {"bill_id": 7236, "action_date": "2016-02-16T14:00:00-06:00", "document_id": 39392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39392.pdf", "status_text": "Motion to amend", "journal_page": 401, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7236, "action_date": "2016-02-16T14:00:00-06:00", "document_id": 39392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39392.pdf", "status_text": "Do Pass Amended", "journal_page": 401, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20957, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 1039, 986, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1017, 1058, 1036, 1048, 1024, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 991, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1050, 1015, 1003]}}, {"bill_id": 7236, "action_date": "2016-02-17T14:00:00-06:00", "document_id": 39474, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39474.pdf", "status_text": "First read in Senate and referred to", "journal_page": 323, "committee_id_action": 309, "committee_id_assigned": 306, "result": "N", "vote": {}}, {"bill_id": 7236, "action_date": "2016-02-29T10:00:00-06:00", "document_id": 39892, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39892.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 306, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7236, "action_date": "2016-02-29T10:00:00-06:00", "document_id": 40099, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40099.pdf", "status_text": "Do Pass", "journal_page": 467, "committee_id_action": 306, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21600, "president_vote": null, "Yea": [984, 1000, 977, 997, 1010, 978, 1045, 1037], "Excused": [1012]}}, {"bill_id": 7236, "action_date": "2016-02-29T10:00:00-06:00", "document_id": 40099, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40099.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 306, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7236, "action_date": "2016-03-01T14:00:00-06:00", "document_id": 40196, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40196.pdf", "status_text": "Do Pass Amended", "journal_page": 491, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21686, "president_vote": null, "Yea": [974, 977, 999, 1037, 966, 1014, 1067, 979, 969, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 967, 975, 1011, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008]}}, {"bill_id": 7236, "action_date": "2016-03-02T14:00:00-06:00", "document_id": 40278, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40278.pdf", "status_text": "Signed by the Speaker", "journal_page": 767, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7236, "action_date": "2016-03-07T14:00:00-06:00", "document_id": 40423, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40423.pdf", "status_text": "Signed by the President", "journal_page": 555, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7236, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40544.pdf", "status_text": "Delivered to the Governor", "journal_page": 845, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7236, "action_date": "2016-03-11T10:00:00-06:00", "document_id": 40594, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40594.pdf", "status_text": "Signed by the Governor", "journal_page": 874, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6069, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7236"}