{"session_id": 20, "bill_id": 5883, "bill_type": "House Bill", "bill_number": 1253, "bill_title": "ensure the rights of gun owners statewide and protect the residents of South Dakota from federal gun regulations.", "sponsors": [{"legislator_profile_id": 525, "is_prime": true}, {"legislator_profile_id": 465, "is_prime": true}, {"legislator_profile_id": 506, "is_prime": false}], "keywords": ["Concealed Carry", "Constitution", "Counties", "Felony", "Local Government", "Municipal Government", "Prison or Jail Impact Statement"], "audio": [{"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hlo21.mp3", "start_seconds": 2125.0}, {"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hlo21.mp3", "start_seconds": 2125.0}, {"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hlo21.mp3", "start_seconds": 2125.0}, {"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hlo21.mp3", "start_seconds": 2125.0}], "bill_versions": [{"bill_id": 5883, "bill_version_id": 29733, "bill_version": "Introduced", "bill_version_date": "2014-02-04T10:46:13.027-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to ensure the rights of gun owners statewide and protect the residents of South Dakota from federal gun regulations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The state reserves to itself the entire field of regulation, within the geographical boundaries of the state, of all arms and weapons, including the possession, use, discharge, transportation, purchase, acquisition, sale, transfer, ownership, manufacture, taxation, and repair of firearms, ammunition, and their components. Section 2. That § 7-18A-36 be amended to read as follows: 7-18A-36. No county may pass any ordinance, regulation, or executive order, or take any other action, that restricts possession, use, discharge in accordance with § 22-5-9, transportation, purchase, acquisition, sale, transfer, ownership, manufacture, taxation, or repair of firearms or ammunition or their components. Any ordinances, regulations, or executive orders prohibited by this section are null and void. Any agent, employee, or person acting under the authority of any governmental entity who violates this section is guilty of a Class 5 felony and is barred from holding any office of trust in this state or as a representative of this state to the government of the United States. Section 3. That § 8-5-13 be amended to read as follows: 8-5-13. No township may pass any ordinance, regulation, or executive order, or take any other action, that restricts possession, use, discharge in accordance with § 22-5-9, transportation, purchase, acquisition, sale, transfer, ownership, manufacture, taxation, or repair of firearms or ammunition or their components. Any ordinances, regulation, or executive orders prohibited by this section are null and void. Any agent, employee, or person acting under the authority of any governmental entity who violates this section is guilty of a Class 5 felony and is barred from holding any office of trust in this state or as a representative of this state to the government of the United States. Section 4. That § 9-19-20 be amended to read as follows: 9-19-20. No municipality may pass any ordinance, regulation, or executive order, or take any other action, that restricts possession, use, discharge in accordance with § 22-5-9, transportation, purchase, acquisition, sale, transfer, ownership, manufacture, taxation, or repair of firearms or ammunition or their components. Any ordinances, regulations, or executive orders prohibited by this section are null and void. Any agent, employee, or person acting under the authority of any governmental entity who violates this section is guilty of a Class 5 felony and is barred from holding any office of trust in this state or as a representative of this state to the government of the United States. Section 5. Notwithstanding the provisions of § 7-18A-36 or 9-19-20, counties and municipalities may enact zoning ordinances to regulate the manufacture of arms and ammunition, pursuant to chapter 11-4, if such regulation does not restrict or hamper the manufacture more than any other comparable industry within the county or municipality. Section 6. Notwithstanding the provisions of § 7-18A-36, 8-5-13, or 9-19-20, counties, townships, and municipalities may enact ordinances, rules, and regulations governing the use or possession of arms by individuals directly employed as government officials while acting within the course and scope of their official duties. Section 7. Notwithstanding the provisions of § 7-18A-36, 8-5-13, or 9-19-20, counties, townships, and municipalities may enact ordinances, rules, and regulations relative to arms only to the extent expressly authorized by state law. Section 8. Any person, entity, or organization adversely affected by any governmental enactment or action in violation of § 7-18A-36, 8-5-13, or 9-19-20 may file a lawsuit against the governmental entity for any actual damages, declaratory relief, injunctive relief, or civil rights violations. If the governmental enactment or action was a discretionary determination by one or more individuals, those individuals my be named as parties to the action as well and may not rely on any claim of sovereign immunity for purposes of the action. If the court issues any injunction or grants any declaratory or other relief against a governmental entity in any such suit, the court shall also award to the nongovernmental party reasonable attorney's fees and all court costs associated with the action. Section 9. Pursuant to the sovereignty of this state and the restrictions imposed by the Constitution of the United States on the federal government, all federal laws, ordinances, rules, regulations, executive orders, or enactments relative to the rights of citizens, residents, and civilians within this state concerning or relating in any way to arms or the power of this state to exclusively regulate the entire field of arms within the geographical boundaries of this state are hereby declared to be unconstitutional and are therefore null and void. The entire field of arms includes the possession, use, discharge, transportation, purchase, acquisition, sale, transfer, ownership, manufacture, taxation, and repair of firearms, ammunition, and their components. Any agent, employee, or person acting under the authority of any governmental agency, or any person who acts as a contractor for any governmental agency who enforces or attempts to enforce any law, ordinance, rule, regulation, or executive order addressed in this section is guilty of a Class 5 felony and shall be imprisoned in a state penitentiary for the entirety of his or her term. Any person, entity, or organization adversely affected by any governmental enactment or action in violation of this section may file a lawsuit against the governmental entity for any actual damages, declaratory relief, injunctive relief, or civil rights violations. If the governmental enactment or action was a discretionary determination by one or more individuals, those individuals may be named as parties to the action as well and may not rely on any claim of sovereign immunity for purposes of the action. If the court issues any injunction or grants any declaratory or other relief against a governmental entity in any such suit, the court shall also award to the nongovernmental party reasonable attorney's fees and all court costs associated with said action."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5883, "action_date": "2014-02-04T14:00:00-06:00", "document_id": 29776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29776.pdf", "status_text": "First read in House and referred to", "journal_page": 273, "committee_id_action": 231, "committee_id_assigned": 222, "result": "N", "vote": {}}, {"bill_id": 5883, "action_date": "2014-02-18T10:00:00-06:00", "document_id": 30349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30349.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 222, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5883, "action_date": "2014-02-18T10:00:00-06:00", "document_id": 30482, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30482.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 427, "committee_id_action": 222, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16161, "president_vote": null, "Nay": [524, 501, 487, 439], "Yea": [509, 520, 500, 510, 468, 498, 484, 518], "Excused": [499]}}]}