{"session_id": 27, "bill_id": 7898, "bill_type": "Senate Joint Resolution", "bill_number": 1, "bill_title": "Proposing and submitting to the electors at the next general election an amendment to the Constitution of the State of South Dakota relating to the Secretary of Veterans Affairs.", "sponsors": [{"legislator_profile_id": 1130, "is_prime": true}, {"legislator_profile_id": 1163, "is_prime": true}, {"legislator_profile_id": 1183, "is_prime": false}, {"legislator_profile_id": 1179, "is_prime": false}, {"legislator_profile_id": 1175, "is_prime": false}, {"legislator_profile_id": 1106, "is_prime": false}, {"legislator_profile_id": 1170, "is_prime": false}, {"legislator_profile_id": 1199, "is_prime": false}, {"legislator_profile_id": 1172, "is_prime": false}, {"legislator_profile_id": 1146, "is_prime": false}], "keywords": ["Senate Joint Reolutions"], "audio": [{"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst21.mp3", "start_seconds": 5550.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst21.mp3", "start_seconds": 5550.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst21.mp3", "start_seconds": 5550.0}], "bill_versions": [{"bill_id": 7898, "bill_version_id": 43011, "bill_version": "Introduced", "bill_version_date": "2017-01-24T10:36:36.787-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to the Constitution of the State of South Dakota relating to the Secretary of Veterans Affairs. BE IT RESOLVED BY THE SENATE OF THE STATE OF SOUTH DAKOTA, THE HOUSE OF REPRESENTATIVES CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendments to Article IV of the Constitution of the State of South Dakota, as set forth in section 2 and 3 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article IV, section 7 of the Constitution of the State of South Dakota, be amended to read: § 7. There shall be chosen by the qualified electors of the state at the general election of the Governor and every four years thereafter the following constitutional officers: attorney general, secretary of state, auditor, treasurer, secretary of veterans affairs, and commissioner of school and public lands, who shall severally hold their offices for a term of four years. Commencing with the 1992 general election, no person may be elected to more than two consecutive terms as attorney general, secretary of state, auditor, treasurer, secretary of veterans affairs, or commissioner of school and public lands. The secretary of veterans affairs shall be a veteran who has served the full obligation for active duty, reserve, or National Guard service in the military, or received an early discharge for a medical condition, hardship, reduction in force, or at the convenience of the military and has been separated or discharged from such service honorably or under honorable conditions. Section 3. That Article IV, section 8 of the Constitution of the State of South Dakota, be amended to read: § 8. All executive and administrative offices, boards, agencies, commissions and instrumentalities of the state government and their respective functions, powers and duties, except for the office of Governor, lieutenant governor, attorney general, secretary of state, auditor, treasurer, secretary of veterans affairs and commissioner of school and public lands, shall be allocated by law among and within not more than twenty-five principal departments, organized as far as practicable according to major purposes, by no later than July 1, 1974. Subsequently, all new powers or functions shall be assigned to administrative offices, agencies and instrumentalities in such manner as will tend to provide an orderly arrangement in the administrative organization of state government. Temporary commissions may be established by law and need not be allocated within a principal department. Except as to elected constitutional officers, the Governor may make such changes in the organization of offices, boards, commissions, agencies and instrumentalities, and in allocation of their functions, powers and duties, as he considers necessary for efficient administration. If such changes affect existing law, they shall be set forth in executive orders, which shall be submitted to the Legislature within five legislative days after it convenes, and shall become effective, and shall have the force of law, within ninety days after submission, unless disapproved by a resolution concurred in by a majority of all the members of either house."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7898, "action_date": "2017-01-24T14:00:00-06:00", "document_id": 43064, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43064.pdf", "status_text": "First read in Senate and referred to", "journal_page": 182, "committee_id_action": 360, "committee_id_assigned": 340, "result": "N", "vote": {}}, {"bill_id": 7898, "action_date": "2017-02-13T10:00:00-06:00", "document_id": 44071, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44071.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 340, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7898, "action_date": "2017-02-13T10:00:00-06:00", "document_id": 44305, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44305.pdf", "status_text": "Tabled", "journal_page": 367, "committee_id_action": 340, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23171, "president_vote": null, "Yea": [1154, 1148, 1105, 1169, 1107, 1131, 1102, 1144, 1108]}}]}