{"session_id": 53, "bill_id": 16738, "bill_type": "House Bill", "bill_number": 1097, "bill_title": "establish certain classifications of property and to revise the tax levy for the general fund purposes of a school district.", "sponsors": [{"legislator_profile_id": 2786, "is_prime": true}, {"legislator_profile_id": 2827, "is_prime": true}, {"legislator_profile_id": 2749, "is_prime": false}, {"legislator_profile_id": 2764, "is_prime": false}, {"legislator_profile_id": 2774, "is_prime": false}, {"legislator_profile_id": 2784, "is_prime": false}, {"legislator_profile_id": 2799, "is_prime": false}, {"legislator_profile_id": 2804, "is_prime": false}, {"legislator_profile_id": 2811, "is_prime": false}, {"legislator_profile_id": 2814, "is_prime": false}], "keywords": ["School District", "State Aid", "Taxes"], "audio": [{"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta16hb1097a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta16hb1097a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta16hb1097a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta16hb1097a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta16hb1097a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta16hb1097a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta18hb1097a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta18hb1097a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta18hb1097a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta18hb1097a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta18hb1097a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16738, "bill_version_id": 91944, "bill_version": "Introduced", "bill_version_date": "2002-01-15T09:43:06-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain classifications of property and to revise the tax levy for the general fund purposes of a school district. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Any nonagricultural property, as defined in § 10-6-31, which sells for more than one hundred fifty percent of its assessed value is hereby classified for purposes of ad valorem taxation as class one nonagricultural property. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Any property which is classified pursuant to section 1 of this Act shall remain so classified for a minimum of five years. However, if the market value of such property exceeds the assessed value established pursuant to sections 1 to 3, inclusive, of this Act the property shall be reclassified, assessed, and taxed based on its current use. Five years after the property is so classified, the property may be reclassified as nonagricultural property, if the owner of the property submits an application to the director of equalization requesting that the property be reclassified. The application shall identify which classification of property the owner is requesting and documentation, if requested by the director of equalization, supporting such request. Section 3. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Property classified pursuant to sections 1 and 2 of this Act shall be valued for ad valorem tax purposes at the price for which such property sold multiplied times the level of assessment for nonagricultural property within the county. The value of such land shall be increased or decreased each year by the same percentage that the value of nonagricultural property increases or decreases. Section 4. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Any owner-occupied single family dwelling, as defined in § 10-13-39, which sells for more than one hundred fifty percent of its assessed value is hereby classified for purposes of ad valorem taxation as class one owner-occupied single family dwelling. Section 5. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Any property which is classified pursuant to section 4 of this Act shall remain so classified for a minimum of five years. However, if the market value of such property exceeds the assessed value established pursuant to sections 4 to 6, inclusive, of this Act the property shall be reclassified, assessed, and taxed based on its current use. Five years after the property is so classified, the property may be reclassified as owner-occupied single family dwelling, if the owner of the property submits an application to the director of equalization requesting that the property be reclassified. The application shall identify which classification of property the owner is requesting and documentation, if requested by the director of equalization, supporting such request. Section 6. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Property classified pursuant to sections 4 and 5 of this Act shall be valued for ad valorem tax purposes at the price for which such property sold multiplied times the level of assessment for nonagricultural property within the county. The value of such land shall be increased or decreased each year by the same percentage that the value of nonagricultural property increases or decreases. Section 7. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 2002 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be thirteen dollars and ninety-three cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, owner-occupied property as provided for in subdivision (3) of this section, and nonagricultural acreage property as provided for in subdivision (4) of this section , class one nonagricultural property as provided for in subdivision (5) of this section, and class one owner-occupied single family property as provided for in subdivision (6) of this section ; (2) The maximum tax levy on agricultural property for such school district shall be four dollars and four cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed six dollars and fifty cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (4) The maximum tax levy on nonagricultural acreage property as defined in § 10-6-33.14, for such school district shall be five dollars and four cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies ; (5) The maximum tax levy on class one nonagricultural property as defined in section 1 of this Act, for such school district shall be fourteen dollars and ninety-three cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (6) The maximum tax levy for a class one owner-occupied single family dwelling as defined in section 4 of this Act, for such school district may not exceed seven dollars and fifty cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies . All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16738, "action_date": "2002-01-15T14:00:00-06:00", "document_id": 92019, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92019.pdf", "status_text": "First read in House and referred to", "journal_page": 116, "committee_id_action": 768, "committee_id_assigned": 764, "result": "N", "vote": {}}, {"bill_id": 16738, "action_date": "2002-01-29T07:30:00-06:00", "document_id": 93087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93087.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 764, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16738, "action_date": "2002-01-29T07:30:00-06:00", "document_id": 93087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93087.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 764, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16738, "action_date": "2002-01-29T07:30:00-06:00", "document_id": 93087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93087.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 764, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16738, "action_date": "2002-01-31T19:00:00-06:00", "document_id": 93388, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93388.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 764, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16738, "action_date": "2002-01-31T19:00:00-06:00", "document_id": 93388, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93388.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 409, "committee_id_action": 764, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51875, "president_vote": null, "Yea": [2754, 2755, 2757, 2767, 2770, 2781, 2798, 2806, 2822, 2824, 2830, 2736], "Nay": [2799, 2815, 2773]}}, {"bill_id": 16738, "action_date": "2002-01-31T19:00:00-06:00", "document_id": 93388, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93388.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 409, "committee_id_action": 764, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51875, "president_vote": null, "Yea": [2754, 2755, 2757, 2767, 2770, 2781, 2798, 2806, 2822, 2824, 2830, 2736], "Nay": [2799, 2815, 2773]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16738"}