{"session_id": 20, "bill_id": 6048, "bill_type": "House Commemoration", "bill_number": 1051, "bill_title": "Commending and honoring the West Central High School Band for its accomplishments.", "sponsors": [{"legislator_profile_id": 503, "is_prime": true}, {"legislator_profile_id": 428, "is_prime": true}, {"legislator_profile_id": 473, "is_prime": false}, {"legislator_profile_id": 431, "is_prime": false}, {"legislator_profile_id": 479, "is_prime": false}, {"legislator_profile_id": 490, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6048, "bill_version_id": 31002, "bill_version": "Introduced", "bill_version_date": "2014-02-25T09:35:21.703-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the West Central High School Band for its accomplishments. WHEREAS, the West Central High School Band, conducted by Daniel Eye, has performed and competed at an outstanding level; and WHEREAS, the West Central High School Band recognized three All State Band members and earned a superior rating at Large Band contest; and WHEREAS, the West Central High School Band won first place at the Worthington Marching Band Competition, sweeping Captions and taking the People's Choice award; and WHEREAS, the West Central High School Band won first place at the Luverne Marching Band Parade; and WHEREAS, the West Central High School Band won the People's Choice award at the Festival of Bands in Sioux Falls: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the West Central High School Band and its members are commended and honored for their dedication to musical education excellence."}, {"bill_id": 6048, "bill_version_id": 31238, "bill_version": "Enrolled", "bill_version_date": "2014-02-27T15:52:09.617-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the West Central High School Band for its accomplishments. WHEREAS, the West Central High School Band, conducted by Daniel Eye, has performed and competed at an outstanding level; and WHEREAS, the West Central High School Band recognized three All State Band members and earned a superior rating at Large Band contest; and WHEREAS, the West Central High School Band won first place at the Worthington Marching Band Competition, sweeping Captions and taking the People's Choice award; and WHEREAS, the West Central High School Band won first place at the Luverne Marching Band Parade; and WHEREAS, the West Central High School Band won the People's Choice award at the Festival of Bands in Sioux Falls: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the West Central High School Band and its members are commended and honored for their dedication to musical education excellence. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6048, "action_date": "2014-02-25T14:00:00-06:00", "document_id": 31052, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31052.pdf", "status_text": "", "journal_page": 556, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}]}