{"session_id": 24, "bill_id": 7057, "bill_type": "Senate Bill", "bill_number": 20, "bill_title": "revise certain provisions related to behavioral health.", "sponsors": [], "keywords": ["Mental Health", "Public Health and Safety", "State Affairs and Government"], "audio": [{"meeting_datetime": "2016-01-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she08.mp3", "start_seconds": 186.0}, {"meeting_datetime": "2016-01-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she08.mp3", "start_seconds": 186.0}, {"meeting_datetime": "2016-01-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she08.mp3", "start_seconds": 186.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen09.mp3", "start_seconds": 4735.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen09.mp3", "start_seconds": 4735.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen09.mp3", "start_seconds": 4735.0}, {"meeting_datetime": "2016-02-04T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe15.mp3", "start_seconds": 1800.0}, {"meeting_datetime": "2016-02-04T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe15.mp3", "start_seconds": 1800.0}, {"meeting_datetime": "2016-02-04T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe15.mp3", "start_seconds": 1800.0}, {"meeting_datetime": "2016-02-04T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe15.mp3", "start_seconds": 1800.0}, {"meeting_datetime": "2016-02-04T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe15.mp3", "start_seconds": 1800.0}], "bill_versions": [{"bill_id": 7057, "bill_version_id": 37364, "bill_version": "Introduced", "bill_version_date": "2016-01-06T12:23:00.247-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to behavioral health. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-36-25 be amended to read: 1-36-25. The secretary of the Department of Social Services may promulgate rules, pursuant to chapter 1-26, for the Mental Health Division of Behavioral Health pertaining to any individual, organization, or corporation which receives directly or indirectly financial assistance from the state if such assistance is under the department's supervision. The secretary's promulgation of rules shall be in accordance with chapter 1-26 governing may govern: (1) Management and administration, including fiscal control, program planning, implementation, and evaluation; (2) Physical facilities, except matters covered by local fire and building codes or regulations; (3) Service administration, including client rights, confidentiality, treatment planning, and statistical reporting; (4) Service components, including outpatient, emergency, liaison, psychiatric rehabilitation, residential, consultation and education, and case management; and (5) Staff qualifications. Section 2. That § 1-36-26 be repealed. 1-36-26. The Division of Alcohol and Drug Abuse created by chapter 1-36A is hereby transferred from the Department of Human Services to the Mental Health Division, Department of Social Services. The secretary of the Department of Social Services shall perform the functions of the former secretary of the Department Human Services, relating to the Division of Alcohol and Drug Abuse. Section 3. That § 1-36-31 be repealed. 1-36-31. The Board of Counselor Examiners, created by chapter 36-32, and its functions in the former Department of Human Services are transferred to the Department of Social Services. The secretary of the Department of Social Services shall perform the functions of the secretary of the Department of Human Services, relating to the Board of Counselor Examiners. Section 4. That § 1-36-32 be repealed. 1-36-32. The Certification Board for Alcohol and Drug Professionals created by chapter 36-34, and its functions in the former Department of Human Services are transferred to the Department of Social Services. The secretary of the Department of Social Services shall perform the functions of the secretary of the Department of Human Services, relating to the Certification Board for Alcohol and Drug Professionals. Section 5. That § 1-36-33 be repealed. 1-36-33. The Mental Health Planning and Coordination Advisory Board and its functions in the former Department of Human Services are transferred to the Department of Social Services. The secretary of the Department of Social Services shall perform the functions of the secretary of the Department of Human Services, relating to the Mental Health Planning and Coordination Advisory Board. Section 6. That § 1-36-34 be repealed. 1-36-34. The Drug and Alcohol Abuse Advisory Council and its functions in the former Department of Human Services are transferred to the Department of Social Services. The secretary of the Department of Social Services shall perform the functions of the secretary of the Department of Human Services, relating to the Drug and Alcohol Abuse Advisory Council. , Section 7. That § 27A-1-13 be amended to read: 27A-1-13. A bordering state or governmental entity of a bordering state may contract with any appropriate treatment facility in South Dakota for the treatment of mental illness or chemical dependency substance use disorder for residents of the bordering state. However, any such the contract shall conform to the requirements of §§ 27A-1-12 to 27A-1-17, inclusive. Section 8. That § 27A-1-16 be amended to read: 27A-1-16. Any treatment facility in South Dakota may enter negotiations with appropriate personnel of a bordering state to develop a contract that conforms to the requirements of §§ 27A-1-12 to 27A-1-17, inclusive. A contract with a bordering state shall enable the temporary placement in South Dakota by a bordering state of a person who is on an emergency hold or who has been involuntarily committed as mentally ill or chemically dependent due to mental illness or a substance use disorder as determined by the bordering state. Any person committed by a bordering state or on emergency hold from a bordering state and who is placed in a South Dakota facility continues to be in the legal custody of the bordering state and shall be returned to the bordering state prior to before release from emergency hold or involuntary commitment. The bordering state's laws governing commitment criteria, length of commitment, hearings, reexaminations, and extension of commitment continue to apply to these bordering state residents. The State of South Dakota is not responsible for treatment costs, legal proceeding costs, or transportation costs. In all other aspects, a resident of a bordering state placed in a South Dakota facility is subject to the laws of South Dakota. A contract under §§ 27A-1-12 to 27A-1-17, inclusive, with a bordering state or bordering state governmental entity shall specify that responsibility for payment for the cost of care and transportation for persons under §§ 27A-1-12 to 27A-1-17, inclusive, remains with the contracting entity of the bordering state of which that person is a resident. Section 9. That § 27A-15-1.1 be amended to read: 27A-15-1.1. For the purposes of this chapter, an individual with a serious emotional disturbance is an individual who: (1) Is under eighteen years of age; (2) Exhibits behavior resulting in functional impairment which substantially interferes with, or limits the individual's role or functioning in the community, school, family, or peer group; (3) Has a mental disorder diagnosed under the Diagnostic and Statistical Manual of Mental Disorders, fourth fifth edition revised, 1994, 2013; (4) Has demonstrated a need for one or more special care services, in addition to mental health services; and (5) Has problems with a demonstrated or expected longevity of at least one year or has an impairment of short duration and high severity. For purposes of this section, intellectual disability, epilepsy, other developmental disability, alcohol or substance abuse, brief period of intoxication, or criminal or delinquent behavior do not, alone, constitute a serious emotional disturbance. Section 10. That § 34-20A-2 be amended to read: 34-20A-2. Terms as used in this chapter mean: (1) \"Accredited prevention or treatment facility,\" a private or public agency meeting the standards prescribed in § 34-20A-27 and listed under § 34-20A-47, or a private or public agency or facility surveyed and accredited by the Joint Commission; an Indian Health Service's quality assurance review under the Indian Health Service Manual, Professional Standards-Alcohol/Substance Abuse; or the Commission on Accreditation of Rehabilitation Facilities; or the Council on Accreditation; under the drug and alcohol treatment standards incorporated and adopted by the division in rules promulgated pursuant to chapter 1-26, if proof of such the accreditation, with accompanying recommendations, progress reports and related correspondence are submitted to the Division of Alcohol and Drug Abuse Behavioral Health in a timely manner; (2) \"Advisory council\" and \"council,\" the Drug and Alcohol Abuse Advisory Council created by § 34-20A-3.2 \"Addiction counselor,\" a person licensed or certified as an addiction counselor by the South Dakota Board of Addiction and Prevention Professionals; (3) \"Alcoholic,\" a person who habitually lacks self-control as to the use of alcoholic beverages, or uses alcoholic beverages to the extent that his the person's health is substantially impaired or endangered or his the person's social or economic function is substantially disrupted; (4) \"Chemical dependency counselor,\" a level II or III counselor certified by the South Dakota Certification Board for Alcohol and Drug Professionals; (5) \"Department,\" the State Department of Social Services; (6)(5) \"Designated prevention or treatment facility,\" an accredited agency operating under the direction and control of the state or providing services under this chapter through a contract with the division or treatment facilities operated by the federal government which may be designated by the division without accreditation by the state; (7)(6) \"Division,\" the Division of Alcohol and Drug Abuse Behavioral Health within the department; (8)(7) \"Drug abuser,\" a person who habitually lacks self-control as to the use of controlled drugs or substances as defined in § 34-20B-3 to the extent that the person's health is substantially impaired or endangered or that the person's social or economic function is substantially disrupted; (9)(8) \"Incapacitated by alcohol or other drugs,\" that a person, as a result of the use of alcohol or other drugs, is unconscious or his the person's judgment is otherwise so impaired that he the person is incapable of realizing and making a rational decision with respect to his the person's need for treatment; (10)(9) \"Incompetent person,\" a person who has been adjudged incompetent by the circuit court; (11)(10) \"Intoxicated person,\" a person who demonstrates diminished mental or physical capacity as a result of the use of alcohol or other drugs; (12)(11) \"Prevention,\" purposeful activities designed to promote personal growth of an individual a person and strengthen the aspects of the community environment which are supportive to him the person in order to preclude, forestall prevent, or impede the development of alcohol or other drug misuse and abuse; (13)(12) \"Secretary,\" the secretary of the Department of Social Services; (14)(13) \"Treatment,\" the broad range of emergency, outpatient, intermediate, and inpatient services and care, including diagnostic evaluation, which may be extended to those persons a person experiencing problems as a result of the use of alcohol or other drugs. Section 11. That § 34-20A-3.1 be repealed. 34-20A-3.1. There is created the Division of Alcohol and Drug Abuse which shall perform all of the functions of the former Division of Alcoholism and the Division of Drugs and Substances Control. All quasi-legislative, quasi-judicial, administrative, and special budgetary functions of the division shall vest in the secretary of the Department of Social Services or his designee. Section 12. That § 34-20A-27 be amended to read: 34-20A-27. The Division of Alcohol and Drug Abuse division shall establish reasonable standards and requirements for accredited prevention or treatment facilities. The division may fix the fees to be charged by the division for the required inspections. The division may adopt rules, pursuant to chapter 1-26, in regard to the following standards and requirements: (1) Management and administration, including fiscal control, program planning, and evaluation; (2) Physical facilities and quality control; (3) Services administration, including client rights, confidentiality, treatment planning, and statistical reporting; (4) Service components including: inpatient/residential, outpatient treatment, social detoxification, transitional care, custodial care, counseling and support services, prevention services; (5) Staff qualifications; and (6) Such other standards as are necessary for the safety and health of clients and patients. Section 13. That § 34-20A-34 be amended to read: 34-20A-34. The Division of Alcohol and Drug Abuse division may acquire, hold, or dispose of real property or any interest therein in real property, and construct, lease, or otherwise provide facilities for the prevention of alcohol and drug abuse and facilities for the treatment of those persons suffering from alcohol and drug abuse and for intoxicated persons. Section 14. That § 34-20A-44 be amended to read: 34-20A-44. The Division of Alcohol and Drug Abuse division shall inspect accredited prevention or treatment facilities to insure compliance with this chapter. For purposes of inspection, the division shall have access to the facility and its records at reasonable times and in a reasonable manner. This section does not apply to facilities accredited pursuant to accreditation by the Joint Commission, the Commission on Accreditation of Rehabilitation Facilities, an Indian Health Service's quality assurance review under the Indian Health Service Manual, Professional Standards-Alcohol/Substance Abuse, or the Council on Accreditation. Section 15. That § 34-20A-44.1 be amended to read: 34-20A-44.1. If a public or private agency or facility is considered to be an accredited prevention or treatment facility by reason of compliance with accreditation by the Joint Commission, the Commission on Accreditation of Rehabilitation Facilities, an Indian Health Service's quality assurance review under the Indian Health Service Manual, Professional Standards-Alcohol/Substance Abuse, or the Council on Accreditation, as described in § 34-20A-2, the Division of Alcohol and Drug Abuse division retains the right of access to all facility premises and relevant records to monitor compliance or investigate complaints brought against the facility. Section 16. That § 34-20A-51 be amended to read: 34-20A-51. Subject to rules adopted by the Division of Alcohol and Drug Abuse division, the administrator in charge of an accredited treatment facility may determine who shall be admitted for treatment. If a person is refused admission to the facility, the administrator, subject to rules adopted by the division, shall refer the person to another treatment facility for treatment if possible and appropriate. Section 17. That § 34-20A-66.1 be amended to read: 34-20A-66.1. Payment for treatment under emergency commitment, or under protective custody pursuant to § 34-20A-55 if emergency commitment is not required, may be assessed to the individual, to a legally responsible relative or guardian, to the county of residence if indigent, or billed to the Division of Alcohol and Drug Abuse division through contract with an approved treatment facility. Any payment for emergency commitment to the Human Services Center is subject to the requirements of chapter 27A-13. Section 18. That § 34-20A-72 be amended to read: 34-20A-72. A petition filed under § 34-20A-70 shall be accompanied by a certificate of a licensed physician or a certified chemical dependency an addiction counselor either of whom has examined the person within two days before submission of the petition, unless the person whose commitment is sought has refused to submit to a medical examination or counselor assessment in which case the fact of refusal shall be alleged in the petition. The certificate shall set forth the physician's or the counselor's findings in support of the allegations of the petition. A physician or chemical dependency addiction counselor employed by the admitting facility is not eligible to provide certification. Section 19. That § 34-20A-75 be amended to read: 34-20A-75. At the hearing the court shall hear all relevant testimony, including, if possible, the testimony of at least one licensed physician and one certified chemical dependency addiction counselor who have examined the person whose commitment is sought. Section 20. That § 34-20A-76 be amended to read: 34-20A-76. If the person has refused to be examined by a licensed physician or a certified chemical dependency an addiction counselor, the person shall be given an opportunity to be examined by a court-appointed licensed physician or certified chemical dependency addiction counselor. If the person refuses and there is sufficient evidence to believe that the allegations of the petition are true, or if the court believes that more evidence is necessary, the court may order a temporary commitment and transportation by a law enforcement officer to an approved treatment facility for a period of not more than five days for purposes of a diagnostic examination. Section 21. That § 34-20A-76.1 be amended to read: 34-20A-76.1. A licensed physician or certified chemical dependency addiction counselor appointed by the court to examine and assess a person for the purposes of involuntary commitment shall be paid by the county where the hearing and commitment proceedings take place. The physician or addiction counselor shall be compensated for such services in an amount fixed by the circuit judge. The county shall be reimbursed for such expense by the person if the person is financially able to do so. If the person is not financially able to pay such expense, the cost of physician or addiction counselor examination shall be paid to the county by the person legally bound for the support of such person if financially able to do so. Section 22. That § 34-20A-86 be amended to read: 34-20A-86. The person whose commitment or recommitment is sought shall be informed of his the person's right to be examined by a licensed physician and a certified chemical dependency an addiction counselor of his the person's choice. If the person is unable to obtain a licensed physician or a certified chemical dependency an addiction counselor and requests examination by a physician or an addiction counselor, the court shall employ a licensed physician or a certified chemical dependency an addiction counselor."}, {"bill_id": 7057, "bill_version_id": 38816, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2016-02-04T11:35:10.907-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to behavioral health. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-36-25 be amended to read: 1-36-25. The secretary of the Department of Social Services may promulgate rules, pursuant to chapter 1-26, for the Mental Health Division of Behavioral Health pertaining to any individual, organization, or corporation which receives directly or indirectly financial assistance from the state if such assistance is under the department's supervision. The secretary's promulgation of rules shall be in accordance with chapter 1-26 governing may govern: (1) Management and administration, including fiscal control, program planning, implementation, and evaluation; (2) Physical facilities, except matters covered by local fire and building codes or regulations; (3) Service administration, including client rights, confidentiality, treatment planning, and statistical reporting; (4) Service components, including outpatient, emergency, liaison, psychiatric rehabilitation, residential, consultation and education, and case management; and (5) Staff qualifications. Section 2. That § 1-36-26 be repealed. 1-36-26. The Division of Alcohol and Drug Abuse created by chapter 1-36A is hereby transferred from the Department of Human Services to the Mental Health Division, Department of Social Services. The secretary of the Department of Social Services shall perform the functions of the former secretary of the Department Human Services, relating to the Division of Alcohol and Drug Abuse. Section 3. That § 1-36-31 be repealed. 1-36-31. The Board of Counselor Examiners, created by chapter 36-32, and its functions in the former Department of Human Services are transferred to the Department of Social Services. The secretary of the Department of Social Services shall perform the functions of the secretary of the Department of Human Services, relating to the Board of Counselor Examiners. Section 4. That § 1-36-32 be repealed. 1-36-32. The Certification Board for Alcohol and Drug Professionals created by chapter 36-34, and its functions in the former Department of Human Services are transferred to the Department of Social Services. The secretary of the Department of Social Services shall perform the functions of the secretary of the Department of Human Services, relating to the Certification Board for Alcohol and Drug Professionals. Section 5. That § 1-36-33 be repealed. 1-36-33. The Mental Health Planning and Coordination Advisory Board and its functions in the former Department of Human Services are transferred to the Department of Social Services. The secretary of the Department of Social Services shall perform the functions of the secretary of the Department of Human Services, relating to the Mental Health Planning and Coordination Advisory Board. Section 6. That § 1-36-34 be repealed. 1-36-34. The Drug and Alcohol Abuse Advisory Council and its functions in the former Department of Human Services are transferred to the Department of Social Services. The secretary of the Department of Social Services shall perform the functions of the secretary of the Department of Human Services, relating to the Drug and Alcohol Abuse Advisory Council. , Section 7. That § 27A-1-13 be amended to read: 27A-1-13. A bordering state or governmental entity of a bordering state may contract with any appropriate treatment facility in South Dakota for the treatment of mental illness or chemical dependency substance use disorder for residents of the bordering state. However, any such the contract shall conform to the requirements of §§ 27A-1-12 to 27A-1-17, inclusive. Section 8. That § 27A-1-16 be amended to read: 27A-1-16. Any treatment facility in South Dakota may enter negotiations with appropriate personnel of a bordering state to develop a contract that conforms to the requirements of §§ 27A-1-12 to 27A-1-17, inclusive. A contract with a bordering state shall enable the temporary placement in South Dakota by a bordering state of a person who is on an emergency hold or who has been involuntarily committed as mentally ill or chemically dependent due to mental illness or a substance use disorder as determined by the bordering state. Any person committed by a bordering state or on emergency hold from a bordering state and who is placed in a South Dakota facility continues to be in the legal custody of the bordering state and shall be returned to the bordering state prior to before release from emergency hold or involuntary commitment. The bordering state's laws governing commitment criteria, length of commitment, hearings, reexaminations, and extension of commitment continue to apply to these bordering state residents. The State of South Dakota is not responsible for treatment costs, legal proceeding costs, or transportation costs. In all other aspects, a resident of a bordering state placed in a South Dakota facility is subject to the laws of South Dakota. A contract under §§ 27A-1-12 to 27A-1-17, inclusive, with a bordering state or bordering state governmental entity shall specify that responsibility for payment for the cost of care and transportation for persons under §§ 27A-1-12 to 27A-1-17, inclusive, remains with the contracting entity of the bordering state of which that person is a resident. Section 9. That § 27A-15-1.1 be amended to read: 27A-15-1.1. For the purposes of this chapter, an individual with a serious emotional disturbance is an individual who: (1) Is under eighteen years of age; (2) Exhibits behavior resulting in functional impairment which substantially interferes with, or limits the individual's role or functioning in the community, school, family, or peer group; (3) Has a mental disorder diagnosed under the Diagnostic and Statistical Manual of Mental Disorders, fourth fifth edition revised, 1994, 2013; (4) Has demonstrated a need for one or more special care services, in addition to mental health services; and (5) Has problems with a demonstrated or expected longevity of at least one year or has an impairment of short duration and high severity. For purposes of this section, intellectual disability, epilepsy, other developmental disability, alcohol or substance abuse, brief period of intoxication, or criminal or delinquent behavior do not, alone, constitute a serious emotional disturbance. Section 10. That § 34-20A-2 be amended to read: 34-20A-2. Terms as used in this chapter mean: (1) \"Accredited prevention or treatment facility,\" a private or public agency meeting the standards prescribed in § 34-20A-27 and listed under § 34-20A-47, or a private or public agency or facility surveyed and accredited by the Joint Commission; an Indian Health Service's quality assurance review under the Indian Health Service Manual, Professional Standards-Alcohol/Substance Abuse; or the Commission on Accreditation of Rehabilitation Facilities; or the Council on Accreditation; under the drug and alcohol treatment standards incorporated and adopted by the division in rules promulgated pursuant to chapter 1-26, if proof of such the accreditation, with accompanying recommendations, progress reports and related correspondence are submitted to the Division of Alcohol and Drug Abuse Behavioral Health in a timely manner; (2) \"Advisory council\" and \"council,\" the Drug and Alcohol Abuse Advisory Council created by § 34-20A-3.2 \"Addiction counselor,\" a person licensed or certified as an addiction counselor by the South Dakota Board of Addiction and Prevention Professionals; (3) \"Alcoholic,\" a person who habitually lacks self-control as to the use of alcoholic beverages, or uses alcoholic beverages to the extent that his the person's health is substantially impaired or endangered or his the person's social or economic function is substantially disrupted; (4) \"Chemical dependency counselor,\" a level II or III counselor certified by the South Dakota Certification Board for Alcohol and Drug Professionals; (5) \"Department,\" the State Department of Social Services; (6)(5) \"Designated prevention or treatment facility,\" an accredited agency operating under the direction and control of the state or providing services under this chapter through a contract with the division or treatment facilities operated by the federal government which may be designated by the division without accreditation by the state; (7)(6) \"Division,\" the Division of Alcohol and Drug Abuse Behavioral Health within the department; (8)(7) \"Drug abuser,\" a person who habitually lacks self-control as to the use of controlled drugs or substances as defined in § 34-20B-3 to the extent that the person's health is substantially impaired or endangered or that the person's social or economic function is substantially disrupted; (9)(8) \"Incapacitated by alcohol or other drugs,\" that a person, as a result of the use of alcohol or other drugs, is unconscious or his the person's judgment is otherwise so impaired that he the person is incapable of realizing and making a rational decision with respect to his the person's need for treatment; (10)(9) \"Incompetent person,\" a person who has been adjudged incompetent by the circuit court; (11)(10) \"Intoxicated person,\" a person who demonstrates diminished mental or physical capacity as a result of the use of alcohol or other drugs; (12)(11) \"Prevention,\" purposeful activities designed to promote personal growth of an individual a person and strengthen the aspects of the community environment which are supportive to him the person in order to preclude, forestall prevent, or impede the development of alcohol or other drug misuse and abuse; (13)(12) \"Secretary,\" the secretary of the Department of Social Services; (14)(13) \"Treatment,\" the broad range of emergency, outpatient, intermediate, and inpatient services and care, including diagnostic evaluation, which may be extended to those persons a person experiencing problems as a result of the use of alcohol or other drugs. Section 11. That § 34-20A-3.1 be repealed. 34-20A-3.1. There is created the Division of Alcohol and Drug Abuse which shall perform all of the functions of the former Division of Alcoholism and the Division of Drugs and Substances Control. All quasi-legislative, quasi-judicial, administrative, and special budgetary functions of the division shall vest in the secretary of the Department of Social Services or his designee. Section 12. That § 34-20A-27 be amended to read: 34-20A-27. The Division of Alcohol and Drug Abuse division shall establish reasonable standards and requirements for accredited prevention or treatment facilities. The division may fix the fees to be charged by the division for the required inspections. The division may adopt rules, pursuant to chapter 1-26, in regard to the following standards and requirements: (1) Management and administration, including fiscal control, program planning, and evaluation; (2) Physical facilities and quality control; (3) Services administration, including client rights, confidentiality, treatment planning, and statistical reporting; (4) Service components including: inpatient/residential, outpatient treatment, social detoxification, transitional care, custodial care, counseling and support services, prevention services; (5) Staff qualifications; and (6) Such other standards as are necessary for the safety and health of clients and patients. Section 13. That § 34-20A-34 be amended to read: 34-20A-34. The Division of Alcohol and Drug Abuse division may acquire, hold, or dispose of real property or any interest therein in real property, and construct, lease, or otherwise provide facilities for the prevention of alcohol and drug abuse and facilities for the treatment of those persons suffering from alcohol and drug abuse and for intoxicated persons. Section 14. That § 34-20A-44 be amended to read: 34-20A-44. The Division of Alcohol and Drug Abuse division shall inspect accredited prevention or treatment facilities to insure compliance with this chapter. For purposes of inspection, the division shall have access to the facility and its records at reasonable times and in a reasonable manner. This section does not apply to facilities accredited pursuant to accreditation by the Joint Commission, the Commission on Accreditation of Rehabilitation Facilities, an Indian Health Service's quality assurance review under the Indian Health Service Manual, Professional Standards-Alcohol/Substance Abuse, or the Council on Accreditation. Section 15. That § 34-20A-44.1 be amended to read: 34-20A-44.1. If a public or private agency or facility is considered to be an accredited prevention or treatment facility by reason of compliance with accreditation by the Joint Commission, the Commission on Accreditation of Rehabilitation Facilities, an Indian Health Service's quality assurance review under the Indian Health Service Manual, Professional Standards-Alcohol/Substance Abuse, or the Council on Accreditation, as described in § 34-20A-2, the Division of Alcohol and Drug Abuse division retains the right of access to all facility premises and relevant records to monitor compliance or investigate complaints brought against the facility. Section 16. That § 34-20A-51 be amended to read: 34-20A-51. Subject to rules adopted by the Division of Alcohol and Drug Abuse division, the administrator in charge of an accredited treatment facility may determine who shall be admitted for treatment. If a person is refused admission to the facility, the administrator, subject to rules adopted by the division, shall refer the person to another treatment facility for treatment if possible and appropriate. Section 17. That § 34-20A-66.1 be amended to read: 34-20A-66.1. Payment for treatment under emergency commitment, or under protective custody pursuant to § 34-20A-55 if emergency commitment is not required, may be assessed to the individual, to a legally responsible relative or guardian, to the county of residence if indigent, or billed to the Division of Alcohol and Drug Abuse division through contract with an approved treatment facility. Any payment for emergency commitment to the Human Services Center is subject to the requirements of chapter 27A-13. Section 18. That § 34-20A-72 be amended to read: 34-20A-72. A petition filed under § 34-20A-70 shall be accompanied by a certificate of a licensed physician or a certified chemical dependency an addiction counselor either of whom has examined the person within two days before submission of the petition, unless the person whose commitment is sought has refused to submit to a medical examination or counselor assessment in which case the fact of refusal shall be alleged in the petition. The certificate shall set forth the physician's or the counselor's findings in support of the allegations of the petition. A physician or chemical dependency addiction counselor employed by the admitting facility is not eligible to provide certification. Section 19. That § 34-20A-75 be amended to read: 34-20A-75. At the hearing the court shall hear all relevant testimony, including, if possible, the testimony of at least one licensed physician and one certified chemical dependency addiction counselor who have examined the person whose commitment is sought. Section 20. That § 34-20A-76 be amended to read: 34-20A-76. If the person has refused to be examined by a licensed physician or a certified chemical dependency an addiction counselor, the person shall be given an opportunity to be examined by a court-appointed licensed physician or certified chemical dependency addiction counselor. If the person refuses and there is sufficient evidence to believe that the allegations of the petition are true, or if the court believes that more evidence is necessary, the court may order a temporary commitment and transportation by a law enforcement officer to an approved treatment facility for a period of not more than five days for purposes of a diagnostic examination. Section 21. That § 34-20A-76.1 be amended to read: 34-20A-76.1. A licensed physician or certified chemical dependency addiction counselor appointed by the court to examine and assess a person for the purposes of involuntary commitment shall be paid by the county where the hearing and commitment proceedings take place. The physician or addiction counselor shall be compensated for such services in an amount fixed by the circuit judge. The county shall be reimbursed for such expense by the person if the person is financially able to do so. If the person is not financially able to pay such expense, the cost of physician or addiction counselor examination shall be paid to the county by the person legally bound for the support of such person if financially able to do so. Section 22. That § 34-20A-86 be amended to read: 34-20A-86. The person whose commitment or recommitment is sought shall be informed of his the person's right to be examined by a licensed physician and a certified chemical dependency an addiction counselor of his the person's choice. If the person is unable to obtain a licensed physician or a certified chemical dependency an addiction counselor and requests examination by a physician or an addiction counselor, the court shall employ a licensed physician or a certified chemical dependency an addiction counselor. Section 23. That § 32-23-2.1 be amended to read: 32-23-2.1. Any person convicted of a first offense pursuant to § 32-23-1 with a 0.17 percent or more by weight of alcohol in the person's blood shall, in addition to the penalties provided in § 32-23-2, be required to undergo a court-ordered evaluation by a chemical dependency counselor as defined in § 34-20A-2 an addiction counselor licensed or certified by the Board of Addiction and Prevention Professionals pursuant to § 36-34-13.1 or a licensed or certified health care professional with specialized training in chemical dependency evaluation to determine if the defendant is chemically dependent. The cost of such evaluation shall be paid by the defendant. The recommendations of the evaluation shall be provided to the referring judge."}, {"bill_id": 7057, "bill_version_id": 39184, "bill_version": "Enrolled", "bill_version_date": "2016-02-10T15:25:40.913-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7057, "action_date": "2016-01-12T12:00:00-06:00", "document_id": 37505, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37505.pdf", "status_text": "First read in Senate and referred to", "journal_page": 18, "committee_id_action": 309, "committee_id_assigned": 298, "result": "N", "vote": {}}, {"bill_id": 7057, "action_date": "2016-01-20T10:00:00-06:00", "document_id": 37623, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37623.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 298, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7057, "action_date": "2016-01-22T10:00:00-06:00", "document_id": 37770, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37770.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 298, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7057, "action_date": "2016-01-22T10:00:00-06:00", "document_id": 37938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37938.pdf", "status_text": "Do Pass", "journal_page": 112, "committee_id_action": 298, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20213, "president_vote": null, "Yea": [974, 994, 1066, 1046, 1001], "Excused": [966, 1035]}}, {"bill_id": 7057, "action_date": "2016-01-25T14:00:00-06:00", "document_id": 38057, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38057.pdf", "status_text": "Do Pass", "journal_page": 134, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20257, "president_vote": null, "Yea": [974, 977, 999, 1037, 966, 1014, 969, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 967, 975, 1011, 1010, 1020, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008], "Excused": [1067, 979, 971]}}, {"bill_id": 7057, "action_date": "2016-01-26T14:00:00-06:00", "document_id": 38155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38155.pdf", "status_text": "First read in House and referred to", "journal_page": 184, "committee_id_action": 325, "committee_id_assigned": 313, "result": "N", "vote": {}}, {"bill_id": 7057, "action_date": "2016-02-04T07:45:00-06:00", "document_id": 38498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38498.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 313, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7057, "action_date": "2016-02-04T07:45:00-06:00", "document_id": 38797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38797.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 313, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7057, "action_date": "2016-02-04T07:45:00-06:00", "document_id": 38797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38797.pdf", "status_text": "Do Pass Amended", "journal_page": 275, "committee_id_action": 313, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20539, "president_vote": null, "Yea": [1040, 995, 1050, 1060, 1049, 1061, 1065, 1048, 993, 1026, 1053, 1019, 1003]}}, {"bill_id": 7057, "action_date": "2016-02-04T07:45:00-06:00", "document_id": 38797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38797.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 313, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7057, "action_date": "2016-02-08T14:00:00-06:00", "document_id": 39001, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39001.pdf", "status_text": "Do Pass Amended", "journal_page": 323, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20695, "president_vote": null, "Excused": [1043, 1057, 986, 1009, 972, 1062, 1015, 987, 1036, 1059, 1028, 992, 991, 993], "Yea": [1042, 1063, 983, 964, 1040, 995, 1039, 1050, 1060, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 963, 1038, 982, 1055, 1044, 1017, 1058, 1048, 1024, 1003, 968, 1018, 1054, 1031, 1027, 1034, 1006, 1007, 1052, 1030, 988, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989]}}, {"bill_id": 7057, "action_date": "2016-02-10T14:00:00-06:00", "document_id": 39180, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39180.pdf", "status_text": "Concurred in amendments", "journal_page": 281, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20799, "president_vote": null, "Yea": [974, 977, 999, 1037, 1014, 1067, 979, 969, 1005, 1047, 998, 1035, 984, 994, 1041, 967, 975, 1011, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 973, 1008], "Excused": [966, 997, 1013]}}, {"bill_id": 7057, "action_date": "2016-02-11T13:00:00-06:00", "document_id": 39266, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39266.pdf", "status_text": "Signed by the President", "journal_page": 295, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7057, "action_date": "2016-02-16T14:00:00-06:00", "document_id": 39392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39392.pdf", "status_text": "Signed by the Speaker", "journal_page": 405, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7057, "action_date": "2016-02-17T14:00:00-06:00", "document_id": 39474, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39474.pdf", "status_text": "Delivered to the Governor", "journal_page": 314, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7057, "action_date": "2016-02-19T13:30:00-06:00", "document_id": 39662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39662.pdf", "status_text": "Signed by the Governor", "journal_page": 354, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6051}