{"session_id": 59, "bill_id": 20557, "bill_type": "House Bill", "bill_number": 1120, "bill_title": "revise certain provisions regarding the operation of a snowmobile or boat while under the influence.", "sponsors": [{"legislator_profile_id": 3428, "is_prime": true}, {"legislator_profile_id": 3445, "is_prime": true}, {"legislator_profile_id": 3387, "is_prime": false}, {"legislator_profile_id": 3390, "is_prime": false}, {"legislator_profile_id": 3398, "is_prime": false}, {"legislator_profile_id": 3434, "is_prime": false}, {"legislator_profile_id": 3447, "is_prime": false}], "keywords": ["Crimes", "Driving Under The Influence"], "audio": [{"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju16.mp3", "start_seconds": 655.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju16.mp3", "start_seconds": 655.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju16.mp3", "start_seconds": 655.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou17.mp3", "start_seconds": 9107.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou17.mp3", "start_seconds": 9107.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou17.mp3", "start_seconds": 9107.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou21.mp3", "start_seconds": 10307.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou21.mp3", "start_seconds": 10307.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou21.mp3", "start_seconds": 10307.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou21.mp3", "start_seconds": 10307.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou21.mp3", "start_seconds": 10307.0}], "bill_versions": [{"bill_id": 20557, "bill_version_id": 106756, "bill_version": "Introduced", "bill_version_date": "2006-01-19T10:22:32-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the operation of a snowmobile or boat while under the influence. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-20A-14 be amended to read as follows: 32-20A-14. The operator of a snowmobile shall be is deemed the driver or operator of a motor vehicle within the meaning of chapter 32-23 and is subject to all the provisions of chapter 32-23 relating to driving while under the influence of intoxicating liquor, drugs, or otherwise therein provided and is punishable thereunder under chapter 32-23 for any violation of that chapter. Section 2. That chapter 42-8 be amended by adding thereto a NEW SECTION to read as follows: The operator of a boat is deemed the driver or operator of a vehicle within the meaning of chapter 32-23 and is subject to all the provisions of chapter 32-23 relating to driving while under the influence and is punishable under chapter 32-23 for any violation of that chapter. Section 3. That § 42-8-45 be repealed. 42-8-45. No person may operate a boat while underway on the public waters of the state while: (1) There is 0.08 percent or more by weight of alcohol in that person's blood as shown by chemical analysis of that person's breath, blood, or other bodily substance; (2) Under the influence of an alcoholic beverage; (3) Under the influence of marijuana or any controlled drug or substance to a degree which renders the person incapable of safely driving or operating such boat; or (4) Under the combined influence of an alcoholic beverage and marijuana or any controlled drug or substance to a degree which renders the person incapable of safely driving or operating such boat. Any violation of this section is a Class 1 misdemeanor. Section 4. That § 42-8-45.1 be repealed. 42-8-45.1. A law enforcement officer may, without a warrant, arrest a person for a violation of the provisions of § 42-8-45 if he has probable cause to believe that the person to be arrested has been involved in an accident on the public waters of the state and has violated the provisions of § 42-8-45 and that the violation occurred prior to or immediately following the accident. Section 5. That § 42-8-45.2 be repealed. 42-8-45.2. Any person operating a boat while underway on the public waters of the state which has been involved in an accident or which is operated in violation of any of the provisions of this chapter shall, at the request of a law enforcement officer, submit to a breath test to be administered by the officer. If the test indicates that the person has consumed alcohol, the law enforcement officer may require the person to submit to a chemical test in the manner set forth in this chapter. Section 6. That § 42-8-45.3 be repealed. 42-8-45.3. The fact that any person charged with a violation of § 42-8-45 may use a drug under the laws of this state does not constitute a defense against any charge of violating that section. Section 7. That § 42-8-45.4 be repealed. 42-8-45.4. In any criminal prosecution for a violation of § 42-8-45, the amount of alcohol in the defendant's blood at the time alleged as shown by chemical analysis of the defendant's blood, breath, or other bodily substance gives rise to the following presumptions: (1) If there was at that time five hundredths percent or less by weight of alcohol in the defendant's blood, it is presumed that the defendant was not under the influence of intoxicating liquor; (2) If there was at that time in excess of five hundredths percent but less than eight hundredths percent by weight of alcohol in the defendant's blood, such fact does not give rise to any presumption that the defendant was or was not under the influence of intoxicating liquor, but such fact may be considered with other competent evidence in determining the guilt or innocence of the defendant; (3) If there was at that time eight hundredths percent or more by weight of alcohol in the defendant's blood, it is presumed that the defendant was under the influence of intoxicating liquor. Percent by weight of alcohol in the blood shall be based upon milligrams of alcohol per 1.0 cubic centimeters of whole blood or 2100 cubic centimeters of deep lung breath. Section 8. That § 42-8-45.5 be repealed. 42-8-45.5. The provisions of § 42-8-45.4 may not be construed as limiting the introduction of any other competent evidence bearing upon the question whether or not the defendant was under the influence of intoxicating liquor. Section 9. That § 42-8-45.6 be repealed. 42-8-45.6. Any person who operates a boat while underway on the public waters of the state in this state is considered to have consented to the withdrawal of blood or other bodily substance and chemical analysis of such blood, breath, or other bodily substance to determine the amount of alcohol in such blood and to determine the presence of marijuana or any controlled drug or substance. The person, operating a boat underway which has been involved in a collision or an accident resulting in bodily injury or death to any person or property damage to a boat or other property to an apparent extent of one thousand dollars or more to any one person's property or two thousand dollars or more in any one accident, shall submit to the withdrawal of blood or other bodily substance for chemical analysis or chemical analysis of the person's breath. The officer shall advise the person of the right to have an additional chemical analysis performed by a technician of his or her own choosing at his or her own expense. Any other person, operating a boat underway which has not been involved in a collision or an accident resulting in bodily injury or death to any person or property damage to a boat or other property to an apparent extent of one thousand dollars or more to any one person's property or two thousand dollars or more in any one accident, shall be requested by the officer to submit to the withdrawal of blood or other bodily substance for chemical analysis or chemical analysis of his or her breath. The officer shall advise the person that: (1) If he or she refuses to submit to the withdrawal or chemical analysis, no withdrawal or chemical analysis may be required; (2) Such refusal is admissible into evidence at trial; and (3) That he or she has the right to have an additional chemical analysis performed by a technician of his or her own choosing at his or her own expense. If such person refuses to submit to chemical analysis of his or her blood, urine, breath, or other bodily substance, or allow the withdrawal of blood or other bodily substance for chemical analysis as provided in this section, and that person subsequently stands trial for violation of § 42-8-45, such refusal is admissible into evidence at the trial. Section 10. That § 42-8-45.7 be repealed. 42-8-45.7. Only a physician, laboratory technician, registered nurse, physician's assistant, phlebotomist, expanded role licensed practical nurse, medical technician, or medical technologist may withdraw blood for the purpose of determining the alcoholic content therein. This limitation does not apply to the taking of a breath or other bodily substance specimen. Such authorized persons, acting on the consent considered to have been given by the person when operating a boat while underway, and any hospital employing such persons, are not liable and may not be held to pay damages to the party from whom the blood sample is withdrawn, if the withdrawal is administered with usual and ordinary care. Section 11. That § 42-8-45.8 be repealed. 42-8-45.8. To be considered valid under the provisions of this chapter, the withdrawal or chemical analysis shall be performed at the direction of a law enforcement officer having lawfully arrested the person for violation of § 42-8-45 and the chemical test analysis of the person's breath, if one is performed, shall have been performed according to methods approved by the director of laboratories and by an individual possessing a valid permit issued by the director of laboratories for this purpose. The director of laboratories may approve satisfactory techniques or methods to ascertain the qualifications and competence of individuals to conduct such analysis and issue permits which are subject to termination or revocation at the discretion of the director of laboratories. Section 12. That § 42-8-45.9 be repealed. 42-8-45.9. The person tested pursuant to this chapter shall be permitted to have a physician, laboratory technician, registered nurse, physician's assistant, or medical technologist of his own choosing administer the chemical analysis in addition to the one administered at the direction of the law enforcement officer. Section 13. That § 42-8-45.10 be repealed. 42-8-45.10. Upon the request of the person who was tested pursuant to this chapter or upon the request of his attorney, the results of such analysis shall be made available to him or to his attorney. Section 14. That § 42-8-45.11 be repealed. 42-8-45.11. In the case of a conviction under this chapter, the costs accrued for the withdrawal and chemical analysis of blood or other bodily substance and witness fees and expenses in connection therewith, shall be taxed by the court as costs in the action and shall, if the county is to have a lien for fees paid to counsel for an indigent, be included in the lien filed; otherwise it shall, with other costs as the court imposes, be entered in the judgment as provided in chapter 23A-27."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20557, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106834.pdf", "status_text": "First read in House and referred to", "journal_page": 140, "committee_id_action": 893, "committee_id_assigned": 891, "result": "N", "vote": {}}, {"bill_id": 20557, "action_date": "2006-01-30T07:30:00-06:00", "document_id": 107470, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107470.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20557, "action_date": "2006-02-01T07:45:00-06:00", "document_id": 107670, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107670.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20557, "action_date": "2006-02-01T07:45:00-06:00", "document_id": 107670, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107670.pdf", "status_text": "Do Pass,", "journal_page": 316, "committee_id_action": 891, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63946, "president_vote": null, "Yea": [3387, 3401, 3407, 3426, 3434, 3444, 3456, 3461], "Excused": [3393, 3429, 3371], "Nay": [3448, 3406]}}, {"bill_id": 20557, "action_date": "2006-02-02T14:00:00-06:00", "document_id": 107852, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107852.pdf", "status_text": "Deferred to another day", "journal_page": 359, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20557, "action_date": "2006-02-08T14:00:00-06:00", "document_id": 108306, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108306.pdf", "status_text": "Motion to Amend,", "journal_page": 460, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20557, "action_date": "2006-02-08T14:00:00-06:00", "document_id": 108306, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108306.pdf", "status_text": "Do Pass Amended,", "journal_page": 460, "committee_id_action": 893, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 64415, "president_vote": null, "Nay": [3366, 3367, 3369, 3370, 3373, 3375, 3380, 3381, 3382, 3383, 3385, 3386, 3389, 3392, 3393, 3398, 3399, 3403, 3405, 3406, 3407, 3408, 3410, 3417, 3418, 3419, 3420, 3427, 3433, 3436, 3437, 3440, 3441, 3442, 3443, 3448, 3449, 3451, 3456, 3459, 3460, 3461, 3462, 3463, 3464, 3465], "Yea": [3371, 3372, 3378, 3388, 3394, 3395, 3400, 3401, 3402, 3414, 3422, 3424, 3429, 3431, 3434, 3438, 3444, 3445, 3446, 3454, 3455, 3457, 3426], "Excused": [3387]}}]}