{"session_id": 36, "bill_id": 9849, "bill_type": "Senate Bill", "bill_number": 118, "bill_title": "establish certain provisions regarding advance care planning.", "sponsors": [{"legislator_profile_id": 1572, "is_prime": true}, {"legislator_profile_id": 1559, "is_prime": true}, {"legislator_profile_id": 1619, "is_prime": false}, {"legislator_profile_id": 1643, "is_prime": false}, {"legislator_profile_id": 1629, "is_prime": false}, {"legislator_profile_id": 1645, "is_prime": false}, {"legislator_profile_id": 1624, "is_prime": false}, {"legislator_profile_id": 1427, "is_prime": false}, {"legislator_profile_id": 1626, "is_prime": false}, {"legislator_profile_id": 1571, "is_prime": false}, {"legislator_profile_id": 1576, "is_prime": false}, {"legislator_profile_id": 1607, "is_prime": false}, {"legislator_profile_id": 1426, "is_prime": false}, {"legislator_profile_id": 1580, "is_prime": false}], "keywords": ["Agency", "Health Care"], "audio": [{"meeting_datetime": "2019-01-30T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/she15.mp3", "start_seconds": 250.0}, {"meeting_datetime": "2019-01-30T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/she15.mp3", "start_seconds": 250.0}, {"meeting_datetime": "2019-01-30T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/she15.mp3", "start_seconds": 250.0}, {"meeting_datetime": "2019-02-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen17.mp3", "start_seconds": 1783.0}, {"meeting_datetime": "2019-02-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen17.mp3", "start_seconds": 1783.0}, {"meeting_datetime": "2019-02-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen17.mp3", "start_seconds": 1783.0}, {"meeting_datetime": "2019-02-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen17.mp3", "start_seconds": 1783.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju35.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju35.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju35.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju35.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju35.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju35.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou36.mp3", "start_seconds": 17410.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou36.mp3", "start_seconds": 17410.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou36.mp3", "start_seconds": 17410.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou36.mp3", "start_seconds": 17410.0}], "bill_versions": [{"bill_id": 9849, "bill_version_id": 52324, "bill_version": "Introduced", "bill_version_date": "2019-01-25T09:46:17.597-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain provisions regarding advance care planning. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA:. Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Advance health care directive,\" a durable power of attorney executed under §§ 59-7-2.1 to 59-7-2.4, inclusive, a living will executed under chapter 34-12D, or an EMS cardiopulmonary resuscitation directive executed pursuant to chapter 34-12F; (2) \"Authorized representative,\" a person authorized to make health care decisions for a patient pursuant to chapters 29A-5 or 34-12C or §§ 59-7-2.1 to 59-7-2.4, inclusive; (3) \"Decision-making capacity,\" a patient's ability to understand to a reasonable extent the nature of and the significant benefits, risks and alternatives to any proposed health care and to make and communicate, with reasonable accommodation when necessary, a decision regarding the health care; (4) \"Department,\" the Department of Health; (5) \"Health care provider,\" as defined in § 34-12D-1; (6) \"Informed consent,\" consent voluntarily, knowingly, and competently given without any element of force, fraud, deceit, duress, threat, or other form of coercion after conscientious explanation of all information that a reasonable person would consider significant to the decision in a manner reasonably comprehensible to general lay understanding; (7) \"Life-sustaining treatment,\" as defined in subdivision 34-12D-1(4); (8) \"Medical provider,\" a physician, physician assistant or certified nurse practitioner designated by a patient or the patient's authorized representative, to have responsibility for the patient's health care; (9) \"Medical order for scope of treatment,\" or \"MOST,\" a document, other than an advance health care directive, executed by a patient, or a patient's authorized representative, and the patient's medical provider and entered in the patient's medical record that provides direction to health care providers about the patient's goals and preferences regarding the use of medical interventions, including cardiopulmonary resuscitation and other life-sustaining treatment; (10) \"Patient,\" a person who has been diagnosed with a terminal condition; (11) \"Secretary,\" the secretary of the Department of Health; (12) \"Terminal condition,\" as defined in § 34-12D-1. Section 2. That the code be amended by adding a NEW SECTION to read: A patient with decision-making capacity, or in the case that a patient lacks decision-making capacity, the patient's authorized representative, may execute a MOST in the form and manner prescribed by section 4 of this Act. Section 3. That the code be amended by adding a NEW SECTION to read: A patient's authorized representative may execute a MOST only if the patient lacks decision-making capacity. The patient's lack of decision-making capacity shall be recorded in the patient's medical record. Section 4. That the code be amended by adding a NEW SECTION to read: The secretary shall develop a standardized form for a MOST and instructions for completion of the form. The secretary shall make the form available to the public on the department's website. A completed form includes: (1) The name and date of birth of the patient; (2) A statement that the patient either has or does not have an advance health care directive; (3) Information regarding the patient's diagnosis of a terminal condition; (4) Information indicating the preference of the patient or the patient's authorized representative regarding the use of cardiopulmonary resuscitation, specified medical interventions, and the intensity of treatment for each intervention, and if there is no such indication of the patient or authorized representative's preference, a directive to health care providers to use all necessary and appropriate medical interventions; (5) A provision directing the administration of artificial nutrition and hydration unless it is determined that: (a) Artificial nutrition and hydration cannot reasonably be expected to prolong the patient's life; (b) The burden of providing artificial nutrition and hydration outweighs its benefit, if the determination of burden refers to the provision of artificial nutrition and hydration itself and not to the quality of the continued life of the patient; (c) Administering artificial nutrition and hydration would cause the patient significant discomfort; or (d) The patient has expressed a desire not to receive artificial nutrition and hydration by tube; (6) A statement confirming that the medical provider and the patient or the patient's authorized representative had a discussion about the patient's medical condition, treatment goals, and use of medical intervention; (7) A statement confirming that the execution of the MOST by the patient or the patient's authorized representative is based on informed consent; (8) The signature and date of signing of the patient or the patient's authorized representative; (9) The signature and date of signing of the medical provider; and (10) A statement that the duty of medicine is to care for patients even when they cannot be cured, that health care providers and their patients must evaluate the use of technology at their disposal based on available information, that judgments about the use of technology to maintain life must reflect the inherent dignity of the patient and the purpose of medical care, and that everyone is to be treated with dignity and respect. Section 5. That the code be amended by adding a NEW SECTION to read: An original or a copy of a MOST form completed and signed in accordance with section 4 of this Act is a valid medical order for scope of treatment unless revoked. Any health care provider who receives a valid MOST shall make the document part of the patient's medical record. Section 6. That the code be amended by adding a NEW SECTION to read: A document executed in another state or jurisdiction that meets the requirements for a valid medical order for scope of treatment in that state or jurisdiction is valid in this state. Section 7. That the code be amended by adding a NEW SECTION to read: Except as provided in sections 8 to 10, inclusive, of this Act, any health care provider who has actual knowledge of a patient's MOST shall treat the patient in accordance with the preferences indicated in the MOST. Section 8. That the code be amended by adding a NEW SECTION to read: If there is a conflict between a patient's MOST and a patient's oral directives or any written directives in an advance health care directive, the health care provider shall treat the patient in accordance with the most recent instruction. Section 9. That the code be amended by adding a NEW SECTION to read: A patient may revoke a MOST at any time by: (1) Destroying or defacing the MOST with the intent to revoke; (2) A written revocation of the MOST, signed and dated by the patient; or (3) An oral expression of the intent to revoke the MOST, in the presence of a witness eighteen years of age or older who signs and dates in writing, confirming that the expression of intent was made. An authorized representative may not revoke a MOST unless the MOST was executed by the authorized representative. The authorized representative shall make the revocation in writing. A revocation is effective upon communication to the health care provider. A health care provider who is informed of a revocation shall record the date and time of the notification of revocation in the patient's medical record. Section 10. That the code be amended by adding a NEW SECTION to read: A health care provider who refuses to comply with the provisions of a duly executed MOST shall: (1) Not prevent the transfer of the patient to another health care provider who is willing to comply with the MOST; and (2) Continue providing care for the patient until the transfer is completed. Section 11. That the code be amended by adding a NEW SECTION to read: A health care provider may not require or prohibit the execution or revocation of a MOST as a condition for providing health care. Section 12. That the code be amended by adding a NEW SECTION to read: A health care provider acting in good faith and in accordance with generally accepted health care standards applicable to the health care provider is not subject to civil or criminal liability or to discipline for unprofessional conduct for: (1) Complying with a MOST and assuming that it was valid when made and has not been revoked; (2) Not complying with a MOST when it appears it was revoked or invalid when made; (3) Not complying with a MOST due to the health care provider's beliefs as a matter of conscience; or (4) The good faith belief that the patient has or lacks decision-making capacity."}, {"bill_id": 9849, "bill_version_id": 53073, "bill_version": "Senate Engrossed", "bill_version_date": "2019-02-05T16:32:58.167-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain provisions regarding advance care planning. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA:. Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Advance health care directive,\" a durable power of attorney executed under §§ 59-7-2.1 to 59-7-2.4, inclusive, a living will executed under chapter 34-12D, or an EMS cardiopulmonary resuscitation directive executed pursuant to chapter 34-12F; (2) \"Authorized representative,\" a person authorized to make health care decisions for a patient pursuant to chapters 29A-5 or 34-12C or §§ 59-7-2.1 to 59-7-2.4, inclusive; (3) \"Decision-making capacity,\" a patient's ability to understand to a reasonable extent the nature of and the significant benefits, risks and alternatives to any proposed health care and to make and communicate, with reasonable accommodation when necessary, a decision regarding the health care; (4) \"Department,\" the Department of Health; (5) \"Health care provider,\" as defined in § 34-12D-1; (6) \"Informed consent,\" consent voluntarily, knowingly, and competently given without any element of force, fraud, deceit, duress, threat, or other form of coercion after conscientious explanation of all information that a reasonable person would consider significant to the decision in a manner reasonably comprehensible to general lay understanding; (7) \"Life-sustaining treatment,\" as defined in subdivision 34-12D-1(4); (8) \"Medical provider,\" a physician, physician assistant or certified nurse practitioner designated by a patient or the patient's authorized representative, to have responsibility for the patient's health care; (9) \"Medical order for scope of treatment,\" or \"MOST,\" a document, other than an advance health care directive, executed by a patient, or a patient's authorized representative, and the patient's medical provider and entered in the patient's medical record that provides direction to health care providers about the patient's goals and preferences regarding the use of medical interventions, including cardiopulmonary resuscitation and other life-sustaining treatment; (10) \"Patient,\" a person who has been diagnosed with a terminal condition; (11) \"Secretary,\" the secretary of the Department of Health; (12) \"Terminal condition,\" as defined in § 34-12D-1. Section 2. That the code be amended by adding a NEW SECTION to read: A patient with decision-making capacity, or in the case that a patient lacks decision-making capacity, the patient's authorized representative, may execute a MOST in the form and manner prescribed by section 4 of this Act. Section 3. That the code be amended by adding a NEW SECTION to read: A patient's authorized representative may execute a MOST only if the patient lacks decision-making capacity. The patient's lack of decision-making capacity shall be recorded in the patient's medical record. Section 4. That the code be amended by adding a NEW SECTION to read: The secretary shall develop a standardized form for a MOST and instructions for completion of the form. The secretary shall make the form available to the public on the department's website. A completed form includes: (1) The name and date of birth of the patient; (2) A statement that the patient either has or does not have an advance health care directive; (3) Information regarding the patient's diagnosis of a terminal condition; (4) Information indicating the preference of the patient or the patient's authorized representative regarding the use of cardiopulmonary resuscitation, specified medical interventions, and the intensity of treatment for each intervention, and if there is no such indication of the patient or authorized representative's preference, a directive to health care providers to use all necessary and appropriate medical interventions; (5) A provision directing the administration of artificial nutrition and hydration unless it is determined that: (a) Artificial nutrition and hydration cannot reasonably be expected to prolong the patient's life; (b) The burden of providing artificial nutrition and hydration outweighs its benefit, if the determination of burden refers to the provision of artificial nutrition and hydration itself and not to the quality of the continued life of the patient; (c) Administering artificial nutrition and hydration would cause the patient significant discomfort; or (d) The patient has expressed a desire not to receive artificial nutrition and hydration by tube; (6) A statement confirming that the medical provider and the patient or the patient's authorized representative had a discussion about the patient's medical condition, treatment goals, and use of medical intervention; (7) A statement confirming that the execution of the MOST by the patient or the patient's authorized representative is based on informed consent; (8) The signature and date of signing of the patient or the patient's authorized representative; (9) The signature and date of signing of the medical provider; and (10) A statement that the duty of medicine is to care for patients even when they cannot be cured, that health care providers and their patients must evaluate the use of technology at their disposal based on available information, that judgments about the use of technology to maintain life must reflect the inherent dignity of the patient and the purpose of medical care, and that everyone is to be treated with dignity and respect. Section 5. That the code be amended by adding a NEW SECTION to read: An original or a copy of a MOST form completed and signed in accordance with section 4 of this Act is a valid medical order for scope of treatment unless revoked. Any health care provider who receives a valid MOST shall make the document part of the patient's medical record. Section 6. That the code be amended by adding a NEW SECTION to read: A document executed in another state or jurisdiction that meets the requirements for a valid medical order for scope of treatment in that state or jurisdiction is valid in this state. Section 7. That the code be amended by adding a NEW SECTION to read: Except as provided in sections 8 to 10, inclusive, of this Act, any health care provider who has actual knowledge of a patient's MOST shall treat the patient in accordance with the preferences indicated in the MOST. Section 8. That the code be amended by adding a NEW SECTION to read: If there is a conflict between a patient's MOST and a patient's oral directives or any written directives in an advance health care directive, the health care provider shall treat the patient in accordance with the most recent instruction. Section 9. That the code be amended by adding a NEW SECTION to read: A patient with decision-making capacity may revoke a MOST at any time by: (1) Destroying or defacing the MOST with the intent to revoke; (2) A written revocation of the MOST, signed and dated by the patient; or (3) An oral expression of the intent to revoke the MOST, in the presence of a witness eighteen years of age or older who signs and dates in writing, confirming that the expression of intent was made. An authorized representative may not revoke a MOST unless the MOST was executed by the authorized representative. The authorized representative shall make the revocation in writing. A revocation is effective upon communication to the health care provider. A health care provider who is informed of a revocation shall record the date and time of the notification of revocation in the patient's medical record. Section 10. That the code be amended by adding a NEW SECTION to read: A health care provider who refuses to comply with the provisions of a duly executed MOST shall: (1) Not prevent the transfer of the patient to another health care provider who is willing to comply with the MOST; and (2) Continue providing care for the patient until the transfer is completed. Section 11. That the code be amended by adding a NEW SECTION to read: A health care provider may not require or prohibit the execution or revocation of a MOST as a condition for providing health care. Section 12. That the code be amended by adding a NEW SECTION to read: A health care provider acting in good faith and in accordance with generally accepted health care standards applicable to the health care provider is not subject to civil or criminal liability or to discipline for unprofessional conduct for: (1) Complying with a MOST and assuming that it was valid when made and has not been revoked; (2) Not complying with a MOST when it appears it was revoked or invalid when made; (3) Not complying with a MOST due to the health care provider's beliefs as a matter of conscience; or (4) The good faith belief that the patient has or lacks decision-making capacity."}, {"bill_id": 9849, "bill_version_id": 54755, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2019-03-06T12:45:34.4-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain provisions regarding advance care planning. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA:. Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Advance health care directive,\" a durable power of attorney executed under §§ 59-7-2.1 to 59-7-2.4, inclusive, a living will executed under chapter 34-12D, or an EMS cardiopulmonary resuscitation directive executed pursuant to chapter 34-12F; (2) \"Authorized representative,\" a person authorized to make health care decisions for a patient pursuant to chapters 29A-5 or 34-12C or §§ 59-7-2.1 to 59-7-2.4, inclusive; (3) \"Decision-making capacity,\" a patient's ability to understand to a reasonable extent the nature of and the significant benefits, risks and alternatives to any proposed health care and to make and communicate, with reasonable accommodation when necessary, a decision regarding the health care; (4) \"Department,\" the Department of Health; (5) \"Health care provider,\" as defined in § 34-12D-1; (6) \"Informed consent,\" consent voluntarily, knowingly, and competently given without any element of force, fraud, deceit, duress, threat, or other form of coercion after conscientious explanation of all information that a reasonable person would consider significant to the decision in a manner reasonably comprehensible to general lay understanding; (7) \"Life-sustaining treatment,\" as defined in subdivision 34-12D-1(4); (8) \"Medical provider,\" a physician, physician assistant or certified nurse practitioner designated by a patient or the patient's authorized representative, to have responsibility for the patient's health care; (9) \"Medical order for scope of treatment,\" or \"MOST,\" a document, other than an advance health care directive, executed by a patient who has been diagnosed with a terminal condition, or the patient's authorized representative, and the patient's medical provider and entered in the patient's medical record that provides direction to health care providers about the patient's goals and preferences regarding the use of medical interventions, including cardiopulmonary resuscitation and other life-sustaining treatment; (10) \"Patient,\" a person who has been diagnosed with a terminal condition; (11) \"Secretary,\" the secretary of the Department of Health; (12) \"Terminal condition,\" as defined in § 34-12D-1. Section 2. That the code be amended by adding a NEW SECTION to read: A patient with decision-making capacity, or in the case that a patient lacks decision-making capacity, the patient's authorized representative, may execute a MOST in the form and manner prescribed by section 4 of this Act. Section 3. That the code be amended by adding a NEW SECTION to read: A patient's authorized representative may execute a MOST only if the patient lacks decision-making capacity. The patient's lack of decision-making capacity shall be recorded in the patient's medical record. Section 4. That the code be amended by adding a NEW SECTION to read: The secretary shall develop a standardized form for a MOST and instructions for completion of the form. The secretary shall make the form available to the public on the department's website. A completed form includes: (1) The name and date of birth of the patient; (2) A statement that the patient either has or does not have an advance health care directive; (3) Information regarding the patient's diagnosis of a terminal condition; (4) Information indicating the preference of the patient or the patient's authorized representative regarding the use of cardiopulmonary resuscitation, specified medical interventions, and the intensity of treatment for each intervention, and if there is no such indication of the patient or authorized representative's preference, a directive to health care providers to use all necessary and appropriate medical interventions; (5) A provision directing the administration of artificial nutrition and hydration unless it is determined that: (a) Artificial nutrition and hydration cannot reasonably be expected to prolong the patient's life; (b) The burden of providing artificial nutrition and hydration outweighs its benefit, if the determination of burden refers to the provision of artificial nutrition and hydration itself and not to the quality of the continued life of the patient; (c) Administering artificial nutrition and hydration would cause the patient significant discomfort; or (d) The patient has expressed a desire not to receive artificial nutrition and hydration by tube; (6) A statement confirming that the medical provider and the patient or the patient's authorized representative had a discussion about the patient's medical condition, treatment goals, and use of medical intervention; (7) A statement confirming that the execution of the MOST by the patient or the patient's authorized representative is based on informed consent; (8) A statement advising the patient that if there is a conflict between the MOST and the patient's written directives in any previously executed and unrevoked durable power of attorney or living will, the health care provider will treat the patient in accordance with the instructions in the MOST; (9) The signature and date of signing of the patient or the patient's authorized representative; (10) The signature and date of signing of the medical provider; and (11) A statement that the duty of medicine is to care for patients even when they cannot be cured, that health care providers and their patients must evaluate the use of technology at their disposal based on available information, that judgments about the use of technology to maintain life must reflect the inherent dignity of the patient and the purpose of medical care, and that everyone is to be treated with dignity and respect. Section 5. That the code be amended by adding a NEW SECTION to read: An original or a copy of a MOST form completed and signed in accordance with section 4 of this Act is a valid medical order for scope of treatment unless revoked. Any health care provider who receives a valid MOST shall make the document part of the patient's medical record. Section 6. That the code be amended by adding a NEW SECTION to read: A document executed in another state or jurisdiction that meets the requirements for a valid medical order for scope of treatment in that state or jurisdiction is valid in this state. Section 7. That the code be amended by adding a NEW SECTION to read: Except as provided in sections 8 to 10, inclusive, of this Act, any health care provider who has actual knowledge of a patient's MOST shall treat the patient in accordance with the preferences indicated in the MOST. Section 8. That the code be amended by adding a NEW SECTION to read: If there is a conflict between a patient's MOST and a patient's oral directives or any written directives in an advance health care directive, the health care provider shall treat the patient in accordance with the most recent instruction. Section 9. That the code be amended by adding a NEW SECTION to read: A patient with decision-making capacity may revoke a MOST at any time by: (1) Destroying or defacing the MOST with the intent to revoke; (2) A written revocation of the MOST, signed and dated by the patient; or (3) An oral expression of the intent to revoke the MOST, in the presence of a witness eighteen years of age or older who signs and dates in writing, confirming that the expression of intent was made. An authorized representative may not revoke a MOST unless the MOST was executed by the authorized representative. The authorized representative shall make the revocation in writing. A revocation is effective upon communication to the health care provider. A health care provider who is informed of a revocation shall record the date and time of the notification of revocation in the patient's medical record. Section 10. That the code be amended by adding a NEW SECTION to read: A health care provider who refuses to comply with the provisions of a duly executed MOST shall: (1) Not prevent the transfer of the patient to another health care provider who is willing to comply with the MOST; and (2) Continue providing care for the patient until the transfer is completed. Section 11. That the code be amended by adding a NEW SECTION to read: A health care provider may not require or prohibit the execution or revocation of a MOST as a condition for providing health care. Section 12. That the code be amended by adding a NEW SECTION to read: A health care provider acting in good faith and in accordance with generally accepted health care standards applicable to the health care provider is not subject to civil or criminal liability or to discipline for unprofessional conduct for: (1) Complying with a MOST and assuming that it was valid when made and has not been revoked; (2) Not complying with a MOST when it appears it was revoked or invalid when made; (3) Not complying with a MOST due to the health care provider's beliefs as a matter of conscience; or (4) The good faith belief that the patient has or lacks decision-making capacity."}, {"bill_id": 9849, "bill_version_id": 54911, "bill_version": "Enrolled", "bill_version_date": "2019-03-11T16:09:03.543-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9849, "action_date": "2019-01-25T13:00:00-06:00", "document_id": 52455, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52455.pdf", "status_text": "First read in Senate and referred to", "journal_page": 186, "committee_id_action": 409, "committee_id_assigned": 420, "result": "N", "vote": {}}, {"bill_id": 9849, "action_date": "2019-01-30T10:00:00-06:00", "document_id": 52543, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52543.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 420, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9849, "action_date": "2019-01-30T10:00:00-06:00", "document_id": 52873, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52873.pdf", "status_text": "Do Pass", "journal_page": 221, "committee_id_action": 420, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27637, "president_vote": null, "Yea": [1608, 1605, 1442, 1571, 1607, 1426, 1559]}}, {"bill_id": 9849, "action_date": "2019-01-31T13:00:00-06:00", "document_id": 52971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52971.pdf", "status_text": "Deferred to another day", "journal_page": 248, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9849, "action_date": "2019-02-05T14:00:00-06:00", "document_id": 53068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53068.pdf", "status_text": "Motion to amend", "journal_page": 265, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9849, "action_date": "2019-02-05T14:00:00-06:00", "document_id": 53068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53068.pdf", "status_text": "Do Pass Amended", "journal_page": 266, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27782, "president_vote": null, "Yea": [1602, 1441, 1582, 1562, 1599, 1608, 1606, 1605, 1588, 1604, 1601, 1585, 1600, 1603, 1568, 1583, 1437, 1595, 1450, 1571, 1596, 1559, 1607, 1584, 1426, 1598, 1587, 1433, 1565, 1597], "Nay": [1442, 1430, 1586], "Excused": [1558, 1561]}}, {"bill_id": 9849, "action_date": "2019-02-06T14:00:00-06:00", "document_id": 53156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53156.pdf", "status_text": "First read in House and referred to", "journal_page": 308, "committee_id_action": 408, "committee_id_assigned": 410, "result": "N", "vote": {}}, {"bill_id": 9849, "action_date": "2019-03-06T10:00:00-06:00", "document_id": 54404, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54404.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 410, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9849, "action_date": "2019-03-06T10:00:00-06:00", "document_id": 54773, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54773.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 410, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9849, "action_date": "2019-03-06T10:00:00-06:00", "document_id": 54773, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54773.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 410, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9849, "action_date": "2019-03-06T10:00:00-06:00", "document_id": 54773, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54773.pdf", "status_text": "Do Pass Amended", "journal_page": 658, "committee_id_action": 410, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29246, "president_vote": null, "Yea": [1619, 1643, 1645, 1626, 1637, 1610, 1629, 1436, 1635], "Nay": [1650, 1556, 1446], "Excused": [1638]}}, {"bill_id": 9849, "action_date": "2019-03-07T11:00:00-06:00", "document_id": 54836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54836.pdf", "status_text": "Do Pass Amended", "journal_page": 697, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29342, "president_vote": null, "Yea": [1563, 1614, 1619, 1567, 1592, 1643, 1560, 1629, 1645, 1594, 1443, 1633, 1634, 1444, 1573, 1624, 1628, 1436, 1620, 1631, 1589, 1593, 1609, 1649, 1632, 1575, 1638, 1569, 1572, 1637, 1627, 1577, 1581, 1576, 1610, 1623, 1564, 1621], "Nay": [1578, 1641, 1579, 1613, 1434, 1616, 1650, 1635, 1557, 1427, 1642, 1438, 1556, 1590, 1435, 1646, 1612, 1431, 1446, 1615, 1647, 1626, 1611, 1625, 1432], "Excused": [1440, 1639, 1644, 1630, 1618, 1622, 1580]}}, {"bill_id": 9849, "action_date": "2019-03-11T10:00:00-05:00", "document_id": 54890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54890.pdf", "status_text": "Concurred in amendments", "journal_page": 681, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29377, "president_vote": null, "Yea": [1602, 1441, 1582, 1562, 1608, 1606, 1588, 1604, 1601, 1585, 1600, 1603, 1568, 1583, 1437, 1595, 1558, 1450, 1571, 1596, 1559, 1607, 1584, 1426, 1598, 1587, 1433, 1565, 1597], "Excused": [1599, 1605, 1561], "Nay": [1442, 1430, 1586]}}, {"bill_id": 9849, "action_date": "2019-03-11T10:00:00-05:00", "document_id": 54890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54890.pdf", "status_text": "Signed by the President", "journal_page": 685, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9849, "action_date": "2019-03-12T11:00:00-05:00", "document_id": 54932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54932.pdf", "status_text": "Signed by the Speaker", "journal_page": 747, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9849, "action_date": "2019-03-12T10:00:00-05:00", "document_id": 54928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54928.pdf", "status_text": "Delivered to the Governor", "journal_page": 0, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9849, "action_date": "2019-03-29T11:00:00-05:00", "document_id": 55036, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/55036.pdf", "status_text": "Signed by the Governor", "journal_page": 733, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6963, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9849"}