{"session_id": 64, "bill_id": 22921, "bill_type": "Senate Bill", "bill_number": 117, "bill_title": "revise the gross receipts tax on certain food.", "sponsors": [{"legislator_profile_id": 3928, "is_prime": true}, {"legislator_profile_id": 3993, "is_prime": true}, {"legislator_profile_id": 3914, "is_prime": false}, {"legislator_profile_id": 3917, "is_prime": false}, {"legislator_profile_id": 3925, "is_prime": false}, {"legislator_profile_id": 3933, "is_prime": false}, {"legislator_profile_id": 3936, "is_prime": false}, {"legislator_profile_id": 3939, "is_prime": false}, {"legislator_profile_id": 3941, "is_prime": false}, {"legislator_profile_id": 3949, "is_prime": false}, {"legislator_profile_id": 3958, "is_prime": false}, {"legislator_profile_id": 3960, "is_prime": false}, {"legislator_profile_id": 3974, "is_prime": false}, {"legislator_profile_id": 3982, "is_prime": false}, {"legislator_profile_id": 3987, "is_prime": false}, {"legislator_profile_id": 3990, "is_prime": false}, {"legislator_profile_id": 3991, "is_prime": false}, {"legislator_profile_id": 3996, "is_prime": false}, {"legislator_profile_id": 4005, "is_prime": false}, {"legislator_profile_id": 4006, "is_prime": false}, {"legislator_profile_id": 4016, "is_prime": false}], "keywords": ["Higher Education", "Reports"], "audio": [{"meeting_datetime": "2022-02-03T07:45:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sed16.mp3", "start_seconds": 332.0}, {"meeting_datetime": "2022-02-03T07:45:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sed16.mp3", "start_seconds": 332.0}, {"meeting_datetime": "2022-02-03T07:45:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sed16.mp3", "start_seconds": 332.0}, {"meeting_datetime": "2022-02-07T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen18.mp3", "start_seconds": 3220.0}, {"meeting_datetime": "2022-02-07T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen18.mp3", "start_seconds": 3220.0}, {"meeting_datetime": "2022-02-07T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen18.mp3", "start_seconds": 3220.0}, {"meeting_datetime": "2022-02-28T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst30.mp3", "start_seconds": 7948.0}, {"meeting_datetime": "2022-02-28T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst30.mp3", "start_seconds": 7948.0}, {"meeting_datetime": "2022-02-28T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst30.mp3", "start_seconds": 7948.0}, {"meeting_datetime": "2022-02-28T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst30.mp3", "start_seconds": 7948.0}, {"meeting_datetime": "2022-03-02T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst32.mp3", "start_seconds": 6775.0}, {"meeting_datetime": "2022-03-02T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst32.mp3", "start_seconds": 6775.0}, {"meeting_datetime": "2022-03-02T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst32.mp3", "start_seconds": 6775.0}, {"meeting_datetime": "2022-03-02T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst32.mp3", "start_seconds": 6775.0}, {"meeting_datetime": "2022-03-07T10:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou34.mp3", "start_seconds": 8776.0}, {"meeting_datetime": "2022-03-07T10:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou34.mp3", "start_seconds": 8776.0}, {"meeting_datetime": "2022-03-07T10:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou34.mp3", "start_seconds": 8776.0}, {"meeting_datetime": "2022-03-07T10:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou34.mp3", "start_seconds": 8776.0}, {"meeting_datetime": "2022-03-07T10:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou34.mp3", "start_seconds": 8776.0}, {"meeting_datetime": "2022-03-07T10:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou34.mp3", "start_seconds": 8776.0}], "bill_versions": [{"bill_id": 22921, "bill_version_id": 229865, "bill_version": "Introduced", "bill_version_date": "2022-01-26T05:25:03.707-06:00", "bill_text": "An Act to repeal the requirement for an annual report by the Board of Regents on intellectual diversity and the free exchange of ideas. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-53-49 be AMENDED: 13-53-49. As used in §§ 13-53-49 to 13-53-53 13-53-52, inclusive: (1) \"Expressive activity,\" protected under the provisions of §§ 13-53-49 to 13-53-53 13-53-52, inclusive, includes any lawful noncommercial verbal or written means by which one person communicates ideas to another, and includes peaceful assembly, protests, speeches, distribution of literature, the carrying of signs, and the circulation of petitions; and (2) \"Intellectual diversity,\" denotes a learning environment that exposes students to and encourages exploration of a variety of ideological and political perspectives. Section 2. That § 13-53-53 be REPEALED: On or before December first of each year, the Board of Regents shall prepare and submit to the Governor and each member of the legislature a report that: (1) Sets forth all actions taken by each institution to promote and ensure intellectual diversity and the free exchange of ideas; and (2) Describes any events or occurrences that impeded intellectual diversity and the free exchange of ideas."}, {"bill_id": 22921, "bill_version_id": 235796, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2022-03-03T16:47:59.543-06:00", "bill_text": "An Act to repeal and revise certain fees collected by the Office of the Secretary of State. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 47-1A-122 be AMENDED: 47-1A-122. The Office of the Secretary of State shall collect the following fees when the documents described in this section are delivered for filing: (1) Articles of incorporation, $150 no charge; (2) Application for use of indistinguishable name, $25; (3) Application for reserved name, $25; (4) Notice of transfer of reserved name, $15; (5) Application for registered name, $25; (6) Application for renewal of registered name, $15. A renewal application may be filed between the first day of October and the thirty-first day of December in each year and shall extend the registration for the following year; (7) to (9) Repealed by SL 2008, ch 275, § 27; (10)(7) Articles of domestication, $150 no charge; (11)(8) Articles of charter surrender, $150; (12)(9) Articles of domestication and conversion, $150 no charge; (13)(10) Articles of entity conversion, $150; (14)(11) Amendment of articles of incorporation, $60; (15)(12) Restatement of articles of incorporation, $60; (16)(13) Articles of merger or share exchange, $60; (17)(14) Articles of dissolution, $10; (18)(15) Articles of revocation of dissolution, $10; (19)(16) Certificate of administrative dissolution, no charge; (20)(17) Application for reinstatement following administrative dissolution, plus any delinquent annual report filing fees for the period before the reinstatement application, $300; (21)(18) Certificate of reinstatement, no charge; (22)(19) Certificate of judicial dissolution, no charge; (23)(20) Application for certificate of authority, $750; (24)(21) Application for amended certificate of authority, $250; (25)(22) Application for certificate of withdrawal, $10; (26)(23) Application for transfer of authority, $25; (27)(24) Certificate of revocation of authority to transact business, no charge; (28)(25) Annual Domestic annual report, $50 no charge; foreign annual report, $50. Each entity that does not file or refuses to file its annual report within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state; (29)(26) Articles of correction, $25; (30)(27) Application for certificate of existence or authorization, $20; (31)(28) Amended annual report, $25; (32)(29) Any other document required or permitted to be filed by this chapter, $20. The Office of the Secretary of State shall collect a fee of thirty dollars each time process is served on the Office of the Secretary of State under this chapter. The party to a proceeding causing service of process is entitled to recover this fee as costs if the party prevails in the proceeding. Section 2. That § 47-20-7 be AMENDED: 47-20-7. The annual report shall be delivered to the secretary of state pursuant to §§ 59-11-24 to 59-11-26, inclusive. A fee of thirty dollars shall be paid to the secretary of state for filing the report. If the report does not conform to requirements, it shall the report must be returned to the cooperative for necessary corrections. Section 3. That § 47-21-43 be AMENDED: 47-21-43. The secretary of state shall charge and collect for collect the following fees when the documents described in this section are delivered for filing: (1) Filing articlesArticles of incorporation, ten dollars no charge; (2) Filing articlesArticles of consolidation or merger, ten dollars; (3) Filing articlesArticles of amendment, ten dollars; (4) Filing articlesArticles of conversion, ten dollars; (5) Filing certificateCertificate of election to dissolve, two dollars; (6) Filing articlesArticles of dissolution, two dollars; and (7) Filing certificateCertificate of change of principal office, one dollar. Section 4. That § 47-28-6 be AMENDED: 47-28-6. The secretary of state shall charge and collect for collect the following fees when the documents described in this section are delivered for filing: (1) Filing articlesArticles of incorporation and issuing a certificate of incorporation, thirty dollars no charge; (2) Filing articlesArticles of amendment and issuing a certificate of amendment, fifteen dollars; (3) Filing articlesArticles of merger or consolidation and issuing a certificate of merger or consolidation, fifteen dollars; (4) Repealed by SL 2008, ch 275, § 72; (5)(4) Filing articlesArticles of dissolution, five dollars; (6)(5) Filing an applicationApplication of a foreign corporation for a certificate of authority to conduct affairs in this state and issuing a certificate of authority, one hundred twenty-five dollars; (7)(6) Filing an applicationApplication of a foreign corporation for an amended certificate of authority to conduct affairs in this state and issuing an amended certificate of authority, twenty-five dollars; (8)(7) Filing an applicationApplication for withdrawal of a foreign corporation and issuing a certificate of withdrawal, five dollars; (9)(8) Filing anyAny other statement or report, including an annual report, of a foreign corporation, ten dollars; (10)(9) Filing an annualAnnual report of a domestic nonprofit corporation under chapter 47-24, ten dollars no charge; (11)(10) Filing a petitionPetition for reinstatement and issuing a certificate of reinstatement, thirty dollars; and (12)(11) Filing a noticeNotice of sale, transfer, or merger, fifteen dollars. Section 5. That § 47-34A-212 be AMENDED: 47-34A-212. The secretary of state shall charge and collect for: (a) Filing the articles of organization in the case of a domestic limited liability company, a filing fee of one hundred fifty dollars no charge. Filing the articles of organization in the case of a foreign limited liability company, a filing fee of seven hundred fifty dollars; (b) No charge for the filing of each domestic liability company annual report. A reporting fee of fifty dollars, due and payable with the filing of each foreign limited liability company annual report. Each entity that does not file or refuses to file its annual report within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state; (c) Filing the articles of organization in the case of a domestic limited liability company, where the articles of organization contain a notice that the limited liability company is authorized to establish one or more series, a filing fee of two hundred dollars no charge. Filing an application for a certificate of authority in the case of a foreign limited liability company authorized to establish a series under the laws of another state or jurisdiction, or series of such limited liability company on its own behalf, a filing fee of eight hundred dollars. Section 6. That § 47-34A-1206 be AMENDED: 47-34A-1206. The secretary of state may charge collect the following fees when the documents described in this section are delivered: (a) For amending or restating the articles of organization in the case of a domestic limited liability company, a filing fee of sixty dollars. For amending the certificate of authority in the case of a foreign limited liability company, a filing fee of seven hundred fifty dollars; (b) For filing articles of termination, ten dollars; (c) For filing articles of merger, sixty dollars; (d) For filing a statement of dissociation, ten dollars; (e) For filing an application to reserve a name, twenty-five dollars; (f) For issuing a certificate of existence, twenty dollars; (g) For filing an application for registration of name, twenty-five dollars; (h) For filing an annual renewal of registration, a limited liability company which has in effect a registration of its name, may renew such registration from year to year by annually filing an application for renewal setting forth the facts required to be set forth in an original application for registration and a certificate of good standing as required for the original registration and by paying a fee of fifteen dollars. A renewal application may be filed between the first day of October and the thirty-first day of December in each year and shall extend the registration for the following year. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document; (i) For acting as agent for service of process the secretary of state shall charge and collect at the time of such service thirty dollars which may be recoverable as taxable costs by the party to the suit or action causing the service to be made if the party prevails in the suit or action; (j)(i) For filing articles of domestication, one hundred fifty dollars no charge; (k)(j) For filing articles of organization surrender, one hundred fifty dollars; (l)(k) For filing a plan of conversion, one hundred fifty dollars; (m)(l) For amending or restating the articles of organization in the case of a domestic limited liability company or for filing an application to amend or restate the certificate of authority in the case of a foreign limited liability company, where the amendment contains a notice that the limited liability company is authorized to establish one or more series, a filing fee of one hundred ten dollars; (n)(m) For filing an application for a certificate of designation, fifty dollars no charge. For acting as agent for service of process, the secretary of state shall charge and collect at the time of such service thirty dollars that may be recoverable as taxable costs by the party to the suit or action causing the service to be made if the party prevails in the suit or action. Section 7. That § 48-7-206.1 be AMENDED: 48-7-206.1. There is no fee for filing for a domestic certificate of limited partnership. The provisions of § 1-8-10 notwithstanding, the fee for filing any other document required under this chapter with the secretary of state is one hundred twenty-five dollars. Section 8. That § 48-7A-1208 be AMENDED: 48-7A-1208. The provisions of § 1-8-10 notwithstanding, the fee for filing the statements and reports provided for in the following sections with the secretary of state is as follows: (1) Section 48-7A-303, Statement of Authority statement of authority, one hundred twenty-five dollars no charge; (2) Section 48-7A-304, Statement of Denial statement of denial, ten dollars; (3) Section 48-7A-704, Statement of Dissociation statement of dissociation, ten dollars; (4) Section 48-7A-805, Statement of Dissolution statement of dissolution, ten dollars; (5) Section 48-7A-907, Statement of Merger statement of merger, sixty dollars; (6) Section 48-7A-1001, Statement of Qualification statement of qualification, one hundred twenty-five dollars no charge; (6A)(7) Section 48-7A-1001, Statement of Change statement of change, ten dollars; (7)(8) Section 48-7A-1003, Annual Report domestic limited liability partnership annual report, fifty dollars no charge. Section 48-7A-1003, foreign limited liability partnership annual report, fifty dollars. Each limited liability partnership, domestic or foreign, that does not file or refuses to file its annual report within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state; (8)(9) Section 48-7A-1001.1, Statement of Amendment statement of amendment, fifteen dollars; (9)(10) Section 48-7A-1001.2, Statement of Cancellation statement of cancellation, ten dollars; (10)(11) Section 48-7A-1102, Statement of Foreign Qualification statement of foreign qualification, one hundred twenty-five dollars; (11)(12) Section 48-7A-1102.1, Statement of Amendment of Foreign Qualification statement of amendment of foreign qualification, fifteen dollars; (12)(13) Section 48-7A-1102.2, Statement of Cancellation statement of cancellation, ten dollars; and (13)(14) Filing any other statement, ten dollars."}, {"bill_id": 22921, "bill_version_id": 236133, "bill_version": "House Engrossed", "bill_version_date": "2022-03-08T08:10:01.603-06:00", "bill_text": "An Act to revise the gross receipts tax on certain food. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 10-45 be amended with a NEW SECTION: Except as provided below, there are exempted from the provisions of this chapter, and from the tax imposed, gross receipts from the sale of food and food ingredients as defined in § 10-45-1. This exemption does not apply to the provisions of chapters 10-52 and 10-52A, and the taxes imposed thereunder."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22921, "action_date": "2022-01-26T14:00:00-06:00", "document_id": 229703, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/229703.pdf", "status_text": "First read in Senate and referred to", "journal_page": 115, "committee_id_action": 1034, "committee_id_assigned": 1024, "result": "N", "vote": {}}, {"bill_id": 22921, "action_date": "2022-02-03T07:45:00-06:00", "document_id": 230805, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230805.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1024, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22921, "action_date": "2022-02-03T07:45:00-06:00", "document_id": 230808, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230808.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 1024, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72441, "president_vote": null, "Nay": [3918], "Yea": [3949, 3996, 4000, 4006, 3994, 3926]}}, {"bill_id": 22921, "action_date": "2022-02-04T13:00:00-06:00", "document_id": 232453, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232453.pdf", "status_text": "Deferred to another day", "journal_page": 182, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22921, "action_date": "2022-02-07T14:00:00-06:00", "document_id": 232579, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232579.pdf", "status_text": "Do Pass", "journal_page": 196, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72898, "president_vote": null, "Nay": [3918, 3940, 3966, 3975, 3999, 4002, 4003], "Yea": [3920, 3921, 3922, 3925, 3926, 3932, 3935, 3936, 3939, 3943, 3949, 3952, 3956, 3958, 3961, 3962, 3974, 3979, 3990, 3991, 3993, 3994, 3996, 4000, 4006, 4010, 4012, 4016]}}, {"bill_id": 22921, "action_date": "2022-02-08T14:00:00-06:00", "document_id": 232771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232771.pdf", "status_text": "First Reading House", "journal_page": 236, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22921, "action_date": "2022-02-24T14:00:00-06:00", "document_id": 234641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234641.pdf", "status_text": "Referred to", "journal_page": 467, "committee_id_action": 1008, "committee_id_assigned": 1016, "result": "N", "vote": {}}, {"bill_id": 22921, "action_date": "2022-02-28T07:45:00-06:00", "document_id": 234878, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234878.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1016, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22921, "action_date": "2022-02-28T07:45:00-06:00", "document_id": 234880, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234880.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1016, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74918, "president_vote": null, "Nay": [3912, 3941, 3995, 3982], "Yea": [3916, 3923, 3946, 3954, 3989, 4011, 3957], "Excused": [3942, 3965]}}, {"bill_id": 22921, "action_date": "2022-03-02T15:00:00-06:00", "document_id": 235178, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235178.pdf", "status_text": "Removed from table", "journal_page": null, "committee_id_action": 1016, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75214, "president_vote": null, "Yea": [3912, 3916, 3923, 3941, 3942, 3946, 3954, 3965, 3989, 3995, 4011, 3957, 3982]}}, {"bill_id": 22921, "action_date": "2022-03-02T15:00:00-06:00", "document_id": 235178, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235178.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1016, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22921, "action_date": "2022-03-02T15:00:00-06:00", "document_id": 235178, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235178.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1016, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75216, "president_vote": null, "Yea": [3912, 3916, 3923, 3941, 3942, 3946, 3954, 3965, 3989, 3995, 4011, 3957, 3982]}}, {"bill_id": 22921, "action_date": "2022-03-07T10:00:00-06:00", "document_id": 235920, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235920.pdf", "status_text": "Motion to amend", "journal_page": 613, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75387, "president_vote": null, "Nay": [3912, 3914, 3915, 3917, 3924, 3928, 3930, 3933, 3944, 3950, 3957, 3963, 3971, 3972, 3977, 3982, 3987, 3988, 3992, 4001, 4004, 4005, 4009, 4013, 4015], "Yea": [3913, 3916, 3919, 3923, 3927, 3929, 3931, 3934, 3937, 3938, 3941, 3945, 3946, 3947, 3948, 3951, 3954, 3955, 3959, 3960, 3964, 3965, 3967, 3968, 3969, 3970, 3973, 3976, 3978, 3980, 3981, 3983, 3984, 3985, 3986, 3989, 3995, 3997, 3998, 4007, 4008, 4011, 4014, 3942], "Excused": [3953]}}, {"bill_id": 22921, "action_date": "2022-03-07T10:00:00-06:00", "document_id": 235920, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235920.pdf", "status_text": "Do Pass Amended", "journal_page": 615, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75388, "president_vote": null, "Nay": [3912, 3914, 3915, 3924, 3928, 3930, 3944, 3950, 3957, 3963, 3971, 3972, 3977, 3982, 3987, 3988, 4001, 4004, 4005, 4009, 4013, 4015], "Yea": [3913, 3916, 3917, 3919, 3923, 3927, 3929, 3931, 3933, 3934, 3937, 3938, 3941, 3945, 3946, 3947, 3948, 3951, 3954, 3955, 3959, 3960, 3964, 3965, 3967, 3968, 3969, 3970, 3973, 3976, 3978, 3980, 3981, 3983, 3984, 3985, 3986, 3989, 3992, 3995, 3997, 3998, 4007, 4008, 4011, 4014, 3942], "Excused": [3953]}}, {"bill_id": 22921, "action_date": "2022-03-08T10:00:00-06:00", "document_id": 236113, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236113.pdf", "status_text": "Failed to concur, no committee appointed", "journal_page": 486, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75411, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3926, 3932, 3935, 3936, 3952, 3961, 3966, 3975, 3990, 3993, 3996, 3999, 4000, 4006, 4010, 4012, 4016], "Nay": [3939, 3940, 3949, 3956, 3974, 3979, 3991, 3994, 4003], "Excused": [3943, 3958, 3962, 4002]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22921"}