{"session_id": 64, "bill_id": 22845, "bill_type": "Senate Bill", "bill_number": 37, "bill_title": "repeal the bingo distributor license and bingo manufacturer license and to repeal the bingo tax.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Gambling", "Licensure", "Taxation"], "audio": [{"meeting_datetime": "2022-01-14T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sta04.mp3", "start_seconds": 70.0}, {"meeting_datetime": "2022-01-14T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sta04.mp3", "start_seconds": 70.0}, {"meeting_datetime": "2022-01-14T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sta04.mp3", "start_seconds": 70.0}, {"meeting_datetime": "2022-01-18T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen05.mp3", "start_seconds": 1560.0}, {"meeting_datetime": "2022-01-18T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen05.mp3", "start_seconds": 1560.0}, {"meeting_datetime": "2022-01-18T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen05.mp3", "start_seconds": 1560.0}, {"meeting_datetime": "2022-02-01T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta14.mp3", "start_seconds": 785.0}, {"meeting_datetime": "2022-02-01T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta14.mp3", "start_seconds": 785.0}, {"meeting_datetime": "2022-02-01T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta14.mp3", "start_seconds": 785.0}, {"meeting_datetime": "2022-02-01T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta14.mp3", "start_seconds": 785.0}, {"meeting_datetime": "2022-02-01T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta14.mp3", "start_seconds": 785.0}, {"meeting_datetime": "2022-02-02T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou15.mp3", "start_seconds": 1983.0}, {"meeting_datetime": "2022-02-02T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou15.mp3", "start_seconds": 1983.0}, {"meeting_datetime": "2022-02-02T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou15.mp3", "start_seconds": 1983.0}], "bill_versions": [{"bill_id": 22845, "bill_version_id": 226033, "bill_version": "Introduced", "bill_version_date": "2022-01-05T10:56:34.287-06:00", "bill_text": "An Act to repeal the bingo distributor license and bingo manufacturer license and to repeal the bingo tax. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 22-25-25 be AMENDED: 22-25-25. The game, bingo, as defined in § 22-25-23, or lottery, as defined in § 22-25-24, may not be construed as gambling or as a lottery within the meaning of § 22-25-1, if: (1) The bingo game or lottery is conducted by a bona fide congressionally chartered veterans' organization; a religious, charitable, educational, or fraternal organization; a local civic or service club; a political party; a volunteer fire department; a local industrial development corporation as defined in § 5-14-23; or a political action committee or political committee on behalf of any candidate for a political office which exists under the laws of the State of South Dakota; (2) The proceeds therefrom do not inure to the benefit of any individual; (3) No separate organization or professional person is employed to conduct the bingo game or lottery or assist therein; (4) No compensation of any kind in excess of the state minimum wage per hour or sixty dollars, whichever is greater, in value is paid to any person for services rendered during any bingo session in connection with the conduct of the bingo game or in consideration of any lottery. However, the provisions of this subdivision do not apply to games or lotteries conducted in connection with any of the following events: a county fair conducted pursuant to § 7-27-3, the state fair conducted pursuant to chapter 1-21, or a civic celebration recognized by resolution or other similar official action of the governing body of a county, municipality, or village; (5) No prize in excess of two thousand dollars is awarded at any one play of bingo; (5A)(6) The actual value of any lottery prize is stated before any chances for the lottery are sold. A lottery prize of a stated amount of dollars in value may be given to a person who sells a winning lottery ticket or share as long as the winning lottery ticket or share is selected at random; (6)(7) The organizations authorized under subdivision (1) of this section, before conducting a bingo game or before selling any chances for a lottery, give thirty days' written notice of the time and place thereof to the governing body or designated administrative official of the county or municipality in which it intends to conduct the bingo game or lottery, and the governing body does not pass a resolution objecting thereto. However, any organization that conducts a lottery and sells tickets or shares for such the lottery are sold state-wide shall provide written notice of such the lottery pursuant to this subdivision only to the secretary of state and to the governing body where the drawing for such the lottery is held. A municipality pursuant to § 9-29-5 may by ordinance prohibit within the municipality the sale of lottery tickets or shares for such the lottery issued pursuant to this section; and (7)(8) No organization authorized to conduct a bingo game or lottery under subdivision (1) of this section may enter into any lease or agreement with any other person or organization to provide equipment or services associated with the conduct of a bingo game or lottery. However, this subdivision does not apply to any lease or agreement with a distributor licensed pursuant to §§ 22-25-28 to 22-25-51, inclusive, to provide bingo or lottery equipment and supplies. Section 2. That § 22-25-28 be AMENDED: 22-25-28. No person may sell, offer for sale, or otherwise furnish bingo or lottery equipment and supplies without being licensed as a distributor pursuant to §§ 22-25-28 to 22-25-51, inclusive. Any person, organization, or other entity which conducts bingo games or lotteries may purchase or lease bingo or lottery equipment and supplies or pull‑tabs only from persons licensed pursuant to this chapter. The annual distributor license fee is five thousand dollars. All distributor licenses shall be renewed on January first of each year. For the purpose of this section chapter, a distributor is any person who purchases bingo or lottery equipment or supplies from a manufacturer and sells, offers for sale, or otherwise furnishes bingo or lottery equipment or supplies in this state., excluding Any any person who rents bingo equipment to another for noncommercial recreational use is exempt from the licensing requirement imposed in this section and the tax imposed in § 22-25-48. For the purposes of this section, the term, noncommercial recreational use, means games played for amusement only, not for gain or profit, and not conducted by any person or organization which receives compensation for sponsoring or operating bingo games. Section 3. That § 22-25-29 be AMENDED: 22-25-29. No manufacturer may sell, offer for sale, or otherwise furnish bingo or lottery equipment and supplies without being licensed as a manufacturer pursuant to §§ 22-25-28 to 22-25-51, inclusive. The annual manufacturer license fee is two thousand five hundred dollars. All manufacturer licenses shall be renewed on January first of each year. No person licensed as a manufacturer may be licensed as a distributor. A manufacturer may sell bingo and lottery equipment and supplies only to a distributor licensed under §§ 22-25-28 to 22-25-51, inclusive, and a distributor may purchase bingo and lottery equipment and supplies only from a manufacturer licensed under §§ 22-25-28 to 22-25-51, inclusive. For the purpose of this section chapter, a manufacturer is any person who assembles from raw materials or subparts completed pieces of bingo or lottery equipment or supplies. Section 4. That § 22-25-30 be REPEALED: Application for a distributor's or manufacturer's license shall be made to the Department of Revenue. The application shall be on forms provided by the secretary of revenue. Such forms shall include at least the following information: (1) The name of the person responsible for completing the application; (2) The name of the business; (3) The mailing address of the business; (4) The office address if different than the mailing address; (5) The telephone number of the business; (6) The official position of the person completing the application; (7) Whether the applicant is a corporation, partnership or sole proprietorship; (8) A list of the owners, partners, officers, directors, and people in supervisory and management positions. A distributor personnel form shall be completed for each of these individuals; (9) The address of the facility in South Dakota into which all bingo or lottery equipment and supplies is unloaded prior to sale in this state; (10) A statement that the applicant is not a wholesale distributor of alcoholic beverages; (11) A statement that the owners, partners, officers, directors, and people in supervisory and management positions are of good moral character and have never been convicted of a crime regarding moral turpitude; and (12) A statement of consent authorizing law enforcement officers or the secretary of revenue or his agents to enter upon and inspect any site where bingo or lottery equipment or supplies are stored by the distributor and authorizing inspection at any location of any records of the distributor connected to the sale of bingo and lottery equipment in the state, without warrant or court process. The chief executive officer or owner shall verify under oath the statements made in the application. Section 5. That § 22-25-31 be REPEALED: The distributor personnel form shall include the following information: (1) The name of the person completing the form; (2) The name of the distributor; (3) The address, date of birth, and name of the spouse of the person completing the form; (4) All other current occupations along with the employer's name, address, type of business, and the position held within that business; (5) The names of any organizations conducting bingo or lotteries under the provisions of § 22-25-25 of which the person completing this form is a member; (6) All criminal convictions, or pending criminal charges, if any, the dates of those convictions and the location of the court imposing sentence; and (7) A list of all the places of residence in the last ten years. Information on this form shall be verified under oath by the person completing it. Section 6. That § 22-25-36 be REPEALED: If any information submitted in the application changes, the changes shall be filed with the secretary of revenue within ten days after the change. Section 7. That § 22-25-37 be REPEALED: Each distributor and manufacturer shall maintain for five years records relative to the purchase and sale, lease, rental, or loan of bingo or lottery equipment and supplies at the distributor's place of business within this state or in the case of a manufacturer at the manufacturer's place of business. Sales invoices shall be maintained by a distributor for all bingo or lottery equipment and supplies distributed, whether by sale, lease, rental, or loan, to all qualified organizations. Sales invoices shall be maintained by manufacturers for all bingo or lottery equipment and supplies distributed, whether by sale, lease, rental, or loan, to all qualified organizations or distributors. Bingo or lottery equipment and supplies provided to all qualifying organizations or distributors at no charge shall be recorded on a sales invoice. The sales invoices shall be on a standard form prescribed by the secretary of revenue and shall have the following information as a minimum: (1) The license number of the distributor or manufacturer; (2) The complete business name and address of the organization or distributor; (3) The sales tax license number of the organization or distributor; (4) The invoice number; (5) The invoice date; (6) The date shipped; (7) The quantity by the number of deals for pull‑tabs; (8) A full description of each item of bingo or lottery equipment and supplies sold; (9) The ideal gross receipts for each different type of pull‑tab; and (10) The ideal net receipts for each different type of pull‑tab. Section 8. That § 22-25-38 be REPEALED: The secretary of revenue may examine or cause to be examined the books and records of any distributor or manufacturer to the extent that such books and records relate to any transaction connected to the sale of bingo or lottery equipment and supplies in this state. No distributor or manufacturer may prohibit, interfere with, or otherwise impede such examination, but shall cooperate and assist with the examination and provide such information as may be required. Section 9. That § 22-25-41 be AMENDED: 22-25-41. No coin-operated machine or mechanical pull-tab dispensing device may be sold or otherwise furnished to any organization in this state by a distributor or manufacturer licensed pursuant to §§ 22-25-28 to 22-25-51, inclusive. However, a licensed distributor or manufacturer may sell or furnish a coin or bill operated mechanical pull-tab dispensing device if the device is only sold or furnished to and only used by a fraternal or charitable organization, local civic or service club, volunteer fire department, or a congressionally chartered veteran's organization that qualifies under § 22-25-25.1. Section 10. That § 22-25-48 be REPEALED: All distributors shall pay a tax to the Department of Revenue of five percent of the distributor's gross sales of bingo or lottery equipment and supplies or pull-tabs for use in South Dakota. The tax shall be paid by the fifteenth day of the month following the month in which the sales invoice was prepared on a form provided by the Department of Revenue. Section 11. That § 22-25-49 be REPEALED: The secretary of revenue may promulgate rules pursuant to chapter 1-26 to implement the provisions of §§ 22-25-28 to 22-25-51, inclusive. Section 12. That § 22-25-50 be AMENDED: 22-25-50. Any person who violates any provision of §§ 22-25-28 to 22-25-51, inclusive §§ 22-25-32 to 22-25-35, inclusive, or 22-25-39 to 22-35-47, inclusive, is guilty of a Class 1 misdemeanor. Any person convicted of a second or subsequent violation of the provisions of §§ 22-25-28 to 22-25-51, inclusive §§ 22-25-32 to 22-25-35, inclusive, or 22-25-39 to 22-35-47, inclusive, is guilty of a Class 6 felony. Section 13. That § 22-25-51 be REPEALED: The provisions of §§ 22-25-28 to 22-25-51, inclusive, do not apply to a lottery owned and operated by the State of South Dakota. Section 14. That § 10-59-1 be AMENDED: 10-59-1. The provisions of this chapter may only apply to proceedings commenced under this chapter concerning the taxes, the fees, the surcharges, or the persons subject to the taxes, fees, or surcharges imposed by, or any civil or criminal investigation authorized by, chapters 10-33A, 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46E, 10-47B, 10-50C, 10-52, 10-52A, 10-62, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, 34-45, and 34A-13 and §§ 22-25-48, 49-31-51, and 50-4-13 to 50-4-17, inclusive."}, {"bill_id": 22845, "bill_version_id": 232288, "bill_version": "Enrolled", "bill_version_date": "2022-02-03T10:20:46.407-06:00", "bill_text": "ENTITLED An Act to repeal the bingo distributor license and bingo manufacturer license and to repeal the bingo tax. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 22-25-25 be AMENDED: 22-25-25. The game, bingo, as defined in § 22-25-23, or lottery, as defined in § 22-25-24, may not be construed as gambling or as a lottery within the meaning of § 22-25-1, if: (1) The bingo game or lottery is conducted by a bona fide congressionally chartered veterans' organization; a religious, charitable, educational, or fraternal organization; a local civic or service club; a political party; a volunteer fire department; a local industrial development corporation as defined in § 5-14-23; or a political action committee or political committee on behalf of any candidate for a political office which exists under the laws of the State of South Dakota; (2) The proceeds therefrom do not inure to the benefit of any individual; (3) No separate organization or professional person is employed to conduct the bingo game or lottery or assist therein; (4) No compensation of any kind in excess of the state minimum wage per hour or sixty dollars, whichever is greater, in value is paid to any person for services rendered during any bingo session in connection with the conduct of the bingo game or in consideration of any lottery. However, the provisions of this subdivision do not apply to games or lotteries conducted in connection with any of the following events: a county fair conducted pursuant to § 7-27-3, the state fair conducted pursuant to chapter 1-21, or a civic celebration recognized by resolution or other similar official action of the governing body of a county, municipality, or village; (5) No prize in excess of two thousand dollars is awarded at any one play of bingo; (6) The actual value of any lottery prize is stated before any chances for the lottery are sold. A lottery prize of a stated amount of dollars in value may be given to a person who sells a winning lottery ticket or share as long as the winning lottery ticket or share is selected at random; (7) The organizations authorized under subdivision (1) of this section, before conducting a bingo game or before selling any chances for a lottery, give thirty days' written notice of the time and place thereof to the governing body or designated administrative official of the county or municipality in which it intends to conduct the bingo game or lottery, and the governing body does not pass a resolution objecting thereto. However, any organization that conducts a lottery and sells tickets or shares for the lottery state-wide shall provide written notice of the lottery pursuant to this subdivision only to the secretary of state and to the governing body where the drawing for the lottery is held. A municipality pursuant to § 9-29-5 may by ordinance prohibit within the municipality the sale of lottery tickets or shares for the lottery issued pursuant to this section; and (8) No organization authorized to conduct a bingo game or lottery under subdivision (1) of this section may enter into any lease or agreement with any other person or organization to provide equipment or services associated with the conduct of a bingo game or lottery. However, this subdivision does not apply to any lease or agreement with a distributor to provide bingo or lottery equipment and supplies. Section 2. That § 22-25-28 be AMENDED: 22-25-28. For the purpose of this chapter, a distributor is any person who purchases bingo or lottery equipment or supplies from a manufacturer and sells, offers for sale, or otherwise furnishes bingo or lottery equipment or supplies in this state, excluding any person who rents bingo equipment to another for noncommercial recreational use. For the purposes of this section, the term, noncommercial recreational use, means games played for amusement only, not for gain or profit, and not conducted by any person or organization which receives compensation for sponsoring or operating bingo games. Section 3. That § 22-25-29 be AMENDED: 22-25-29. For the purpose of this chapter, a manufacturer is any person who assembles from raw materials or subparts completed pieces of bingo or lottery equipment or supplies. Section 4. That § 22-25-30 be REPEALED. Section 5. That § 22-25-31 be REPEALED. Section 6. That § 22-25-36 be REPEALED. Section 7. That § 22-25-37 be REPEALED. Section 8. That § 22-25-38 be REPEALED. Section 9. That § 22-25-41 be AMENDED: 22-25-41. No coin-operated machine or mechanical pull-tab dispensing device may be sold or otherwise furnished to any organization in this state by a distributor or manufacturer. However, a distributor or manufacturer may sell or furnish a coin or bill operated mechanical pull-tab dispensing device if the device is only sold or furnished to and only used by a fraternal or charitable organization, local civic or service club, volunteer fire department, or a congressionally chartered veteran's organization that qualifies under § 22-25-25.1. Section 10. That § 22-25-48 be REPEALED. Section 11. That § 22-25-49 be REPEALED. Section 12. That § 22-25-50 be AMENDED: 22-25-50. Any person who violates any provision of §§ 22-25-32 to 22-25-35, inclusive, or 22-25-39 to 22-35-47, inclusive, is guilty of a Class 1 misdemeanor. Any person convicted of a second or subsequent violation of the provisions of §§ 22-25-32 to 22-25-35, inclusive, or 22-25-39 to 22-35-47, inclusive, is guilty of a Class 6 felony. Section 13. That § 22-25-51 be REPEALED. Section 14. That § 10-59-1 be AMENDED: 10-59-1. The provisions of this chapter may only apply to proceedings commenced under this chapter concerning the taxes, the fees, the surcharges, or the persons subject to the taxes, fees, or surcharges imposed by, or any civil or criminal investigation authorized by, chapters 10-33A, 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46E, 10-47B, 10-50C, 10-52, 10-52A, 10-62, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, 34-45, and 34A-13 and §§ 49-31-51 and 50-4-13 to 50-4-17, inclusive. An Act to repeal the bingo distributor license and bingo manufacturer license and to repeal the bingo tax. I certify that the attached Act originated in the: Senate as Bill No. 37 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 37 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2022 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2022 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2022 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22845, "action_date": "2022-01-11T12:00:00-06:00", "document_id": 226350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/226350.pdf", "status_text": "First read in Senate and referred to", "journal_page": 17, "committee_id_action": 1034, "committee_id_assigned": 1036, "result": "N", "vote": {}}, {"bill_id": 22845, "action_date": "2022-01-14T10:00:00-06:00", "document_id": 226835, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/226835.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1036, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22845, "action_date": "2022-01-14T10:00:00-06:00", "document_id": 226837, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/226837.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1036, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 71255, "president_vote": null, "Yea": [3922, 3961, 3975, 3979, 3999, 4003, 3956]}}, {"bill_id": 22845, "action_date": "2022-01-18T14:00:00-06:00", "document_id": 227427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/227427.pdf", "status_text": "Do Pass", "journal_page": 65, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 71319, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3926, 3932, 3935, 3936, 3939, 3940, 3943, 3952, 3956, 3958, 3961, 3962, 3966, 3974, 3975, 3979, 3990, 3991, 3993, 3994, 3996, 3999, 4000, 4002, 4003, 4006, 4010, 4012, 4016], "Excused": [3949]}}, {"bill_id": 22845, "action_date": "2022-01-19T14:00:00-06:00", "document_id": 227866, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/227866.pdf", "status_text": "First read in House and referred to", "journal_page": 41, "committee_id_action": 1008, "committee_id_assigned": 1017, "result": "N", "vote": {}}, {"bill_id": 22845, "action_date": "2022-02-01T07:45:00-06:00", "document_id": 230974, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230974.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1017, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22845, "action_date": "2022-02-01T07:45:00-06:00", "document_id": 230976, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230976.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 1017, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72246, "president_vote": null, "Excused": [3923, 3986], "Yea": [3930, 3933, 3953, 3963, 3978, 4004, 4005, 3984, 3929], "Nay": [3977, 3985]}}, {"bill_id": 22845, "action_date": "2022-02-02T14:00:00-06:00", "document_id": 231905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231905.pdf", "status_text": "Do Pass", "journal_page": 186, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72415, "president_vote": null, "Nay": [3912, 3919, 3941, 3965, 3970], "Yea": [3913, 3914, 3915, 3916, 3917, 3923, 3924, 3927, 3928, 3929, 3930, 3931, 3933, 3934, 3937, 3938, 3944, 3945, 3946, 3947, 3948, 3950, 3951, 3953, 3954, 3955, 3957, 3959, 3960, 3963, 3964, 3967, 3968, 3969, 3971, 3972, 3973, 3976, 3977, 3980, 3981, 3982, 3983, 3984, 3985, 3986, 3987, 3988, 3992, 3995, 3997, 3998, 4001, 4004, 4005, 4007, 4008, 4009, 4011, 4013, 4014, 4015, 3942], "Excused": [3978, 3989]}}, {"bill_id": 22845, "action_date": "2022-02-03T14:00:00-06:00", "document_id": 232283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232283.pdf", "status_text": "Signed by the President", "journal_page": 176, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22845, "action_date": "2022-02-04T13:30:00-06:00", "document_id": 232452, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232452.pdf", "status_text": "Signed by the Speaker", "journal_page": 216, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22845, "action_date": "2022-02-07T14:00:00-06:00", "document_id": 232579, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232579.pdf", "status_text": "Delivered to the Governor", "journal_page": 190, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22845, "action_date": "2022-02-14T14:00:00-06:00", "document_id": 233240, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233240.pdf", "status_text": "Signed by the Governor", "journal_page": 236, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7360, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22845"}