{"session_id": 24, "bill_id": 7056, "bill_type": "House Bill", "bill_number": 1022, "bill_title": "revise certain provisions related to the use of another planned permanent living arrangement as a permanency plan for certain children.", "sponsors": [], "keywords": ["Abuse and Neglect", "Minors"], "audio": [{"meeting_datetime": "2016-01-15T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju04.mp3", "start_seconds": 1899.0}, {"meeting_datetime": "2016-01-15T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju04.mp3", "start_seconds": 1899.0}, {"meeting_datetime": "2016-01-15T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju04.mp3", "start_seconds": 1899.0}, {"meeting_datetime": "2016-01-15T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju04.mp3", "start_seconds": 1899.0}, {"meeting_datetime": "2016-01-19T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou05.mp3", "start_seconds": 1887.0}, {"meeting_datetime": "2016-01-19T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou05.mp3", "start_seconds": 1887.0}, {"meeting_datetime": "2016-01-19T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou05.mp3", "start_seconds": 1887.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju13.mp3", "start_seconds": 682.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju13.mp3", "start_seconds": 682.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju13.mp3", "start_seconds": 682.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju13.mp3", "start_seconds": 682.0}], "bill_versions": [{"bill_id": 7056, "bill_version_id": 37369, "bill_version": "Introduced", "bill_version_date": "2016-01-06T12:31:34.06-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to the use of another planned permanent living arrangement as a permanency plan for certain children. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-8A-21.2 be amended to read: 26-8A-21.2. If the court has determined that reasonable efforts to return an adjudicated abused or neglected child to the home of the parent, guardian, or custodian are not appropriate, a permanency hearing shall be held within thirty days after the determination. At the permanency hearing, the court shall determine whether and when if: (1) The child should be placed for adoption. If the court determines that the child should be placed for adoption, the state shall notify the parties of its intent to seek the termination of parental rights if such notice has not already been provided; (2) The child should be referred for legal guardianship; (3) The child should be placed permanently with a fit and willing relative; or (4) A Only in the case of a child who is sixteen years of age or older, a compelling reason is documented with the court that none of the permanent plans listed in this section would be in the best interest of the child, and the child should be placed in another planned permanent living arrangement. At each permanency hearing for a child placed in another planned permanent living arrangement, the court shall ask the child about the desired permanency outcome for the child and make a judicial determination stating the reasons that another planned permanent living arrangement is the best permanency plan for the child. The court may immediately proceed with a final dispositional hearing if proper notice of the hearing has been given. Section 2. That § 26-8A-22 be amended to read: 26-8A-22. On completion of the dispositional phase of the proceeding, the court shall enter a final decree of disposition. If the final decree of disposition does not terminate parental rights, the decree shall include one or more of the following provisions which the court finds appropriate as the least restrictive alternative available: (1) The court may place the child in the custody of one or both of the child's parents, a guardian, a relative of the child or another suitable person, or a party or agency, with or without protective supervision, or the Department of Social Services, subject to the conditions and the length of time that the court deems necessary or appropriate. If the court returns custody to the child's parent, guardian, or custodian, such return of custody may be with supervision during which the court may require the parent, guardian, custodian, and any other adult residing in the home, to cooperate with home visits by the department and may require the parent, guardian, custodian, and any other adult residing in the home, to submit, at the request of the department, to tests for alcohol, marijuana, or any controlled drug or substance. If the adjudication of abuse or neglect was related to the use of alcohol, marijuana, or any controlled drug or substance, the parent, guardian, or custodian, and any other adult residing in the home, may be required, in those areas where such testing is available, to submit to regular tests for alcohol, marijuana, or any controlled drug or substance. If a positive test for alcohol, marijuana, or any controlled drug or substance is obtained, or the person fails to submit to the test as required, the department may immediately remove the child from the physical custody of the parent, guardian, custodian, or any other adult residing in the home whose test was positive or who failed to submit to the test, without prior court order subject to a review hearing, which may be telephonic, within forty-eight hours excluding Saturdays, Sundays, and court holidays. As used herein in this section, any controlled drug or substance means a controlled drug or substance which was not lawfully prescribed by a practitioner as authorized by chapters 22-42 and 34-20B; (2) The court after determining that a compelling reason exists to place the child who is sixteen years of age or older in another planned permanent living arrangement rather than with a relative or with a legal guardian other than the department may place the child in the custody of the department or a child placement agency, with or without guardianship of the child, until the child attains the age of majority or until an earlier date or event as determined by the court; (3) The court may order that the child be examined or treated by a physician or by a qualified mental health professional or that the child receive other special care and may place the child in a suitable facility for such purposes under conditions that the court deems necessary or appropriate. On completion of the examination, treatment, or hospitalization and on a full report to the court, the court shall conduct a supplemental dispositional hearing or hearings and shall make disposition of the child as otherwise provided in this section or, if the evidence shows need, the court may consider termination of parental rights as an appropriate possible alternative in keeping with the best interests and welfare of the child. If disposition of the child under this section involves the removal from or nonreturn of the child to the home of the child's parents, guardian, or custodian and placement of the child in the custody of the department for placement in foster care, the court shall include in the decree a written judicial determination that continuation of the child's placement in the home of the child's parents, guardian, or custodian would be contrary to the welfare of the child and that reasonable efforts were made by the department to prevent or eliminate the need for removal of the child from the home. In no case may a child remain in foster care for a period in excess of twelve months from the time the child entered foster care without the court holding a permanency hearing and making a dispositional decree. The court shall review the child's permanency status and make a dispositional decree every twelve months thereafter as long as the child continues in the custody of the department. The court shall determine whether the state has made reasonable efforts to finalize the permanency plan that is in effect. That determination shall be included in the dispositional decree. Section 3. That § 26-8A-26 be amended to read: 26-8A-26. If an adjudicated, abused, or neglected child whose parental rights have not been terminated has been in the custody of the Department of Social Services and it appears at a dispositional or review hearing that all reasonable efforts have been made to rehabilitate the family, that the conditions which led to the removal of the child still exist, and there is little likelihood that those conditions will be remedied so the child can be returned to the custody of the child's parents, the court shall affirmatively find that good cause exists for termination of the parental rights of the child's parents and the court shall enter an order terminating parental rights. If the court does not find at the hearing, which shall be conducted in the same manner as a dispositional hearing, that good cause exists for termination of parental rights, the court may make further disposition of the child as follows: (1) Return custody of the child to the child's parents, guardian, or custodian, with or without supervision during which the court may require the parent, guardian, custodian, and any other adult residing in the home, to cooperate with home visits by the department and may require the parent, guardian, custodian, and any other adult residing in the home, to submit, at the request of the department, to tests for alcohol, marijuana, or any controlled drug or substance. If the adjudication of abuse or neglect was related to the use of alcohol, marijuana, or any controlled drug or substance, the parent, guardian, or custodian, and any other adult residing in the home, may be required, in those areas where such testing is available, to submit to regular tests for alcohol, marijuana, or any controlled drug or substance. If a positive test for alcohol, marijuana, or any controlled drug or substance is obtained, or if the person fails to submit to the test as required, the department may immediately remove the child from the physical custody of the parent, guardian, custodian, or any other adult residing in the home whose test was positive or who failed to submit to the test, without prior court order subject to a review hearing, which may be telephonic, within forty-eight hours excluding Saturdays, Sundays, and court holidays. As used herein, any controlled drug or substance means a controlled drug or substance which was not lawfully prescribed by a practitioner as authorized by chapters 22-42 and 34-20B; (2) Continue foster care placement of the child for a specified period of time, and, if the child is sixteen years of age or older, direct the department to determine the services needed to assist the child to make the transition from foster care to independent living and, if appropriate, provide a plan for independent living for the child; (3) Place the child who is sixteen years of age or older in the custody of the department or a child placement agency, with or without guardianship of the child, in another planned permanent living arrangement following a determination that a compelling reason exists that the placement is more appropriate than adoption or with a relative or with a legal guardian other than the department and under a court-approved plan that determines visitation rights of the child's parents, guardian, or custodian. Under this subdivision, the court may retain jurisdiction of the action and proceedings for future consideration of termination of parental rights if termination of parental rights is the least restrictive alternative available in keeping with the best interests of the child. In no case may a child remain in foster care for a period in excess of twelve months from the time the child entered foster care without the court holding a permanency hearing and making a dispositional decree setting forth one of the above options. The court shall review the child's permanency status and make a dispositional decree every twelve months thereafter as long as the child continues in the custody of the department. The court shall determine whether the state has made reasonable efforts to finalize the permanency plan that is in effect. That determination shall be included in the dispositional decree."}, {"bill_id": 7056, "bill_version_id": 38804, "bill_version": "Enrolled", "bill_version_date": "2016-02-04T10:50:48.353-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7056, "action_date": "2016-01-12T12:00:00-06:00", "document_id": 37509, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37509.pdf", "status_text": "First Reading House", "journal_page": 19, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7056, "action_date": "2016-01-13T13:00:00-06:00", "document_id": 37539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37539.pdf", "status_text": "Referred to", "journal_page": 36, "committee_id_action": 325, "committee_id_assigned": 320, "result": "N", "vote": {}}, {"bill_id": 7056, "action_date": "2016-01-15T10:00:00-06:00", "document_id": 37538, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37538.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7056, "action_date": "2016-01-15T10:00:00-06:00", "document_id": 37611, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37611.pdf", "status_text": "Do Pass", "journal_page": 46, "committee_id_action": 320, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20056, "president_vote": null, "Yea": [1060, 985, 1061, 963, 1044, 1017, 1054, 991, 1025, 1029, 1024], "Excused": [1038, 987]}}, {"bill_id": 7056, "action_date": "2016-01-19T14:00:00-06:00", "document_id": 37724, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37724.pdf", "status_text": "Do Pass", "journal_page": 61, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20101, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1017, 1058, 1036, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 991, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1015, 1032]}}, {"bill_id": 7056, "action_date": "2016-01-20T14:00:00-06:00", "document_id": 37788, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37788.pdf", "status_text": "First read in Senate and referred to", "journal_page": 85, "committee_id_action": 309, "committee_id_assigned": 302, "result": "N", "vote": {}}, {"bill_id": 7056, "action_date": "2016-02-02T08:00:00-06:00", "document_id": 38331, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38331.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 302, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7056, "action_date": "2016-02-02T08:00:00-06:00", "document_id": 38521, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38521.pdf", "status_text": "Do Pass", "journal_page": 173, "committee_id_action": 302, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20408, "president_vote": null, "Excused": [974, 967], "Yea": [1035, 1041, 1046, 973, 978]}}, {"bill_id": 7056, "action_date": "2016-02-02T08:00:00-06:00", "document_id": 38521, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38521.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 302, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7056, "action_date": "2016-02-03T14:00:00-06:00", "document_id": 38700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38700.pdf", "status_text": "Do Pass", "journal_page": 200, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20472, "president_vote": null, "Yea": [974, 977, 999, 1037, 966, 1014, 1067, 979, 969, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 967, 975, 1011, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008]}}, {"bill_id": 7056, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38841.pdf", "status_text": "Signed by the Speaker", "journal_page": 297, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7056, "action_date": "2016-02-05T13:00:00-06:00", "document_id": 38923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38923.pdf", "status_text": "Signed by the President", "journal_page": 234, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7056, "action_date": "2016-02-08T14:00:00-06:00", "document_id": 39001, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39001.pdf", "status_text": "Delivered to the Governor", "journal_page": 330, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7056, "action_date": "2016-02-16T14:00:00-06:00", "document_id": 39392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39392.pdf", "status_text": "Signed by the Governor", "journal_page": 390, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6181}