{"session_id": 64, "bill_id": 22667, "bill_type": "House Bill", "bill_number": 1253, "bill_title": "provide property assessment freeze and reduction of property assessment for certain seniors, and to revise qualifications for a property tax exemption.", "sponsors": [{"legislator_profile_id": 3922, "is_prime": true}, {"legislator_profile_id": 3923, "is_prime": true}, {"legislator_profile_id": 3913, "is_prime": false}, {"legislator_profile_id": 3924, "is_prime": false}, {"legislator_profile_id": 3925, "is_prime": false}, {"legislator_profile_id": 3932, "is_prime": false}, {"legislator_profile_id": 3934, "is_prime": false}, {"legislator_profile_id": 3937, "is_prime": false}, {"legislator_profile_id": 3940, "is_prime": false}, {"legislator_profile_id": 3941, "is_prime": false}, {"legislator_profile_id": 3955, "is_prime": false}, {"legislator_profile_id": 3959, "is_prime": false}, {"legislator_profile_id": 3964, "is_prime": false}, {"legislator_profile_id": 3968, "is_prime": false}, {"legislator_profile_id": 3973, "is_prime": false}, {"legislator_profile_id": 3977, "is_prime": false}, {"legislator_profile_id": 3978, "is_prime": false}, {"legislator_profile_id": 3981, "is_prime": false}, {"legislator_profile_id": 3987, "is_prime": false}, {"legislator_profile_id": 3989, "is_prime": false}], "keywords": [], "audio": [{"meeting_datetime": "2022-02-03T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta16.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2022-02-03T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta16.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2022-02-03T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta16.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2022-02-04T13:30:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou17.mp3", "start_seconds": 3907.0}, {"meeting_datetime": "2022-02-04T13:30:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou17.mp3", "start_seconds": 3907.0}, {"meeting_datetime": "2022-02-04T13:30:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou17.mp3", "start_seconds": 3907.0}, {"meeting_datetime": "2022-02-04T13:30:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou17.mp3", "start_seconds": 3907.0}, {"meeting_datetime": "2022-02-25T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sta29.mp3", "start_seconds": 3080.0}, {"meeting_datetime": "2022-02-25T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sta29.mp3", "start_seconds": 3080.0}, {"meeting_datetime": "2022-02-25T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sta29.mp3", "start_seconds": 3080.0}, {"meeting_datetime": "2022-02-25T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sta29.mp3", "start_seconds": 3080.0}, {"meeting_datetime": "2022-02-25T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sta29.mp3", "start_seconds": 3080.0}], "bill_versions": [{"bill_id": 22667, "bill_version_id": 230922, "bill_version": "Introduced", "bill_version_date": "2022-01-27T11:23:30.077-06:00", "bill_text": "An Act to provide property assessment freeze and reduction of property assessment for certain seniors, and to revise qualifications for a property tax exemption. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 10: Terms as used in this chapter mean: (1) \"Appreciation rate,\" the difference between the current year assessment and the previous year assessment, divided by the previous year assessment; (2) \"Assessment calculated amount,\" initially, the sum of the index value and the assessment coverage amount, and for each subsequent year after initial calculation, the sum of the prior year's amount and the assessment overage amount ; and (3) \"Assessment overage amount,\" the difference between the current year assessment and the index value, multiplied by the appreciation rate. (4) “Base year,” for any property owner who reached seventy years of age or became disabled in or prior to 2021, the base year is 2015. For any property owner who reaches seventy years of age or becomes disabled after 2015, the base year is the year in which the property owner reaches the age of seventy or the year in which the property owner becomes disabled. In the case of a surviving spouse, the base year is the year that would have been the base year of the deceased spouse; (5) “Base year assessment,” the actual assessed value of a single-family dwelling in the base year or, at the applicant's election, a year subsequent to the base year. The applicant need not have been the owner of the dwelling during the base year; (6) \"Current year assessment,\" the actual assessed value of an owner-occupied, single-family dwelling the current year, as assessed in the same manner as all other property; (7) “Department,” the Department of Revenue; (8) “Disabled,” any person who receives or is qualified to receive monetary payments, pursuant to Title II, X, XIV, or XVI of the Social Security Act, as amended to January 1, 2008, for all or part of the year for which a property tax assessment freeze application is made; (9) “Household,” the association of persons who live in the same dwelling, sharing its furnishings, facilities, and accommodations, but not including bona fide lessees, tenants, or roomers and boarders on contract; (10) “Household income,” all income received during the preceding calendar year by all persons of a household while members of the household; (11) “Income,” the sum of adjusted gross income, as defined in the United States Internal Revenue Code, as defined in section 12 of this Act, and IRA disbursements; the amount of capital gains excluded from adjusted gross income, alimony, support money, nontaxable strike benefits, cash public assistance and relief; the gross amount of any pension or annuity, including Railroad Retirement Act benefits and veterans disability pensions; all payments received under the federal social security and state reemployment assistance or unemployment insurance laws; nontaxable interest; life insurance proceeds that exceed twenty thousand dollars; any gift or inheritance that exceeds five hundred dollars; proceeds from a court action; any sale of a personal item that exceeds five hundred dollars; foster care income; and workers' compensation; (12) \"Index value,\" three hundred and fifty thousand dollars of assessed value; (13) \"Prior year assessment,\" the actual assessed value of an owner-occupied, single-family dwelling in the year immediately preceding the current year, as assessed in the same manner as all other property; (14) “Property owner,” the owner of a dwelling as recorded by the register of deeds in the county where the dwelling is located. A joint tenant, an owner of a life estate, a beneficiary of a trust, and a vendee of a contract for deed as filed with the register of deeds in the county where the dwelling is located is considered to be an owner; (15) “Real property tax assessment freeze,” for tax purposes, the assessment of a single-family dwelling as recorded in the base year on the county assessment roll and held constant at that value; (16) “Secretary,” the secretary of the Department of Revenue; (17) “Single-family dwelling,” a house, condominium apartment, or manufactured home as defined in § 32-3-1 that is assessed and taxed as a separate unit including the platted lot upon which the structure is situated or one acre, whichever is less, and the garage, whether attached or unattached; (18) “Surviving spouse,” the spouse of a deceased property owner who has not remarried. Section 2. That a NEW SECTION be added to title 10: Any person is entitled to a real property tax assessment freeze or reduction of the assessed value of person's owner-occupied, single-family dwelling if the person: (1) Has a household income of less than fifty percent of the South Dakota median household income measured from the calendar year immediately preceding the current year, or if the person has received the assessment freeze or assessment reduction provided by this chapter in the previous year; (2) Has owned the property and has been a resident of South Dakota for at least the last ten years; (3) Has resided for at least two hundred and seventy-five days of the previous calendar year in the single-family dwelling; and (4) Has established a base year. The surviving spouse of a person who has previously qualified is entitled to the real property tax assessment freeze or reduction of assessed value if the surviving spouse meets the other conditions of this chapter. Section 3. That a NEW SECTION be added to title 10: The county treasurer has the authority to request and obtain any information from the department that is needed to grant the property tax exemption to all persons who qualify pursuant to section 2 of this Act. The county treasurer shall certify the eligibility and household income of a person relative to the median household income of South Dakota in the previous year, to the county director of equalization of the county in which the dwelling of the person is located. Upon such certification, the director of equalization shall freeze the real property tax assessment or reduce the assessed value of the property for taxation purposes pursuant to section 4 of this Act. Section 4. That a NEW SECTION be added to title 10: The county director of equalization shall grant an assessment freeze at the value of the base year assessment to any property owner of an owner-occupied, single-family dwelling with a base year assessment no greater than the index value, who qualifies under section 2 of this Act for the property tax relief measures. The county director of equalization shall adjust the assessed value to equal the assessment calculated amount of a person's owner-occupied, single-family dwelling with a base year assessment greater than the index value who qualify for the property tax relief measures under this chapter. Section 5. That a NEW SECTION be added to title 10: A director of equalization shall maintain records showing the value at which property is frozen or the value of the reduction and the property taxes that the county is prohibited from collecting under provisions of this chapter. However, the director of equalization shall also reassess such property in the same manner as all other property and keep a record of that value. Section 6. That a NEW SECTION be added to title 10: Any person aggrieved by the denial, in whole or in part, of relief claimed under the provisions of this chapter may, within thirty days after receiving notice of such denial by the county treasurer, demand and shall receive a hearing, upon notice, before the secretary on the question. The hearing must be conducted and appeals allowed in the manner specified in chapter 1-26. Section 7. That a NEW SECTION be added to title 10: Property tax relief granted through the provisions of this chapter may not affect a person's eligibility for a refund of property taxes as provided for in chapter 10-18A or for a retail sales and service tax refund under the provisions of chapter 10-45A. Section 8. That § 43-31-31 be AMENDED: 43-31-31. Terms as used in this act mean: (1) \"Base year,\" for those heads of households who reached seventy years of age in or prior to 1994 2021, the base year is 1994 2021. For those heads of households who will reach seventy years of age subsequent to 1994 2021, the base year is the year in which they will reach the age of seventy. In the case of a surviving spouse, the base year is the year which would have been the base year of the deceased spouse; (2) \"Department,\" the Department of Revenue; (3) \"Head of household,\" a married person, a single person, a widow or widower, or a divorced person; (4) \"Household,\" the association of persons who live in the same dwelling, sharing its furnishings, facilities, and accommodations, but not including bona fide lessees, tenants, or roomers and boarders on contract; (5) \"Secretary,\" the secretary of the Department of Revenue; (6) \"Single-family dwelling,\" a house, condominium apartment, or manufactured home as defined in § 32-3-1 which is assessed and taxed as a separate unit including the platted lot upon which the structure is situated or one acre, whichever is less, and the garage, whether attached or unattached; (7) \"Surviving spouse,\" the spouse of a deceased head of household who has not remarried. Section 9. That § 43-31-32 be AMENDED: 43-31-32. Any person making an application under the provisions of §§ 43-31-31 to 43-31-41, inclusive, is entitled to a prohibition on the collection of real property taxes upon the person's single‑family dwelling if the following conditions are met: (1) Has owned a single‑family dwelling, in fee or by contract to purchase, for at least three years, or has been a resident of South Dakota for at least five years; (2) Has resided for at least eight months two hundred and seventy-five days of the previous calendar year in the single‑family dwelling; (3) Has established a base year; and (4) Has a household income as defined in § 10-6A-1 of less than sixteen thousand dollars if the household is a single‑member household less than fifty percent of the South Dakota median household income measured from the calendar year immediately preceding the current year.; and (5) Has a household income as defined in § 10-6A-1 of less than twenty thousand dollars if the household is a multiple‑member household. Section 10. That § 43-31-35 be AMENDED: 43-31-35. The county treasurer shall make the final determination whether an applicant seeking a prohibition on the collection of real property taxes pursuant to §§ 43-31-31 to 43-31-41, inclusive, is qualified. A county treasurer shall maintain records showing the property taxes that have been not collected under of §§ 43-31-31 to 43-31-41, inclusive. The county treasurer shall certify the eligibility and household income of an applicant relative to the median household income of South Dakota in the previous year of the county in which the dwelling of each individual is located. Upon certification, the county treasurer shall prohibit the collection of property taxes. Section 11. That § 10-18-2 be AMENDED: 10-18-2. The board of county commissioners may compromise, abate or rebate taxes in the following cases: (1) The board may abate any or all of the delinquent taxes and penalty on real property if taxes remain unpaid and the property has been offered for sale as required by the code for two successive years and not sold because of depreciation in the value of the property or otherwise, or if any property has been bid in by the county and one year has elapsed since the bid; (2) If the board determines that the full amount of any taxes extended and charged against any real property platted into lots and blocks cannot be realized by a sale of the property or otherwise, it may settle or compromise any of the taxes for any year or years as in its judgment is in the best interest of the county; (3) The board may compromise, abate, or cancel any taxes extended against any real property conveyed to the State of South Dakota for the benefit of any of its educational institutions, or when the county has acquired lands through foreclosure of permanent school fund mortgage loans, courthouse building fund loans, jail building fund loans, courthouse and jail building fund loans, or through foreclosure of mortgages pledged to the county to secure county deposits or lands taken in satisfaction thereof; (4) The board may, as a means of relief, abate in an equitable manner the taxes assessed or extended against real property for the year in which a loss occurred because of flood, fire, storm, or other unavoidable casualty; (5) Repealed by SL 1992, ch 80, § 148; (6) If the board determines that the full amount of any taxes extended and charged against a centrally assessed railroad company cannot be realized by a sale of the property or otherwise, and the railroad is in bankruptcy or receivership, the board may settle or compromise any of the taxes for any year or years as in its judgment is in the best interest of the county; (7) The board may abate or refund the taxes assessed or extended on any real property from which structures have been removed after the assessment date upon verification by the director of equalization; (8) The board may abate or refund the taxes pursuant to § 10-6A-4; (9) The board may abate or refund the taxes pursuant to § 10-13-40.4; (10) The board may abate or refund the taxes pursuant to § 10-4-40; and (11) The board may abate or refund the taxes pursuant to § 10-6c-4. The amount of any such taxes so compromised, abated, or refunded shall be apportioned pro rata among the several funds and taxing districts affected thereby. Section 12. That § 10-1-47 be AMENDED: 10-1-47. The term, United States Internal Revenue Code, or Internal Revenue Code, means the United States Internal Revenue Code as amended and in effect on January 1, 2021. This section applies to §§ 10-4-9.1, 10-4-9.2, 10-4-9.3, 10-4-9.4, 10-4-39, 10-6-157, section 1 of this Act, and 10-43-10.1, and subdivisions 10-6A-1(7), 10-6B-1(5), 10-18A-1(6), 10-43-10.3(6), and 10-45A-1(5)."}, {"bill_id": 22667, "bill_version_id": 232626, "bill_version": "House Engrossed", "bill_version_date": "2022-02-04T16:20:51.897-06:00", "bill_text": "An Act to provide property assessment freeze and reduction of property assessment for certain seniors, and to revise qualifications for a property tax exemption. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 10: Terms as used in this chapter mean: (1) \"Appreciation rate,\" the difference between the current year assessment and the previous year assessment, divided by the previous year assessment; (2) \"Assessment calculated amount,\" initially, the sum of the index value and the assessment coverage amount, and for each subsequent year after initial calculation, the sum of the prior year's amount and the assessment overage amount ; and (3) \"Assessment overage amount,\" the difference between the current year assessment and the index value, multiplied by the appreciation rate. (4) “Base year,” for any property owner who reached seventy years of age or became disabled in or prior to 2022, the base year is 2015. For any property owner who reaches seventy years of age or becomes disabled after 2022, the base year is the year in which the property owner reaches the age of seventy or the year in which the property owner becomes disabled. In the case of a surviving spouse, the base year is the year that would have been the base year of the deceased spouse; (5) “Base year assessment,” the actual assessed value of a single-family dwelling in the base year or, at the applicant's election, a year subsequent to the base year. The applicant need not have been the owner of the dwelling during the base year; (6) \"Current year assessment,\" the actual assessed value of an owner-occupied, single-family dwelling the current year, as assessed in the same manner as all other property; (7) “Department,” the Department of Revenue; (8) “Disabled,” any person who receives or is qualified to receive monetary payments, pursuant to Title II, X, XIV, or XVI of the Social Security Act, as amended to January 1, 2008, for all or part of the year for which a property tax assessment freeze application is made; (9) “Household,” the association of persons who live in the same dwelling, sharing its furnishings, facilities, and accommodations, but not including bona fide lessees, tenants, or roomers and boarders on contract; (10) “Household income,” all income received during the preceding calendar year by all persons of a household while members of the household; (11) “Income,” the sum of adjusted gross income, as defined in the United States Internal Revenue Code, as defined in section 12 of this Act, and IRA disbursements; the amount of capital gains excluded from adjusted gross income, alimony, support money, nontaxable strike benefits, cash public assistance and relief; the gross amount of any pension or annuity, including Railroad Retirement Act benefits and veterans disability pensions; all payments received under the federal social security and state reemployment assistance or unemployment insurance laws; nontaxable interest; life insurance proceeds that exceed twenty thousand dollars; any gift or inheritance that exceeds five hundred dollars; proceeds from a court action; any sale of a personal item that exceeds five hundred dollars; foster care income; and workers' compensation; (12) \"Index value,\" three hundred and fifty thousand dollars of assessed value; (13) \"Prior year assessment,\" the actual assessed value of an owner-occupied, single-family dwelling in the year immediately preceding the current year, as assessed in the same manner as all other property; (14) “Property owner,” the owner of a dwelling as recorded by the register of deeds in the county where the dwelling is located. A joint tenant, an owner of a life estate, a beneficiary of a trust, and a vendee of a contract for deed as filed with the register of deeds in the county where the dwelling is located is considered to be an owner; (15) “Real property tax assessment freeze,” for tax purposes, the assessment of a single-family dwelling as recorded in the base year on the county assessment roll and held constant at that value; (16) “Secretary,” the secretary of the Department of Revenue; (17) “Single-family dwelling,” a house, condominium apartment, or manufactured home as defined in § 32-3-1 that is assessed and taxed as a separate unit including the platted lot upon which the structure is situated or one acre, whichever is less, and the garage, whether attached or unattached; (18) “Surviving spouse,” the spouse of a deceased property owner who has not remarried. Section 2. That a NEW SECTION be added to title 10: Any person is entitled to a real property tax assessment freeze or reduction of the assessed value of person's owner-occupied, single-family dwelling if the person: (1) Has a household income of less than fifty percent of the South Dakota median household income measured from the calendar year immediately preceding the current year, or if the person has received the assessment freeze or assessment reduction provided by this chapter in the previous year; (2) Has owned the property and has been a resident of South Dakota for at least the last ten years; (3) Has resided for at least two hundred and seventy-five days of the previous calendar year in the single-family dwelling; and (4) Has established a base year. The surviving spouse of a person who has previously qualified is entitled to the real property tax assessment freeze or reduction of assessed value if the surviving spouse meets the other conditions of this chapter. Section 3. That a NEW SECTION be added to title 10: The county treasurer has the authority to request and obtain any information from the department that is needed to grant the property tax exemption to all persons who qualify pursuant to section 2 of this Act. The county treasurer shall certify the eligibility and household income of a person relative to the median household income of South Dakota in the previous year, to the county director of equalization of the county in which the dwelling of the person is located. Upon such certification, the director of equalization shall freeze the real property tax assessment or reduce the assessed value of the property for taxation purposes pursuant to section 4 of this Act. Section 4. That a NEW SECTION be added to title 10: The county director of equalization shall grant an assessment freeze at the value of the base year assessment to any property owner of an owner-occupied, single-family dwelling with a base year assessment no greater than the index value, who qualifies under section 2 of this Act for the property tax relief measures. The county director of equalization shall adjust the assessed value to equal the assessment calculated amount of a person's owner-occupied, single-family dwelling with a base year assessment greater than the index value who qualify for the property tax relief measures under this chapter. Section 5. That a NEW SECTION be added to title 10: A director of equalization shall maintain records showing the value at which property is frozen or the value of the reduction and the property taxes that the county is prohibited from collecting under provisions of this chapter. However, the director of equalization shall also reassess such property in the same manner as all other property and keep a record of that value. Section 6. That a NEW SECTION be added to title 10: Any person aggrieved by the denial, in whole or in part, of relief claimed under the provisions of this chapter may, within thirty days after receiving notice of such denial by the county treasurer, demand and shall receive a hearing, upon notice, before the secretary on the question. The hearing must be conducted and appeals allowed in the manner specified in chapter 1-26. Section 7. That a NEW SECTION be added to title 10: Property tax relief granted through the provisions of this chapter may not affect a person's eligibility for a refund of property taxes as provided for in chapter 10-18A or for a retail sales and service tax refund under the provisions of chapter 10-45A. Section 8. That § 43-31-31 be AMENDED: 43-31-31. Terms as used in this act mean: (1) \"Base year,\" for those heads of households who reached seventy years of age in or prior to 1994 2021, the base year is 1994 2021. For those heads of households who will reach seventy years of age subsequent to 1994 2021, the base year is the year in which they will reach the age of seventy. In the case of a surviving spouse, the base year is the year which would have been the base year of the deceased spouse; (2) \"Department,\" the Department of Revenue; (3) \"Head of household,\" a married person, a single person, a widow or widower, or a divorced person; (4) \"Household,\" the association of persons who live in the same dwelling, sharing its furnishings, facilities, and accommodations, but not including bona fide lessees, tenants, or roomers and boarders on contract; (5) \"Secretary,\" the secretary of the Department of Revenue; (6) \"Single-family dwelling,\" a house, condominium apartment, or manufactured home as defined in § 32-3-1 which is assessed and taxed as a separate unit including the platted lot upon which the structure is situated or one acre, whichever is less, and the garage, whether attached or unattached; (7) \"Surviving spouse,\" the spouse of a deceased head of household who has not remarried. Section 9. That § 43-31-32 be AMENDED: 43-31-32. Any person making an application under the provisions of §§ 43-31-31 to 43-31-41, inclusive, is entitled to a prohibition on the collection of real property taxes upon the person's single‑family dwelling if the following conditions are met: (1) Has owned a single‑family dwelling, in fee or by contract to purchase, for at least three years, or has been a resident of South Dakota for at least five years; (2) Has resided for at least eight months two hundred and seventy-five days of the previous calendar year in the single‑family dwelling; (3) Has established a base year; and (4) Has a household income as defined in § 10-6A-1 of less than sixteen thousand dollars if the household is a single‑member household less than fifty percent of the South Dakota median household income measured from the calendar year immediately preceding the current year.; and (5) Has a household income as defined in § 10-6A-1 of less than twenty thousand dollars if the household is a multiple‑member household. Section 10. That § 43-31-35 be AMENDED: 43-31-35. The county treasurer shall make the final determination whether an applicant seeking a prohibition on the collection of real property taxes pursuant to §§ 43-31-31 to 43-31-41, inclusive, is qualified. A county treasurer shall maintain records showing the property taxes that have been not collected under of §§ 43-31-31 to 43-31-41, inclusive. The county treasurer shall certify the eligibility and household income of an applicant relative to the median household income of South Dakota in the previous year of the county in which the dwelling of each individual is located. Upon certification, the county treasurer shall prohibit the collection of property taxes. Section 11. That § 10-18-2 be AMENDED: 10-18-2. The board of county commissioners may compromise, abate or rebate taxes in the following cases: (1) The board may abate any or all of the delinquent taxes and penalty on real property if taxes remain unpaid and the property has been offered for sale as required by the code for two successive years and not sold because of depreciation in the value of the property or otherwise, or if any property has been bid in by the county and one year has elapsed since the bid; (2) If the board determines that the full amount of any taxes extended and charged against any real property platted into lots and blocks cannot be realized by a sale of the property or otherwise, it may settle or compromise any of the taxes for any year or years as in its judgment is in the best interest of the county; (3) The board may compromise, abate, or cancel any taxes extended against any real property conveyed to the State of South Dakota for the benefit of any of its educational institutions, or when the county has acquired lands through foreclosure of permanent school fund mortgage loans, courthouse building fund loans, jail building fund loans, courthouse and jail building fund loans, or through foreclosure of mortgages pledged to the county to secure county deposits or lands taken in satisfaction thereof; (4) The board may, as a means of relief, abate in an equitable manner the taxes assessed or extended against real property for the year in which a loss occurred because of flood, fire, storm, or other unavoidable casualty; (5) Repealed by SL 1992, ch 80, § 148; (6) If the board determines that the full amount of any taxes extended and charged against a centrally assessed railroad company cannot be realized by a sale of the property or otherwise, and the railroad is in bankruptcy or receivership, the board may settle or compromise any of the taxes for any year or years as in its judgment is in the best interest of the county; (7) The board may abate or refund the taxes assessed or extended on any real property from which structures have been removed after the assessment date upon verification by the director of equalization; (8) The board may abate or refund the taxes pursuant to § 10-6A-4; (9) The board may abate or refund the taxes pursuant to § 10-13-40.4; (10) The board may abate or refund the taxes pursuant to § 10-4-40; and (11) The board may abate or refund the taxes pursuant to § 10-6c-4. The amount of any such taxes so compromised, abated, or refunded shall be apportioned pro rata among the several funds and taxing districts affected thereby. Section 12. That § 10-1-47 be AMENDED: 10-1-47. The term, United States Internal Revenue Code, or Internal Revenue Code, means the United States Internal Revenue Code as amended and in effect on January 1, 2021. This section applies to §§ 10-4-9.1, 10-4-9.2, 10-4-9.3, 10-4-9.4, 10-4-39, 10-6-157, section 1 of this Act, and 10-43-10.1, and subdivisions 10-6A-1(7), 10-6B-1(5), 10-18A-1(6), 10-43-10.3(6), and 10-45A-1(5)."}], "amendments": [{"bill_id": 22667, "document_id": 234591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234591.pdf", "legislator_profile_id": 3923, "document_id_instructions": 234595, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/234595.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 22667, "action_date": "2022-01-27T14:00:00-06:00", "document_id": 230262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230262.pdf", "status_text": "First Reading House", "journal_page": 139, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22667, "action_date": "2022-01-31T14:00:00-06:00", "document_id": 231012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231012.pdf", "status_text": "Referred to", "journal_page": 156, "committee_id_action": 1008, "committee_id_assigned": 1017, "result": "N", "vote": {}}, {"bill_id": 22667, "action_date": "2022-02-03T07:45:00-06:00", "document_id": 231866, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231866.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1017, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22667, "action_date": "2022-02-03T07:45:00-06:00", "document_id": 231868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231868.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 1017, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72439, "president_vote": null, "Yea": [3923, 3930, 3933, 3953, 3963, 3977, 3985, 3986, 4004, 4005, 3984], "Excused": [3978], "Nay": [3929]}}, {"bill_id": 22667, "action_date": "2022-02-04T13:30:00-06:00", "document_id": 232452, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232452.pdf", "status_text": "Motion to amend", "journal_page": 215, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22667, "action_date": "2022-02-04T13:30:00-06:00", "document_id": 232452, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232452.pdf", "status_text": "Do Pass Amended", "journal_page": 215, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72676, "president_vote": null, "Nay": [3912, 3914, 3924, 3927, 3929, 3944, 3945, 3968, 3969, 3972, 3982, 3984, 3985, 4001, 4005, 4007, 4013, 4015, 3942], "Yea": [3913, 3915, 3916, 3917, 3919, 3923, 3928, 3930, 3931, 3933, 3934, 3937, 3938, 3941, 3946, 3947, 3948, 3950, 3953, 3955, 3957, 3959, 3960, 3963, 3964, 3965, 3967, 3970, 3971, 3973, 3976, 3977, 3980, 3981, 3986, 3987, 3988, 3992, 3997, 3998, 4004, 4008, 4009, 4011, 4014], "Excused": [3951, 3954, 3978, 3983, 3989, 3995]}}, {"bill_id": 22667, "action_date": "2022-02-07T14:00:00-06:00", "document_id": 232579, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232579.pdf", "status_text": "First read in Senate and referred to", "journal_page": 193, "committee_id_action": 1034, "committee_id_assigned": 1036, "result": "N", "vote": {}}, {"bill_id": 22667, "action_date": "2022-02-25T10:00:00-06:00", "document_id": 234436, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234436.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1036, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22667, "action_date": "2022-02-25T10:00:00-06:00", "document_id": 234523, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234523.pdf", "status_text": "Motion to amend", "journal_page": 1, "committee_id_action": 1036, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22667, "action_date": "2022-02-25T10:00:00-06:00", "document_id": 234523, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234523.pdf", "status_text": "Do Pass Amended", "journal_page": 1, "committee_id_action": 1036, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 74759, "president_vote": null, "Yea": [3922, 3961, 3975], "Nay": [3979, 3999, 4003, 3956]}}, {"bill_id": 22667, "action_date": "2022-02-25T10:00:00-06:00", "document_id": 234523, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234523.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 1, "committee_id_action": 1036, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74758, "president_vote": null, "Nay": [3922, 3961, 3975], "Yea": [3979, 3999, 4003, 3956]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22667"}