{"session_id": 53, "bill_id": 17449, "bill_type": "Senate Bill", "bill_number": 184, "bill_title": "protect the children of South Dakota against sexual exploitation by criminalizing certain conduct involving children and the internet, to provide for civil remedies, to require certain people to report suspected violations, and to revise certain provisions regarding the unlawful use of computers.", "sponsors": [], "keywords": ["Crimes", "Felony", "Minors", "Remedies"], "audio": [{"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst17sb0184a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst17sb0184a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst17sb0184a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst17sb0184a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen20sb0184a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen20sb0184a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hst29sb0184a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hst29sb0184a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hst29sb0184a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hst29sb0184a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou31sb0184a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou31sb0184a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou31sb0184a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou31sb0184a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-21T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen32sb0184a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-21T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen32sb0184a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17449, "bill_version_id": 92606, "bill_version": "Introduced", "bill_version_date": "2002-01-23T09:33:46-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to protect the children of South Dakota against sexual exploitation by criminalizing certain conduct involving children and the internet, to provide for civil remedies, to require certain people to report suspected violations, and to revise certain provisions regarding the unlawful use of computers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-22-22 be repealed. 22-22-22. Prohibited sexual act, as used in § § 22-22-23, 22-22-23.1, and 22-22-24 means, sexual intercourse, anal intercourse, masturbation, bestiality, sadism, masochism, fellatio, cunnilingus, or incest and any other sexual activity including nudity if such sexual activity is depicted for the purpose of sexual stimulation or gratification of any person who might view such depiction. Encouraging, aiding, abetting, or enticing any person to commit any such prohibited sexual act as provided in this section is a prohibited sexual act. Section 2. That § 22-22-23 be repealed. 22-22-23. Any person who causes or knowingly permits the photographing or filming of a minor under the age of sixteen years to engage in a prohibited sexual act or in the simulation of such act is guilty of a Class 4 felony. Any person who photographs or films a minor under the age of sixteen years engaging in a prohibited sexual act or in the simulation of such an act is guilty of a Class 4 felony. Section 3. That § 22-22-23.1 be repealed. 22-22-23.1. Any person who knowingly possesses any depiction fixed in any tangible medium of expression of a minor under the age of eighteen years engaging in a prohibited sexual act or in the simulation of such act or whose knowing possession encourages, aids, abets, or entices any person to commit a prohibited sexual act is guilty of a Class 6 felony. For the purposes of this section, a depiction includes any depiction, representation, or description, however perceived, and any data compilation or set of commands intended for use to store, to retrieve, or to generate such depictions, representations, or descriptions by any electronic means. For the purposes of this section, the term, tangible media of expression, includes, without limitation, printed materials, plastic media, photographs, film, and any electronic communications systems used to display depictions. Section 4. That § 22-22-24 be amended to read as follows: 22-22-24. Any person who sells, or displays for sale, any book, magazine, pamphlet, slide, photograph, or film , or electronic or digital media image depicting a minor under the age of sixteen years engaging in a prohibited sexual act , or engaging in an activity that involves nudity, or in the simulation of any such act is guilty of a Class 6 felony. Section 5. That § 22-19A-1 be amended to read as follows: 22-19A-1. Any person: (1) Who willfully, maliciously, and repeatedly follows or harasses another person; or (2) Who makes a credible threat to another person with the intent to place that person in reasonable fear of death or great bodily injury; or (3) Who willfully, maliciously, and repeatedly harasses another person by means of any verbal, electronic, digital media, mechanical, telegraphic, or written communication; is guilty of the crime of stalking. Stalking is a Class 1 misdemeanor. Section 6. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Adult,\" a person eighteen years of age or older; (2) \"Child pornography,\" any image or visual depiction of a minor engaged in prohibited sexual acts; (3) \"Child\" or \"minor,\" any person under the age of eighteen years; (4) \"Computer,\" an electronic, magnetic, optical, electrochemical, or other high-speed data processing device performing logical, arithmetic, or storage functions and includes any data storage facility or communications facility directly related to or operating in conjunction with such device, including wireless communication devices such as cellular phones. The term also includes any on-line service, internet service, or internet bulletin board; (5) \"Deviate sexual intercourse,\" sexual conduct between persons not married to each other consisting of contact between the penis and the anus, the mouth and the penis, or the mouth and the vulva; (6) \"Digital media,\" any electronic storage device, including a floppy disk or other magnetic storage device or any compact disc that has memory and the capacity to store audio, video, or written materials; (7) \"Harmful to minors,\" any reproduction, imitation, characterization, description, visual depiction, exhibition, presentation, or representation, of whatever kind or form, depicting nudity, sexual conduct, or sexual excitement if it: (a) Predominantly appeals to the prurient, shameful, or morbid interest of minors; (b) Is patently offensive to prevailing standards in the adult community as a whole with respect to what is suitable material for minors; and (c) Taken as a whole, is without serious literary, artistic, political, or scientific value for minors. This term does not include a mother's breast-feeding of her baby; (8) \"Masochism,\" sexual gratification achieved by a person through, or the association of sexual activity with, submission or subjection to physical pain, suffering, humiliation, torture, or death; (9) \"Nudity,\" the showing or the simulated showing of the human male or female genitals, pubic area, or buttocks with less than a fully opaque covering; or the showing of the female breast with less than a fully opaque covering of any portion thereof below the top of the nipple; or the depiction of covered male genitals in a discernibly turgid state for the purpose of creating sexual excitement. This term does not include a mother's breast-feeding of her baby irrespective of whether or not the nipple is covered during or incidental to feeding; (10) \"Obscene,\" the status of material which: (a) The average person, applying contemporary community standards, would find, taken as a whole, appeals to the prurient interest; (b) Depicts or describes, in a patently offensive way, prohibited sexual acts; and (c) Taken as a whole, lacks serious literary, artistic, political, or scientific value. This term does not include a mother's breast-feeding of her baby; (11) \"Person,\" includes individuals, children, firms, associations, joint ventures, partnerships, estates, trusts, business trusts, syndicates, fiduciaries, corporations, and all other groups or combinations; (12) \"Sadism,\" sexual gratification achieved through, or the association of sexual activity with, the infliction of physical pain, suffering, humiliation, torture, or death; (13) \"Sadomasochistic abuse,\" flagellation or torture by or upon a minor, or the condition of being fettered, bound, or otherwise physically restrained, for the purpose of deriving sexual satisfaction, or satisfaction brought about as a result of sadistic violence, from inflicting harm on another or receiving such harm oneself; (14) \"Sexual battery,\" oral, anal, or vaginal penetration by, or union with, the sexual organ of another or the anal or vaginal penetration of another by any other object. This term does not include an act done for a bona fide medical purpose; (15) \"Sexual bestiality,\" any sexual act, actual or simulated, between a person and an animal involving the sex organ of the one and the mouth, anus, or vagina of the other; (16) \"Prohibited sexual act,\" actual or simulated sexual intercourse, deviate sexual intercourse, sadism, masochism, sexual bestiality, incest, masturbation, or sadomasochistic abuse; actual or simulated exhibition of the genitals or the pubic or rectal area in a lewd or lascivious manner; actual physical contact with a person's clothed or unclothed genitals, pubic area, buttocks, or, if such person is a female, breast with the intent to arouse or gratify the sexual desire of either party; defecation or urination for the purpose of creating sexual excitement in the viewer; or any act or conduct which constitutes sexual battery or simulates that sexual battery is being or will be committed. The term includes encouraging, aiding, abetting or enticing any person to commit any such acts as provided in this subdivision. The term does not include a mother's breast-feeding of her baby; (17) \"Sexual excitement,\" the condition of the human male or female genitals if in a state of sexual stimulation or arousal; (18) \"Sexually oriented material,\" any book, article, magazine, publication, visual depiction or written matter of any kind or any drawing, etching, painting, photograph, motion picture film, or sound recording that depicts sexual activity, actual or simulated, involving human beings or human beings and animals, that exhibits uncovered human genitals or the pubic region in a lewd or lascivious manner, or that exhibits human male genitals in a discernibly turgid state, even if completely and opaquely covered; (19) \"Simulated,\" the explicit depiction of conduct described in subdivision (16) of this section that creates the appearance of such conduct and that exhibits any uncovered portion of the breasts, genitals, or anus; (20) \"Visual depiction,\" any developed and undeveloped film, photograph, slide and videotape, and any photocopy, drawing, printed or written material, and any data stored on computer disk, digital media, or by electronic means that are capable of conversion into a visual image. Section 7. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: A person is guilty of possessing, manufacturing, or distributing child pornography if the person: (1) Creates any visual depiction of a minor engaging in a prohibited sexual act, or in the simulation of such an act; (2) Causes or knowingly permits the creation of any visual depiction of a minor engaged in a prohibited sexual act, or in the simulation of such an act; or (3) Knowingly possesses, distributes, or otherwise disseminates any visual depiction of a minor engaging in a prohibited sexual act, or in the simulation of such an act. Consent to performing these proscribed acts by a minor or a minor's parent, guardian, or custodian, or mistake as to the minor's age is not a defense to a charge of violating this section. A violation of this section is a Class 4 felony. If a person is convicted of a second or subsequent violation of this section within fifteen years of the prior conviction, the violation is a Class 3 felony. Further, the court shall order a mental examination of the person. The examiner shall report to the court whether treatment of the person is indicated. Section 8. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: A person is guilty of sexual exploitation of a minor if the person causes or knowingly permits a minor to engage in an activity that: (1) Is harmful to minors, or in the simulation of such an activity; (2) Involves nudity, or in the simulation of such an activity; or (3) Is obscene, or in the simulation of such an activity. Consent to performing these proscribed acts by a minor or a minor's parent, guardian, or custodian, or mistake as to the minor's age is not a defense to a charge of violating this section. A violation of this section is a Class 6 felony. If a person is convicted of a second or subsequent violation of this section within fifteen years of the prior conviction, the violation a Class 5 felony. Further, the court shall order a mental examination of the person. The examiner shall report to the court whether treatment of the person is indicated. Section 9. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Terms used in section 10 of this Act mean: (1) \"Minor,\" a person fifteen years of age or younger; and (2) \"Solicit,\" to seduce, lure, entice or persuade, or attempt to seduce, lure, entice or persuade a specific person by telephone, in person, by letter, by using a computer or any other electronic means. Section 10. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: A person is guilty of solicitation of a minor if the person eighteen years of age or older: (1) Solicits a minor, or someone the person reasonably believes is a minor, to engage in a prohibited sexual act; or (2) Knowingly compiles or transmits by means of a computer; or prints, publishes or reproduces by other computerized means; or buys, sells, receives, exchanges or disseminates, any notice, statement or advertisement of any minor's name, telephone number, place of residence, physical characteristics or other descriptive or identifying information for the purpose of soliciting a minor or someone the person reasonably believes is a minor to engage in a prohibited sexual act. The fact that an undercover operative or law enforcement officer was involved in the detection and investigation of an offense under this section does not constitute a defense to a prosecution under this section. Consent to performing a prohibited sexual act by a minor or a minor's parent, guardian, or custodian, or mistake as to the minor's age is not a defense to a charge of violating this section. A violation of this section is a Class 6 felony. If a person is convicted of a second or subsequent violation of this section within fifteen years of the prior conviction, the violation is a Class 5 felony. Further, the court shall order a mental examination of the person. The examiner shall report to the court whether treatment of the person is indicated. Section 11. That § 22-22-30 be amended to read as follows: 22-22-30. For the purposes of § § 22-22-31 to 22-22-39, inclusive, a sex crime is any of the following crimes regardless of the date of the commission of the offense or the date of conviction: (1) Rape as set forth in § 22-22-1; (2) Sexual contact with a minor under sixteen as set forth in § 22-22-7 if committed by an adult and the adult is convicted of a felony; (3) Sexual contact with a person incapable of consenting as set forth in § 22-22-7.2 if committed by an adult; (4) Incest as set forth in § 22-22-19.1 if committed by an adult; (5) Photographing a child in an obscene act as set forth in § 22-22-23 Possessing, manufacturing, or distributing child pornography as set forth in section 7 of this Act ; (6) Possession of child pornography as set forth in § 22-22-23.1 Sale of child pornography as set forth in section 4 of this Act ; (7) Sale of obscene pictures of a child as set forth in § 22-22-24 Sexual exploitation of a minor as set forth in section 8 of this Act ; (8) Kidnapping, as set forth in § 22-19-1, if the victim of the criminal act is a minor; (9) Promotion of prostitution of a minor as set forth in subdivision 22-23-2(2); (10) Criminal pedophilia as set forth in § 22-22-30.1; (11) Felony indecent exposure as set forth in former § 22-24-1 or indecent exposure as set forth in § 22-24-1.2; (12) Solicitation of a minor as set forth in section 10 of this Act; (13) An attempt to commit any of the crimes listed in this section; or (13) (14) Any crime committed in a place other than this state which would constitute a sex crime under this section if committed in this state. Section 12. That § 23A-27-14.1 be amended to read as follows: 23A-27-14.1. Notwithstanding § § 23A-27-14 and 23A-27-17, a any person who has received an order pursuant to § 23A-27-13 for a conviction of subdivision 22-22-1(1), subdivision 22-22-1(5) or § 22-22-7 , or violations of sections 4, 7, 8, and 10 of this Act, who is licensed or seeks to be licensed as a certified teacher may have his or her application refused or license revoked as provided in § 13-42-10. Section 13. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person, not a citizen or resident of this state, whose actions or conduct constitute a violation of this Act, and whose actions or conduct involve a child residing in this state, or someone the person reasonably believes is a child residing in this state, is for the purpose of this Act deemed to be transacting business in this state and by that act: (1) Submits to the jurisdiction of the courts of this state in any civil proceeding commenced under this Act; and (2) Constitutes the secretary of state as agent for service of legal process in any civil proceeding commenced under this Act; and consents that service of legal process shall be made by serving a copy upon the secretary of state or by filing a copy in the secretary of state's office, and that this service shall be sufficient service if, within one day after service, notice of the service and a copy of the process are sent by registered mail by plaintiff to the person at the person's last-known address and proof of such mailing filed with the clerk of court within one day after mailing. The service of legal process upon any person who is subject to the jurisdiction of the courts of this state, as provided in this section, may also be made by personally serving the summons upon the person outside this state with the same force and effect as though summons had been personally served within this state. Such service shall be made in like manner as service within this state. No order of court is required. An affidavit of the server shall be filed stating the time, manner and place of service. The court may consider the affidavit, or any other competent proofs, in determining whether service has been properly made. Section 14. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person, except a minor, who knowingly participates in any conduct proscribed by this Act is liable for civil damages. Section 15. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any of the following persons may bring an action for damages caused by another person's conduct as proscribed by this Act: (1) The child; (2) A parent, legal guardian, or sibling of a victimized child; (3) A medical facility, insurer, governmental entity, employer, or other entity that funds a treatment program or employee assistance program for the child or that otherwise expended money or provided services on behalf of the child; (4) Any person injured as a result of the willful, reckless, or negligent actions of a person who knowingly participated in conduct proscribed by this Act. If the parent or guardian is named as a defendant in the action, the court shall appoint a special guardian to bring the action on behalf of the child. Section 16. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person entitled to bring an action under section 15 of this Act may seek damages from any person, except a minor, who knowingly participated in the production or in the chain of distribution of any visual depiction proscribed by this Act. Section 17. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person entitled to bring an action under section 15 of this Act may recover all of the following damages: (1) Economic damages, including the cost of treatment and rehabilitation, medical expenses, loss of economic or educational potential, loss of productivity, absenteeism, support expenses, accidents or injury, and any other pecuniary loss proximately caused by the proscribed conduct; (2) Noneconomic damages, including physical and emotional pain, suffering, physical impairment, emotional distress, mental anguish, disfigurement, loss of enjoyment, loss of companionship, services, and consortium, and other nonpecuniary losses proximately caused by the proscribed conduct; (3) Exemplary damages; (4) Attorneys' fees; and (5) Disbursements. Section 18. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Two or more persons may join in one action under this Act as plaintiffs if their respective actions have at least one common occurrence of proscribed conduct under this Act and if any portion of the period of such conduct overlaps with the period for every other plaintiff. Two or more persons may be joined in one action under this Act as defendants if those persons are liable to at least one plaintiff. Section 19. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person against whom a judgment has been rendered under this Act is not eligible to exempt any property, of whatever kind, from process to levy or process to execute on the judgment. Any assets sought to satisfy a judgment under this Act that are named in a forfeiture action or have been seized for forfeiture by any state or federal agency may not be used to satisfy a judgment unless and until the assets have been released following the conclusion of the forfeiture action or released by the agency that seized the assets. Section 20. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any action for damages under this Act shall be commenced within six years of the time the plaintiff knew, or had reason to know, of any injury caused by violations of this Act. The knowledge of a parent, guardian, or custodian may not be imputed to the minor. For a plaintiff, the statute of limitations under this section is tolled while any potential plaintiff is incapacitated by minority. Section 21. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: On motion by a governmental agency involved in an investigation or prosecution, any civil action brought under this Act shall be stayed until the completion of the criminal investigation or prosecution that gave rise to the motion for a stay of the action. The statute of limitations as provided in section 20 of this Act shall be tolled for the time any such stay is in effect. Section 22. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person who is convicted of an offense under this Act shall forfeit to the state the person's interest in the following and no property right exists in them: (1) Any photograph, film, videotape, book, digital media or visual depiction that has been manufactured, distributed, purchased, possessed, acquired, or received in violation of this Act; (2) Any material, product, and equipment of any kind that is used or intended for use in manufacturing, processing, publishing, selling, possessing, or distributing any visual depiction proscribed by this Act; (3) Any property that is used, or intended for use, as a container for property described in subdivisions (1) and (2) of this section, including any computers and digital media; (4) Any conveyances including aircraft, vehicles, or vessels, that transport, possess, or conceal, or that is used, or intended for use, to transport, or in any manner facilitate the transportation, sale, receipt, possession or concealment of any visual depiction proscribed under this Act; (5) Any book, record, and research, including microfilm, tape, and data that is used, or intended for use, in violation of this Act; (6) Any funds or other things of value used for the purposes of unlawfully purchasing, attempting to purchase, distributing, or attempting to acquire or distribute any visual depiction proscribed by this Act; (7) Any asset, interest, profit, income, and proceed acquired or derived from the unlawful sale or purchase, attempted sale or purchase, distribution, or attempted distribution of any visual depiction proscribed by this Act. Any property described in subdivision (1) of this section shall be deemed contraband and shall be summarily forfeited to the state. Any other property seized and forfeited shall be used to reimburse the actual costs of the criminal investigation and prosecution. Any amount over and above the amount necessary to reimburse for the investigation and prosecution shall be used to satisfy any civil judgments. The secretary of the Department of Social Services shall promulgate rules, pursuant to chapter 1-26, to implement the distribution of seized and forfeited assets. Section 23. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person working at or for an internet service provider or other electronic communication service who has knowledge of or observes, within the scope of the person's professional capacity or employment, a visual depiction that depicts a minor whom the person knows or reasonably should know to be under the age of eighteen, engaged in prohibited sexual acts or in the simulation of prohibited sexual acts, shall report the depiction to his or her employer or supervisor. The depiction shall then be reported to an appropriate law enforcement agency as soon as reasonably possible. The provider need not report to law enforcement depictions involving mere nudity of the minor, but shall report visual depictions involving prohibited sexual acts. This section may not be construed to require a provider to review all visual depictions received by subscribers or handled by the provider within the provider's professional capacity or employment. It is unlawful for any owner or operator of a computer on-line service, internet service, or local internet bulletin board service knowingly to permit a subscriber to utilize the service to produce or reproduce visual depictions of prohibited sexual acts with a minor. A violation of this section is a Class 1 misdemeanor. However, a violation of this section does not constitute grounds for a civil action for damages against any person. Section 24. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person working at or for a commercial film and photograph print processor who has knowledge of or observes, within the scope of the processor's professional capacity or employment, a film, photograph, video tape, negative, slide or other visual depiction that depicts a minor whom the processor knows or reasonably should know to be under the age of eighteen, engaged in prohibited sexual acts or in the simulation of prohibited sexual acts, shall report the depiction to his or her employer or supervisor. The depiction shall then be reported to an appropriate law enforcement agency as soon as reasonably possible. The processor need not report to law enforcement depictions involving mere nudity of the minor, but shall report visual depictions involving prohibited sexual acts. This section may not be construed to require a processor to review all films, photographs, videotapes, negatives, or slides delivered to the processor within the processor's professional capacity or employment. It is unlawful for any owner or operator of a photography or film studio, photograph or film developing service, photograph or film reproducing service, or video to film reproducing service knowingly to permit any person to utilize photograph or film reproduction or development services to produce or reproduce visual depictions of prohibited sexual acts with a minor. A violation of this section is a Class 1 misdemeanor. However, a violation of this section does not constitute grounds for a civil action for damages against any person. Section 25. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any commercial computer repair technician who has knowledge of or observes, within the scope of the technician's professional capacity or employment, a film, photograph, video tape, negative, slide or other visual depiction of a minor whom the technician knows or reasonably should know to be under the age of eighteen, engaged in prohibited sexual acts or in the simulation of prohibited sexual acts, shall report the depiction to an appropriate law enforcement agency as soon as reasonably possible. The computer repair technician need not report to law enforcement depictions involving mere nudity of the minor, but shall report visual depictions involving prohibited sexual acts. This section may not be construed to require a computer repair technician to review all data, disks, or tapes delivered to the computer repair technician within the computer repair technician's professional capacity or employment. A violation of this section is a Class 1 misdemeanor. However, a violation of this section does not constitute grounds for a civil action for damages against any person. Section 26. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: This Act does not apply to the performance of official duties by any law enforcement officer, court employee, attorney, licensed physician, psychologist, social worker, or any person acting at the direction of a licensed physician, psychologist, or social worker in the course of a bona fide treatment or professional education program. Section 27. That § 43-43B-1 be amended to read as follows: 43-43B-1. A person is guilty of unlawful use of a computer system, software, or data if he the person : (1) Knowingly obtains the use of, or accesses or exceeds authorized access to , a computer system, or any part thereof, without the consent of the owner; (2) Knowingly alters or destroys computer programs or data without the consent of the owner; or obtains the use of, accesses, or exceeds authorized access to, a computer system, or any part thereof, without the consent of the owner, and the access or use includes access to confidential data or material; (3) Knowingly obtains use of, alters, accesses or destroys a computer system, or any part thereof, as part of a deception for the purpose of obtaining money, property or services from the owner of a computer system or any third party; or copies or obtains information from a computer system, or compromises any security controls for the computer system, or uses or discloses to another, or attempts to use or disclose to another, the numbers, codes, passwords, or other means of access to a computer system without the consent of the owner; (4) Knowingly uses or discloses to another or attempts to use or disclose to another the numbers, codes, passwords or other means of access to a computer, computer program or computer system without the consent of the owner disrupts, denies, or inhibits access to software or data without the consent of the owner; (5) Knowingly disrupts, denies, or inhibits access to a computer system, without consent of the owner; (6) Knowingly modifies, changes, or alters software or data, without the consent of the owner; (7) Knowingly obtains use of, alters, accesses, or exceeds authorized access to, destroys, disables, or inhibits access to a computer system, as part of a deception for the purpose of obtaining money, property, or services from the owner of a computer system, or any third party; (8) Knowingly destroys or disables a computer system, without consent of the owner; or (9) Knowingly destroys or disables software or computer data, without consent of the owner . Section 28. That § 43-43B-2 be amended to read as follows: 43-43B-2. Terms used in this chapter , unless the context requires otherwise, mean: (1) \"Access,\" to instruct, communicate with, store data in, retrieve data from a computer, computer system or computer network ; (2) \"Computer,\" an internally programmed, general purpose digital device capable of automatically accepting data, processing data and supplying the results of the operation; (3) \" Computer program Software ,\" a series of coded instructions or statements in a form acceptable to a computer system , which causes the computer system to process data in order to achieve a certain result; (4) \"Computer system,\" a set of related, connected devices, including a computer and other devices, including but not limited to includes any computer, computer network, other related device, data input and output and storage devices, and data communications links , and computer programs and data, that make the system capable of performing the special purpose data processing tasks for which it is specified ; (5) \"Computer network,\" a set of related, connected network electronics and communications links that allows any computer system to communicate with any other computer system; (5A) \"Data,\" digitized information in any form that may be accessed by a computer system, regardless of whether the information is in transmission or stored on a computer system, diskette, compact diskette, cd-rom, tape, or in any other medium; (6) \"Destroy,\" to make unusable, render inoperable, render unable to accept or process data, or supply results, render unable to perform data processing tasks or cause computer networks to be unable to transfer data between computer systems for any amount of time . Section 29. That § 43-43B-3 be amended to read as follows: 43-43B-3. A person convicted of a violation of subdivision 43-43B-1 (1), (2), or (4) where the value of the use, alteration, destruction, access or disclosure is one thousand dollars or less is guilty of Violations of the provisions of § 43-43B-1 are punishable as follows: (1) For a violation of subdivision (1), a Class 1 misdemeanor ; (2) For a violation of subdivision (2) or (3), a Class 6 felony; (3) For a violation of subdivision (4), a Class 5 felony; (4) For a violation of subdivision (5) or (6), a Class 4 felony; (5) For a violation of subdivision (8) or (9), a Class 3 felony; (6) For a violation of subdivision (7), a Class 2 felony . Section 30. That § 43-43B-4 be repealed. 43-43B-4. A person convicted of a violation of subdivision 43-43B-1 (1), (2), or (4) where the value of the use, alteration, destruction, access or disclosure is more than one thousand dollars is guilty of a Class 6 felony. Section 31. That § 43-43B-5 be repealed. 43-43B-5. A person convicted of a violation of subdivision 43-43B-1 (3) where the value of the money, property or services obtained is one thousand dollars or less is guilty of a Class 1 misdemeanor. Section 32. That § 43-43B-6 be repealed. 43-43B-6. A person convicted of a violation of subdivision 43-43B-1 (3) where the value of the money, property or services obtained is more than one thousand dollars shall be guilty of a Class 4 felony."}, {"bill_id": 17449, "bill_version_id": 93220, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2002-01-30T13:53:23-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to protect the children of South Dakota against sexual exploitation by criminalizing certain conduct involving children and the internet, to provide for civil remedies, to require certain people to report suspected violations, and to revise certain provisions regarding the unlawful use of computers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-22-22 be repealed. 22-22-22. Prohibited sexual act, as used in § § 22-22-23, 22-22-23.1, and 22-22-24 means, sexual intercourse, anal intercourse, masturbation, bestiality, sadism, masochism, fellatio, cunnilingus, or incest and any other sexual activity including nudity if such sexual activity is depicted for the purpose of sexual stimulation or gratification of any person who might view such depiction. Encouraging, aiding, abetting, or enticing any person to commit any such prohibited sexual act as provided in this section is a prohibited sexual act. Section 2. That § 22-22-23 be repealed. 22-22-23. Any person who causes or knowingly permits the photographing or filming of a minor under the age of sixteen years to engage in a prohibited sexual act or in the simulation of such act is guilty of a Class 4 felony. Any person who photographs or films a minor under the age of sixteen years engaging in a prohibited sexual act or in the simulation of such an act is guilty of a Class 4 felony. Section 3. That § 22-22-23.1 be repealed. 22-22-23.1. Any person who knowingly possesses any depiction fixed in any tangible medium of expression of a minor under the age of eighteen years engaging in a prohibited sexual act or in the simulation of such act or whose knowing possession encourages, aids, abets, or entices any person to commit a prohibited sexual act is guilty of a Class 6 felony. For the purposes of this section, a depiction includes any depiction, representation, or description, however perceived, and any data compilation or set of commands intended for use to store, to retrieve, or to generate such depictions, representations, or descriptions by any electronic means. For the purposes of this section, the term, tangible media of expression, includes, without limitation, printed materials, plastic media, photographs, film, and any electronic communications systems used to display depictions. Section 4. That § 22-22-24 be amended to read as follows: 22-22-24. Any person who sells, or displays for sale, any book, magazine, pamphlet, slide, photograph, or film , or electronic or digital media image depicting a minor under the age of sixteen years engaging in a prohibited sexual act , or engaging in an activity that involves nudity, or in the simulation of any such act is guilty of a Class 6 felony. Section 5. That § 22-19A-1 be amended to read as follows: 22-19A-1. Any person: (1) Who willfully, maliciously, and repeatedly follows or harasses another person; or (2) Who makes a credible threat to another person with the intent to place that person in reasonable fear of death or great bodily injury; or (3) Who willfully, maliciously, and repeatedly harasses another person by means of any verbal, electronic, digital media, mechanical, telegraphic, or written communication; is guilty of the crime of stalking. Stalking is a Class 1 misdemeanor. Section 6. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Adult,\" a person eighteen years of age or older; (2) \"Child pornography,\" any image or visual depiction of a minor engaged in prohibited sexual acts; (3) \"Child\" or \"minor,\" any person under the age of eighteen years; (4) \"Computer,\" an electronic, magnetic, optical, electrochemical, or other high-speed data processing device performing logical, arithmetic, or storage functions and includes any data storage facility or communications facility directly related to or operating in conjunction with such device, including wireless communication devices such as cellular phones. The term also includes any on-line service, internet service, or internet bulletin board; (5) \"Deviate sexual intercourse,\" sexual conduct between persons not married to each other consisting of contact between the penis and the anus, the mouth and the penis, or the mouth and the vulva; (6) \"Digital media,\" any electronic storage device, including a floppy disk or other magnetic storage device or any compact disc that has memory and the capacity to store audio, video, or written materials; (7) \"Harmful to minors,\" any reproduction, imitation, characterization, description, visual depiction, exhibition, presentation, or representation, of whatever kind or form, depicting nudity, sexual conduct, or sexual excitement if it: (a) Predominantly appeals to the prurient, shameful, or morbid interest of minors; (b) Is patently offensive to prevailing standards in the adult community as a whole with respect to what is suitable material for minors; and (c) Taken as a whole, is without serious literary, artistic, political, or scientific value for minors. This term does not include a mother's breast-feeding of her baby; (8) \"Masochism,\" sexual gratification achieved by a person through, or the association of sexual activity with, submission or subjection to physical pain, suffering, humiliation, torture, or death; (9) \"Nudity,\" the showing or the simulated showing of the human male or female genitals, pubic area, or buttocks with less than a fully opaque covering; or the showing of the female breast with less than a fully opaque covering of any portion thereof below the top of the nipple; or the depiction of covered male genitals in a discernibly turgid state for the purpose of creating sexual excitement. This term does not include a mother's breast-feeding of her baby irrespective of whether or not the nipple is covered during or incidental to feeding; (10) \"Obscene,\" the status of material which: (a) The average person, applying contemporary community standards, would find, taken as a whole, appeals to the prurient interest; (b) Depicts or describes, in a patently offensive way, prohibited sexual acts; and (c) Taken as a whole, lacks serious literary, artistic, political, or scientific value. This term does not include a mother's breast-feeding of her baby; (11) \"Person,\" includes individuals, children, firms, associations, joint ventures, partnerships, estates, trusts, business trusts, syndicates, fiduciaries, corporations, and all other groups or combinations; (12) \"Sadism,\" sexual gratification achieved through, or the association of sexual activity with, the infliction of physical pain, suffering, humiliation, torture, or death; (13) \"Sadomasochistic abuse,\" flagellation or torture by or upon a minor, or the condition of being fettered, bound, or otherwise physically restrained, for the purpose of deriving sexual satisfaction, or satisfaction brought about as a result of sadistic violence, from inflicting harm on another or receiving such harm oneself; (14) \"Sexual battery,\" oral, anal, or vaginal penetration by, or union with, the sexual organ of another or the anal or vaginal penetration of another by any other object. This term does not include an act done for a bona fide medical purpose; (15) \"Sexual bestiality,\" any sexual act, actual or simulated, between a person and an animal involving the sex organ of the one and the mouth, anus, or vagina of the other; (16) \"Prohibited sexual act,\" actual or simulated sexual intercourse, deviate sexual intercourse, sadism, masochism, sexual bestiality, incest, masturbation, or sadomasochistic abuse; actual or simulated exhibition of the genitals or the pubic or rectal area in a lewd or lascivious manner; actual physical contact with a person's clothed or unclothed genitals, pubic area, buttocks, or, if such person is a female, breast with the intent to arouse or gratify the sexual desire of either party; defecation or urination for the purpose of creating sexual excitement in the viewer; or any act or conduct which constitutes sexual battery or simulates that sexual battery is being or will be committed. The term includes encouraging, aiding, abetting or enticing any person to commit any such acts as provided in this subdivision. The term does not include a mother's breast-feeding of her baby; (17) \"Sexual excitement,\" the condition of the human male or female genitals if in a state of sexual stimulation or arousal; (18) \"Sexually oriented material,\" any book, article, magazine, publication, visual depiction or written matter of any kind or any drawing, etching, painting, photograph, motion picture film, or sound recording that depicts sexual activity, actual or simulated, involving human beings or human beings and animals, that exhibits uncovered human genitals or the pubic region in a lewd or lascivious manner, or that exhibits human male genitals in a discernibly turgid state, even if completely and opaquely covered; (19) \"Simulated,\" the explicit depiction of conduct described in subdivision (16) of this section that creates the appearance of such conduct and that exhibits any uncovered portion of the breasts, genitals, or anus; (20) \"Visual depiction,\" any developed and undeveloped film, photograph, slide and videotape, and any photocopy, drawing, printed or written material, and any data stored on computer disk, digital media, or by electronic means that are capable of conversion into a visual image. Section 7. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: A person is guilty of possessing, manufacturing, or distributing child pornography if the person: (1) Creates any visual depiction of a minor engaging in a prohibited sexual act, or in the simulation of such an act; (2) Causes or knowingly permits the creation of any visual depiction of a minor engaged in a prohibited sexual act, or in the simulation of such an act; or (3) Knowingly possesses, distributes, or otherwise disseminates any visual depiction of a minor engaging in a prohibited sexual act, or in the simulation of such an act. Consent to performing these proscribed acts by a minor or a minor's parent, guardian, or custodian, or mistake as to the minor's age is not a defense to a charge of violating this section. A violation of this section is a Class 4 felony. If a person is convicted of a second or subsequent violation of this section within fifteen years of the prior conviction, the violation is a Class 3 felony. Further, the court shall order a mental examination of the person. The examiner shall report to the court whether treatment of the person is indicated. Section 8. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: A person is guilty of sexual exploitation of a minor if the person causes or knowingly permits a minor to engage in an activity that: (1) Is harmful to minors, or in the simulation of such an activity; (2) Involves nudity, or in the simulation of such an activity; or (3) Is obscene, or in the simulation of such an activity. Consent to performing these proscribed acts by a minor or a minor's parent, guardian, or custodian, or mistake as to the minor's age is not a defense to a charge of violating this section. A violation of this section is a Class 6 felony. If a person is convicted of a second or subsequent violation of this section within fifteen years of the prior conviction, the violation a Class 5 felony. Further, the court shall order a mental examination of the person. The examiner shall report to the court whether treatment of the person is indicated. Section 9. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Terms used in section 10 of this Act mean: (1) \"Minor,\" a person fifteen years of age or younger; and (2) \"Solicit,\" to seduce, lure, entice or persuade, or attempt to seduce, lure, entice or persuade a specific person by telephone, in person, by letter, by using a computer or any other electronic means. Section 10. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: A person is guilty of solicitation of a minor if the person eighteen years of age or older: (1) Solicits a minor, or someone the person reasonably believes is a minor, to engage in a prohibited sexual act; or (2) Knowingly compiles or transmits by means of a computer; or prints, publishes or reproduces by other computerized means; or buys, sells, receives, exchanges or disseminates, any notice, statement or advertisement of any minor's name, telephone number, place of residence, physical characteristics or other descriptive or identifying information for the purpose of soliciting a minor or someone the person reasonably believes is a minor to engage in a prohibited sexual act. The fact that an undercover operative or law enforcement officer was involved in the detection and investigation of an offense under this section does not constitute a defense to a prosecution under this section. Consent to performing a prohibited sexual act by a minor or a minor's parent, guardian, or custodian, or mistake as to the minor's age is not a defense to a charge of violating this section. A violation of this section is a Class 6 felony. If a person is convicted of a second or subsequent violation of this section within fifteen years of the prior conviction, the violation is a Class 5 felony. Further, the court shall order a mental examination of the person. The examiner shall report to the court whether treatment of the person is indicated. Section 11. That § 22-22-30 be amended to read as follows: 22-22-30. For the purposes of § § 22-22-31 to 22-22-39, inclusive, a sex crime is any of the following crimes regardless of the date of the commission of the offense or the date of conviction: (1) Rape as set forth in § 22-22-1; (2) Sexual contact with a minor under sixteen as set forth in § 22-22-7 if committed by an adult and the adult is convicted of a felony; (3) Sexual contact with a person incapable of consenting as set forth in § 22-22-7.2 if committed by an adult; (4) Incest as set forth in § 22-22-19.1 if committed by an adult; (5) Photographing a child in an obscene act as set forth in § 22-22-23 Possessing, manufacturing, or distributing child pornography as set forth in section 7 of this Act ; (6) Possession of child pornography as set forth in § 22-22-23.1 Sale of child pornography as set forth in section 4 of this Act ; (7) Sale of obscene pictures of a child as set forth in § 22-22-24 Sexual exploitation of a minor as set forth in section 8 of this Act ; (8) Kidnapping, as set forth in § 22-19-1, if the victim of the criminal act is a minor; (9) Promotion of prostitution of a minor as set forth in subdivision 22-23-2(2); (10) Criminal pedophilia as set forth in § 22-22-30.1; (11) Felony indecent exposure as set forth in former § 22-24-1 or indecent exposure as set forth in § 22-24-1.2; (12) Solicitation of a minor as set forth in section 10 of this Act; (13) An attempt to commit any of the crimes listed in this section; or (13) (14) Any crime committed in a place other than this state which would constitute a sex crime under this section if committed in this state. Section 12. That § 23A-27-14.1 be amended to read as follows: 23A-27-14.1. Notwithstanding § § 23A-27-14 and 23A-27-17, a any person who has received an order pursuant to § 23A-27-13 for a conviction of subdivision 22-22-1(1), subdivision 22-22-1(5) or § 22-22-7 , or violations of sections 4, 7, 8, and 10 of this Act, who is licensed or seeks to be licensed as a certified teacher may have his or her application refused or license revoked as provided in § 13-42-10. Section 13. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person, not a citizen or resident of this state, whose actions or conduct constitute a violation of this Act, and whose actions or conduct involve a child residing in this state, or someone the person reasonably believes is a child residing in this state, is for the purpose of this Act deemed to be transacting business in this state and by that act: (1) Submits to the jurisdiction of the courts of this state in any civil proceeding commenced under this Act; and (2) Constitutes the secretary of state as agent for service of legal process in any civil proceeding commenced under this Act; and consents that service of legal process shall be made by serving a copy upon the secretary of state or by filing a copy in the secretary of state's office, and that this service shall be sufficient service if, within one day after service, notice of the service and a copy of the process are sent by registered mail by plaintiff to the person at the person's last-known address and proof of such mailing filed with the clerk of court within one day after mailing. The service of legal process upon any person who is subject to the jurisdiction of the courts of this state, as provided in this section, may also be made by personally serving the summons upon the person outside this state with the same force and effect as though summons had been personally served within this state. Such service shall be made in like manner as service within this state. No order of court is required. An affidavit of the server shall be filed stating the time, manner and place of service. The court may consider the affidavit, or any other competent proofs, in determining whether service has been properly made. Section 14. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person, except a minor, who knowingly participates in any conduct proscribed by this Act is liable for civil damages. Section 15. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any of the following persons may bring an action for damages caused by another person's conduct as proscribed by this Act: (1) The child; (2) A parent, legal guardian, or sibling of a victimized child; (3) A medical facility, insurer, governmental entity, employer, or other entity that funds a treatment program or employee assistance program for the child or that otherwise expended money or provided services on behalf of the child; (4) Any person injured as a result of the willful, reckless, or negligent actions of a person who knowingly participated in conduct proscribed by this Act. If the parent or guardian is named as a defendant in the action, the court shall appoint a special guardian to bring the action on behalf of the child. Section 16. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person entitled to bring an action under section 15 of this Act may seek damages from any person, except a minor, who knowingly participated in the production or in the chain of distribution of any visual depiction proscribed by this Act. Section 17. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person entitled to bring an action under section 15 of this Act may recover all of the following damages: (1) Economic damages, including the cost of treatment and rehabilitation, medical expenses, loss of economic or educational potential, loss of productivity, absenteeism, support expenses, accidents or injury, and any other pecuniary loss proximately caused by the proscribed conduct; (2) Noneconomic damages, including physical and emotional pain, suffering, physical impairment, emotional distress, mental anguish, disfigurement, loss of enjoyment, loss of companionship, services, and consortium, and other nonpecuniary losses proximately caused by the proscribed conduct; (3) Exemplary damages; (4) Attorneys' fees; and (5) Disbursements. Section 18. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Two or more persons may join in one action under this Act as plaintiffs if their respective actions have at least one common occurrence of proscribed conduct under this Act and if any portion of the period of such conduct overlaps with the period for every other plaintiff. Two or more persons may be joined in one action under this Act as defendants if those persons are liable to at least one plaintiff. Section 19. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person against whom a judgment has been rendered under this Act is not eligible to exempt any property, of whatever kind, from process to levy or process to execute on the judgment. Any assets sought to satisfy a judgment under this Act that are named in a forfeiture action or have been seized for forfeiture by any state or federal agency may not be used to satisfy a judgment unless and until the assets have been released following the conclusion of the forfeiture action or released by the agency that seized the assets. Section 20. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any action for damages under this Act shall be commenced within six years of the time the plaintiff knew, or had reason to know, of any injury caused by violations of this Act. The knowledge of a parent, guardian, or custodian may not be imputed to the minor. For a plaintiff, the statute of limitations under this section is tolled while any potential plaintiff is incapacitated by minority. Section 21. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: On motion by a governmental agency involved in an investigation or prosecution, any civil action brought under this Act shall be stayed until the completion of the criminal investigation or prosecution that gave rise to the motion for a stay of the action. The statute of limitations as provided in section 20 of this Act shall be tolled for the time any such stay is in effect. Section 22. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person who is convicted of an offense under this Act shall forfeit to the state the person's interest in the following and no property right exists in them: (1) Any photograph, film, videotape, book, digital media or visual depiction that has been manufactured, distributed, purchased, possessed, acquired, or received in violation of this Act; (2) Any material, product, and equipment of any kind that is used or intended for use in manufacturing, processing, publishing, selling, possessing, or distributing any visual depiction proscribed by this Act; (3) Any property that is used, or intended for use, as a container for property described in subdivisions (1) and (2) of this section, including any computers and digital media; (4) Any conveyances including aircraft, vehicles, or vessels, that transport, possess, or conceal, or that is used, or intended for use, to transport, or in any manner facilitate the transportation, sale, receipt, possession or concealment of any visual depiction proscribed under this Act; (5) Any book, record, and research, including microfilm, tape, and data that is used, or intended for use, in violation of this Act; (6) Any funds or other things of value used for the purposes of unlawfully purchasing, attempting to purchase, distributing, or attempting to acquire or distribute any visual depiction proscribed by this Act; (7) Any asset, interest, profit, income, and proceed acquired or derived from the unlawful sale or purchase, attempted sale or purchase, distribution, or attempted distribution of any visual depiction proscribed by this Act. Any property described in subdivision (1) of this section shall be deemed contraband and shall be summarily forfeited to the state. Any other property seized and forfeited shall be used to reimburse the actual costs of the criminal investigation and prosecution. Any amount over and above the amount necessary to reimburse for the investigation and prosecution shall be used to satisfy any civil judgments. The secretary of the Department of Social Services shall promulgate rules, pursuant to chapter 1-26, to implement the distribution of seized and forfeited assets. Section 23. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person working at or for an internet service provider or other electronic communication service who has knowledge of or observes, within the scope of the person's professional capacity or employment, a visual depiction that depicts a minor whom the person knows or reasonably should know to be under the age of eighteen, engaged in prohibited sexual acts or in the simulation of prohibited sexual acts, shall report the depiction to his or her employer or supervisor. The depiction shall then be reported to an appropriate law enforcement agency as soon as reasonably possible. The provider need not report to law enforcement depictions involving mere nudity of the minor, but shall report visual depictions involving prohibited sexual acts. This section may not be construed to require a provider to review all visual depictions received by subscribers or handled by the provider within the provider's professional capacity or employment. It is unlawful for any owner or operator of a computer on-line service, internet service, or local internet bulletin board service knowingly to permit a subscriber to utilize the service to produce or reproduce visual depictions of prohibited sexual acts with a minor. A violation of this section is a Class 1 misdemeanor. However, a violation of this section does not constitute grounds for a civil action for damages against any person. Section 24. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person working at or for a commercial film and photograph print processor who has knowledge of or observes, within the scope of the processor's professional capacity or employment, a film, photograph, video tape, negative, slide or other visual depiction that depicts a minor whom the processor knows or reasonably should know to be under the age of eighteen, engaged in prohibited sexual acts or in the simulation of prohibited sexual acts, shall report the depiction to his or her employer or supervisor. The depiction shall then be reported to an appropriate law enforcement agency as soon as reasonably possible. The processor need not report to law enforcement depictions involving mere nudity of the minor, but shall report visual depictions involving prohibited sexual acts. This section may not be construed to require a processor to review all films, photographs, videotapes, negatives, or slides delivered to the processor within the processor's professional capacity or employment. It is unlawful for any owner or operator of a photography or film studio, photograph or film developing service, photograph or film reproducing service, or video to film reproducing service knowingly to permit any person to utilize photograph or film reproduction or development services to produce or reproduce visual depictions of prohibited sexual acts with a minor. A violation of this section is a Class 1 misdemeanor. However, a violation of this section does not constitute grounds for a civil action for damages against any person. Section 25. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any commercial computer repair technician who has knowledge of or observes, within the scope of the technician's professional capacity or employment, a film, photograph, video tape, negative, slide or other visual depiction of a minor whom the technician knows or reasonably should know to be under the age of eighteen, engaged in prohibited sexual acts or in the simulation of prohibited sexual acts, shall report the depiction to an appropriate law enforcement agency as soon as reasonably possible. The computer repair technician need not report to law enforcement depictions involving mere nudity of the minor, but shall report visual depictions involving prohibited sexual acts. This section may not be construed to require a computer repair technician to review all data, disks, or tapes delivered to the computer repair technician within the computer repair technician's professional capacity or employment. A violation of this section is a Class 1 misdemeanor. However, a violation of this section does not constitute grounds for a civil action for damages against any person. Section 26. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: This Act does not apply to the performance of official duties by any law enforcement officer, court employee, attorney, licensed physician, psychologist, social worker, or any person acting at the direction of a licensed physician, psychologist, or social worker in the course of a bona fide treatment or professional education program. Section 27. That § 43-43B-1 be amended to read as follows: 43-43B-1. A person is guilty of unlawful use of a computer system, software, or data if he the person : (1) Knowingly obtains the use of, or accesses or exceeds authorized access to , a computer system, or any part thereof, without the consent of the owner; (2) Knowingly alters or destroys computer programs or data without the consent of the owner; or obtains the use of, accesses, or exceeds authorized access to, a computer system, or any part thereof, without the consent of the owner, and the access or use includes access to confidential data or material; (3) Knowingly obtains use of, alters, accesses or destroys a computer system, or any part thereof, as part of a deception for the purpose of obtaining money, property or services from the owner of a computer system or any third party; or copies or obtains information from a computer system, or compromises any security controls for the computer system, or uses or discloses to another, or attempts to use or disclose to another, the numbers, codes, passwords, or other means of access to a computer system without the consent of the owner; (4) Knowingly uses or discloses to another or attempts to use or disclose to another the numbers, codes, passwords or other means of access to a computer, computer program or computer system without the consent of the owner disrupts, denies, or inhibits access to software or data without the consent of the owner; (5) Knowingly disrupts, denies, or inhibits access to a computer system, without consent of the owner; (6) Knowingly modifies, changes, or alters software or data, without the consent of the owner; (7) Knowingly obtains use of, alters, accesses, or exceeds authorized access to, destroys, disables, or inhibits access to a computer system, as part of a deception for the purpose of obtaining money, property, or services from the owner of a computer system, or any third party; (8) Knowingly destroys or disables a computer system, without consent of the owner; or (9) Knowingly destroys or disables software or computer data, without consent of the owner . Section 28. That § 43-43B-2 be amended to read as follows: 43-43B-2. Terms used in this chapter , unless the context requires otherwise, mean: (1) \"Access,\" to instruct, communicate with, store data in, retrieve data from a computer, computer system or computer network ; (2) \"Computer,\" an internally programmed, general purpose digital device capable of automatically accepting data, processing data and supplying the results of the operation; (3) \" Computer program Software ,\" a series of coded instructions or statements in a form acceptable to a computer system , which causes the computer system to process data in order to achieve a certain result; (4) \"Computer system,\" a set of related, connected devices, including a computer and other devices, including but not limited to includes any computer, computer network, other related device, data input and output and storage devices, and data communications links , and computer programs and data, that make the system capable of performing the special purpose data processing tasks for which it is specified ; (5) \"Computer network,\" a set of related, connected network electronics and communications links that allows any computer system to communicate with any other computer system; (5A) \"Data,\" digitized information in any form that may be accessed by a computer system, regardless of whether the information is in transmission or stored on a computer system, diskette, compact diskette, cd-rom, tape, or in any other medium; (6) \"Destroy,\" to make unusable, render inoperable, render unable to accept or process data, or supply results, render unable to perform data processing tasks or cause computer networks to be unable to transfer data between computer systems for any amount of time . Section 29. That § 43-43B-3 be amended to read as follows: 43-43B-3. A person convicted of a violation of subdivision 43-43B-1 (1), (2), or (4) where the value of the use, alteration, destruction, access or disclosure is one thousand dollars or less is guilty of Violations of the provisions of § 43-43B-1 are punishable as follows: (1) For a violation of subdivision (1), a Class 1 misdemeanor ; (2) For a violation of subdivision (2) or (3), a Class 6 felony; (3) For a violation of subdivision (4), a Class 5 felony; (4) For a violation of subdivision (5) or (6), a Class 4 felony; (5) For a violation of subdivision (8) or (9), a Class 3 felony; (6) For a violation of subdivision (7), a Class 2 felony . Section 30. That § 43-43B-4 be repealed. 43-43B-4. A person convicted of a violation of subdivision 43-43B-1 (1), (2), or (4) where the value of the use, alteration, destruction, access or disclosure is more than one thousand dollars is guilty of a Class 6 felony. Section 31. That § 43-43B-5 be repealed. 43-43B-5. A person convicted of a violation of subdivision 43-43B-1 (3) where the value of the money, property or services obtained is one thousand dollars or less is guilty of a Class 1 misdemeanor. Section 32. That § 43-43B-6 be repealed. 43-43B-6. A person convicted of a violation of subdivision 43-43B-1 (3) where the value of the money, property or services obtained is more than one thousand dollars shall be guilty of a Class 4 felony. Section 33. That § 22-22-25 be amended to read as follows: 22-22-25. Sections 22-22-23 and Section 22-22-24 shall and sections 7, 8, and 10 of this Act do not apply to the selling, lending, distributing, exhibiting, giving away, showing, possessing, or making of films, photographs, or other materials involving only nudity, if such the materials are made for and have a serious literary, artistic, educational, or scientific value."}, {"bill_id": 17449, "bill_version_id": 94503, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2002-02-15T14:09:20-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to protect the children of South Dakota against sexual exploitation by criminalizing certain conduct involving children and the internet, to provide for civil remedies, to require certain people to report suspected violations, and to revise certain provisions regarding the unlawful use of computers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-22-22 be repealed. 22-22-22. Prohibited sexual act, as used in § § 22-22-23, 22-22-23.1, and 22-22-24 means, sexual intercourse, anal intercourse, masturbation, bestiality, sadism, masochism, fellatio, cunnilingus, or incest and any other sexual activity including nudity if such sexual activity is depicted for the purpose of sexual stimulation or gratification of any person who might view such depiction. Encouraging, aiding, abetting, or enticing any person to commit any such prohibited sexual act as provided in this section is a prohibited sexual act. Section 2. That § 22-22-23 be repealed. 22-22-23. Any person who causes or knowingly permits the photographing or filming of a minor under the age of sixteen years to engage in a prohibited sexual act or in the simulation of such act is guilty of a Class 4 felony. Any person who photographs or films a minor under the age of sixteen years engaging in a prohibited sexual act or in the simulation of such an act is guilty of a Class 4 felony. Section 3. That § 22-22-23.1 be repealed. 22-22-23.1. Any person who knowingly possesses any depiction fixed in any tangible medium of expression of a minor under the age of eighteen years engaging in a prohibited sexual act or in the simulation of such act or whose knowing possession encourages, aids, abets, or entices any person to commit a prohibited sexual act is guilty of a Class 6 felony. For the purposes of this section, a depiction includes any depiction, representation, or description, however perceived, and any data compilation or set of commands intended for use to store, to retrieve, or to generate such depictions, representations, or descriptions by any electronic means. For the purposes of this section, the term, tangible media of expression, includes, without limitation, printed materials, plastic media, photographs, film, and any electronic communications systems used to display depictions. Section 4. That § 22-22-24 be amended to read as follows: 22-22-24. Any person who sells, or displays for sale, any book, magazine, pamphlet, slide, photograph, or film , or electronic or digital media image depicting a minor under the age of sixteen years engaging in a prohibited sexual act , or engaging in an activity that involves nudity, or in the simulation of any such act is guilty of a Class 6 felony. Section 5. That § 22-19A-1 be amended to read as follows: 22-19A-1. Any person: (1) Who willfully, maliciously, and repeatedly follows or harasses another person; or (2) Who makes a credible threat to another person with the intent to place that person in reasonable fear of death or great bodily injury; or (3) Who willfully, maliciously, and repeatedly harasses another person by means of any verbal, electronic, digital media, mechanical, telegraphic, or written communication; is guilty of the crime of stalking. Stalking is a Class 1 misdemeanor. Section 6. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Adult,\" a person eighteen years of age or older; (2) \"Child pornography,\" any image or visual depiction of a minor engaged in prohibited sexual acts; (3) \"Child\" or \"minor,\" any person under the age of eighteen years; (4) \"Computer,\" an electronic, magnetic, optical, electrochemical, or other high-speed data processing device performing logical, arithmetic, or storage functions and includes any data storage facility or communications facility directly related to or operating in conjunction with such device, including wireless communication devices such as cellular phones. The term also includes any on-line service, internet service, or internet bulletin board; (5) \"Deviant sexual intercourse,\" sexual conduct between persons not married to each other consisting of contact between the penis and the anus, the mouth and the penis, or the mouth and the vulva; (6) \"Digital media,\" any electronic storage device, including a floppy disk or other magnetic storage device or any compact disc that has memory and the capacity to store audio, video, or written materials; (7) \"Harmful to minors,\" any reproduction, imitation, characterization, description, visual depiction, exhibition, presentation, or representation, of whatever kind or form, depicting nudity, sexual conduct, or sexual excitement if it: (a) Predominantly appeals to the prurient, shameful, or morbid interest of minors; (b) Is patently offensive to prevailing standards in the adult community as a whole with respect to what is suitable material for minors; and (c) Taken as a whole, is without serious literary, artistic, political, or scientific value for minors. This term does not include a mother's breast-feeding of her baby; (8) \"Masochism,\" sexual gratification achieved by a person through, or the association of sexual activity with, submission or subjection to physical pain, suffering, humiliation, torture, or death; (9) \"Nudity,\" the showing or the simulated showing of the human male or female genitals, pubic area, or buttocks with less than a fully opaque covering; or the showing of the female breast with less than a fully opaque covering of any portion thereof below the top of the nipple; or the depiction of covered male genitals in a discernibly turgid state for the purpose of creating sexual excitement. This term does not include a mother's breast-feeding of her baby irrespective of whether or not the nipple is covered during or incidental to feeding; (10) \"Obscene,\" the status of material which: (a) The average person, applying contemporary community standards, would find, taken as a whole, appeals to the prurient interest; (b) Depicts or describes, in a patently offensive way, prohibited sexual acts; and (c) Taken as a whole, lacks serious literary, artistic, political, or scientific value. This term does not include a mother's breast-feeding of her baby; (11) \"Person,\" includes individuals, children, firms, associations, joint ventures, partnerships, estates, trusts, business trusts, syndicates, fiduciaries, corporations, and all other groups or combinations; (12) \"Sadism,\" sexual gratification achieved through, or the association of sexual activity with, the infliction of physical pain, suffering, humiliation, torture, or death; (13) \"Sadomasochistic abuse,\" flagellation or torture by or upon a minor, or the condition of being fettered, bound, or otherwise physically restrained, for the purpose of deriving sexual satisfaction, or satisfaction brought about as a result of sadistic violence, from inflicting harm on another or receiving such harm oneself; (14) \"Sexual battery,\" oral, anal, or vaginal penetration by, or union with, the sexual organ of another or the anal or vaginal penetration of another by any other object. This term does not include an act done for a bona fide medical purpose; (15) \"Sexual bestiality,\" any sexual act, actual or simulated, between a person and an animal involving the sex organ of the one and the mouth, anus, or vagina of the other; (16) \"Prohibited sexual act,\" actual or simulated sexual intercourse, deviant sexual intercourse, sadism, masochism, sexual bestiality, incest, masturbation, or sadomasochistic abuse; actual or simulated exhibition of the genitals or the pubic or rectal area in a lewd or lascivious manner; actual physical contact with a person's clothed or unclothed genitals, pubic area, buttocks, or, if such person is a female, breast with the intent to arouse or gratify the sexual desire of either party; defecation or urination for the purpose of creating sexual excitement in the viewer; or any act or conduct which constitutes sexual battery or simulates that sexual battery is being or will be committed. The term includes encouraging, aiding, abetting or enticing any person to commit any such acts as provided in this subdivision. The term does not include a mother's breast-feeding of her baby; (17) \"Sexual excitement,\" the condition of the human male or female genitals if in a state of sexual stimulation or arousal; (18) \"Sexually oriented material,\" any book, article, magazine, publication, visual depiction or written matter of any kind or any drawing, etching, painting, photograph, motion picture film, or sound recording that depicts sexual activity, actual or simulated, involving human beings or human beings and animals, that exhibits uncovered human genitals or the pubic region in a lewd or lascivious manner, or that exhibits human male genitals in a discernibly turgid state, even if completely and opaquely covered; (19) \"Simulated,\" the explicit depiction of conduct described in subdivision (16) of this section that creates the appearance of such conduct and that exhibits any uncovered portion of the breasts, genitals, or anus; (20) \"Visual depiction,\" any developed and undeveloped film, photograph, slide and videotape, and any photocopy, drawing, printed or written material, and any data stored on computer disk, digital media, or by electronic means that are capable of conversion into a visual image. Section 7. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: A person is guilty of possessing, manufacturing, or distributing child pornography if the person: (1) Creates any visual depiction of a minor engaging in a prohibited sexual act, or in the simulation of such an act; (2) Causes or knowingly permits the creation of any visual depiction of a minor engaged in a prohibited sexual act, or in the simulation of such an act; or (3) Knowingly possesses, distributes, or otherwise disseminates any visual depiction of a minor engaging in a prohibited sexual act, or in the simulation of such an act. Consent to performing these proscribed acts by a minor or a minor's parent, guardian, or custodian, or mistake as to the minor's age is not a defense to a charge of violating this section. A violation of this section is a Class 4 felony. If a person is convicted of a second or subsequent violation of this section within fifteen years of the prior conviction, the violation is a Class 3 felony. Further, the court shall order a mental examination of the person. The examiner shall report to the court whether treatment of the person is indicated. Section 8. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: A person is guilty of sexual exploitation of a minor if the person causes or knowingly permits a minor to engage in an activity that: (1) Is harmful to minors, or in the simulation of such an activity; (2) Involves nudity, or in the simulation of such an activity; or (3) Is obscene, or in the simulation of such an activity. Consent to performing these proscribed acts by a minor or a minor's parent, guardian, or custodian, or mistake as to the minor's age is not a defense to a charge of violating this section. A violation of this section is a Class 6 felony. If a person is convicted of a second or subsequent violation of this section within fifteen years of the prior conviction, the violation a Class 5 felony. Further, the court shall order a mental examination of the person. The examiner shall report to the court whether treatment of the person is indicated. Section 9. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Terms used in section 10 of this Act mean: (1) \"Minor,\" a person fifteen years of age or younger; and (2) \"Solicit,\" to seduce, lure, entice or persuade, or attempt to seduce, lure, entice or persuade a specific person by telephone, in person, by letter, by using a computer or any other electronic means. Section 10. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: A person is guilty of solicitation of a minor if the person eighteen years of age or older: (1) Solicits a minor, or someone the person reasonably believes is a minor, to engage in a prohibited sexual act; or (2) Knowingly compiles or transmits by means of a computer; or prints, publishes or reproduces by other computerized means; or buys, sells, receives, exchanges or disseminates, any notice, statement or advertisement of any minor's name, telephone number, place of residence, physical characteristics or other descriptive or identifying information for the purpose of soliciting a minor or someone the person reasonably believes is a minor to engage in a prohibited sexual act. The fact that an undercover operative or law enforcement officer was involved in the detection and investigation of an offense under this section does not constitute a defense to a prosecution under this section. Consent to performing a prohibited sexual act by a minor or a minor's parent, guardian, or custodian, or mistake as to the minor's age is not a defense to a charge of violating this section. A violation of this section is a Class 6 felony. If a person is convicted of a second or subsequent violation of this section within fifteen years of the prior conviction, the violation is a Class 5 felony. Further, the court shall order a mental examination of the person. The examiner shall report to the court whether treatment of the person is indicated. Section 11. That § 22-22-30 be amended to read as follows: 22-22-30. For the purposes of § § 22-22-31 to 22-22-39, inclusive, a sex crime is any of the following crimes regardless of the date of the commission of the offense or the date of conviction: (1) Rape as set forth in § 22-22-1; (2) Sexual contact with a minor under sixteen as set forth in § 22-22-7 if committed by an adult and the adult is convicted of a felony; (3) Sexual contact with a person incapable of consenting as set forth in § 22-22-7.2 if committed by an adult; (4) Incest as set forth in § 22-22-19.1 if committed by an adult; (5) Photographing a child in an obscene act as set forth in § 22-22-23 Possessing, manufacturing, or distributing child pornography as set forth in section 7 of this Act ; (6) Possession of child pornography as set forth in § 22-22-23.1 Sale of child pornography as set forth in section 4 of this Act ; (7) Sale of obscene pictures of a child as set forth in § 22-22-24 Sexual exploitation of a minor as set forth in section 8 of this Act ; (8) Kidnapping, as set forth in § 22-19-1, if the victim of the criminal act is a minor; (9) Promotion of prostitution of a minor as set forth in subdivision 22-23-2(2); (10) Criminal pedophilia as set forth in § 22-22-30.1; (11) Felony indecent exposure as set forth in former § 22-24-1 or indecent exposure as set forth in § 22-24-1.2; (12) Solicitation of a minor as set forth in section 10 of this Act; (13) An attempt to commit any of the crimes listed in this section; or (13) (14) Any crime committed in a place other than this state which would constitute a sex crime under this section if committed in this state. Section 12. That § 23A-27-14.1 be amended to read as follows: 23A-27-14.1. Notwithstanding § § 23A-27-14 and 23A-27-17, a any person who has received an order pursuant to § 23A-27-13 for a conviction of subdivision 22-22-1(1), subdivision 22-22-1(5) or § 22-22-7 , or violations of sections 4, 7, 8, and 10 of this Act, who is licensed or seeks to be licensed as a certified teacher may have his or her application refused or license revoked as provided in § 13-42-10. Section 13. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person, not a citizen or resident of this state, whose actions or conduct constitute a violation of this Act, and whose actions or conduct involve a child residing in this state, or someone the person reasonably believes is a child residing in this state, is for the purpose of this Act deemed to be transacting business in this state and by that act: (1) Submits to the jurisdiction of the courts of this state in any civil proceeding commenced under this Act; and (2) Constitutes the secretary of state as agent for service of legal process in any civil proceeding commenced under this Act; and consents that service of legal process shall be made by serving a copy upon the secretary of state or by filing a copy in the secretary of state's office, and that this service shall be sufficient service if, within one day after service, notice of the service and a copy of the process are sent by registered mail by plaintiff to the person at the person's last-known address and proof of such mailing filed with the clerk of court within one day after mailing. The service of legal process upon any person who is subject to the jurisdiction of the courts of this state, as provided in this section, may also be made by personally serving the summons upon the person outside this state with the same force and effect as though summons had been personally served within this state. Such service shall be made in like manner as service within this state. No order of court is required. An affidavit of the server shall be filed stating the time, manner and place of service. The court may consider the affidavit, or any other competent proofs, in determining whether service has been properly made. Section 14. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person, except a minor, who knowingly participates in any conduct proscribed by this Act is liable for civil damages. Section 15. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any of the following persons may bring an action for damages caused by another person's conduct as proscribed by this Act: (1) The child; (2) A parent, legal guardian, or sibling of a victimized child; (3) A medical facility, insurer, governmental entity, employer, or other entity that funds a treatment program or employee assistance program for the child or that otherwise expended money or provided services on behalf of the child; (4) Any person injured as a result of the willful, reckless, or negligent actions of a person who knowingly participated in conduct proscribed by this Act. If the parent or guardian is named as a defendant in the action, the court shall appoint a special guardian to bring the action on behalf of the child. Section 16. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person entitled to bring an action under section 15 of this Act may seek damages from any person, except a minor, who knowingly participated in the production or in the chain of distribution of any visual depiction proscribed by this Act. Section 17. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person entitled to bring an action under section 15 of this Act may recover all of the following damages: (1) Economic damages, including the cost of treatment and rehabilitation, medical expenses, loss of economic or educational potential, loss of productivity, absenteeism, support expenses, accidents or injury, and any other pecuniary loss proximately caused by the proscribed conduct; (2) Noneconomic damages, including physical and emotional pain, suffering, physical impairment, emotional distress, mental anguish, disfigurement, loss of enjoyment, loss of companionship, services, and consortium, and other nonpecuniary losses proximately caused by the proscribed conduct; (3) Exemplary damages; (4) Attorneys' fees; and (5) Disbursements. Section 18. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Two or more persons may join in one action under this Act as plaintiffs if their respective actions have at least one common occurrence of proscribed conduct under this Act and if any portion of the period of such conduct overlaps with the period for every other plaintiff. Two or more persons may be joined in one action under this Act as defendants if those persons are liable to at least one plaintiff. Section 19. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person against whom a judgment has been rendered under this Act is not eligible to exempt any property, of whatever kind, from process to levy or process to execute on the judgment. Any assets sought to satisfy a judgment under this Act that are named in a forfeiture action or have been seized for forfeiture by any state or federal agency may not be used to satisfy a judgment unless and until the assets have been released following the conclusion of the forfeiture action or released by the agency that seized the assets. Section 20. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any action for damages under this Act shall be commenced within six years of the time the plaintiff knew, or had reason to know, of any injury caused by violations of this Act. The knowledge of a parent, guardian, or custodian may not be imputed to the minor. For a plaintiff, the statute of limitations under this section is tolled while any potential plaintiff is incapacitated by minority. Section 21. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: On motion by a governmental agency involved in an investigation or prosecution, any civil action brought under this Act shall be stayed until the completion of the criminal investigation or prosecution that gave rise to the motion for a stay of the action. The statute of limitations as provided in section 20 of this Act shall be tolled for the time any such stay is in effect. Section 22. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person who is convicted of an offense under this Act shall forfeit to the state the person's interest in the following and no property right exists in them: (1) Any photograph, film, videotape, book, digital media or visual depiction that has been manufactured, distributed, purchased, possessed, acquired, or received in violation of this Act; (2) Any material, product, and equipment of any kind that is used or intended for use in manufacturing, processing, publishing, selling, possessing, or distributing any visual depiction proscribed by this Act; (3) Any property that is used, or intended for use, as a container for property described in subdivisions (1) and (2) of this section, including any computers and digital media; (4) Any conveyances including aircraft, vehicles, or vessels, that transport, possess, or conceal, or that is used, or intended for use, to transport, or in any manner facilitate the transportation, sale, receipt, possession or concealment of any visual depiction proscribed under this Act; (5) Any book, record, and research, including microfilm, tape, and data that is used, or intended for use, in violation of this Act; (6) Any funds or other things of value used for the purposes of unlawfully purchasing, attempting to purchase, distributing, or attempting to acquire or distribute any visual depiction proscribed by this Act; (7) Any asset, interest, profit, income, and proceed acquired or derived from the unlawful sale or purchase, attempted sale or purchase, distribution, or attempted distribution of any visual depiction proscribed by this Act. Any property described in subdivision (1) of this section shall be deemed contraband and shall be summarily forfeited to the state. Any other property seized and forfeited shall be used to reimburse the actual costs of the criminal investigation and prosecution. Any amount over and above the amount necessary to reimburse for the investigation and prosecution shall be used to satisfy any civil judgments. The secretary of the Department of Social Services shall promulgate rules, pursuant to chapter 1-26, to implement the distribution of seized and forfeited assets. Section 23. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person working at or for an internet service provider or other electronic communication service who has knowledge of or observes, within the scope of the person's professional capacity or employment, a visual depiction that depicts a minor whom the person knows or reasonably should know to be under the age of eighteen, engaged in prohibited sexual acts or in the simulation of prohibited sexual acts, shall report the depiction to his or her employer or supervisor. The depiction shall then be reported to an appropriate law enforcement agency as soon as reasonably possible. The provider need not report to law enforcement depictions involving mere nudity of the minor, but shall report visual depictions involving prohibited sexual acts. This section may not be construed to require a provider to review all visual depictions received by subscribers or handled by the provider within the provider's professional capacity or employment. It is unlawful for any owner or operator of a computer on-line service, internet service, or local internet bulletin board service knowingly to permit a subscriber to utilize the service to produce or reproduce visual depictions of prohibited sexual acts with a minor. A violation of this section is a Class 1 misdemeanor. However, a violation of this section does not constitute grounds for a civil action for damages against any person. Section 24. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person working at or for a commercial film and photograph print processor who has knowledge of or observes, within the scope of the processor's professional capacity or employment, a film, photograph, video tape, negative, slide or other visual depiction that depicts a minor whom the processor knows or reasonably should know to be under the age of eighteen, engaged in prohibited sexual acts or in the simulation of prohibited sexual acts, shall report the depiction to his or her employer or supervisor. The depiction shall then be reported to an appropriate law enforcement agency as soon as reasonably possible. The processor need not report to law enforcement depictions involving mere nudity of the minor, but shall report visual depictions involving prohibited sexual acts. This section may not be construed to require a processor to review all films, photographs, videotapes, negatives, or slides delivered to the processor within the processor's professional capacity or employment. It is unlawful for any owner or operator of a photography or film studio, photograph or film developing service, photograph or film reproducing service, or video to film reproducing service knowingly to permit any person to utilize photograph or film reproduction or development services to produce or reproduce visual depictions of prohibited sexual acts with a minor. A violation of this section is a Class 1 misdemeanor. However, a violation of this section does not constitute grounds for a civil action for damages against any person. Section 25. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any commercial computer repair technician who has knowledge of or observes, within the scope of the technician's professional capacity or employment, a film, photograph, video tape, negative, slide or other visual depiction of a minor whom the technician knows or reasonably should know to be under the age of eighteen, engaged in prohibited sexual acts or in the simulation of prohibited sexual acts, shall report the depiction to an appropriate law enforcement agency as soon as reasonably possible. The computer repair technician need not report to law enforcement depictions involving mere nudity of the minor, but shall report visual depictions involving prohibited sexual acts. This section may not be construed to require a computer repair technician to review all data, disks, or tapes delivered to the computer repair technician within the computer repair technician's professional capacity or employment. A violation of this section is a Class 1 misdemeanor. However, a violation of this section does not constitute grounds for a civil action for damages against any person. Section 26. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: This Act does not apply to the performance of official duties by any law enforcement officer, court employee, attorney, licensed physician, psychologist, social worker, or any person acting at the direction of a licensed physician, psychologist, or social worker in the course of a bona fide treatment or professional education program. Section 27. That § 43-43B-1 be amended to read as follows: 43-43B-1. A person is guilty of unlawful use of a computer system, software, or data if he the person : (1) Knowingly obtains the use of, or accesses or exceeds authorized access to , a computer system, or any part thereof, without the consent of the owner; (2) Knowingly alters or destroys computer programs or data without the consent of the owner; or obtains the use of, accesses, or exceeds authorized access to, a computer system, or any part thereof, without the consent of the owner, and the access or use includes access to confidential data or material; (3) Knowingly obtains use of, alters, accesses or destroys a computer system, or any part thereof, as part of a deception for the purpose of obtaining money, property or services from the owner of a computer system or any third party; or copies or obtains information from a computer system, or compromises any security controls for the computer system, or uses or discloses to another, or attempts to use or disclose to another, the numbers, codes, passwords, or other means of access to a computer system without the consent of the owner; (4) Knowingly uses or discloses to another or attempts to use or disclose to another the numbers, codes, passwords or other means of access to a computer, computer program or computer system without the consent of the owner disrupts, denies, or inhibits access to software or data without the consent of the owner; (5) Knowingly disrupts, denies, or inhibits access to a computer system, without consent of the owner; (6) Knowingly modifies, changes, or alters software or data, without the consent of the owner; (7) Knowingly obtains use of, alters, accesses, or exceeds authorized access to, destroys, disables, or inhibits access to a computer system, as part of a deception for the purpose of obtaining money, property, or services from the owner of a computer system, or any third party; (8) Knowingly destroys or disables a computer system, without consent of the owner; or (9) Knowingly destroys or disables software or computer data, without consent of the owner . Section 28. That § 43-43B-2 be amended to read as follows: 43-43B-2. Terms used in this chapter , unless the context requires otherwise, mean: (1) \"Access,\" to instruct, communicate with, store data in, retrieve data from a computer, computer system or computer network ; (2) \"Computer,\" an internally programmed, general purpose digital device capable of automatically accepting data, processing data and supplying the results of the operation; (3) \" Computer program Software ,\" a series of coded instructions or statements in a form acceptable to a computer system , which causes the computer system to process data in order to achieve a certain result; (4) \"Computer system,\" a set of related, connected devices, including a computer and other devices, including but not limited to includes any computer, computer network, other related device, data input and output and storage devices, and data communications links , and computer programs and data, that make the system capable of performing the special purpose data processing tasks for which it is specified ; (5) \"Computer network,\" a set of related, connected network electronics and communications links that allows any computer system to communicate with any other computer system; (5A) \"Data,\" digitized information in any form that may be accessed by a computer system, regardless of whether the information is in transmission or stored on a computer system, diskette, compact diskette, cd-rom, tape, or in any other medium; (6) \"Destroy,\" to make unusable, render inoperable, render unable to accept or process data, or supply results, render unable to perform data processing tasks or cause computer networks to be unable to transfer data between computer systems for any amount of time . Section 29. That § 43-43B-3 be amended to read as follows: 43-43B-3. A person convicted of a violation of subdivision 43-43B-1 (1), (2), or (4) where the value of the use, alteration, destruction, access or disclosure is one thousand dollars or less is guilty of Violations of the provisions of § 43-43B-1 are punishable as follows: (1) For a violation of subdivision (1), a Class 1 misdemeanor ; (2) For a violation of subdivision (2) or (3), a Class 6 felony; (3) For a violation of subdivision (4), a Class 5 felony; (4) For a violation of subdivision (5) or (6), a Class 4 felony; (5) For a violation of subdivision (8) or (9), a Class 3 felony; (6) For a violation of subdivision (7), a Class 2 felony . Section 30. That § 43-43B-4 be repealed. 43-43B-4. A person convicted of a violation of subdivision 43-43B-1 (1), (2), or (4) where the value of the use, alteration, destruction, access or disclosure is more than one thousand dollars is guilty of a Class 6 felony. Section 31. That § 43-43B-5 be repealed. 43-43B-5. A person convicted of a violation of subdivision 43-43B-1 (3) where the value of the money, property or services obtained is one thousand dollars or less is guilty of a Class 1 misdemeanor. Section 32. That § 43-43B-6 be repealed. 43-43B-6. A person convicted of a violation of subdivision 43-43B-1 (3) where the value of the money, property or services obtained is more than one thousand dollars shall be guilty of a Class 4 felony. Section 33. That § 22-22-25 be amended to read as follows: 22-22-25. Sections 22-22-23 and Section 22-22-24 shall and sections 7, 8, and 10 of this Act do not apply to the selling, lending, distributing, exhibiting, giving away, showing, possessing, or making of films, photographs, or other materials involving only nudity, if such the materials are made for and have a serious literary, artistic, educational, or scientific value."}, {"bill_id": 17449, "bill_version_id": 94810, "bill_version": "Enrolled", "bill_version_date": "2002-02-21T13:09:05-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17449, "action_date": "2002-01-23T14:00:00-06:00", "document_id": 92696, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92696.pdf", "status_text": "First read in Senate and referred to", "journal_page": 190, "committee_id_action": 769, "committee_id_assigned": 751, "result": "N", "vote": {}}, {"bill_id": 17449, "action_date": "2002-01-30T07:45:00-06:00", "document_id": 93208, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93208.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 751, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17449, "action_date": "2002-01-30T07:45:00-06:00", "document_id": 93208, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93208.pdf", "status_text": "Do Pass Amended,", "journal_page": 278, "committee_id_action": 751, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53796, "president_vote": null, "Yea": [2733, 2740, 2772, 2796, 2819, 2821, 2829, 2734, 2753]}}, {"bill_id": 17449, "action_date": "2002-02-01T13:00:00-06:00", "document_id": 93479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93479.pdf", "status_text": "Deferred to another day", "journal_page": 344, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17449, "action_date": "2002-02-04T14:00:00-06:00", "document_id": 93586, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93586.pdf", "status_text": "Do Pass Amended,", "journal_page": 356, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52054, "president_vote": null, "Yea": [2726, 2727, 2730, 2733, 2734, 2739, 2740, 2742, 2743, 2745, 2746, 2747, 2750, 2753, 2760, 2761, 2762, 2772, 2778, 2780, 2784, 2787, 2791, 2792, 2795, 2796, 2802, 2809, 2810, 2818, 2819, 2821, 2827, 2828, 2829]}}, {"bill_id": 17449, "action_date": "2002-02-05T14:00:00-06:00", "document_id": 93707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93707.pdf", "status_text": "First read in House and referred to", "journal_page": 479, "committee_id_action": 768, "committee_id_assigned": 763, "result": "N", "vote": {}}, {"bill_id": 17449, "action_date": "2002-02-15T10:00:00-06:00", "document_id": 94507, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94507.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 763, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17449, "action_date": "2002-02-15T10:00:00-06:00", "document_id": 94507, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94507.pdf", "status_text": "Do Pass Amended,", "journal_page": 688, "committee_id_action": 763, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52749, "president_vote": null, "Yea": [2736, 2748, 2749, 2751, 2759, 2764, 2773, 2775, 2793, 2803, 2816, 2799, 2805]}}, {"bill_id": 17449, "action_date": "2002-02-20T13:00:00-06:00", "document_id": 94759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94759.pdf", "status_text": "Do Pass Amended,", "journal_page": 762, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54300, "president_vote": null, "Yea": [2724, 2725, 2728, 2729, 2731, 2732, 2736, 2737, 2738, 2741, 2744, 2748, 2749, 2752, 2754, 2755, 2756, 2757, 2758, 2759, 2763, 2764, 2765, 2766, 2767, 2768, 2769, 2770, 2771, 2773, 2774, 2775, 2777, 2779, 2781, 2782, 2783, 2785, 2786, 2788, 2789, 2790, 2793, 2794, 2797, 2798, 2799, 2800, 2803, 2804, 2805, 2806, 2807, 2808, 2811, 2812, 2813, 2814, 2815, 2816, 2817, 2820, 2822, 2823, 2824, 2825, 2826, 2830, 2751], "Excused": [2735]}}, {"bill_id": 17449, "action_date": "2002-02-21T10:00:00-06:00", "document_id": 94848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94848.pdf", "status_text": "Signed by President", "journal_page": 670, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17449, "action_date": "2002-02-21T13:00:00-06:00", "document_id": 94847, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94847.pdf", "status_text": "Signed by Speaker", "journal_page": 808, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17449, "action_date": "2002-02-22T08:00:00-06:00", "document_id": 94911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94911.pdf", "status_text": "Delivered to the Governor", "journal_page": 675, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17449, "action_date": "2002-02-27T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 734, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2166, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17449"}