{"session_id": 36, "bill_id": 9691, "bill_type": "House Bill", "bill_number": 1035, "bill_title": "rename the unemployment insurance program to the reemployment assistance program.", "sponsors": [], "keywords": ["Public Officers and Employees", "Reemployment Assistance", "Unemployment Compensation"], "audio": [{"meeting_datetime": "2019-01-16T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco07.mp3", "start_seconds": 1492.0}, {"meeting_datetime": "2019-01-16T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco07.mp3", "start_seconds": 1492.0}, {"meeting_datetime": "2019-01-16T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco07.mp3", "start_seconds": 1492.0}, {"meeting_datetime": "2019-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou09.mp3", "start_seconds": 1815.0}, {"meeting_datetime": "2019-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou09.mp3", "start_seconds": 1815.0}, {"meeting_datetime": "2019-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou17.mp3", "start_seconds": 1946.0}, {"meeting_datetime": "2019-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou17.mp3", "start_seconds": 1946.0}, {"meeting_datetime": "2019-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou17.mp3", "start_seconds": 1946.0}, {"meeting_datetime": "2019-03-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco34.mp3", "start_seconds": 550.0}, {"meeting_datetime": "2019-03-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco34.mp3", "start_seconds": 550.0}, {"meeting_datetime": "2019-03-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco34.mp3", "start_seconds": 550.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen35.mp3", "start_seconds": 2298.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen35.mp3", "start_seconds": 2298.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen35.mp3", "start_seconds": 2298.0}], "bill_versions": [{"bill_id": 9691, "bill_version_id": 51426, "bill_version": "Introduced", "bill_version_date": "2019-01-06T18:40:05.857-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to rename the unemployment insurance program to the reemployment assistance program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 61-1-1 be amended to read: 61-1-1. Terms used in this title mean: (1) \"Annual payroll,\" the total amount of taxable wages paid by an employer during a calendar year for employment; (2) \"Base period,\" the first four out of the last five completed calendar quarters immediately preceding an individual's benefit year. For an individual who fails to meet the qualifications of § 61-6-4 due to the receipt of temporary total disability payments under worker's compensation, the base period is the first four of the last five completed quarters preceding the disability if a claim for unemployment reemployment assistance benefits is filed within twenty-four months of the date on which the individual's disability was incurred. For an individual who fails to meet the minimum requirements of § 61-6-4 due to insufficient wages, the base period is the four completed calendar quarters immediately preceding the individual's benefit year. However, no calendar quarter used in one base period of a valid claim may be used in a subsequent base period; (3) \"Benefit year,\" the one-year period beginning with the day on which a claimant files a valid new claim for benefits, or the one-year period beginning with the day on which a claimant files a valid new claim after the termination of his last preceding benefit year; (4) \"Benefits,\" the money payments payable to an unemployed individual, as provided in this title; (5) \"Calendar quarter,\" the period of three consecutive calendar months ending on March thirty-first, June thirtieth, September thirtieth, or December thirty-first; (6) \"Contributions,\" the money payments to the state unemployment compensation fund required by this title to finance reemployment assistance benefits; (7) \"Department,\" the Department of Labor and Regulation created by chapter 1-37; (8) \"Educational service agency,\" a governmental agency or governmental entity which is established and operated exclusively for the purpose of providing services to one or more educational institutions; (9) \"Employment office,\" a free public employment office, or branch thereof, operated by this state or maintained as part of a state or federal controlled system of public employment offices; (10) \"Employment security administration fund,\" the employment security administration fund established by this title; (11) \"Extended benefits,\" the benefits that are provided in §§ 61-6-49 to 61-6-66, inclusive; (12) \"Fund,\" the unemployment compensation fund established by this title; (13) \"Hospital,\" an institution which has been licensed, certified or approved by the State Department of Health as a hospital; (14) \"Institution of higher education,\" an educational institution which: (a) Admits as regular students only individuals having a certificate of graduation from a high school, or the recognized equivalent of such a certificate; and (b) Is legally authorized in this state to provide a program of education beyond high school; and (c) Provides an educational program for which it awards a bachelor's or higher degree, or provides a program which is acceptable for full credit toward such a degree, provides an educational program of postgraduate or postdoctoral studies, or provides an educational program of training to prepare students for gainful employment in a recognized occupation; and (d) Is a public or other nonprofit institution. Notwithstanding any of the foregoing provisions of this subdivision, all colleges and universities in this state are \"institutions of higher education\"; (15) \"Insured work,\" employment for employers as defined in §§ 61-1-4 to 61-1-45, inclusive; (16) \"State,\" a state of the United States of America and the District of Columbia, the Commonwealth of Puerto Rico and the Virgin Islands; (17) \"Wages,\" all remuneration paid for services, including commissions and bonuses. The term does not include remuneration described by §§ 61-1-46 to 61-1-50, inclusive. The term includes tips and other remuneration upon which a tax is imposed by the Federal Unemployment Tax Act and the reasonable cash value of remuneration paid in any medium other than cash determined in accordance with rules promulgated pursuant to chapter 1-26 by the secretary of labor and regulation; (18) \"Week,\" the period or periods of seven consecutive calendar days ending at midnight. The secretary of labor and regulation may promulgate rules pursuant to chapter 1-26 to prescribe that a week is in, within or during that benefit year which includes the greater part. For the purpose of § 61-1-4, if a week includes both December thirty-first and January first, the days of that week up to January first shall be considered one calendar week and the days beginning January first another week; (19) \"Weekly benefit amount,\" the amount of benefits an individual is entitled to receive for one week of total unemployment. An individual's weekly benefit amount determined for the first week of his benefit year shall constitute his weekly benefit amount throughout the benefit year; (20) \"Reemployment assistance,\" the cash benefits payable to an individual with respect to the individual's unemployment pursuant to the provisions of this title. When applicable, the term also means cash benefits payable to an individual with respect to the individual's unemployment pursuant to 5 U.S.C. §§ 8501-8525, 26 U.S.C. §§ 3301-3311, 42 U.S.C. §§ 504-504, 1101-1110, and 1321-1324, or pursuant to state laws which have been certified pursuant to 26 U.S.C. § 3304 and 42 U.S.C. § 503. Any reference to reemployment assistance means compensation payable from an unemployment fund as defined in section 3306(f) of the Federal Internal Revenue Code as amended to January 1, 2019. Section 2. That § 61-1-14 be amended to read: 61-1-14. The governing body of any political subdivision may establish an unemployment insurance compensation fund. Expenditures from the fund shall be made only for payment of reemployment assistance or unemployment insurance claims pursuant to the Federal Unemployment Insurance Act of 1939 as amended on January 1, 2005, and state law. Notwithstanding the provisions of §§ 7-21-25 and 9-21-9, expenditures from the fund may be made without specific appropriations authority. Section 3. That § 61-1-30 be amended to read: 61-1-30. The term, employment, includes an individual's service, wherever performed within the United States, the Virgin Islands, or Canada, if: (1) Such The service is not covered under the reemployment assistance or unemployment compensation law of any other state, the Virgin Islands, or Canada; and (2) The place from which the service is directed or controlled is in this state. Section 4. That § 61-1-32 be amended to read: 61-1-32. As used in this title, the term \", employment\", does not include service with respect to which reemployment assistance or unemployment compensation is payable under an unemployment compensation system established by an act of Congress. However, the Department of Labor and Regulation shall enter into agreements with the proper agencies under any such act of Congress, to provide reciprocal treatment to individuals who have, after acquiring potential rights to benefits under this title, acquired rights to reemployment assistance or unemployment compensation under an act of Congress, or who have, after acquiring potential rights to unemployment compensation under such an act of Congress, acquired rights to benefits under this title. Section 5. That § 61-1-37 be amended to read: 61-1-37. As used in this title, the term, employment, does not include: (1) Service performed during a calendar quarter in the employ of an organization exempt from income tax under section 501(a)(other than an organization described in 401(a)) or under section 521 of the Federal Internal Revenue Code, if the remuneration for such services does not exceed fifty dollars; or (2) Service performed in the employ of a school, college or university: (a) By a student who is enrolled and is regularly attending classes at the school, college, or university, or (b) By the spouse of a student, if the spouse is advised, at the time the spouse commences to perform the service, that this employment is included under a program to provide financial assistance to the student by the school, college or university, and that employment is not covered by any program of reemployment assistance or unemployment insurance, or (3) Service performed by an individual who is enrolled for credit at a nonprofit or public educational institution, which maintains a regular faculty and curriculum and has a regularly organized body of students in attendance at the place where its educational activities are carried on, as a student in a full-time program, which combines academic instruction with work experience, if the service is an integral part of that program and if the institution has so certified to the employer. This subdivision does not apply to service performed in a program established for or on behalf of an employer or group of employers. Section 6. That § 61-1-46 be amended to read: 61-1-46. As used in this title, the term, wages, means remuneration paid in a calendar year to an employee by an employer or the employer's predecessor for employment during any calendar year. The term includes remuneration in addition to the wages defined in this section which are subject to a federal law imposing a tax against which credit may be taken for contributions required to be paid into a state unemployment fund. The term, wages, does not include remuneration of more than: (1) Seven thousand dollars, from January 1, 1983, to December 31, 2006, inclusive; (2) Eight thousand five hundred dollars, from January 1, 2007, to December 31, 2007, inclusive; (3) Nine thousand dollars, from January 1, 2008, to December 31, 2008, inclusive; (4) Nine thousand five hundred dollars, from January 1, 2009, to December 31, 2009, inclusive; (5) Ten thousand dollars, from January 1, 2010, to December 31, 2010, inclusive; (6) Eleven thousand dollars, from January 1, 2011, to December 31, 2011, inclusive; (7) Twelve thousand dollars, from January 1, 2012, to December 31, 2012, inclusive; (8) Thirteen thousand dollars, from January 1, 2013, to December 31, 2013, inclusive; (9) Fourteen thousand dollars, from January 1, 2014, to December 31, 2014, inclusive; and (10) Fifteen thousand dollars, on and after January 1, 2015. In this section, the term, employment, includes service constituting employment under any reemployment assistance or unemployment compensation law of another state. Section 7. That § 61-2-7.1 be amended to read: 61-2-7.1. The Governor shall appoint from a list submitted by the department a state unemployment insurance reemployment assistance advisory council, composed of men and women, including an equal number of employer representatives and employee representatives who may fairly be regarded as representative because of their vocation, employment, or affiliations, and of such any members representing the general public as the department may designate. Such The council shall aid the department in reviewing the unemployment insurance reemployment assistance program as to its the program's content, adequacy and effectiveness and to make recommendations for its improvement. The advisory council shall meet as frequently as the department deems determines is necessary, but not less than twice each year. The advisory council shall make reports of its meetings which shall include a record of its discussions and its recommendations. The department shall make such the reports available to any interested persons or groups. Section 8. That § 61-2-7.2 be amended to read: 61-2-7.2. The unemployment insurance reemployment assistance advisory council shall be administered under the direction and supervision of the Department of Labor and Regulation and the secretary thereof, but shall retain the respective quasi-judicial, quasi-legislative, advisory, other nonadministrative and special budgetary functions (as defined in § 1-32-1) otherwise vested in them the council and shall exercise those functions independently of the secretary of labor and regulation. Section 9. That § 61-2-8 be amended to read: 61-2-8. The unemployment insurance reemployment assistance advisory council appointed pursuant to § 61-2-7.1 shall meet on call of the department and shall aid the department in formulating policies and discussing problems relating to the administration of this title and in assuring impartiality and freedom from political influence in the solution of such problems. Section 10. That § 61-2-19 be amended to read: 61-2-19. If, in the judgment of the secretary of labor and regulation, the interests of the Department of Labor and Regulation established by this title are involved in any proposed or pending change in federal law or administrative policy pertaining to the program, the secretary may represent these interests to the delegation of this state in the federal Congress. The secretary may co-operate with the other state labor agencies through any association of such state agencies which has been or may hereafter be organized, when the interests of the states generally in their reemployment assistance or unemployment compensation program are similarly involved. Section 11. That § 61-3-18 be amended to read: 61-3-18. The department shall promulgate rules pursuant to chapter 1-26 necessary to secure to this state and its citizens all advantages available under the provisions of the Social Security Act that relate to reemployment assistance or unemployment compensation, the Federal Unemployment Tax Act, the Wagner-Peyser Act, and the Federal-State Extended Unemployment Compensation Act of 1970. Section 12. That § 61-3-19 be amended to read: 61-3-19. The department shall participate in any arrangements for the payment of compensation on the basis of combining an individual's wages and employment covered under this title with the individual's wages and employment covered under the reemployment assistance or unemployment compensation laws of other states which are approved by the United States secretary of labor in consultation with the state reemployment assistance or unemployment compensation agencies as reasonably calculated to assure the prompt and full payment of compensation in such the situations and which include provisions for applying the base period of a single state law to a claim involving the combining of an individual's wages and employment covered under two or more state reemployment assistance or unemployment compensation laws, and avoiding the duplicate use of wages and employment by reason of such combining. Section 13. That § 61-5-39 be amended to read: 61-5-39. Each employer's experience-rating account shall be charged with all benefits chargeable, as provided in this title, except extended benefits paid as provided in §§ 61-6-49 to 61-6-66, inclusive, against wages paid for employment by the employer. However, no benefits paid on the basis of a period of employment may be charged to the experience-rating account of any employer, except as provided in § 61-5-41, if the claimant: (1) Voluntarily separated without good cause attributable to the employer or the employment; (2) Was discharged or suspended for misconduct connected with the employment, or for conduct mandated by religious belief which belief cannot be reasonably accommodated by the employer; (3) Was discharged or suspended for inability or incompetence to successfully complete a ninety-day probationary period established between the employer and employee at the time of employment; (4) Earned total base period wages of less than one hundred dollars with one employer; (5) Is receiving benefits while in approved training authorized by § 61-6-21; (6) Performed services while incarcerated in a custodial or penal institution and terminated such employment because of his transfer or release from the institution; (7) Received benefits for unemployment directly caused by a major natural disaster declared by the president pursuant to section 410(a) of the Robert T. Stafford Disaster Relief and Employment Assistance Act, 42 U.S.C. § 5177, if the individual would have been eligible for disaster unemployment assistance with respect to that unemployment but for their the receipt of reemployment assistance or unemployment insurance benefits; (8) Received benefits for unemployment resulting directly from the reinstatement of another employee upon that employee's completion of service in the uniformed services as provided in 38 U.S.C. § 4303(13) as of January 1, 2005, or the completion of state active duty by members of the National Guard who are activated pursuant to a call from the Governor as provided by law; or (9) Voluntarily separated to accompany a spouse who was reassigned from one military assignment to another. However, no relief of charges applies if the department determines that an erroneous payment has been made because the employer, or an agent of the employer, was at fault for failing to respond timely or adequately to the department's request for information relating to the payment of benefits. For the purposes of this section, an erroneous payment is a payment that would not have been made but for the failure of the employer or the employer's agent to fully respond to the department's request pursuant to § 61-7-5. Section 14. That § 61-5-67 be amended to read: 61-5-67. Any state of the United States of America shall have the right to may sue in the courts of South Dakota to recover any tax which may be owing to it for reemployment assistance or unemployment insurance contributions when the like right is accorded to the state of South Dakota by such that state, whether such the right is granted by a statutory authority, or as a matter of comity. Section 15. That § 61-6-20 be amended to read: 61-6-20. A person attending a high school, vocational school, college or university is considered principally occupied as a student if school attendance substantially reduces the opportunity for reemployment. A person who is principally occupied as a student is not entitled to may not receive unemployment insurance reemployment assistance benefits. Section 16. That § 61-6-37 be amended to read: 61-6-37. An individual is not entitled to any benefits for any week with respect to which or a part of which the individual has received or is seeking unemployment benefits reemployment assistance under an a reemployment assistance or unemployment compensation law of another state or of the United States. However, if the appropriate agency of such the other state or of the United States finally determines that the individual is not entitled to the unemployment reemployment assistance benefits, this disqualification does not apply. Section 17. That § 61-6-38 be amended to read: 61-6-38. It is unlawful for any person to make a false statement or representation knowing it to be false or knowingly fail to disclose a material fact to obtain or increase any benefits or other payments under this title, or under an unemployment insurance law of another state, of the federal government, or of a foreign government, either for himself, herself the person, or any other person, or knowingly fail to report any change in circumstances which would affect the person's eligibility for unemployment reemployment assistance benefits or payments. Section 18. That § 61-6-43 be amended to read: 61-6-43. If an agency administering another reemployment assistance or unemployment compensation law in another state has overpaid benefits to an individual located in South Dakota, the Department of Labor and Regulation may, in its own name and acting as agent for such other agency, collect the overpayment by civil action and pay the net amount recovered to such the agency in the manner provided in §§ 61-5-59 to 61-5-66, inclusive. If benefits are currently payable to such the individual, the department may, with notice to the individual, pay as much of such the benefits to such the agency as are necessary to satisfy the individual's indebtedness to such the agency. Section 19. That § 61-6-48 be amended to read: 61-6-48. Any assignment, pledge, or encumbrance of any right to benefits which are or may become due or payable under this title is void except as provided in this section. The rights to benefits are exempt from levy, execution, attachment, or any other remedy provided for the collection of debt. Any benefits received by any individual, so long as the benefits are not mingled with other funds of the recipient, are exempt from any remedy for the collection of all debts, except debts incurred for necessaries furnished to the individual, the individual's spouse, or dependents during the time when the individual was unemployed. Any waiver not provided for in this section is void. The secretary of the Department of Labor and Regulation shall furnish information on individuals receiving unemployment insurance reemployment assistance benefits to the Department of Social Services in accordance with section 303(e) of the Social Security Act as amended by section 2333(b) of P. L. 97-5--August 13, 1981. The secretary may also furnish this information in accordance with section 13 of the Food Stamp Act of 1977 as amended by section 1535 of P.L. 99-198. The Department of Social Services determines periodically whether any of these individuals receiving unemployment insurance reemployment assistance owe child support obligations or an uncollected overissuance of food stamp coupons. Each new applicant filing for unemployment insurance reemployment assistance benefits shall disclose any obligation for child support payments in accordance with section 454(19) of the Social Security Act as amended by section 101(a) of P.L. 93-647, and may be required to disclose any obligation for uncollected overissuances (as defined in section 13(c)(1) of the Food Stamp Act of 1977) of food stamp coupons, to the Department of Labor and Regulation at the time of filing. If an individual disclosing child support obligations is eligible for unemployment insurance reemployment assistance benefits, the secretary shall notify the Department of Social Services. The secretary shall deduct from an eligible individual's unemployment insurance reemployment assistance benefit payment and pay to the secretary of the Department of Social Services: (1) The amount determined by agreement between the individual and the Department of Labor and Regulation; or (2) The amount determined by agreement between the individual and the Department of Social Services; or (3) The amount determined by the Department of Social Services through legal processes. If an individual disclosing an uncollected overissuance of food stamp coupons is eligible for unemployment insurance reemployment assistance benefits, the secretary may notify the Department of Social Services. The secretary may also deduct from an eligible individual's unemployment insurance reemployment assistance benefit payment, and pay to the secretary of the Department of Social Services, the amount determined by subdivisions (1) to (3), inclusive, of this section. The secretary of the Department of Social Services shall reimburse the Department of Labor and Regulation for administrative costs incurred by the Department of Labor and Regulation attributable to child support payment obligations and food stamp overissuance obligations being enforced by the Department of Social Services. Section 20. That subdivision (7) of § 61-6-49 be amended to read: (7) \"State law,\" the reemployment assistance or unemployment insurance law of any state, approved by the United States secretary of labor under section 3304 of the Internal Revenue Code of 1954. Section 21. That § 61-6-58 be amended to read: 61-6-58. The term, exhaustee, under the provisions of §§ 61-6-49 to 61-6-63, inclusive, includes an individual who, with respect to any week of unemployment in the individual's eligibility period: (1) The individual's benefit year having ended prior to such that week, has insufficient wages or employment, or both, on the basis of which the individual could establish in any state a new benefit year that would include the week, or having established a new benefit year that includes the week, the individual is precluded from receiving regular benefits by reason of the provision in § 61-6-36, which meets the requirement of section 3304 (a)(7) of the Federal Unemployment Tax Act, or the similar provision in any other state law; and (2) Has no right for the week to reemployment assistance or unemployment benefits or allowances, as the case may be, under the Railroad Unemployment Insurance Act, the Trade Expansion Act of 1962, and such other federal laws as are specified in regulations issued by the United States secretary of labor; and (3) Has not received and is not seeking for the week unemployment benefits reemployment assistance under the unemployment compensation law of the Virgin Islands or Canada, unless the appropriate agency finally determines that the individual is not entitled to unemployment benefits reemployment assistance under the law for the week. Section 22. That § 61-6-67 be amended to read: 61-6-67. Any person filing a new claim for unemployment compensation reemployment assistance shall, at the time of filing the claim, be advised that: (1) Unemployment compensation Reemployment assistance is subject to federal income tax; (2) Requirements exist pertaining to estimated tax payments; (3) The person may elect to have federal income tax deducted and withheld from the person's payment of unemployment compensation reemployment assistance at the amount specified in the Federal Internal Revenue Code; and (4) The person may change a previously elected withholding status. Amounts deducted and withheld from unemployment compensation reemployment assistance shall remain in the unemployment fund until transferred to the federal taxing authority as a payment of income tax. The secretary shall follow all procedures specified by the United States Department of Labor and the Internal Revenue Service pertaining to the deduction and withholding of income tax. Amounts shall be deducted and withheld under this section only after amounts are deducted and withheld for any overpayments of unemployment compensation reemployment assistance, child support obligations, food stamp over-issuances, or any other amounts required to be deducted and withheld under this title. Section 23. That § 1-37-4 be amended to read: 1-37-4. The Department of Labor and Regulation shall, under the direction and control of the secretary of labor and regulation, perform all administrative functions except special budgetary functions (as defined in § 1-32-1) of the following advisory councils: (1) The state workers' compensation advisory council; and (2) The unemployment insurance reemployment assistance advisory council. Section 24. That subdivision (7) of § 10-6A-1 be amended to read: (7) \"Income,\" the sum of adjusted gross income as defined in the United States Internal Revenue Code, as defined by § 10-1-47, and IRA disbursements, the amount of capital gains excluded from adjusted gross income, alimony, support money, nontaxable strike benefits, cash public assistance and relief, the gross amount of any pension or annuity, including Railroad Retirement Act benefits and veterans disability pensions, all payments received under the federal social security and state reemployment assistance or unemployment insurance laws, nontaxable interest, life insurance proceeds that exceed twenty thousand dollars, any gift or inheritance that exceeds five hundred dollars, proceeds from a court action, any sale of a personal item that exceeds five hundred dollars, foster care income, and workers' compensation; Section 25. That subdivision (5) of § 10-6B-1 be amended to read: (5) \"Income,\" the sum of adjusted gross income as defined in the United States Internal Revenue Code, as defined by § 10-1-47, and all nontaxable income, including the amount of capital gains excluded from adjusted gross income, alimony, support money, nontaxable strike benefits, cash, public assistance and relief, not including relief granted under this chapter, the gross amount of any pension or annuity, including Railroad Retirement Act benefits and veterans' disability pensions, all payments received under the federal social security and state reemployment assistance or unemployment insurance laws, nontaxable interest received from the federal government or any of its instrumentalities, workers' compensation, and the gross amount of \"loss of time\" insurance, but not including gifts from nongovernmental sources, food stamps, or surplus foods or other relief in kind provided by a public agency less real estate taxes payable on the applicant's principal residence for the year in which application is made; Section 26. That subdivision (6) of § 10-18A-1 be amended to read: (6) \"Income,\" the sum of adjusted gross income as defined in the United States Internal Revenue Code, as defined by § 10-1-47, and all nontaxable income, including the amount of capital gains excluded from adjusted gross income, alimony, support money, nontaxable strike benefits, cash public assistance and relief, not including relief granted under this chapter, the gross amount of any pension or annuity, including Railroad Retirement Act benefits and veterans' disability pensions, all payments received under the federal social security and state reemployment assistance or unemployment insurance laws, nontaxable interest received from the federal government or any of its instrumentalities, workers' compensation, and the gross amount of loss of time insurance, but not including gifts from nongovernmental sources, food stamps, or surplus foods, or other relief in kind provided by a public agency less real estate taxes payable on the applicant's principal residence for the year in which application is made. However, the reduction in the applicant's income for real estate taxes payable may not exceed four hundred dollars; Section 27. That subdivision (5) of § 10-45A-1 be amended to read: (5) \"Income,\" the sum of adjusted gross income as defined in the United States Internal Revenue Code, as defined by § 10-1-47, and all nontaxable income, including the amount of capital gains excluded from adjusted gross income, alimony, support money, nontaxable strike benefits, cash public assistance and relief, not including relief granted under this chapter, the gross amount of any pension or annuity, including Railroad Retirement Act benefits and veterans' disability pensions, all payments received under the federal social security and state reemployment assistance or unemployment insurance laws, nontaxable interest received from the federal government or any of its instrumentalities, workers' compensation, and the gross amount of loss of time insurance, but not including gifts from nongovernmental sources, food stamps, or surplus foods, or other relief in kind provided by a public agency, less real estate taxes payable or ten percent of rent paid on the applicant's principal residence for the year in which application is made. However, the reduction in the individual's income may not exceed four hundred dollars; Section 28. That § 23A-28-11 be amended to read: 23A-28-11. If the sentencing court orders suspended imposition of sentence, suspended sentence, or probation, the court may require as a condition that the defendant, in cooperation with the court services officer assigned to the defendant, promptly prepare a plan of community service restitution, including the number of work hours to be performed, where the community service work is to be performed, and the time necessary for completion of the community service work. The plan of community service restitution shall be submitted promptly to the court. The court may enter an order approving the plan or modifying it. Any defendant sentenced to community service restitution is not an agent or employee of the recipients of these services. Any recipient of community service restitution, described in subdivision § 23A-28-2(1), does not have to provide the defendant with unemployment compensation reemployment assistance insurance pursuant to Title 61 nor with workers' compensation insurance pursuant to Title 62. Recipients and their officers, agents, and employees are immune from any cause of action for civil damages brought by the defendant or any third party if the cause of action arises from any act of commission or omission by the recipient or any of its officers, agents, or employees or any act of commission or omission by the defendant and the acts arise out of or are in connection with a community service restitution plan, except when the cause of action is the result of gross negligence or willful and wanton misconduct of the recipient or its officers, agents, or employees and except to the extent that the recipient has purchased liability insurance. Nothing in this section relieves individual defendants from responsibility for their individual acts. Section 29. That § 25-7-6.3 be amended to read: 25-7-6.3. The monthly net income of each parent shall be determined by the parent's gross income less allowable deductions, as set forth in this chapter. The monthly gross income of each parent includes amounts received from the following sources: (1) Compensation paid to an employee for personal services, whether salary, wages, commissions, bonus, or otherwise designated; (2) Self-employment income including gain, profit, or loss from a business, farm, or profession; (3) Periodic payments from pensions or retirement programs, including social security or veteran's benefits, disability payments, or insurance contracts; (4) Interest, dividends, rentals, royalties, or other gain derived from investment of capital assets; (5) Gain or loss from the sale, trade, or conversion of capital assets; (6) Unemployment Reemployment assistance or unemployment insurance benefits; (7) Worker's compensation benefits; and (8) Benefits in lieu of compensation including military pay allowances. Overtime wages, commissions, and bonuses may be excluded if the compensation is not a regular and recurring source of income for the parent. Income derived from seasonal employment shall be annualized to determine a monthly average income. Section 30. That subdivision (8) of § 25-7A-1 be amended to read: (8) \"Income,\" any form of payment to a person, regardless of source, including wages, salary, commission, bonuses, compensation as an independent contractor, workers' compensation, state reemployment assistance or unemployment compensation, disability, annuity and retirement benefits, gift or inheritance, all gain derived from capital or labor, profit gained through the sale or conversion of capital assets, and any other payments, including personal property, money and credits on deposit with or in the possession of, or made by any person, private entity, federal or state government, any unit of local government, school district or any entity created by public act. However, for the purposes of income withholding, income the term excludes: (a) Any amount required by law or as a condition of employment to be withheld, other than creditor claims, including federal, state, and local taxes, social security, and other retirement contributions; (b) Any amount exempted by federal law; and (c) Public assistance payments; Section 31. That § 25-7A-32 be amended to read: 25-7A-32. The amount actually withheld for support and arrearage may not be in excess of fifty percent of wages, salaries, commissions, bonuses, compensation as an independent contractor, workers compensation, reemployment assistance or unemployment compensation, or disability benefits. However, the total amount of arrearage may be withheld from personal property, money, and credits, or other income not otherwise exempt herein. Section 32. That § 25-7A-56.10 be amended to read: 25-7A-56.10. Upon receiving notice from the Department of Social Services that a person owes child support, the Department of Labor and Regulation shall immediately withhold funds from the person's unemployment insurance state reemployment assistance benefits and forward the withheld amounts to the Department of Social Services. The Department of Labor and Regulation shall withhold the amount as designated by the Department of Social Services except that the amount actually withheld may not be in excess of fifty percent of the person's benefits. The person shall also be notified that the person may contest the withholding by filing a written request for administrative review with the Department of Social Services in accordance with § 25-7A-26. Section 33. That § 26-8D-13 be amended to read: 26-8D-13. Any child required to participate in a community service program is not an agent or employee of the recipients of these services. Any recipient of community service, described in §§ 26-8C-7 and 26-8B-6, does not have to provide the child with unemployment compensation reemployment assistance insurance pursuant to title 61 nor with workers' compensation insurance pursuant to title 62. Each recipient and the recipient's officers, agents, and employees are immune from any cause of action for civil damages brought by the child, parents, guardians, or any third party if the cause of action arises from any act of commission or omission by the recipient or any of its officers, agents, or employees or any act of commission or omission by the child and the acts arise out of or are in connection with a community service program, except if the cause of action is the result of gross negligence or willful and wanton misconduct of the recipient or its officers, agents, or employees and except to the extent that the recipient has purchased liability insurance. Nothing in this section relieves any individual child from responsibility for the child's individual acts. Section 34. That § 28-13-32.7 be amended to read: 28-13-32.7. For the purpose of determining a household's income, the county shall consider all sources of income, including the following: (1) Compensation paid to household members for personal services, whether designated as gross salary, wages, commissions, bonus, or otherwise; (2) Net income from self-employment, including profit or loss from a business, farm, or profession; (3) Income from seasonal employment; (4) Periodic payments from pensions or retirement programs, including social security, veterans' benefits, disability payments, and insurance contracts; (5) Income from annuities or trusts, except for a trust held by a third party for the benefit of the minor children of the household; (6) Interest, dividends, rents, royalties, or other gain derived from investments or capital assets; (7) Gain or loss from the sale, trade, or conversion of capital assets; (8) Unemployment Reemployment assistance or unemployment insurance benefits and strike benefits; (9) Workers' compensation benefits and settlements; (10) Alimony and child support payments received; and (11) School grants and stipends which are used for food, clothing, and housing but not for books and tuition. A federal income tax return is the preferred source for determining earnings. If a federal income tax return is not representative of current earnings, the county may also require pay stubs which include gross and net earnings. Section 35. That § 35-2-7 be amended to read: 35-2-7. Any license granted under this title may be transferred to a new location or to another person. If the transfer is to another person, the licensee shall show in writing, under oath, that the licensee has made a bulk sale of the business operated under the license. The bulk sale may be conditioned upon the granting of a transfer of the license. The transferee shall make an application exactly as an original applicant, and the application shall be acted upon in the same manner as an original application. No transfer of any license to another person may be granted until all taxes incurred by the transferor as a result of the operation of the licensed premises, including municipal and state sales and use taxes, state reemployment assistance or unemployment insurance tax, or any other state tax, are paid or are not delinquent. No transfer of any license to another person may be granted until all property taxes which are the liability of the licensee levied on the licensed premises are paid or are not delinquent. No transfer of any license may be granted from an Indian tribe operating in Indian country controlled by the Indian tribe or from an enrolled tribal member operating in Indian country controlled by the enrolled tribal member's tribe until all use tax incurred as a result of the operation of the licensed premises by nonmembers, and any other state tax, has been remitted or is not delinquent. If the transfer is to a new location, the licensee shall make application showing all the relevant facts for the new location. The application shall be acted upon in the same manner as an original application. If a license is transferred, a fee of one hundred fifty dollars is required to continue the unexpired portion of the license. Section 36. That § 35-2-24 be amended to read: 35-2-24. No license granted under this title may be reissued until all taxes incurred by the licensee as a result of the operation of the licensed premises, including municipal and state sales and use taxes, state reemployment assistance or unemployment insurance tax, or any other state tax, are paid or are not delinquent. No license granted under this title may be reissued until all property taxes which are the liability of the licensee levied on the licensed premises are paid or are not delinquent. No license granted under this title may be reissued to an Indian tribe operating in Indian country controlled by the Indian tribe or to an enrolled tribal member operating in Indian country controlled by the enrolled tribal member's tribe until the Indian tribe or enrolled tribal member remits to the Department of Revenue all use tax incurred by nonmembers as a result of the operation of the licensed premises, and any other state tax has been remitted or is not delinquent. Section 37. That § 60-6-8 be amended to read: 60-6-8. For the purpose of establishing and maintaining free public employment offices, the secretary may enter into agreements with the railroad retirement board, or any other agency of the United States charged with the administration of an a state reemployment assistance or unemployment compensation law, or with any political subdivision of this state, or with any private, nonprofit organization, and as a part of any such agreement the secretary may accept moneys, services, or quarters as a contribution to the employment service account."}, {"bill_id": 9691, "bill_version_id": 54816, "bill_version": "Enrolled", "bill_version_date": "2019-03-07T09:37:01.15-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [52699], "action_log": [{"bill_id": 9691, "action_date": "2019-01-08T12:00:00-06:00", "document_id": 51485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51485.pdf", "status_text": "First read in House and referred to", "journal_page": 23, "committee_id_action": 408, "committee_id_assigned": 428, "result": "N", "vote": {}}, {"bill_id": 9691, "action_date": "2019-01-16T10:00:00-06:00", "document_id": 51688, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51688.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 428, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9691, "action_date": "2019-01-16T10:00:00-06:00", "document_id": 51796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51796.pdf", "status_text": "Do Pass", "journal_page": 128, "committee_id_action": 428, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27213, "president_vote": null, "Yea": [1567, 1642, 1589, 1609, 1649, 1632, 1612, 1623, 1621, 1625, 1577], "Nay": [1611, 1434]}}, {"bill_id": 9691, "action_date": "2019-01-17T13:00:00-06:00", "document_id": 51881, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51881.pdf", "status_text": "Deferred to another day", "journal_page": 141, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9691, "action_date": "2019-01-22T14:00:00-06:00", "document_id": 51990, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51990.pdf", "status_text": "Fiscal Note Requested", "journal_page": 151, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9691, "action_date": "2019-01-31T13:30:00-06:00", "document_id": 52970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52970.pdf", "status_text": "Deferred to another day", "journal_page": 283, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9691, "action_date": "2019-02-05T14:00:00-06:00", "document_id": 53061, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53061.pdf", "status_text": "Do Pass", "journal_page": 294, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27787, "president_vote": null, "Yea": [1563, 1614, 1619, 1567, 1592, 1643, 1578, 1641, 1560, 1629, 1613, 1645, 1594, 1443, 1634, 1444, 1616, 1650, 1635, 1624, 1436, 1642, 1620, 1631, 1589, 1556, 1593, 1590, 1609, 1649, 1632, 1644, 1612, 1630, 1569, 1626, 1572, 1637, 1627, 1577, 1618, 1581, 1576, 1610, 1622, 1623, 1564, 1621, 1580, 1625, 1432], "Nay": [1579, 1633, 1440, 1434, 1573, 1557, 1628, 1427, 1639, 1435, 1646, 1431, 1446, 1615, 1647, 1611], "Excused": [1438, 1575, 1638]}}, {"bill_id": 9691, "action_date": "2019-02-06T14:00:00-06:00", "document_id": 53170, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53170.pdf", "status_text": "First read in Senate and referred to", "journal_page": 279, "committee_id_action": 409, "committee_id_assigned": 418, "result": "N", "vote": {}}, {"bill_id": 9691, "action_date": "2019-02-28T10:00:00-06:00", "document_id": 54286, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54286.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9691, "action_date": "2019-03-05T10:00:00-06:00", "document_id": 54414, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54414.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9691, "action_date": "2019-03-05T10:00:00-06:00", "document_id": 54624, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54624.pdf", "status_text": "Do Pass", "journal_page": 604, "committee_id_action": 418, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29149, "president_vote": null, "Yea": [1599, 1601, 1583, 1430, 1595, 1561, 1584]}}, {"bill_id": 9691, "action_date": "2019-03-06T14:00:00-06:00", "document_id": 54776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54776.pdf", "status_text": "Do Pass", "journal_page": 635, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29263, "president_vote": null, "Yea": [1602, 1441, 1582, 1562, 1599, 1608, 1606, 1604, 1601, 1585, 1600, 1603, 1583, 1430, 1595, 1450, 1571, 1586, 1561, 1596, 1559, 1584, 1426, 1598, 1587, 1433, 1565, 1597], "Excused": [1605], "Nay": [1588, 1442, 1568, 1437, 1558, 1607]}}, {"bill_id": 9691, "action_date": "2019-03-07T11:00:00-06:00", "document_id": 54836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54836.pdf", "status_text": "Signed by the Speaker", "journal_page": 701, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9691, "action_date": "2019-03-11T10:00:00-05:00", "document_id": 54890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54890.pdf", "status_text": "Signed by the President", "journal_page": 675, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9691, "action_date": "2019-03-11T12:00:00-05:00", "document_id": 54898, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54898.pdf", "status_text": "Delivered to the Governor", "journal_page": 706, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9691, "action_date": "2019-03-29T11:00:00-05:00", "document_id": 55039, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/55039.pdf", "status_text": "Signed by the Governor", "journal_page": 760, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7033}