{"session_id": 4, "bill_id": 4868, "bill_type": "House Bill", "bill_number": 1095, "bill_title": "adopt the South Dakota Family Law Arbitration Act and provide for its implementation and enforcement.", "sponsors": [{"legislator_profile_id": 592, "is_prime": true}, {"legislator_profile_id": 587, "is_prime": true}, {"legislator_profile_id": 591, "is_prime": false}, {"legislator_profile_id": 532, "is_prime": false}, {"legislator_profile_id": 534, "is_prime": false}], "keywords": ["Civil Procedure", "Custody and Visitation", "Domestic Relations", "Hearings", "Minors"], "audio": [{"meeting_datetime": "2008-01-16T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hju07.mp3", "start_seconds": 10990.0}, {"meeting_datetime": "2008-01-16T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hju07.mp3", "start_seconds": 10990.0}, {"meeting_datetime": "2008-01-16T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hju07.mp3", "start_seconds": 10990.0}], "bill_versions": [{"bill_id": 4868, "bill_version_id": 485, "bill_version": "Introduced", "bill_version_date": "2008-01-05T15:50:46.327-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the South Dakota Family Law Arbitration Act and provide for its implementation and enforcement. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. It is the policy of this state to allow, by agreement of all parties, the arbitration of all issues arising from a marital separation or divorce, except for the divorce itself, while preserving a right of modification based on substantial change of circumstances related to alimony, child custody, and child support. Pursuant to this policy, the purpose of this Act is to provide for arbitration as an efficient and speedy means of resolving these disputes, consistent with family law legislation of this state and similar legislation, to provide default rules for the conduct of arbitration proceedings, and to assure access to the courts of this state for proceedings ancillary to this arbitration. Section 2. Terms as used in this Act, mean: (1) \"Arbitration organization,\" any association, agency, board, commission, or other entity that is neutral and initiates, sponsors, or administers an arbitration proceeding or is involved in the appointment of an arbitrator; (2) \"Arbitrator,\" an individual appointed to render an award, alone or with others, in a controversy that is subject to an agreement to arbitrate; (3) \"Court,\" any court of competent jurisdiction in this state; (4) \"Knowledge,\" actual knowledge; (5) \"Person,\" any individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, government; governmental subdivision, agency, or instrumentality; public corporation; or any other legal or commercial entity; (6) \"Record,\" information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form. Section 3. Except as otherwise provided in this Act, a person gives notice to another person by taking action that is reasonably necessary to inform the other person in the ordinary course, whether or not the other person acquires knowledge of the notice. Section 4. A person has notice if the person has knowledge of the notice or has received notice. A person receives notice when it comes to the person's attention or the notice is delivered at the person's place of residence or place of business, or at another location held out by the person as a place of delivery of such communications. Section 5. This Act governs an agreement to arbitrate made on or after the effective date of this Act. Section 6. Except as otherwise provided in this section, a party to an agreement to arbitrate or to an arbitration proceeding may waive, or the parties may vary the effect of, the requirements of this Act to the extent provided by law. Before a controversy arises that is subject to an agreement to arbitrate, no party to the agreement may: (1) Waive or agree to vary the effect of the requirements of sections 7, 16, 17, 43, 44, 74, and 75 of this Act; (2) Agree to unreasonably restrict the right under section 21 of this Act to notice of the initiation of an arbitration proceeding; (3) Agree to unreasonably restrict the right under sections 27 to 31, inclusive, of this Act to disclosure of any facts by a neutral arbitrator; or (4) Waive the right under section 42 of this Act of a party to an agreement to arbitrate to be represented by legal counsel at any proceeding or hearing under this Act. No party to an agreement to arbitrate or arbitration proceeding may waive, nor may the parties vary the effect of, the requirements of sections 5, 10, 11, 12, 13, 14, 15, 18, 19, 20, 33, 34, 35, 36, 50, 56, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, and 77 of this Act. Section 7. Except as otherwise provided in section 77 of this Act, an application for judicial relief under this Act shall be made by motion to the court and heard in the manner provided by law or rule of court for making and hearing motions. Unless a civil action involving the agreement to arbitrate is pending, notice of an initial motion to the court under this Act shall be served in the manner provided by law for the service of a summons in a civil action. Otherwise, notice of the motion shall be given in the manner prescribed by law or rule of court for serving motions in pending cases. Section 8. During or after marriage, parties may agree in a record to submit to arbitration any controversy, except for the divorce itself, arising out of the marital relationship. Such an agreement contained in a record to submit to arbitration any existing or subsequent controversy arising between the parties to the agreement is valid, enforceable, and irrevocable except upon a ground that exists at law or in equity for revocation of a contract. Section 9. The court shall decide whether an agreement to arbitrate exists or a controversy is subject to an agreement to arbitrate. An arbitrator shall decide whether a condition precedent to arbitrability has been fulfilled and whether a contract containing a valid agreement to arbitrate is enforceable. If a party to a judicial proceeding challenges the existence of, or claims that a controversy is not subject to, an agreement to arbitrate, the arbitration proceeding may continue pending final resolution of the issue by the court, unless the court otherwise orders. Section 10. On motion of a person showing an agreement to arbitrate and alleging another person's refusal to arbitrate pursuant to the agreement: (1) If the refusing party does not appear or does not oppose the motion, the court shall order the parties to arbitrate; and (2) If the refusing party opposes the motion, the court shall proceed summarily to decide the issue and order the parties to arbitrate unless it finds that there is no enforceable agreement to arbitrate. Section 11. On motion of a person alleging that an arbitration proceeding has been initiated or threatened but that there is no agreement to arbitrate, the court shall proceed summarily to decide the issue. If the court finds that there is an enforceable agreement to arbitrate, it shall order the parties to arbitrate. Section 12. The court may not refuse to order arbitration because the claim subject to arbitration lacks merit or because grounds for the claim have not been established. Section 13. If a proceeding involving a claim referable to arbitration under an alleged agreement to arbitrate is pending in a court, any motion pursuant to the provisions of this Act shall be made in that court or in any court as provided in section 76 of this Act. Section 14. If a party makes a motion to the court to order arbitration, the court on just terms shall stay any judicial proceeding that involves a claim alleged to be subject to the arbitration until the court renders a final decision pursuant to this Act. Section 15. If the court orders arbitration, the court on just terms shall stay any judicial proceeding that involves a claim subject to the arbitration. If a claim subject to the arbitration is severable, the court may limit the stay to that claim. Section 16. Before an arbitrator is appointed and is authorized and able to act, the court, upon motion of a party to an arbitration proceeding and for good cause shown, may enter an order for provisional remedies to protect the effectiveness of the arbitration proceeding to the same extent and under the same conditions as if the controversy were the subject of a civil action. Section 17. After an arbitrator is appointed and is authorized and able to act: (1) The arbitrator may issue such orders for provisional remedies, including interim awards, as the arbitrator finds necessary to protect the effectiveness of the arbitration proceeding and to promote the fair and expeditious resolution of the controversy, to the same extent and under the same conditions as if the controversy were the subject of a civil action; and (2) A party to an arbitration proceeding may move the court for a provisional remedy if the matter is urgent and the arbitrator is not able to act timely or the arbitrator cannot provide an adequate remedy. Section 18. Availability of provisional remedies under this Act may be limited by the parties' prior written agreement as provided in section 6 of this Act, except for relief pursuant to state statute; federal law; or treaties to which the United States is a party, whose purpose is to provide immediate, emergency relief or protection. Section 19. Any arbitrator who has cause to suspect that any child is abused or neglected shall report the case of that child to the Department of Social Services of the state where the child resides. Section 20. No party waives a right of arbitration by making a motion under sections 16 or 17 of this Act. Section 21. A person initiates an arbitration proceeding by giving notice in a record to the other parties to the agreement to arbitrate in the agreed manner between the parties or, in the absence of agreement, by certified or registered mail, return receipt requested and obtained, or by service as authorized for the commencement of a civil action. The notice shall describe the nature of the controversy and the remedy sought. Section 22. Unless a person objects for lack or insufficiency of notice under section 39 of this Act no later than the beginning of the arbitration hearing, the person by appearing at the hearing waives any objection to lack or insufficiency of notice. Section 23. Except as otherwise provided in section 24 of this Act, upon motion of a party to an agreement to arbitrate or to an arbitration proceeding, the court may order consolidation of separate arbitration proceedings as to all or some of the claims if: (1) There are separate agreements to arbitrate or separate arbitration proceedings between the same persons or one of them is a party to a separate agreement to arbitrate or a separate arbitration with a third person; (2) The claims subject to the agreements to arbitrate arise in substantial part from the same transaction or series of related transactions; (3) The existence of a common issue of law or fact creates the possibility of conflicting decisions in the separate arbitration proceedings; and (4) Prejudice resulting from a failure to consolidate is not outweighed by the risk of undue delay or prejudice to the rights of or hardship to parties opposing consolidation. Section 24. The court may order consolidation of separate arbitration proceedings as to some claims and allow other claims to be resolved in separate arbitration proceedings. However, the court may not order consolidation of the claims of a party to an agreement to arbitrate if the agreement prohibits consolidation. Section 25. If the parties to an agreement to arbitrate agree on a method for appointing an arbitrator, that method must be followed, unless the method fails. If the parties have not agreed on a method, the agreed method fails, or an arbitrator appointed fails or is unable to act and a successor has not been appointed, the court, on motion of a party to the arbitration proceeding, shall appoint the arbitrator. An arbitrator so appointed has all the powers of an arbitrator designated in the agreement to arbitrate or appointed pursuant to the agreed method. Section 26. No individual who has a known, direct, and material interest in the outcome of the arbitration proceeding or a known, existing, and substantial relationship with a party may serve as an arbitrator required by an agreement to be neutral. Section 27. Before accepting appointment, an individual who is requested to serve as an arbitrator, after making a reasonable inquiry, shall disclose to all parties to the agreement to arbitrate and arbitration proceeding and to any other arbitrators any known facts that a reasonable person would consider likely to affect the impartiality of the arbitrator in the arbitration proceeding, including: (1) A financial or personal interest in the outcome of the arbitration proceeding; and (2) An existing or past substantial relationship with any of the parties to the agreement to arbitrate or the arbitration proceeding, their counsel or representatives, a witness, or other arbitrators. Section 28. An arbitrator has a continuing obligation to disclose to all parties to the agreement to arbitrate and arbitration proceeding and to any other arbitrators any facts that the arbitrator learns after accepting appointment which a reasonable person would consider likely to affect the impartiality of the arbitrator. Section 29. If an arbitrator discloses a fact required by section 27 or 28 of this Act to be disclosed and a party timely objects to the appointment or continued service of the arbitrator based upon the fact disclosed, the objection may be a ground under subdivision (2) of section 61 of this Act for vacating an award made by the arbitrator. If the arbitrator did not disclose a fact as required by section 27 or 28 of this Act, upon timely objection by a party, the court under subdivision (2) of section 61 of this Act may vacate an award. Section 30. An arbitrator appointed as a neutral arbitrator who does not disclose a known, direct, and material interest in the outcome of the arbitration proceeding or a known, existing, and substantial relationship with a party is presumed to act with evident partiality under subdivision (2) of section 61 of this Act. Section 31. If the parties to an arbitration proceeding agree to the procedures of an arbitration organization or any other procedures for challenges to arbitrators before an award is made, substantial compliance with those procedures is a condition precedent to a motion to vacate an award on that ground under subdivision (2) of section 61 of this Act. Section 32. If there is more than one arbitrator, the powers of an arbitrator shall be exercised by a majority of the arbitrators. However, all of them shall conduct the hearing. Section 33. An arbitrator or an arbitration organization acting in that capacity is immune from civil liability to the same extent as a judge of a court of this state acting in a judicial capacity. The immunity afforded by this section supplements any immunity under other law. Section 34. The failure of an arbitrator to make a disclosure required by section 27 or 28 of this Act does not cause any loss of immunity under this Act. Section 35. In a judicial, administrative, or similar proceeding, an arbitrator or representative of an arbitration organization is not competent to testify, and may not be required to produce records as to any statement, conduct, decision, or ruling occurring during the arbitration proceeding, to the same extent as a judge of a court of this state acting in a judicial capacity. This section does not apply: (1) To the extent necessary to determine the claim of an arbitrator, arbitration organization, or representative of the arbitration organization against a party to the arbitration proceeding; or (2) To a hearing on a motion to vacate an award under subdivisions (1) or (2) of section 61 of this Act if the movant establishes prima facie that a ground for vacating the award exists. Section 36. If a person commences a civil action against an arbitrator, arbitration organization, or representative of an arbitration organization arising from the services of the arbitrator, organization, or representative, or if a person seeks to compel an arbitrator or a representative of an arbitration organization to testify or produce records in violation of section 35 of this Act, and the court decides that the arbitrator, arbitration organization, or representative of an arbitration organization is immune from civil liability or that the arbitrator or representative of the organization is not competent to testify, the court shall award to the arbitrator, organization, or representative reasonable attorney's fees, costs, and other reasonable expenses of litigation. Section 37. An arbitrator may conduct an arbitration in such a manner as the arbitrator considers appropriate for a fair and expeditious disposition of the proceeding. The authority conferred upon the arbitrator includes the power to hold conferences with the parties to the arbitration proceeding before the hearing and, among other matters, determine the admissibility, relevance, materiality, and weight of any evidence. Section 38. An arbitrator may decide a request for summary disposition of a claim or particular issue: (1) If all interested parties agree; or (2) Upon request of one party to the arbitration proceeding if that party gives notice to all other parties to the proceeding, and the other parties have a reasonable opportunity to respond. Section 39. If an arbitrator orders a hearing, the arbitrator shall set a time and place and give notice of the hearing not less than five days before the hearing begins. Unless a party to the arbitration proceeding makes an objection to lack or insufficiency of notice not later than the beginning of the hearing, the party's appearance at the hearing waives the objection. Upon request of a party to the arbitration proceeding and for good cause shown, or upon the arbitrator's own initiative, the arbitrator may adjourn the hearing from time to time as necessary but may not postpone the hearing to a time later than that fixed by the agreement to arbitrate for making the award unless the parties to the arbitration proceeding consent to a later date. The arbitrator may hear and decide the controversy upon the evidence produced although a party who was duly notified did not appear. The court, upon request, may direct the arbitrator to conduct the hearing promptly and render a timely decision. Section 40. At a hearing under section 39 of this Act, a party to the arbitration proceeding has a right to be heard, to present evidence material to the controversy, and to cross-examine witnesses appearing at the hearing. Section 41. If an arbitrator ceases or is unable to act during the arbitration proceeding, a replacement arbitrator shall be appointed in accordance with section 25 of this Act to continue the proceeding and to resolve the controversy. Section 42. Any party to an arbitration proceeding may be represented by legal counsel. Section 43. An arbitrator may issue a subpoena for the attendance of a witness and for the production of records and other evidence at any hearing and may administer oaths. The subpoena shall be served in the manner for service of subpoenas in a civil action and, upon motion to the court by a party to the arbitration proceeding or the arbitrator, enforced in the manner for enforcement of subpoenas in a civil action. Section 44. In order to make the proceedings fair, expeditious, and cost effective, upon request of a party to or a witness in an arbitration proceeding, an arbitrator may permit a deposition of any witness to be taken for use as evidence at the hearing, including a witness who cannot be subpoenaed for or is unable to attend a hearing. The arbitrator shall determine the conditions under which the deposition is taken. Section 45. An arbitrator may permit such discovery as the arbitrator decides is appropriate in the circumstances, taking into account the needs of the parties to the arbitration proceeding and other affected persons and the desirability of making the proceeding fair, expeditious, and cost effective. Section 46. If an arbitrator permits discovery, the arbitrator may order a party to the arbitration proceeding to comply with the arbitrator's discovery-related orders, issue subpoenas for the attendance of a witness and for the production of records and other evidence at a discovery proceeding, and take action against a noncomplying party to the extent a court could if the controversy were the subject of a civil action in this state. Section 47. An arbitrator may issue a protective order to prevent the disclosure of privileged information, confidential information, trade secrets, and other information protected from disclosure to the extent a court could if the controversy were the subject of a civil action in this state. Section 48. All statutes compelling a person under subpoena to testify and all fees for attending a judicial proceeding, a deposition, or a discovery proceeding as a witness, apply to an arbitration proceeding as if the controversy were the subject of a civil action in this state. Section 49. The court may enforce a subpoena or discovery-related order for the attendance of a witness within this state and for the protection of records and other evidence issued by an arbitrator in connection with an arbitration proceeding in another state upon conditions determined by the court so as to make the arbitration proceeding fair, expeditious, and cost effective. A subpoena or discovery-related order issued by an arbitrator in another state shall be served in the manner provided by law for service of subpoenas in a civil action in this state and, upon motion to the court by a party to the arbitration proceeding or the arbitrator, enforced in the manner provided by law for enforcement of subpoenas in a civil action in this state. Section 50. If an arbitrator makes a preaward ruling in favor of a party to the arbitration proceeding, the party may request the arbitrator to incorporate the ruling into an award under section 51 of this Act. A prevailing party may make a motion to the court for an expedited order to confirm the award under section 60 of this Act, in which case the court shall summarily decide the motion. The court shall issue an order to confirm the award unless the court vacates, modifies, or corrects the award under sections 61 to 70, inclusive, of this Act. Section 51. An arbitrator shall make a record of any award. The record shall be signed or otherwise authenticated as authorized by federal or state law by any arbitrator who concurs with the award. The arbitrator or the arbitration organization shall give notice of the award, including a copy of the award, to each party to the arbitration proceeding. Section 52. An award shall be made within the time specified by the agreement to arbitrate or, if not specified therein, within the time ordered by the court. The court may extend or the parties to the arbitration proceeding may agree in a record to expand the time. The court or the parties may do so within or after the time specified or ordered. A party waives any objection that an award was not timely made unless that party gives notice of the objection to the arbitrator before receiving notice of the award. Section 53. Unless the parties agree otherwise in a record, the arbitrator shall render a reasoned award. Section 54. On motion to an arbitrator by a party to an arbitration proceeding, the arbitrator may modify or correct an award: (1) Upon a ground stated in subdivisions (1) or (3) of section 65 of this Act; (2) Because the arbitrator had not made a final and definite award upon a claim submitted by the parties to the arbitration proceeding; or (3) To clarify the award. Section 55. Any motion under section 54 of this Act shall be made and notice given to all parties within twenty days after the movant receives notice of the award. Any party to the arbitration proceeding shall give notice of any objection to the motion within ten days after receipt of the notice. Section 56. If a motion to the court is pending under sections 60 to 70, inclusive, of this Act, the court may submit the claim to the arbitrator to consider whether to modify or correct the award: (1) Upon a ground stated in subdivisions (1) or (3) of section 65 of this Act; (2) Because the arbitrator had not made a final and definite award upon a claim submitted by the parties to the arbitration proceeding; or (3) To clarify the award. Any award modified or corrected pursuant to section 54 of this Act is subject to sections 51 and 60 to 70, inclusive, of this Act. Section 57. An arbitrator may award punitive damages or other exemplary relief if such an award is authorized by law in a civil action involving the same claim, and the evidence produced at the hearing justifies the award under the legal standards otherwise applicable to the claim. An arbitrator may award reasonable attorney's fees and other reasonable expenses of arbitration if such an award is authorized by law in a civil action involving the same claim or by the agreement of the parties to the arbitration proceeding. As to all remedies other than those authorized by this section, an arbitrator may order such remedies as the arbitrator considers just and appropriate under the circumstances of the arbitration proceeding. The fact that such a remedy could not or would not be granted by the court is not a ground for refusing to confirm an award under section 60 of this Act or for vacating an award under section 61 of this Act. Section 58. If an arbitrator awards punitive damages or other exemplary relief under section 57 of this Act, the arbitrator shall specify in the award the basis in fact justifying and the basis in law authorizing the award and state separately the amount of the punitive damages or other exemplary relief. Section 59. An arbitrator's expenses and fees, together with other expenses, shall be paid as provided in the award. Section 60. After a party to an arbitration receives notice of an award, the party may make a motion to the court for an order confirming the award, at which time the court shall issue a confirming order unless the parties agree otherwise in a record that part or all of an award shall not be confirmed by the court, the award is modified or corrected pursuant to section 54 and sections 65 to 70, inclusive, of this Act, or the award is vacated pursuant to section 61 of this Act. Section 61. Upon motion to the court by a party to an arbitration proceeding, the court shall vacate an award made in the arbitration proceeding if: (1) The award was procured by corruption, fraud, or other undue means; (2) There was: (a) Evident partiality by an arbitrator appointed as a neutral arbitrator; (b) Corruption by an arbitrator; or (c) Misconduct by an arbitrator prejudicing the rights of a party to the arbitration proceeding; (3) An arbitrator refused to postpone the hearing upon showing of sufficient cause for postponement, refused to consider evidence material to the controversy, or otherwise conducted the hearing contrary to sections 37 to 40, inclusive, of this Act, so as to prejudice substantially the rights of a party to the arbitration proceeding; (4) An arbitrator exceeded the arbitrator's powers; (5) There was no agreement to arbitrate, unless the person participated in the arbitration proceeding without raising the objection under section 31 of this Act not later than the beginning of the arbitration hearing; (6) The arbitration was conducted without proper notice of the initiation of an arbitration as required in this Act so as to prejudice substantially the rights of a party to the arbitration proceeding; (7) The court determines that the award for child support or child custody is not in the best interest of the child. The burden of proof at a hearing under this subdivision is on the party seeking to vacate the arbitrator's award; (8) The award included punitive damages, and the court determines that the award for punitive damages is clearly erroneous; or (9) If the parties contract in an agreement to arbitrate for judicial review of errors of law in the award, the court shall vacate the award if the arbitrators have committed an error of law prejudicing a party's rights. Section 62. A motion under section 61 of this Act shall be filed within ninety days after the movant receives notice of the award pursuant to section 51 of this Act or within ninety days after the movant receives notice of a modified or corrected award pursuant to section 54 of this Act, unless the movant alleges that the award was procured by corruption, fraud or other undue means, in which case the motion shall be made within ninety days after the ground is known or by the exercise of reasonable care would have been known by the movant. Section 63. If the court vacates an award on a ground other than that set forth in subdivision (5) of section 61 of this Act, it may order a rehearing. If the award is vacated on a ground stated in subdivisions (1) or (2) of section 61 of this Act, the rehearing shall be before a new arbitrator. If the award is vacated on a ground stated in subdivisions (3), (4), or (6) of section 61 of this Act, the rehearing may be before the arbitrator who made the award or the arbitrator's successor. The arbitrator shall render the decision in the rehearing within the same time as that provided in section 52 of this Act for an award. Section 64. If the court denies a motion to vacate an award, it shall confirm the award unless a motion to modify or correct the award pursuant to this Act is pending. Section 65. Upon motion made within ninety days after the movant receives notice of the award pursuant to section 51 of this Act or within ninety days after the movant receives notice of a modified or corrected award pursuant to section 54 of this Act, the court shall modify or correct the award if: (1) There was an evident mathematical miscalculation or an evident mistake in the description of a person, thing, or property referred to in the award; (2) The arbitrator has made an award on a claim not submitted to the arbitrator and the award may be corrected without affecting the merits of the decision on the claims submitted; or (3) The award is imperfect in a matter of form not affecting the merits of the decision on the claims submitted. If a motion made under this section is granted, the court shall modify and confirm the award as modified or corrected. Otherwise, unless a motion to vacate is pending, the court shall confirm the award. A motion to modify or correct an award pursuant to this section may be joined with a motion to vacate the award. Section 66. A court or arbitrator may modify an award for postseparation support, alimony, child support, or child custody under conditions provided by state statute in accordance with procedures stated in sections 67 to 70, inclusive, of this Act. Section 67. An award by arbitrators for postseparation support or alimony may be modified if a court order for alimony or postseparation support could be modified pursuant to state statute. Section 68. An award by arbitrators for child support or child custody may be modified if a court order for child support or child custody could be modified pursuant to state statute. Section 69. If an award for modifiable postseparation support or alimony, or an award for child support or custody has not been confirmed pursuant to section 60 of this Act, upon the parties' agreement in a record these matters may be submitted to arbitrators chosen by the parties as provided in section 25 of this Act, in which case sections 54, and 60 to 70, inclusive, of this Act apply to this modified award. Section 70. If an award for modifiable postseparation support or alimony, or an award for child support or custody has been confirmed pursuant to section 60 of this Act, upon the parties' agreement in a record and joint motion, the court may remit these matters to arbitrators chosen by the parties as provided in section 25 of this Act, in which case sections 54, and 60 to 70, inclusive, of this Act apply to this modified award. Section 71. Upon granting an order confirming, vacating without directing a rehearing, modifying, or correcting an award, the court shall enter a judgment in conformity therewith. The judgment may be recorded, docketed, and enforced as any other judgment in a civil action. A court may allow reasonable costs of the motion and subsequent judicial proceedings. Section 72. On application of a prevailing party to a contested judicial proceeding under sections 60 to 70, inclusive, of this Act, the court may add reasonable attorney's fees and other reasonable expenses of litigation incurred in a judicial proceeding after the award is made to a judgment confirming, vacating without directing a rehearing, modifying, or correcting an award. Section 73. The court in its discretion may order that any arbitration award or order or any judgment or court order entered as a court order or judgment pursuant to this Act or any part of such arbitration award or judgment or court order, to be sealed, to be opened only upon order of the court upon good cause shown. Upon good cause shown, the court may order resealing of such opened arbitration awards or orders or judgments or court orders. The court in its discretion may order that any arbitration award or order or any judgment or court order entered as a court order or judgment pursuant to this Act or any part of such arbitration award or order or judgment or court order, to be redacted, such redactions to be opened only upon order of the court upon good cause shown. Upon good cause shown, the court may order redaction of such previously redacted arbitration awards or orders or judgments or court orders opened pursuant to the court's order. Section 74. A court of this state having jurisdiction over the controversy and the parties may enforce the agreement to arbitrate. Section 75. An agreement to arbitrate providing for arbitration in this state confers exclusive jurisdiction on the court to enter judgment on an award under this Act. Section 76. Any motion pursuant to section 7 of this Act shall be made in the court of the county in which the agreement to arbitrate specifies the arbitration hearing is to be held or, if the hearing has been held, in the court of the county in which it was held. Otherwise, the motion may be made in the court of any county in which an adverse party resides or has a place of business or, if no adverse party has a residence or place of business in this state, in the court of any county in this state. All subsequent motions shall be made in the court hearing the initial motion unless the court otherwise directs. Section 77. An appeal may be taken from: (1) An order denying a motion to compel arbitration; (2) An order granting a motion to stay arbitration; (3) An order confirming or denying confirmation of an award; (4) An order modifying or correcting an award; (5) An order vacating an award without directing a rehearing; or (6) A final judgment entered pursuant to this Act. An appeal under this section shall be taken as from an order or a judgment in a civil action. Section 78. This Act may be cited as the South Dakota Family Law Arbitration Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4868, "action_date": "2008-01-08T12:00:00-06:00", "document_id": 563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/563.pdf", "status_text": "First read in House and referred to", "journal_page": 33, "committee_id_action": 27, "committee_id_assigned": 25, "result": "N", "vote": {}}, {"bill_id": 4868, "action_date": "2008-01-16T06:30:00-06:00", "document_id": 830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/830.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 25, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4868, "action_date": "2008-01-16T06:30:00-06:00", "document_id": 1204, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1204.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 173, "committee_id_action": 25, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 326, "president_vote": null, "Yea": [625, 555, 575, 580, 556, 628, 581, 554, 606, 561, 570], "Nay": [568, 587]}}]}