{"session_id": 61, "bill_id": 21703, "bill_type": "House Commemoration", "bill_number": 1007, "bill_title": "Honoring the memory of the life, personality, and achievements of J.D. Weischedel.", "sponsors": [{"legislator_profile_id": 3649, "is_prime": true}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 21703, "bill_version_id": 112049, "bill_version": "Introduced", "bill_version_date": "2007-02-12T14:10:39-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the memory of the life, personality, and achievements of J.D. Weischedel. WHEREAS, South Dakota suffered the loss of the bright promise of a fine young, twenty- five-year-old rancher, stock contractor, and civic leader when J.D. Weischedel of Onida died of injuries sustained in a tragic accident on September 21, 2006; and WHEREAS, J.D. personified the all-American freshness and potential of rural youth: wrestling for his Sully Buttes High School, singing in the All State Choir, participating in 4-H and high school rodeo, and graduating from Lake Area Tech School before returning home to ranch with his father and grandfather; and WHEREAS, J.D. immediately embarked on an ambitious and successful career as a rodeo stock contractor, assembled a talented herd of bucking bulls, and was actively engaged in reinvigorating the sport of rodeo in central South Dakota through his sponsorship of the Upper Midwest Bullriders Association and the South Dakota Rodeo Association where he and his bulls were already accumulating many honors and awards; and WHEREAS, J.D. loved and cared for all of his bulls like an indulgent parent, but his closest bovine buddy was Pumba, a fifteen-hundred pound, black, muley, animal athlete, whose easy- going personality, love of rodeo, and outstanding ability uncannily mirrored similar human character traits in his fun-loving, quick-witted, and deeply caring master: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-second Legislature of the State of South Dakota, that the South Dakota Legislature join the multitude of Weischedel kith and kin, the extensive community of friends and neighbors, the arena full of cowboys and bullriding fans, and the pasture of sad-eyed, four-legged orphans who will forever mourn the loss of J.D. Weischedel."}, {"bill_id": 21703, "bill_version_id": 112500, "bill_version": "Enrolled", "bill_version_date": "2007-02-20T16:12:59-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the memory of the life, personality, and achievements of J.D. Weischedel. WHEREAS, South Dakota suffered the loss of the bright promise of a fine young, twenty-five- year-old rancher, stock contractor, and civic leader when J.D. Weischedel of Onida died of injuries sustained in a tragic accident on September 21, 2006; and WHEREAS, J.D. personified the all-American freshness and potential of rural youth: wrestling for his Sully Buttes High School, singing in the All State Choir, participating in 4-H and high school rodeo, and graduating from Lake Area Tech School before returning home to ranch with his father and grandfather; and WHEREAS, J.D. immediately embarked on an ambitious and successful career as a rodeo stock contractor, assembled a talented herd of bucking bulls, and was actively engaged in reinvigorating the sport of rodeo in central South Dakota through his sponsorship of the Upper Midwest Bullriders Association and the South Dakota Rodeo Association where he and his bulls were already accumulating many honors and awards; and WHEREAS, J.D. loved and cared for all of his bulls like an indulgent parent, but his closest bovine buddy was Pumba, a fifteen-hundred pound, black, muley, animal athlete, whose easy-going personality, love of rodeo, and outstanding ability uncannily mirrored similar human character traits in his fun-loving, quick-witted, and deeply caring master: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-second Legislature of the State of South Dakota, that the South Dakota Legislature join the multitude of Weischedel kith and kin, the extensive community of friends and neighbors, the arena full of cowboys and bullriding fans, and the pasture of sad-eyed, four-legged orphans who will forever mourn the loss of J.D. Weischedel."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21703, "action_date": "2007-02-14T14:00:00-06:00", "document_id": 112304, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112304.pdf", "status_text": "", "journal_page": 534, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21703, "action_date": "2007-02-15T14:00:00-06:00", "document_id": 112390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112390.pdf", "status_text": "", "journal_page": null, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21703, "action_date": "2007-02-20T14:00:00-06:00", "document_id": 112504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112504.pdf", "status_text": "", "journal_page": null, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21703"}