{"session_id": 36, "bill_id": 10026, "bill_type": "Senate Bill", "bill_number": 187, "bill_title": "define electric bicycles and to provide for the regulation of electric bicycles.", "sponsors": [{"legislator_profile_id": 1645, "is_prime": true}, {"legislator_profile_id": 1587, "is_prime": true}, {"legislator_profile_id": 1595, "is_prime": false}], "keywords": ["Licenses", "Motor Vehicles", "Public Health and Safety", "Recreation and Sports"], "audio": [{"meeting_datetime": "2019-02-11T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/slo21.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2019-02-11T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/slo21.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2019-02-11T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/slo21.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2019-02-11T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/slo21.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/slo26.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/slo26.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/slo26.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/slo26.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/slo26.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/slo26.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2019-02-28T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/htr32.mp3", "start_seconds": 238.0}, {"meeting_datetime": "2019-02-28T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/htr32.mp3", "start_seconds": 238.0}, {"meeting_datetime": "2019-02-28T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/htr32.mp3", "start_seconds": 238.0}, {"meeting_datetime": "2019-02-28T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/htr32.mp3", "start_seconds": 238.0}, {"meeting_datetime": "2019-02-28T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/htr32.mp3", "start_seconds": 238.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou35.mp3", "start_seconds": 3970.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou35.mp3", "start_seconds": 3970.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou35.mp3", "start_seconds": 3970.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou35.mp3", "start_seconds": 3970.0}, {"meeting_datetime": "2019-03-11T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen37.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 10026, "bill_version_id": 52852, "bill_version": "Introduced", "bill_version_date": "2019-01-30T12:00:23.077-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the ownership and operation of electric bicycles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-20B be amended by adding a NEW SECTION to read: For purposes of this chapter, the term, bicycle, includes an electric bicycle. The term, electric bicycle, means a bicycle or a tricycle that is: (1) Equipped with a seat or saddle for the cyclist; (2) Equipped with operable pedals for propulsion by the cyclist; (3) Equipped with an electric motor of seven hundred fifty watts or less; (4) Designated as a Class I electric bicycle if the motor provides assistance only when the cyclist is pedaling and ceases to provide assistance when a speed of twenty miles per hour is achieved; (5) Designated as a Class II electric bicycle if the motor is capable of propelling the bicycle without the cyclist pedaling and ceases to provide assistance when a speed of twenty miles per hour is achieved; and (6) Designated as a Class III electric bicycle if the motor provides assistance only when the cyclist is pedaling and ceases to provide assistance when a speed of twenty-eight miles per hour is achieved. Section 2. That chapter 32-20B be amended by adding a NEW SECTION to read: Beginning January 1, 2020, any person who manufacturers or distributes an electric bicycle in this state shall permanently affix to the bicycle a label that contains the following information: (1) The designated class of the electric bicycle; (2) The maximum assisted speed of the electric bicycle; and (3) The wattage of the electric bicycle's motor. If a person makes a modification to the electric bicycle that affects the bicycle's maximum speed, or manner of propulsion, the person shall amend the label required by this section to accurately reflect the required information. Any person who violates this section is guilty of a Class 2 misdemeanor. Section 3. That chapter 32-20B be amended by adding a NEW SECTION to read: Unless otherwise prohibited by a governmental entity having jurisdiction, a person may operate a Class I or Class II electric bicycle on any bicycle path or multi-use path in this state. A person may not operate a Class III electric bicycle on a bicycle path or multi-use path in this state unless: (1) The bicycle path or multi-use path is within or adjacent to a highway or roadway; or (2) The governmental entity having jurisdiction over the bicycle path or multi-use path expressly permits the use. A person may operate a Class III electric bicycle on a trail that has been designated as nonmotorized, if the trail was constructed only by clearing or grading the native soil and without the installation or placement of any additional surface material and if the governmental entity having jurisdiction over the trail has not otherwise prohibited or restricted the operation. Section 4. That chapter 32-20B be amended by adding a NEW SECTION to read: To operate a Class III electric bicycle in this state, a person shall be at least sixteen years of age. This section does not prohibit a person younger than sixteen years of age from riding as a passenger on a Class III electric bicycle, if the bicycle is designed to accommodate a passenger. Section 5. That chapter 32-20B be amended by adding a NEW SECTION to read: Any person who is less than eighteen years of age and operating a Class III electric bicycle and any person who is a passenger on a Class III electric bicycle, regardless of age, shall wear a properly fitted and fastened bicycle helmet. Section 6. That chapter 32-20B be amended by adding a NEW SECTION to read: Any person operating a Class III electric bicycle shall ensure that the bicycle is equipped with a functioning speedometer. Section 7. That chapter 32-5 be amended by adding a NEW SECTION to read: An electric bicycle, as defined in § 32-3-1, is exempt from this chapter. Section 8. That § 10-4-2 be amended to read: 10-4-2. Real property, for the purposes of ad valorem taxation, includes: (1) Land and all rights and privileges thereto belonging; (2) Improvements to land and all rights and privileges thereto belonging, consisting of items permanently affixed to and becoming part of the real estate. The term, permanently affixed, refers to the economic life of the improvement rather than perpetuity; (3) Mines, minerals, and quarries; (4) Buildings and structures which are on foundations, and improvements to buildings and structures including any heating system, air conditioning, ventilation, sanitation, lighting, or plumbing which is part of the building or structure; and (5) Mobile homes, as defined in subdivision 32-3-1(8) § 32-3-1, which are on foundations. For assessment purposes, a structure is anything constructed or erected from an assembly of materials, which requires a permanent location on or in the ground. For assessment purposes, a building is a structure designed to stand permanently and cover a space of land which is enclosed by walls and is covered with a roof. Section 9. That § 10-4-2.4 be amended to read: 10-4-2.4. Real property, for the purposes of ad valorem taxation, includes manufactured homes as defined in subdivision 32-3-1(6) and mobile homes, as defined in subdivision 32-3-1(8) § 32-3-1. This section does not apply to any manufactured home in the inventory of any dealer as defined in subdivision 32-7A-1(2) § 32-7A-1. Section 10. That § 10-9-1 be amended to read: 10-9-1. As used in this chapter, unless the context otherwise plainly requires, \"mobile home\" means a mobile home as that term is defined in subdivision § 32-3-1(8) § 32-3-1. Section 11. That § 10-45-2.1 be amended to read: 10-45-2.1. Sales of sectional homes are subject to sales tax, which shall be based upon the fair market value of the raw materials used to construct each home. For the purpose of this section, the term, sectional homes, means any home pre-built in whole or in part for the purpose of permanent placement on a foundation. Mobile homes as defined in subdivision 32-3-1(8) and manufactured homes, as defined in subdivision 32-3-1(6) § 32-3-1 are not sectional homes. Section 12. That § 10-46-5.1 be amended to read: 10-46-5.1. If a sectional home is permanently affixed to real property, it is not a vehicle subject to registration under chapter 32-3, and shall be classified as real property. A contractor who erects such a home shall hold a sales tax or use tax license and pay use tax based upon the fair market value of the raw materials used to construct and erect the home. For the purpose of this section, the term, sectional home, means any home pre-built in part or in whole for the purpose of permanent placement on a foundation. Mobile homes as defined by subdivision 32-3-1(8) and manufactured homes, as defined in subdivision 32-3-1(6) § 32-3-1 are not sectional homes. Section 13. That § 32-3-1 be amended to read: 32-3-1. Terms used in chapters 32-3 to 32-5B, inclusive, mean: (1) \"Commercial motor vehicle,\" any motor vehicle used or maintained for the transportation of persons or property for hire, compensation, or profit, or designed, used, or maintained primarily for the transportation of property, and not specifically excluded under § 32-9-3; (2) \"Component part,\" any part of a motor vehicle, trailer, or semitrailer other than a tire, having a vehicle identification number; (3) \"Dealer,\" any person who, for commission or with intent to make a profit or gain, sells, exchanges, rents with option to purchase, offers or attempts to negotiate a sale or exchange of new, or new and used vehicles, or who is engaged wholly or in part in the business of selling new, or new and used vehicles, whether or not such vehicles are owned by that person; (4) \"Department,\" Department of Revenue; (5) \"Electric bicycle,\" a bicycle or a tricycle that is: (a) Equipped with a seat or saddle for the cyclist; (b) Equipped with operable pedals for propulsion by the cyclist; (c) Equipped with an electric motor of seven hundred fifty watts or less; (d) Designated as a Class I electric bicycle if the motor provides assistance only when the cyclist is pedaling and ceases to provide assistance when a speed of twenty miles per hour is achieved; (e) Designated as a Class II electric bicycle if the motor is capable of propelling the bicycle without the cyclist pedaling and ceases to provide assistance when a speed of twenty miles er hour is achieved; and (f) Designated as a Class III electric bicycle if the motor provides assistance only when the cyclist is pedaling and ceases to provide assistance when a speed to twenty-eight miles per hour is achieved; (4A)(6) \"Gross vehicle weight rating,\" the value specified by the manufacturer as the loaded weight of a single vehicle; (5)(7) \"Junking certificate,\" a certificate of ownership, which may not be restored to a title document which allows highway use, issued by the department to the owner of a vehicle which is going to be dismantled and sold for parts; (5A)(8) \"Low-speed vehicle,\" a four-wheeled motor vehicle whose speed attainable in one mile is more than twenty miles per hour and not more than twenty-five miles per hour on a paved level surface. (6)(9) \"Manufactured home,\" a structure, transportable in one or more sections, which is eight body feet or more in width or forty body feet or more in length in the traveling mode, or is three hundred twenty or more square feet when erected on a site; which is built on a permanent chassis and designed to be used as a dwelling, with or without a permanent foundation, when connected to the required utilities; and which contains the plumbing, heating, air conditioning, and electrical systems therein. The term includes any structure which meets all the requirements of this subdivision and any other structure which has been certified by the secretary of housing and urban development. The term does not include a recreational park trailer; (7)(10) \"Manufacturer,\" any person, firm, corporation, limited liability company, or association engaged in the manufacture of new motor vehicles as a regular business; (8)(11) \"Mobile home,\" a movable or portable unit,: (a) That is designed and constructed to be towed on its own chassis (, which is comprised of a frame and wheels), and; (b) That is designed to be connected to utilities for year-round occupancy. The term; (c) That includes: (a) Units units containing parts that may be folded, collapsed, or telescoped when being towed and that may be expanded to provide additional cubic capacity; and (b) Units (d) That includes units composed of two or more separately towable components designed to be joined into one integral unit capable of being separated again into the components for repeated towing. The term; and (e) That does not include a recreational park trailer; (9)12 \"Moped,\" a motor driven cycle, other than an electric bicycle: (a) That is equipped with two or three wheels. If; (b) That if a combustion engine is used, the has a maximum piston or rotor displacement shall be of fifty cubic centimeters regardless of the number of chambers in such that power source. The; and (c) That has a power source shall be equipped with a power drive system that functions directly or automatically only, not requiring and does not require clutching or shifting by the operator after the drive system is engaged; (10)(13) \"Motorcycle,\" includes motorcycles any device commonly identified as a motorcycle, motorbikes, mopeds, bicycles including a motorbike, a moped, a bicycle with a motor attached, and all any motor operated vehicles vehicle of the bicycle or tricycle type, whether the motive power be a part thereof or attached thereto, and having a saddle or seat with the driver sitting astride or upon it, or a platform on which the driver stands, but excluding a; (a) A tractor; and (b) An electric bicycle; (11)(14) \"Motor vehicle,\" automobiles, motor trucks, motorcycles, house trailers, trailers, and all vehicles an automobile, motor truck, motorcycle, house trailer, and any vehicle propelled by power other than muscular power, except excluding; (a) A traction engines, road rollers, farm wagons, freight trailers, vehicles that run engine; (b) A road roller; (c) A farm wagon; (d) A freight trailer; (e) A vehicle that runs only on rails or tracks,; (f) An electric bicycle; and (g) An off-road vehicles as defined in § 32-20-1 vehicle; (12)(15) \"New motor vehicle,\" any motor vehicle to which a manufacturer's statement of origin has not been transferred, or is a motor vehicle on which title was issued from the manufacturer's statement of origin or manufacturer's certificate of origin and is still in the name of the first person who took title to the vehicle; (13)(16) \"Noncommercial motor vehicle,\" any motor vehicle not classified as a commercial motor vehicle; (14)(17) \"Noncommercial trailer or semitrailer,\" any trailer or semitrailer not used or maintained for the transportation of persons or property for hire, compensation, or profit; (14A)(18) \"Notation,\" a physical or electronic process of recording a lien on a certificate of title, a manufacturer's statement of origin, or a manufacturer's certificate of origin; (15)(19) \"Off-road vehicle,\" any self-propelled, vehicle having two or more wheeled vehicle wheels, which is designed primarily to be operated primarily on land other than a highway and includes all terrain vehicles, dune buggies, and any vehicle whose manufacturer's statement of origin (MSO) or manufacturer's certificate of origin (MCO) states indicates that the vehicle is not for highway use. The term does not include a, but excludes: (a) A farm vehicle as defined in this section; and (b) An electric bicycle; (16)(20) \"Owner,\" any person, firm, association, or corporation renting a motor vehicle or having the exclusive use thereof of a motor vehicle, under a lease or otherwise, for a period greater than thirty days; as provided that between a contract vendor and contract vendee, the term, owner, shall refer to means the contract vendee, unless the contrary clearly appears from the context of chapters 32-3 to 32-5B, inclusive, or a person having legal possession or title; (17)(21) \"Rebuilt vehicle,\" any motor vehicle, trailer, or semitrailer that has been rebuilt by the addition or deletion of assemblies, subassemblies, parts, or component parts so that upon gross visual examination it does not appear to be the vehicle described in the certificate of title last issued for the vehicle, or whose title has been marked as rebuilt by this state or another state or jurisdiction; (17A)(22) \"Recreational park trailer,\" a vehicle that is primarily designed to provide temporary living quarters for recreational, camping, or seasonal use and which: (a) Is built on a single chassis mounted on wheels; (b) Has a gross trailer area not exceeding four hundred square feet in the setup mode; (c) Is certified by the manufacturer as complying with the American National Standards Institute Standard No. A119.5, in effect on January 1, 2008; and (d) Has at least a seventeen digit identification number and the manufacturer has designated the vehicle as a recreational park model on the manufacturer statement of origin; (18)(23) \"Recreational vehicle,\" a vehicular portable structure built on a chassis designed to be used as a temporary dwelling for travel, recreational, vacation, or seasonal uses, permanently identified as a travel trailer or a recreational park trailer by the manufacturer of the trailer; (19)(24) \"Road tractor,\" any motor vehicle designed and used for drawing other vehicles, except farm or logging tractors used exclusively for farming or logging, and not so constructed as to carry any load thereon either independently or any part of the weight of a vehicle or load so drawn; (20)(25) \"Secretary,\" secretary of revenue; (21)(26) \"Semitrailer,\" any vehicle of the trailer type, equipped with a kingpin assembly, designed and used in conjunction with a fifth wheel connecting device on a motor vehicle constructed so that some part of its weight and that of its load rests upon or is carried by another vehicle; (22)(27) \"State,\" includes the fifty states and the territories and the federal districts of the United States; (23)(28) \"Trailer,\" any vehicle without motive power designed for carrying property or passengers wholly on its own structure and for being drawn by a motor vehicle; (24)(29) \"Truck tractor,\" any motor vehicle designed and used primarily for drawing other vehicles and not so constructed as to carry a load other than a part of the weight of the vehicle and load so drawn; (25)(30) \"Used vehicle,\" any motor vehicle, the title to which title has been issued to someone other than the first person who took title to the motor vehicle from the manufacturer's statement of origin or manufacturer's certificate of origin; and (26)(31) \"Vehicle identification number,\" the number assigned by the manufacturer or by the department for the purpose of identifying the vehicle. The, provided the term includes any number or letters assigned by the manufacturer for the purpose of identifying a component part and any such number stamped on a vehicle or part according to law or the rules promulgated by the department for the purpose of identifying the vehicle or part. Section 14. That § 32-3-53 be amended to read: 32-3-53. If any vehicle, trailer, or semitrailer is rebuilt, as defined in subdivision 32-3-1(17) § 32-3-1, and is restored to operation, the owner shall submit an application to the Department of Revenue for a rebuilt title. The motor vehicle, trailer, or semitrailer may not be licensed or titled until there is submitted to the department proper affidavits, photo copies of receipts, bills of sale establishing ownership, or titles and the source of all parts and component parts used to rebuild the vehicle. The rebuilt title and registration shall be issued and delivered in accordance with the provisions of this chapter. After the motor vehicle is inspected, the owner shall take his copy of the certificate of inspection to the county treasurer, purchase his license plates and pay any tax owed. Once the department is notified that the inspection is complete and has verified that the correct amount of tax has been paid, it shall issue a rebuilt title. Each new certificate of title shall have noted thereon that the vehicle has been rebuilt. The highway patrol or an employee of the department may inspect rebuilt titles and rebuilt motor vehicles. Section 15. That § 32-5-42 be amended to read: 32-5-42. Any motor vehicle that is the property of this state, the United States, a county, a township, a municipality, a public or nonpublic school accredited by the Department of Education, an Indian mission school in this state, an Indian tribe, a fire department, or any bus or van owned by a church may be registered upon application, in the manner provided for other motor vehicles. However, the custodian of the vehicle shall make the application directly to the department. No fees may be charged for the registration of the vehicle. The department, upon payment to it of the actual cost of the plates, shall furnish number plates for the vehicle. All costs collected under the provisions of this section shall be deposited in the license plate special revenue fund. If the vehicle is used for a private business use or as a commercial motor carrier vehicle, as defined in § 32-9-1, the operator shall secure vehicle registration pursuant to chapter 32-9 for such use. Section 16. That § 32-5-85 be amended to read: 32-5-85. Two number plates shall be issued, except that as to a motorcycle, recreational vehicle, semitrailer, and trailer, as such terms are defined in subdivisions § 32-3-1(10),(18), (21), and (23), one number plate shall be issued. Section 17. That § 32-6B-1 be amended to read: 32-6B-1. Terms as used in this chapter mean: (1) \"Administrator,\" the administrator of the dealer licensing and inspection program of the Department of Revenue; (2) \"Auctioneer,\" a person who presides over a public auction where following an initial starting price, bids are taken from two or more people until a final bid or price is established for a motor vehicle; (2A)(3) \"Authorized emergency vehicle,\" any vehicle of a fire department and any ambulance and emergency vehicle of a municipal department or public service corporation that are designated or authorized by the Department of Public Safety or the Department of Health; (3)(4) \"Broker,\" a person who, for a fee, commission, or other valuable consideration, arranges or offers to arrange a transaction involving the sale or exchange of vehicles, and who is not: (a) A dealer or a bona fide agent or employee of a dealer; (b) A representative or a bona fide agent or employee of a manufacturer; or (c) At any point in the transaction the bona fide owner of the vehicle involved in the transactions; (3A)(5) \"Chassis cab,\" any incomplete motor vehicle, with a completed occupant compartment, that requires only the addition of cargo carrying, work performing, or load bearing components to perform the vehicle's intended function.; (4)(6) \"Community,\" the franchisee's area of responsibility as stipulated in the franchise. A provided, a community has a minimum radius of ten miles around an existing dealership; (5)(7) \"Converter,\" a person who modifies or installs on previously assembled chassis special bodies or equipment which, when completed, form an integral part of the vehicle and which constitutes a major manufacturing alteration and who may issue a supplemental or secondary statement of origin; (6)(8) \"Demonstration,\" the noncommercial use of a dealer owned vehicle by any employee of the dealership for any purpose in the ordinary course of business relating to the sale of the vehicle within the trade or market area of the dealership or demonstration by any prospective buyer for a period of three days. The term includes vehicles donated by a dealership to a community or organization and used for a one-day parade or event; (6A)(9) \"Department,\" the Department of Revenue; (6B)(10) \"Electric bicycle,\" a bicycle or a tricycle that is: (a) Equipped with a seat or saddle for the cyclist; (b) Equipped with operable pedals for propulsion by the cyclist; (c) Equipped with an electric motor of seven hundred fifty watts or less; (d) Designated a Class I electric bicycle if the motor provides assistance only when the cyclist is pedaling and ceases to provide assistance when a speed of twenty miles per hour is achieved; (e) Designated as a Class II electric bicycle if the motor is capable of propelling the bicycle without the cyclist pedaling and ceases to provide assistance when a speed of twenty miles per hour is achieved; and (f) Designated as a Class III electric bicycle if the motor provides assistance only when the cyclist is pedaling and ceases to provide assistance when a speed of twenty-eight miles per hour is achieved; (11) \"Emergency vehicle dealer,\" any person who converts or manufacturers authorized emergency vehicles and who, for commission or with intent to make a profit or gain, sells, exchanges, rents with option to purchase, offers, or attempts to negotiate a sale or exchange of new, or new and used authorized emergency vehicles, or who is engaged wholly or in part in the business of selling new, or new and used authorized emergency vehicles; (6C)(12) \"Final stage manufacturer dealer,\" any person who assembles or installs on a previously assembled new motor vehicle chassis cab any special body or equipment that forms an integral part of the motor vehicle, constitutes a major manufacturing alteration, and completes the vehicle; (7)(13) \"Franchise,\" a written or oral agreement or contract between a franchisor and franchisee which fixes the legal rights and liabilities of the parties to such agreement or contract; (8)(14) \"Franchisee,\" person who receives vehicles from a franchisor under a franchise and who offers and sells the vehicles to the general public; (9)(14) \"Franchisor,\" any person engaged in the manufacturing or distribution of vehicles including any person who acts for the franchisor; (9A)(15) \"Good faith,\" honesty in fact and the observance of reasonable, nondiscriminatory commercial standards of fair dealing in the trade, as defined and interpreted in the Uniform Commercial Code as amended to January 1, 2010; (10)(17) \"In-transit,\" the noncommercial use of a dealer owned vehicle by any employee of the dealership for travel to and from any service facility, detail shop, repair shop, gas station, car wash, dealer auction, another lot owned by the dealer, a supplemental lot, temporary special events lot, temporary supplemental lot, or any other location to facilitate a dealer trade; (10A)(18) \"Manufacturer,\" a person who manufactures or assembles vehicles, including motor homes, and who issues the original or first manufacturer's statement of origin. The term, manufacturer, includes a central or principal sales corporation through which it distributes its products to franchised dealers; (11)(19) \"Motor home,\" a motor vehicle designed as an integral unit to be used as a conveyance upon the public highways and for use as a temporary or recreational dwelling and having at least four of the following permanently installed systems: (a) Cooking facilities; (b) Ice box or mechanical refrigerator; (c) Potable water supply including plumbing and a sink with faucet either self- contained or with connections for an external source, or both; (d) Self-contained toilet connected to a plumbing system with connection for external water disposal; (e) Heating or air conditioning system, or both, separate from the vehicle engine or the vehicle electrical system; and (f) A one hundred ten--one hundred fifteen volt alternating current electrical system separate from the vehicle engine electrical system either with its own power supply or with a connection for an external source, or both, or a liquified petroleum system and supply; (12)(16) \"Public auction,\" a business that is open to the public where South Dakota titled motor vehicles are consigned, displayed, and auctioned to the highest bidder by an auctioneer; (12A)(17) \"Recreational park trailer,\" a vehicle that is primarily designed to provide temporary living quarters for recreational, camping, or seasonal use and which: (a) Is built on a single chassis mounted on wheels; (b) Has a gross trailer area not exceeding four hundred square feet in the setup mode; (c) Is certified by the manufacturer as complying with American National Standards Institute Standard No. A119.5 in effect on January 1, 2008; and (d) Has at least a seventeen digit identification number and the manufacturer has designated the vehicle as a recreational park model on the manufacturer statement of origin; (13)(18) \"Sell-it-yourself lot,\" any space provided to a person for a fee to display that person's boat or vehicle for sale; (14)(19) \"Semitrailer,\" any vehicle of the trailer type, equipped with a kingpin assembly, designed and used in conjunction with a fifth wheel connecting device on a motor vehicle and constructed so that some part of its weight and that of its load rests upon or is carried by another vehicle; (15)(20) \"Supplemental lot,\" a physically separate location owned and maintained by a licensed dealer within the same county as the principal place of business; (16)(20) \"Temporary special events lot,\" a location other than the principal place of business, supplemental lot, or temporary supplemental lot where a licensed trailer dealer, a licensed used car dealer, or a licensed vehicle dealer selling only truck tractors, trailers, or motor homes, or any combination thereof, may conduct business for a period of time not to exceed ten consecutive days for a specific purpose such as fairs, auctions, shopping center sales, or tent sales. A temporary special events lot shall meet all local zoning and building codes for the type of business being conducted; (17)(22) \"Temporary supplemental lot,\" a location other than the principal place of business or supplemental lot but within the same county as the principal place of business, or within the corporate limits of a municipality which overlaps boundaries of a county, or in an adjoining county, if the adjoining county has no licensed vehicle dealer selling automobiles, pick-ups, or passenger vans and the temporary supplemental lot is no more than ten miles from the principal place of business, where a licensed vehicle dealer or a licensed used vehicle dealer may conduct business for a period of time not to exceed ten consecutive days for a specific purpose such as fairs, auto shows, auctions, shopping center promotions, or tent sales. A temporary supplemental lot shall meet all local zoning and building codes for the type of business being conducted. If a licensed vehicle dealer establishes a temporary supplemental lot in a county with a licensed used vehicle dealer, a licensed used vehicle dealer may establish a temporary supplemental lot in a county with a licensed vehicle dealer. A licensed vehicle dealer may establish, for manufacturer sponsored events, a temporary supplemental lot in an adjoining county that has no like franchised licensed dealer; (18)(23) \"Trailer,\" any vehicle without motive power designed to be coupled to or drawn by a motor vehicle and constructed so that no part of its weight or that of its load rests upon the towing vehicle; (19)(24) \"Trailer dealer,\" any person who, for commission or with intent to make a profit or gain, sells, exchanges, rents with option to purchase, offers or attempts to negotiate a sale or exchange of new or used trailers, semitrailers or travel trailers or who is engaged in the business of selling new or used trailers, semitrailers or travel trailers whether or not such vehicles are owned by such person; (20)(25) \"Travel trailer,\" any trailer or semitrailer which provides as its primary purpose adequate, comfortable, temporary living quarters while on pleasure excursions or while touring for business, professional, educational or recreational purposes; (21)(26) \"Used vehicle dealer,\" any person who, for commission or with intent to make a profit or gain sells, exchanges, rents with option to purchase, offers or attempts to negotiate a sale or exchange of used vehicles or who is engaged in the business of selling used vehicles; (22)(27) \"Vehicle,\" any new or used automobile, truck, truck tractor, motorcycle, off-road vehicle, motor home, trailer, semitrailer or travel trailer of the type and kind required to be titled and registered under chapters 32-3 and 32-5, or required to be titled under chapter 32-20; except manufactured homes, mobile homes, mopeds or snowmobiles, but excluding; (a) An electric bicycle; (b) A manufactured home; (c) A mobile home; (d) A moped; and (e) A snowmobile; and (23)(28) \"Vehicle dealer,\" any person who, for commission or with intent to make a profit or gain, sells, exchanges, rents with option to purchase, offers or attempts to negotiate a sale or exchange of new, or new and used vehicles, or who is engaged wholly or in part in the business of selling new, or new and used vehicles. Section 18. That § 32-6D-1 be amended to read: 32-6D-1. Terms used in this chapter mean: (1) \"Consumer,\" the purchaser, other than for purposes of resale, of a new or previously untitled motor vehicle used in substantial part for personal, family, or household purposes, who is entitled by the terms of the warranty to enforce the obligations of the warranty; (2) \"Electric bicycle,\" a bicycle or a tricycle that is: (a) Equipped with a seat or saddle for the cyclist; (b) Equipped with operable pedals for propulsion by the cyclist; (c) Equipped with an electric motor of seven hundred fifty watts or less; (d) Designated as a Class I electric bicycle if the motor provides assistance only when the cyclist is pedaling and ceases to provide assistance when a speed of twenty miles per hour is achieved; (e) Designated as a Class II electric bicycle if the motor is capable of propelling the bicycle without the cyclist pedaling and ceases to provide assistance when a speed of twenty miles per hour is achieved; and (f) Designated as a Class III electric bicycle if the motor provides assistance only when the cyclist is pedaling and ceases to provide assistance when a speed of twenty-eight miles per hour is achieved; (3) \"Express warranty,\" a written warranty, so labeled, issued by the manufacturer of a new motor vehicle, including any terms or conditions precedent to the enforcement of obligations under that warranty; (3)(4) \"Lemon law rights period,\" the period ending one year after the date of the original delivery of a motor vehicle to a consumer or the first twelve thousand miles of operation, whichever first occurs; (4)(5) \"Manufacturer,\" the person, firm, corporation, or limited liability company engaged in the business of manufacturing, importing, or distributing motor vehicles to be made available to a motor vehicle dealer for retail sale; (5)(6) \"Motor vehicle,\" every self-propelled vehicle intended primarily for use and operation on the public highways which is self-propelled. The term does not apply to, but excluding any electric bicycle, motor home, or to any motor vehicle having a manufacturer's gross vehicle weight rating of fifteen thousand pounds or more; (6)(7) \"Motor vehicle dealer\" or \"authorized dealer,\" any person operating under a dealer agreement from a manufacturer and licensed pursuant to chapter 32-6B; (7)(8) \"Nonconforming condition,\" any condition of a motor vehicle that is not in conformity with the terms of any express warranty issued by the manufacturer to a consumer and that significantly impairs the use, value, or safety of the motor vehicle and occurs or arises solely in the course of the ordinary use of the motor vehicle, and that does not arise or occur as a result of abuse, neglect, modification, or alteration of the motor vehicle not authorized by the manufacturer, nor from any accident or other damage to the motor vehicle which occurs or arises after the motor vehicle was delivered by an authorized dealer to the consumer; and (8)(9) \"Notice of a nonconforming condition,\" a written statement delivered to the manufacturer and which describes the motor vehicle, the nonconforming condition, and all previous attempts to correct such nonconforming condition by identifying the person who made the attempt and the time the attempt was made. Section 19. That § 32-9-1 be amended to read: 32-9-1. Terms used in this chapter mean: (1) \"Compensation,\" the charge imposed upon motor carriers in consideration of the unusual use of the public highways in this state by such motor carriers; (2) \"Compensation certificate,\" the certificate issued upon application by a motor carrier, as defined in §§ 32-9-2 and 32-9-3, showing authority to use and payment of compensation for the unusual use of the highways by the one to whom issued; (3) \"Commercial motor vehicle,\" any motor vehicle used or maintained for the transportation of persons or property for hire, compensation or profit or designed, used or maintained primarily for the transportation of property, and not specifically excluded under § 32-9-3; (4) \"Department,\" Department of Revenue; (5) \"Electric bicycle,\" a bicycle or a tricycle that is: (a) Equipped with a seat or saddle for the cyclist; (b) Equipped with operable pedals for propulsion by the cyclist; (c) Equipped with an electric motor of seven hundred fifty watts or less; (d) Designated as a Class I electric bicycle if the motor provides assistance only when the cyclist is pedaling and ceases to provide assistance when a speed of twenty miles per hour is achieved; (e) Designated as a Class II electric bicycle if the motor is capable of propelling the bicycle without the cyclist pedaling and ceases to provide assistance when a speed of twenty miles per hour is achieved; and (f) Designated as a Class III electric bicycle if the motor provides assistance only when the cyclist is pedaling and ceases to provide assistance when a speed of twenty-eight miles per hour is achieved: (6) \"For hire,\" for remuneration of any kind, paid or promised, either directly or indirectly, for the transportation of persons or property. An occasional accommodative transportation service by a person not in the transportation business while on an errand for himself, is not a service for hire, even though the person transported shares in the cost or pays for the service; (6)(7) \"Gross weight,\" the total weight of the chassis, body, equipment, and maximum load of each motor vehicle, trailer, or semitrailer as fixed by the applicant for a compensation certificate; (7)(8) \"Motor vehicle,\" all vehicles or machines a vehicle or machine, other than an electric bicycle, which is propelled by any power other than muscular and used upon the public highways for the transportation of persons or property or both; (8)(9) \"Private business use,\" the transportation of persons or property for hire, compensation, profit, or remuneration of any kind, or the transportation of any property of a business venture not specifically excluded under § 32-9-3; (9)(10) \"Public highway,\" every street, alley, public road, public thoroughfare, or highway in this state; (10)(11) \"Secretary,\" secretary of revenue; (11)(12) \"Semitrailer,\" any vehicle of the trailer type, equipped with a kingpin assembly, designed and used in conjunction with a fifth wheel connecting device on a motor vehicle and constructed so that some part of its weight and that of its load rests upon or is carried by another vehicle; and (12)(13) \"Trailer,\" every vehicle without motive power designed to carry property or persons wholly on its own structure and to be drawn by a motor vehicle. Section 20. That § 32-9-5 be amended to read: 32-9-5. For the purpose of this chapter, any person as defined in § 32-9-1, using the public highways of this state as a motor carrier, shall be deemed to be making unusual use of said the highways. Section 21. That § 32-9-53 be amended to read: 32-9-53. For the purposes of this chapter, the gross weight, as defined in subdivision 32-9-1(6) § 32-9-1, for tow trucks or wreckers, as defined and operated in §§ 31-8-15 and 31-8-15.1, is the actual weight of the equipped motor vehicle and does not include the weight of the motor vehicle being towed or hauled. Section 22. That § 32-10-1 be amended to read: 32-10-1. Terms used in this chapter mean: (1) \"Administrator,\" the secretary of revenue; (2) \"Commercial vehicle,\" any vehicle which is operated in interstate commerce in furtherance of any commercial enterprise; (3) \"Department,\" the Department of Revenue; (4) \"Interstate commerce,\" the movement of a vehicle between jurisdictions but does not include the movement of any vehicle which transports or is being used to transport persons or property, the transportation of which originates in one jurisdiction and passes into or through another jurisdiction or jurisdictions, for delivery in the jurisdiction in which the transportation originated; (5) \"Jurisdiction,\" a state, district, territory, or possession of the United States, a foreign country, and a state or province of a foreign country; (6) \"Motor vehicle,\" shall have the meaning ascribed to it by § 32-9-1; (7) \"Owner,\" as defined in subdivision 32-3-1(16) § 32-3-1, except that for the purposes of proportional registration of vehicles as authorized and provided in §§ 32-10-10 and 32-10-15 to 32-10-28, inclusive, \"owner\" means a person who holds a legal title of a vehicle, or in the event a vehicle is the subject of an agreement for the conditional sale thereof with the right of purchase upon performance of the conditions stated in the agreement and with an immediate right of possession vested in the conditional vendee, or in the event while a vehicle is subject to a lease with an immediate right of possession vested in the lessee, or in the event a mortgagor of a vehicle is entitled to possession, then such conditional vendee, lessee or mortgagee is considered to be the owner; (8) \"Person\" shall have the meaning ascribed to it by § 32-9-1; (9) \"Preceding year,\" a period of twelve consecutive months fixed by the administrator which period shall be within the sixteen months immediately preceding the commencement of the registration or license year for which proportional registration is sought; and the administrator in fixing such period shall make it conform to the terms, conditions, and requirements of any applicable agreement or arrangement for the proportional registration of vehicles; and (10)(9) \"Properly registered,\" as applied to place of registration: (a) The jurisdiction where the person registering the vehicle has his legal residence; or (b) In the case of a commercial vehicle, the jurisdiction in which it is registered if the commercial enterprise in which such vehicle is used has a place of business therein, and, if the vehicle is most frequently dispatched, garaged, serviced, maintained, operated, or otherwise controlled in or from such place of business, and, the owner has assigned the vehicle to such place of business; or (c) In the case of a commercial vehicle, the jurisdiction where, because of an agreement or arrangement between two or more jurisdictions, or pursuant to a declaration, the vehicle has been registered as required by said jurisdiction. In case of doubt or dispute as to the proper place of registration of a vehicle, the administrator shall make final determination, but in making such determination, may confer with administrators of the other states or jurisdictions affected; (11) \"Vehicle\" shall have the meaning ascribed to it by § 32-9-1. Section 23. That § 32-12A-1 be amended to read: 32-12A-1. Terms used in this chapter mean: (1) \"Alcohol,\" any substance containing any form of alcohol; (2) \"Commercial driver license,\" or \"CDL,\" a license issued in accordance with the requirements of this chapter to an individual that authorizes the individual to drive a class of commercial motor vehicle; (3) \"Commercial driver license information system,\" or \"CDLIS,\" the information system established pursuant to the Commercial Motor Vehicle Safety Act (CMVSA) to serve as a clearinghouse for locating information related to the licensing and identification of commercial motor vehicle drivers; (4) \"Commercial learner's permit\" or \"CLP,\" a permit issued pursuant to § 32-12A-12; (5) \"Commercial motor vehicle\" or \"(CMV),\" a motor vehicle designed or used to transport passengers or property: (a) If the vehicle has a gross combination weight rating of twenty-six thousand one pounds or more and the towed unit has a gross vehicle weight rating of more than ten thousand pounds; (b) If the vehicle has a gross vehicle weight rating of twenty-six thousand one or more pounds; (c) If the vehicle is designed to transport sixteen or more passengers, including the driver; or (d) If the vehicle is of any size and is used in the transportation of hazardous materials and is required to be placarded in accordance with 49 C.F.R. Part 172, Subpart F, as amended through January 1, 2015; (6) \"Controlled substance,\" any substance so classified under section 102(6) of the Controlled Substances Act (21 U.S.C. § 802(6)), and includes all substances listed on Schedules I through V, of 21 C.F.R. Part 1308, inclusive, as amended through January 1, 2015; (7) \"Conviction,\" an unvacated adjudication of guilt, or a determination that a person has violated or failed to comply with the law in a court of original jurisdiction or an authorized administrative tribunal, an unvacated forfeiture of bail or collateral deposited to secure the person's appearance in court, a plea of guilty or nolo contendere accepted by the court, the payment of a fine or court cost, or violation of a condition of release without bail, regardless of whether or not the penalty is rebated, suspended, or probated; (8) \"Department,\" the Department of Public Safety; (9) \"Disqualification,\" any of the following actions: (a) The suspension, revocation, or cancellation of a commercial learner's permit or a commercial driver license by the state or jurisdiction of issuance; (b) Any withdrawal of a person's privileges to drive a commercial motor vehicle by a state or other jurisdiction as the result of a violation of state or local law relating to motor vehicle traffic control (other than parking, vehicle weight, or vehicle defect violations); or (c) A determination by the Federal Motor Carrier Safety Administration that a person is not qualified to operate a commercial motor vehicle; (10) \"Domicile,\" the state where a person has that person's true, fixed, and permanent home and principal residence and to which that person has the intention of returning whenever that person is absent; (11) \"Drive,\" to drive, operate, or be in actual physical control of a motor vehicle; (12) \"Driver,\" any person who drives, operates, or is in actual physical control of a commercial motor vehicle, or who is required to hold a commercial learner's permit or commercial driver license; (13) \"Electric bicycle,\" a bicycle or a tricycle that is: (a) Equipped with a seat or saddle for the cyclist; (b) Equipped with operable pedals for propulsion by the cyclist; (c) Equipped with an electric motor of seven hundred fifty watts or less; (d) Designated as a Class I electric bicycle if the motor provides assistance only when the cyclist is pedaling and ceases to provide assistance when a speed of twenty miles per hour is achieved; (e) Designated as a Class II electric bicycle if the motor is capable of propelling the bicycle without the cyclist pedaling and ceases to provide assistance when a speed of twenty miles per hour is achieved; and (f) Designated as a Class III electric bicycle if the motor provides assistance only when the cyclist is pedaling and ceases to provide assistance when a speed of twenty-eight miles per hour is achieved; (14) \"Employer,\" any person, including the United States, a state, or a political subdivision of a state, who owns or leases a commercial motor vehicle, or assigns a person to drive a commercial motor vehicle; (14)(15) \"Endorsement,\" an authorization to a person's commercial learner's permit or commercial driver license required to allow the person to operate certain types of commercial motor vehicles; (15)(16) \"Fatality,\" the death of a person as the result of a motor vehicle accident; (16)(17) \"Felony,\" any offense under state or federal law that is punishable by death or imprisonment for a term exceeding one year; (17)(18) \"Foreign jurisdiction,\" any jurisdiction other than a state of the United States; (18)(19) \"Gross combination weight rating\" or \"GCWR,\" the value specified by the manufacturer as the loaded weight of a combination (articulated) vehicle. In the absence of a value specified by the manufacturer, GCWR shall be determined by adding the GVWR of the power unit and the total weight of the towed unit and any load thereon; (19)(20) \"Gross vehicle weight rating,\" or \"GVWR,\" the value specified by the manufacturer as the loaded weight of a single vehicle; (20)(21) \"Hazardous materials,\" any material that has been designated as hazardous under 49 U.S.C. 5103 as amended through January 1, 2015, and is required to be placarded under subpart F of 49 C.F.R. part 172 or any quantity of a material listed as a select agent or toxin in 42 C.F.R. part 73, as amended through January 1, 2015; (21)(22) \"Imminent hazard,\" the existence of a condition that presents a substantial likelihood that death, serious illness, severe personal injury, or a substantial endangerment to health, property, or the environment may occur before the reasonably foreseeable completion date of a formal proceeding begun to lessen the risk of that death, illness, injury, or endangerment; (22)(23) \"Medical variance,\" the receipt of one of the following that allows a driver to be issued a medical certificate: (a) An exemption letter permitting operation of a commercial motor vehicle pursuant to 49 C.F.R. part 381 or 49 C.F.R. part 391, as amended through January 1, 2015; or (b) A skill performance evaluation certificate permitting operation of a commercial motor vehicle pursuant to 49 C.F.R. part 391, as amended through January 1, 2015; (23)(24) \"Motor vehicle,\" a vehicle, machine, tractor, trailer, or semitrailer propelled or drawn by mechanical power, used on highways, but does not include excluding any electric bicycle, vehicle, machine, tractor, trailer, or semitrailer operated exclusively on a rail; (24)(25) \"Noncommercial motor vehicle,\" a motor vehicle or combination of motor vehicles not defined as a commercial motor vehicle; (25)(26) \"Nondomiciled CLP or CDL,\" a commercial learner's permit or commercial driver license issued by a state to a person who resides in a foreign jurisdiction or a person domiciled in another state that is prohibited from issuing commercial driver licenses by the Federal Motor Carrier Safety Administration; (26)(27) \"Notice of final administrative decision,\" a determination rendered by an agency of competent jurisdiction when all avenues of appeal have been exhausted or time to appeal has elapsed; (27)(28) \"Operator's license,\" any license issued by a state to a person which authorizes the person full privileges to drive a motor vehicle; (28)(29) \"Out-of-service order,\" an out-of-service order as defined by 49 C.F.R. part 390.5, as of January 1, 2015; (29)(30) \"Recreational vehicle,\" a vehicle which is self-propelled or permanently towable by a light duty truck and designed primarily not for use as a permanent dwelling but as temporary living quarters for recreational, camping, travel, or seasonal use; (30)(31) \"School bus,\" any motor vehicle that is used to transport sixteen or more passengers, including the driver, and is used to transport pre-primary, primary, or secondary school students from home to school, from school to home, or to and from school-sponsored events. School bus does not include a bus used as a common carrier; (31)(32) \"Serious traffic violation,\" a conviction of: (a) Excessive speeding, involving a single charge of any speed fifteen miles per hour or more, above the posted speed limit, in violation of chapter 32-25; (b) Reckless driving, in violation of § 32-24-1; (c) Careless driving, in violation of § 32-24-8; (d) Improper or erratic traffic lane changes, in violation of § 32-26-6; (e) Following the vehicle ahead too closely, in violation of § 32-26-40; (f) A violation of any state or local law related to motor vehicle traffic control, other than a parking violation, arising in connection with a fatal accident; (g) Failure to stop or yield, in violation of §§ 32-29-2.1, 32-29-2.2, 32-29-3, and 32-29-4; (h) Failure to stop or slow vehicle for a school bus, in violation of § 32-32-6; (i) Eluding a police vehicle, in violation of § 32-33-18; (j) Overtaking or passing another vehicle, in violation of §§ 32-26-26, 32-26-27, 32-26-28, 32-26-34, 32-26-35, 32-26-36, and 32-26-37; (k) Driving a commercial motor vehicle without obtaining a commercial learner's permit or commercial driver license, in violation of § 32-12A-6; (l) Driving a commercial motor vehicle without a commercial learner's permit or commercial driver license in the driver's possession in violation of § 32-12A-6. Any person who provides proof to the court or to the enforcement authority that issued the citation, by the date the person was required to appear in court or to pay a fine for the violation, that the person held a valid commercial learner's permit or commercial driver license on the date the citation was issued, is not guilty of a serious traffic violation; (m) Driving a commercial motor vehicle without the proper class of commercial learner's permit, commercial driver license, or endorsement for the specific vehicle group being operated or for the passengers or type of cargo being transported in violation of § 32-12A-6; or (n) Violating a federal, state, or local law or rule prohibiting texting while driving a commercial motor vehicle; (o) Utilizing a hand-held mobile telephone while driving a commercial motor vehicle; (32)(33) \"State,\" a state of the United States and the District of Columbia; and (33)(34) \"United States,\" the fifty states and the District of Columbia. Section 24. That § 32-12A-34 be amended to read: 32-12A-34. The Department of Public Safety shall suspend, revoke, or disqualify the commercial learner's permit, commercial driver license, or driving privilege of a resident of this state upon receiving notice of the conviction or final administrative decision from another state for an infraction which would provide grounds for suspension, revocation, or disqualification of the license or driving privilege in this state. The commercial learner's permit or commercial license of a driver of a commercial motor vehicle convicted of violating a federal, state, or local law or rule prohibiting texting or the use of a hand-held mobile telephone may be disqualified as set forth in subsections 32-12A-1(31)(n) and (o), and §§ 32-12A-1, 32-12A-40, and 32-12A-41. Section 25. That § 32-14-1 be amended to read: 32-14-1. Terms used in chapters 32-14 to 32-19, inclusive, 32-12 and 32-22 to 32-34, inclusive, mean: (1) \"Alcoholic beverage,\" as that term is defined by subdivision 35-1-1(1) in § 35-1-1; (2) \"Authorized emergency vehicle,\" a vehicle of a fire department, a police vehicle, an ambulance or emergency vehicle of a municipal department or public service corporation that is designated or authorized by the department or the Department of Health, and an emergency vehicle titled to a local organization for emergency management created pursuant to chapter 34-48A; (3) \"Automobile transporter,\" a vehicle combination designed or modified to be used specifically for the transport of assembled highway vehicles; (4) \"Boat transporter,\" a vehicle combination designed or modified to be used specifically for the transport of assembled or partially disassembled boats and boat hulls; (5) \"Business district,\" the territory contiguous to a highway when fifty percent or more of the frontage thereon for a distance of three hundred feet or more is occupied by buildings in use for business; (6) \"Commission,\" the Public Utilities Commission; (7) \"Controlled drug or substance,\" as that term is defined in § 34-20B-3; (8) \"Crosswalk,\" that part of a roadway at an intersection included within the connections of the lateral lines of the sidewalks on opposite sides of the highway measured from the curbs or, in the absence of curbs, from the edges of the traversable roadway; or any portion of a roadway at an intersection or elsewhere distinctly indicated for pedestrian crossing by lines or other markings on the surface; (9) \"Department,\" the Department of Public Safety of this state acting directly or through its duly authorized officers and agents; (10) \"Electric bicycle,\" a bicycle or a tricycle that is: (a) Equipped with a seat or saddle for the cyclist; (b) Equipped with operable pedals for propulsion by the cyclist; (c) Equipped with an electric motor of seven hundred fifty watts or less; (d) Designated as a Class I electric bicycle if the motor provides assistance only when the cyclist is pedaling and ceases to provide assistance when a speed of twenty miles per hour is achieved; (e) Designated as a Class II electric bicycle if the motor is capable of propelling the bicycle without the cyclist pedaling and ceases to provide assistance when a speed of twenty miles per hour is achieved; and (f) Designated as a Class III electric bicycle if the motor provides assistance only when the cyclist is pedaling and ceases to provide assistance when a speed of twenty-eight miles per hour is achieved: and (11) \"Farm tractor,\" a motor vehicle designed and used primarily as a farm implement for drawing plows, mowing machines, and other implements of husbandry; (11)(12) \"Highway,\" the entire width between the boundary lines of every way publicly maintained when any part thereof is open to the use of the public as a matter of right for purposes of vehicular travel; (12)(13) \"Intersection,\" the area embraced within the prolongation of the lateral curb lines or, if none, then of the lateral boundary lines of two or more highways which join one another at an angle, whether or not one such highway crosses the other. However, such area, in the case of the point where an alley and a street meet within a municipality, is not an intersection; (13)(14) \"Law enforcement officer,\" as that term is defined in § 23-3-27; (14)(15) \"Local authorities,\" a county, municipal, township, road district, and other local board or body having authority to adopt local police regulations under the Constitution and laws of this state; (15)(16) \"Metal tires,\" a tire the surface of which in contact with the highway is wholly or partly of metal or other hard, nonresilient material; (16)(17) \"Motorcycle,\" a motor vehicle designed to travel on not no more than three wheels in contact with the ground, except any vehicle as may be included within the term, but excluding a tractor, as herein defined and an electric bicycle; (17)(18) \"Motor vehicle,\" a vehicle, as herein defined, which that is self-propelled, but excluding an electric bicycle; (18)(19) \"Official traffic control device,\" a sign, signal, marking, and or device not inconsistent with the law placed or erected by authority of a public body or official having jurisdiction, for the purpose of regulating, warning, or guiding traffic. The term also includes and including a flagman or a sign, signal, marking, or other device temporarily placed or erected by a person working upon, along, above, or under a highway installing or maintaining a public service facility and which is necessary or required to warn, direct, or otherwise control traffic during the time of work or when a hazard exists; (19)(20) \"Owner,\" a person who holds the legal title of a vehicle or in the event a vehicle is the subject of an agreement for the conditional sale or lease thereof with the right of purchase upon performance of the conditions stated in the agreement and with an immediate right of possession vested in the conditional vendee or lessee, or in the event a mortgagor of a vehicle is entitled to possession, then the conditional vendee or lessee or mortgagor is the owner for the purpose of said the chapters to which these definitions apply; (20)(21) \"Park or parking,\" the standing of a vehicle, whether occupied or not, otherwise than temporarily for the purpose of and while actually engaged in loading or unloading merchandise or passengers; (21)(22) \"Pneumatic tire,\" a tire inflated with compressed air; (22)(23) \"Private road or driveway,\" a road or driveway not open to the use of the public for purposes of vehicular travel; (23)(24) \"Recreation vehicle,\" a self-propelled or towed vehicle equipped to serve as temporary living quarters for recreational, camping, or travel purposes and used solely as a family or personal conveyance and in no way used for a commercial purpose; (24)(25) \"Residence district,\" the territory contiguous to a highway not comprising a business district when the frontage on the highway for a distance of three hundred feet or more is mainly occupied by dwellings or by dwellings and buildings in use for business; (25)(26) \"Right-of-way,\" the right of one vehicle or pedestrian to proceed in a lawful manner in preference to another vehicle or pedestrian approaching under such circumstances of direction, speed, and proximity as to give rise to danger of collision unless one grants precedence to the other; (26)(27) \"Road tractor,\" a motor vehicle designed and used for drawing other vehicles and not so constructed as to carry any load thereon either independently or any part of the weight of a vehicle or load so drawn; (27)(28) \"Roadway,\" that portion of a highway improved, designed, or ordinarily used for vehicular travel, exclusive of the berm or shoulder. If provided that if a highway includes two or more separate roadways, the term, roadway, refers to any such roadway separately, but not to all such roadways collectively; (28)(29) \"Safety zone,\" the area or space officially set aside within a highway for the exclusive use of pedestrians and which is so plainly marked or indicated by proper signs as to be plainly visible at all times while set apart as a safety zone; (29)(30) \"Semitrailer,\" any vehicle of the trailer type equipped with a kingpin assembly, designed and used in conjunction with a fifth wheel connecting device on a motor vehicle and constructed so that some part of its weight and that of its load rests upon or is carried by another vehicle; (30)(31) \"Sidewalk,\" that portion of a street between the curb lines, or the lateral lines of a roadway, and the adjacent property lines, and intended for use of pedestrians; (31)(32) \"Single axle\" or \"one axle,\" one or more consecutive axles whose centers may be included between two transverse vertical planes spaced no more than forty inches or less apart, extending across the full width of the vehicle; (32)(33) \"Solid rubber tire,\" a tire made of rubber other than a pneumatic tire; (33)(34) \"Steering axle,\" any axle on the front of a motor vehicle that is activated by the operator to directly accomplish guidance or steerage of the motor vehicle or combination of vehicles; (34)(35) \"Stinger-steered transporter combination,\" a truck tractor semitrailer combination with a fifth wheel located on a drop frame which is located that is behind and below the rearmost axle of the power unit; (35)(36) \"Tandem axle,\" two or more consecutive axles whose centers may be included between parallel transverse vertical planes spaced more than forty inches and not more than ninety-six inches apart, extending across the full width of the vehicle; (36)(37) \"Trailer,\" a vehicle without motive power designed for carrying property or passengers on its own structure and for being drawn by a motor vehicle; (37)(38) \"Truck tractor,\" a motor vehicle designed and used primarily for drawing other vehicles and not so constructed as to carry a load other than a part of the weight of the vehicle and load so drawn; (38)(39) \"Urban district,\" the territory contiguous to and including any street which is built up with structures devoted to business, industry, or dwelling houses situated at intervals of less than one hundred feet for a distance of a quarter of a mile or more; (39)(40) \"Vehicle,\" a device in, upon, or by which any person or property is or may be transported or drawn upon a public highway, except devices moved by human power or used exclusively upon stationary rails or tracks;, but including bicycles, electric bicycles, and ridden animals; and (40)(41) \"Wireless communication device,\" any wireless electronic communication device that provides for voice or data communication between two or more parties, including a mobile or cellular telephone, a text messaging device, a personal digital assistant that sends or receives messages, an audio-video player that sends or receives messages, or and a laptop computer. A wireless communication device does not include, but excluding a global positioning or navigation system (GPS) used to receive driving directions. Section 26. That § 32-14-11 be amended to read: 32-14-11. No person may occupy a house trailer or a recreational vehicle as defined by subdivision 32-3-1(18) in § 32-3-1 while it is being towed. A violation of this section is a petty offense. This section does not apply to a recreational vehicle being towed by a truck, truck tractor, or pickup with a fifth-wheel device, if the recreational vehicle is equipped with safety glazing materials wherever glazing materials are used in windows or doors, with an audible or visual signaling device which a passenger inside the recreational vehicle can use to gain the attention of the motor vehicle driver, and with at least one unobstructed exit capable of being opened from both the interior and exterior of the recreational vehicle. The requirement for safety glazing materials does not apply to vehicles manufactured prior to July 1, 1977. Section 27. That § 32-15-7 be amended to read: 32-15-7. The windshield on every motor vehicle, as defined by subdivision § 32-3-1(11) § 32-3-1, except farm tractors and motorcycles, shall be equipped with a device for cleaning rain, snow, or other moisture from the windshield, which device shall be operated by the driver of the vehicle. No person may operate a motor vehicle upon the highways unless such vehicle shall be equipped with such device in good working order capable of cleaning the windshield thereof and which device shall provide the driver a clear view of the highway. A violation of this section is a petty offense. Section 28. That § 32-18-1 be amended to read: 32-18-1. Every motor vehicle, as defined by subdivision § 32-14-1(17) § 32-14-1 and every trailer, semitrailer, and pole trailer manufactured or sold in this state, and any combination of such vehicles operating upon a highway within this state shall be equipped with brakes in compliance with the requirements of this chapter. A violation of this section is a Class 2 misdemeanor. Section 29. That § 32-20-1 be amended to read: 32-20-1. As Terms used in this chapter, the following words shall mean: (1) \"Department\" the Department of Public Safety.; (2) \"Moped\" a motor driven cycle, other than an electric bicycle: (a) That is equipped with two or three wheels. If; (b) That if a combustion engine is used, the has a maximum piston or rotor displacement shall be of fifty cubic centimeters regardless of the number of chambers in such that power source. The; and (c) That has a power source shall be equipped with a power drive system that functions directly or automatically only, not requiring and does not require clutching or shifting by the operator after the drive system is engaged.; (3) \"Motorcycle,\" includes motorcycles, motorbikes, mopeds, bicycles any device commonly identified as a motorcycle, including a motorbike, a moped, a bicycle with a motor attached, and all any motor operated vehicles vehicle of the bicycle or tricycle type, whether the motive power be a part thereof or attached thereto, and having a saddle or seat with the driver sitting astride or upon it, or a platform on which the driver stands, but excluding a; (a) A tractor.; and (b) An electric bicycle; and (4) \"Off-road vehicle,\" any self-propelled, vehicle having two or more wheeled vehicle wheels, which is designed primarily to be operated primarily on land other than a highway and includes, but is not limited to, all terrain vehicles, dune buggies and any vehicle whose manufacturer's statement of origin (MSO) or manufacturer's certificate of origin (MCO) states indicates that the vehicle is not for highway use. Off-road vehicle does not include a, but excludes: (a) A farm vehicle as defined in § 32-3-2.4; and (b) An electric bicycle. Section 30. That § 32-20A-1 be amended to read: 32-20A-1. Terms used in this chapter mean: (1) \"Highway,\" as it is defined by subdivisions 31-1-5(1) to (4) in § 31-1-5; (2) \"Law enforcement officer,\" as it is defined by in § 23-3-27; (3) \"Operate,\" to control the operation of a snowmobile; (4) \"Operator,\" every person who operates or who is in actual physical control of a snowmobile; (5) \"Owner,\" any person, other than a lien holder, having the property in or title to a snowmobile and entitled to the use or possession thereof; (6) \"Raceway facility,\" any area designated and clearly defined with appropriate flags, fencing, markers, or delineators for the purpose of drag racing, oval racing, or special exhibitions; (7) \"Roadway,\" as it is defined by subdivision 32-14-1(26) in § 32-14-1; (8) \"Snowmobile,\" any engine-driven vehicle of a type which uses sled type runners or skis with an endless belt tread or similar means of contact with the surface upon which it is operated and the vehicle does not exceed forty-eight inches in width; and (9) \"Super modified snowmobile,\" any snowmobile which has been individually built from parts expressly for track racing or has had the chassis, suspension, track, and engine substantially altered. Section 31. That § 32-20A-3 be amended to read: 32-20A-3. There is no age limitation for the operation of a snowmobile. However, no person under the age of fourteen may drive a snowmobile across a roadway as defined in subdivision 32-14-1(27) of § 32-14-1 or a highway as defined in subdivisions 31-1-5(1) to (4) § 31-1-5, inclusive, except under the immediate direction of a parent, legal guardian, or person who is eighteen years of age or older. A violation of this section is a Class 2 misdemeanor. Section 32. That § 32-33-17 be amended to read: 32-33-17. The driver of any single or combination vehicle weighing in excess of ten thousand pounds gross vehicle weight, who fails to stop at or who knowingly passes or bypasses any state weighing station, upon any public highway, when the station is open and being operated by law enforcement officers or motor carrier inspectors, is guilty of a Class 2 misdemeanor. This section does not apply to any recreational vehicle as defined in subdivision 32-3-1(18) § 32-3-1. For purposes of this section, a combination vehicle is any vehicle consisting of two or more units including a truck, tractor, or towing vehicle, and one or more trailers. Section 33. That § 32-35-1 be amended to read: 32-35-1. Terms used in this chapter, unless the context otherwise plainly requires, shall mean: (1) \"Chauffeur,\" every person who is employed by another for the principal purpose of driving a motor vehicle and every person who drives a school bus transporting school children or any motor vehicle when in use for the transportation of persons or property for compensation; (2) \"Department,\" the Department of Public Safety; (3) \"Driver,\" every a person who drives or is in actual physical control of a vehicle; (4) \"Electric bicycle,\" a bicycle or a tricycle that is: (a) Equipped with a seat or saddle for the cyclist; (b) Equipped with operable pedals for propulsion by the cyclist; (c) Equipped with an electric motor of seven hundred fifty watts or less; (d) Designated as a Class I electric bicycle if the motor provides assistance only when the cyclist is pedaling and ceases to provide assistance when a speed of twenty miles per hour is achieved; (e) Designated as a Class II electric bicycle if the motor is capable of propelling the bicycle without the cyclist pedaling and ceases to provide assistance when a speed of twenty miles per hour is achieved; and (f) Designated as a Class III electric bicycle if the motor provides assistance only when the cyclist is pedaling and ceases to provide assistance when a speed of twenty-eight miles per hour is achieved; (5) \"Judgment,\" any judgment which shall have become that became final by expiration, without appeal, of the time within which an appeal might have been perfected, or by final affirmation on appeal, rendered by a court of competent jurisdiction of any state or of the United States, upon a cause of action arising out of the ownership, maintenance, or use of any vehicle of a type subject to registration under the laws of this state, for damages, including damages for care and loss of services, because of bodily injury to or death of any person, or for damages because of injury to or destruction of property, including the loss of use thereof of the property, or upon a cause of action on an agreement of settlement for such damages; (5)(6) \"License,\" any operator's or chauffeur's license or any other license or permit to operate a motor vehicle issued under the laws of this state including: (a) Any temporary license or instruction permit; (b) The privilege of any person to drive a motor vehicle whether or not such person holds a valid license; and (c) Any nonresident's operating privilege as defined herein; (6)(7) \"Motor vehicle,\" every a vehicle which that is self- propelled, excluding an electric bicycle, and every vehicle which that is propelled by electric power obtained from overhead trolley wires, but not operated upon rails; (7)(8) \"Nonresident,\" every a person who is not a resident of this state; (8)(9) \"Nonresident's operating privilege,\" the privilege conferred upon a nonresident by the laws of this state pertaining to the operation by such the person of a motor vehicle, or the use of a vehicle owned by such the person, in this state; (9)(10) \"Operator,\" every a person, other than a chauffeur, who drives or is in actual physical control of a motor vehicle upon a highway or who is exercising control over or steering a vehicle being towed by a motor vehicle; (10)(11) \"Owner,\" a person who holds the legal title of a vehicle, or in the event a vehicle is the subject of an agreement for the conditional sale or lease thereof with the right of purchase upon performance of the conditions stated in the agreement and with an immediate right of possession vested in the conditional vendee or lessee, or in the event a mortgagor of a vehicle is entitled to possession, then such conditional vendee or lessee or mortgagor shall be deemed the owner for the purpose of this chapter; (11) \"Person,\" every natural person, firm, copartnership, association, or corporation; (12) \"Registration,\" the registration certificate or certificates and registration plates issued under the laws of this state pertaining to the registration of vehicles; (13) \"State,\" any state, territory, or possession of the United States, the District of Columbia, or any province of the Dominion of Canada; and (14) \"Vehicle,\" every device in, upon, or by which any person or property is or may be transported or drawn upon a highway, except electric bicycles and devices moved by human power or used exclusively upon stationary rails or tracks. Section 34. That § 32-38-2 be amended to read: 32-38-2. For the purposes of this chapter, a passenger vehicle is any self-propelled vehicle intended primarily for use and operation on the public highways including passenger cars, station wagons, vans, taxicabs, emergency vehicles, motor homes, trucks, and pickups. The term A passenger vehicle does not include motorcycles, motor scooters, motor bicycles, motorized bicycles, passenger buses, and school buses. The term also does not include farm tractors and implements; (1) An electric bicycle; (2) A farm tractor; (3) An implement of husbandry designed primarily or exclusively for use in agricultural operations; (4) A motor bicycle; (5) A motor scooter; (6) A motorcycle; (7) A motorized bicycle; (8) A passenger bus; or (9) A school bus. Section 35. That § 37-5-13 be amended to read: 37-5-13. Terms used in §§ 37-5-13 to 37-5-15, inclusive, mean: (1) \"Dealer,\" any person who receives machinery from a manufacturer under a dealership contract and who offers and sells the machinery to the general public from manufacturer authorized facilities in this state. The term, dealer, does not include a single-line dealer or any person with total annual gross sales in this state and elsewhere of one hundred million dollars or more of industrial and construction equipment, attachments, replacement parts, and service related to the equipment, from any one manufacturer or supplier of such equipment; (2) \"Dealership contract,\" a written agreement or contract between a manufacturer and dealer which fixes the legal rights and liabilities of the parties to such agreement or contract; (3) \"Machinery,\" any farm vehicle as defined by in § 32-3-2.4 or, any off-road vehicle as defined by subdivision 32-3-1(15) in § 32-3-1 or merchandise as defined in subdivision 37-5-12.2(3) § 37-5-12.2; (4) \"Manufacturer,\" any person engaged in the manufacturing or distribution of machinery including any person who acts for the manufacturer; and (5) \"Single-line dealer,\" any person that has purchased seventy-five percent or more of the dealer's total new product inventory from a single manufacturer of industrial and construction equipment under agreements with that manufacturer and has a total annual average sales of industrial and construction equipment volume for the three previous years with that single manufacturer in excess of fifty million dollars for the territory for which that dealer is responsible. Section 36. That § 37-14-21 be amended to read: 37-14-21. Except as otherwise agreed to in writing by the purchaser and seller, or unless otherwise provided for by advertised or announced terms at the auction premises on the day of the sale, if the purchaser of any property at an auction sale has not removed the property from the auction premises within ninety days after the date of the sale or has not otherwise taken physical possession of the property within ninety days after the date of the sale, ownership of the property reverts to the seller, and the payment is forfeited to the seller without further notice of action. This section does not apply to any motor vehicle as defined in subdivision 32-3-1(11) § 32-3-1 or to any state auction held pursuant to chapter 5-24A."}, {"bill_id": 10026, "bill_version_id": 53906, "bill_version": "Senate Local Government Engrossed", "bill_version_date": "2019-02-20T10:56:27.203-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to define electric bicycles and to provide for the regulation of electric bicycles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-20B be amended by adding a NEW SECTION to read: For purposes of this chapter, the term, electric bicycle, means a bicycle or a tricycle that is equipped with a seat or saddle, with operable pedals for propulsion, and with an electric motor of seven hundred fifty watts or less. An electric bicycle is a Class I electric bicycle if the motor provides assistance only when the person is pedaling and ceases to provide assistance when a speed of twenty miles per hour is achieved. An electric bicycle is a Class II electric bicycle if the motor is capable of propelling the bicycle without the person pedaling and ceases to provide assistance when a speed of twenty miles per hour is achieved. An electric bicycle is a Class III electric bicycle if the motor provides assistance only when the person is pedaling and ceases to provide assistance when a speed of twenty-eight miles per hour is achieved. Section 2. That chapter 32-20B be amended by adding a NEW SECTION to read: Beginning January 1, 2020, any person who manufacturers or distributes an electric bicycle in this state shall permanently affix to the electric bicycle a label that contains the following information: (1) The designated class of the electric bicycle; (2) The maximum assisted speed of the electric bicycle; and (3) The wattage of the electric bicycle's motor. If a person makes a modification to the electric bicycle that affects the bicycle's maximum speed, or manner of propulsion, the person shall amend the label required by this section to accurately reflect the required information. Any person who violates this section is guilty of a Class 2 misdemeanor. Section 3. That chapter 32-20B be amended by adding a NEW SECTION to read: An electric bicycle shall be equipped so that the electric motor is disengaged or ceases to function when the person stops peddling or when the brakes are applied. Section 4. That chapter 32-20B be amended by adding a NEW SECTION to read: Unless otherwise prohibited by a governmental entity having jurisdiction, a person may operate a Class I or Class II electric bicycle on any bicycle path or multi-use path in this state. A person may not operate a Class III electric bicycle on a bicycle path or multi-use path in this state unless: (1) The bicycle path or multi-use path is within or adjacent to a highway or roadway; or (2) The governmental entity having jurisdiction over the bicycle path or multi-use path expressly permits the use. A person may operate a Class III electric bicycle on a trail that has been designated as nonmotorized, if the trail was constructed only by clearing or grading the native soil and without the installation or placement of any additional surface material and if the governmental entity having jurisdiction over the trail has not otherwise prohibited or restricted the operation. Section 5. That chapter 32-20B be amended by adding a NEW SECTION to read: To operate a Class III electric bicycle in this state, a person shall be at least sixteen years of age. This section does not prohibit a person younger than sixteen years of age from riding as a passenger on a Class III electric bicycle, if the bicycle is designed to accommodate a passenger. Section 6. That chapter 32-20B be amended by adding a NEW SECTION to read: Any person who is less than eighteen years of age and operating a Class III electric bicycle and any person who is a passenger on a Class III electric bicycle, regardless of age, shall wear a properly fitted and fastened bicycle helmet. Section 7. That chapter 32-20B be amended by adding a NEW SECTION to read: Any person operating a Class III electric bicycle shall ensure that the bicycle is equipped with a functioning speedometer. Section 8. That § 32-3-1 be amended to read: 32-3-1. Terms used in chapters 32-3 to 32-5B, inclusive, mean: (1) \"Commercial motor vehicle,\" any motor vehicle used or maintained for the transportation of persons or property for hire, compensation, or profit, or designed, used, or maintained primarily for the transportation of property, and not specifically excluded under § 32-9-3; (2) \"Component part,\" any part of a motor vehicle, trailer, or semitrailer other than a tire, having a vehicle identification number; (3) \"Dealer,\" any person who, for commission or with intent to make a profit or gain, sells, exchanges, rents with option to purchase, offers or attempts to negotiate a sale or exchange of new, or new and used vehicles, or who is engaged wholly or in part in the business of selling new, or new and used vehicles, whether or not such vehicles are owned by that person; (4) \"Department,\" Department of Revenue; (4A) \"Electric bicycle,\" as that term is defined in section 1 of this Act; (4B) \"Gross vehicle weight rating,\" the value specified by the manufacturer as the loaded weight of a single vehicle; (5) \"Junking certificate,\" a certificate of ownership, which may not be restored to a title document which allows highway use, issued by the department to the owner of a vehicle which is going to be dismantled and sold for parts; (5A) \"Low-speed vehicle,\" a four-wheeled motor vehicle whose speed attainable in one mile is more than twenty miles per hour and not more than twenty-five miles per hour on a paved level surface. (6) \"Manufactured home,\" a structure, transportable in one or more sections, which is eight body feet or more in width or forty body feet or more in length in the traveling mode, or is three hundred twenty or more square feet when erected on a site; which is built on a permanent chassis and designed to be used as a dwelling, with or without a permanent foundation, when connected to the required utilities; and which contains the plumbing, heating, air conditioning, and electrical systems therein. The term includes any structure which meets all the requirements of this subdivision and any other structure which has been certified by the secretary of housing and urban development. The term does not include a recreational park trailer; (7) \"Manufacturer,\" any person, firm, corporation, limited liability company, or association engaged in the manufacture of new motor vehicles as a regular business; (8) \"Mobile home,\" a movable or portable unit, designed and constructed to be towed on its own chassis (comprised of frame and wheels), and designed to be connected to utilities for year-round occupancy. The term includes: (a) Units containing parts that may be folded, collapsed, or telescoped when being towed and that may be expanded to provide additional cubic capacity; and (b) Units composed of two or more separately towable components designed to be joined into one integral unit capable of being separated again into the components for repeated towing. The term does not include a recreational park trailer; (9) \"Moped,\" a motor driven cycle equipped with two or three wheels. If a combustion engine is used, the maximum piston or rotor displacement shall be fifty cubic centimeters regardless of the number of chambers in such power source. The power source shall be equipped with a power drive system that functions directly or automatically only, not requiring clutching or shifting by the operator after the drive system is engaged. The term does not include an electric bicycle; (10) \"Motorcycle,\" includes motorcycles, motorbikes, mopeds, bicycles with motor attached, and all motor operated vehicles of the bicycle or tricycle type, whether the motive power be a part thereof or attached thereto, and having a saddle or seat with the driver sitting astride or upon it, or a platform on which the driver stands, but excluding a tractor. The term does not include an electric bicycle; (11) \"Motor vehicle,\" automobiles, motor trucks, motorcycles, house trailers, trailers, and all vehicles propelled by power other than muscular power, except traction engines, road rollers, farm wagons, freight trailers, vehicles that run only on rails or tracks, electric bicycles, and off-road vehicles as defined in § 32-20-1; (12) \"New motor vehicle,\" any motor vehicle to which a manufacturer's statement of origin has not been transferred, or is a motor vehicle on which title was issued from the manufacturer's statement of origin or manufacturer's certificate of origin and is still in the name of the first person who took title to the vehicle; (13) \"Noncommercial motor vehicle,\" any motor vehicle not classified as a commercial motor vehicle; (14) \"Noncommercial trailer or semitrailer,\" any trailer or semitrailer not used or maintained for the transportation of persons or property for hire, compensation, or profit; (14A) \"Notation,\" a physical or electronic process of recording a lien on a certificate of title, a manufacturer's statement of origin, or a manufacturer's certificate of origin; (15) \"Off-road vehicle,\" any self-propelled, two or more wheeled vehicle designed primarily to be operated on land other than a highway and includes all terrain vehicles, dune buggies, and any vehicle whose manufacturer's statement of origin (MSO) or manufacturer's certificate of origin (MCO) states that the vehicle is not for highway use. The term does not include a farm vehicle or an electric bicycle as defined in this section; (16) \"Owner,\" any person, firm, association, or corporation renting a motor vehicle or having the exclusive use thereof, under a lease or otherwise, for a period greater than thirty days; as between contract vendor and contract vendee, the term, owner, shall refer to the contract vendee, unless the contrary clearly appears from the context of chapters 32-3 to 32-5B, inclusive, or a person having legal possession or title; (17) \"Rebuilt vehicle,\" any motor vehicle, trailer, or semitrailer that has been rebuilt by the addition or deletion of assemblies, subassemblies, parts, or component parts so that upon gross visual examination it does not appear to be the vehicle described in the certificate of title last issued for the vehicle, or whose title has been marked as rebuilt by this state or another state or jurisdiction; (17A) \"Recreational park trailer,\" a vehicle that is primarily designed to provide temporary living quarters for recreational, camping, or seasonal use and which: (a) Is built on a single chassis mounted on wheels; (b) Has a gross trailer area not exceeding four hundred square feet in the setup mode; (c) Is certified by the manufacturer as complying with American National Standards Institute Standard No. A119.5 in effect on January 1, 2008; and (d) Has at least a seventeen digit identification number and the manufacturer has designated the vehicle as a recreational park model on the manufacturer statement of origin; (18) \"Recreational vehicle,\" a vehicular portable structure built on a chassis designed to be used as a temporary dwelling for travel, recreational, vacation, or seasonal uses, permanently identified as a travel trailer or a recreational park trailer by the manufacturer of the trailer; (19) \"Road tractor,\" any motor vehicle designed and used for drawing other vehicles, except farm or logging tractors used exclusively for farming or logging, and not so constructed as to carry any load thereon either independently or any part of the weight of a vehicle or load so drawn; (20) \"Secretary,\" secretary of revenue; (21) \"Semitrailer,\" any vehicle of the trailer type, equipped with a kingpin assembly, designed and used in conjunction with a fifth wheel connecting device on a motor vehicle constructed so that some part of its weight and that of its load rests upon or is carried by another vehicle; (22) \"State,\" includes the territories and the federal districts of the United States; (23) \"Trailer,\" any vehicle without motive power designed for carrying property or passengers wholly on its own structure and for being drawn by a motor vehicle; (24) \"Truck tractor,\" any motor vehicle designed and used primarily for drawing other vehicles and not so constructed as to carry a load other than a part of the weight of the vehicle and load so drawn; (25) \"Used vehicle,\" any motor vehicle to which title has been issued to someone other than the first person who took title to the motor vehicle from the manufacturer's statement of origin or manufacturer's certificate of origin; and (26) \"Vehicle identification number,\" the number assigned by the manufacturer or by the department for the purpose of identifying the vehicle. The term includes any number or letters assigned by the manufacturer for the purpose of identifying a component part and any such number stamped on a vehicle or part according to law or the rules promulgated by the department for the purpose of identifying the vehicle or part. Section 9. That chapter 32-3 be amended by adding a NEW SECTION to read: An electric bicycle, as defined in section 1 of this Act, is exempt from this chapter. Section 10. That chapter 32-5 be amended by adding a NEW SECTION to read: An electric bicycle, as defined in section 1 of this Act, is exempt from this chapter. Section 11. That subdivision (5) of § 32-6D-1 be amended to read: (5) \"Motor vehicle,\" every vehicle intended primarily for use and operation on the public highways which is self-propelled. The term does not apply to include any electric bicycle as defined in section 1 of this Act, any motor home or to any motor vehicle having a manufacturer's gross vehicle weight rating of fifteen thousand pounds or more; Section 12. That subdivision (7) of § 32-9-1 be amended to read: (7) \"Motor vehicle,\" all vehicles or machines propelled by any power other than muscular used upon the public highways for the transportation of persons or property or both. The term does not include an electric bicycle as defined in section 1 of this Act; Section 13. That § 32-14-1 be amended to read: 32-14-1. Terms used in chapters 32-14 to 32-19, inclusive, 32-12 and 32-22 to 32-34, inclusive, mean: (1) \"Alcoholic beverage,\" as that term is defined by subdivision 35-1-1(1); (2) \"Authorized emergency vehicle,\" a vehicle of a fire department, a police vehicle, an ambulance or emergency vehicle of a municipal department or public service corporation that is designated or authorized by the department or the Department of Health, and an emergency vehicle titled to a local organization for emergency management created pursuant to chapter 34-48A; (3) \"Automobile transporter,\" a vehicle combination designed or modified to be used specifically for the transport of assembled highway vehicles; (4) \"Boat transporter,\" a vehicle combination designed or modified to be used specifically for the transport of assembled or partially disassembled boats and boat hulls; (5) \"Business district,\" the territory contiguous to a highway when fifty percent or more of the frontage thereon for a distance of three hundred feet or more is occupied by buildings in use for business; (6) \"Commission,\" the Public Utilities Commission; (7) \"Controlled drug or substance,\" as that term is defined in § 34-20B-3; (8) \"Crosswalk,\" that part of a roadway at an intersection included within the connections of the lateral lines of the sidewalks on opposite sides of the highway measured from the curbs or, in the absence of curbs, from the edges of the traversable roadway; or any portion of a roadway at an intersection or elsewhere distinctly indicated for pedestrian crossing by lines or other markings on the surface; (9) \"Department,\" the Department of Public Safety of this state acting directly or through its duly authorized officers and agents; (9A) \"Electric bicycle,\" as that term is defined in section 1 of this Act; (10) \"Farm tractor,\" a motor vehicle designed and used primarily as a farm implement for drawing plows, mowing machines, and other implements of husbandry; (11) \"Highway,\" the entire width between the boundary lines of every way publicly maintained when any part thereof is open to the use of the public as a matter of right for purposes of vehicular travel; (12) \"Intersection,\" the area embraced within the prolongation of the lateral curb lines or, if none, then of the lateral boundary lines of two or more highways which join one another at an angle, whether or not one such highway crosses the other. However, such area, in the case of the point where an alley and a street meet within a municipality, is not an intersection; (13) \"Law enforcement officer,\" as that term is defined in § 23-3-27; (14) \"Local authorities,\" a county, municipal, township, road district, and other local board or body having authority to adopt local police regulations under the Constitution and laws of this state; (15) \"Metal tires,\" a tire the surface of which in contact with the highway is wholly or partly of metal or other hard, nonresilient material; (16) \"Motorcycle,\" a motor vehicle designed to travel on not more than three wheels in contact with the ground, except any vehicle as may be included within the term, tractor, as herein defined; (17) \"Motor vehicle,\" a vehicle, as herein defined, which that is self-propelled. The term does not include an electric bicycle; (18) \"Official traffic control device,\" a sign, signal, marking, and device not inconsistent with the law placed or erected by authority of a public body or official having jurisdiction, for the purpose of regulating, warning, or guiding traffic. The term also includes a flagman or a sign, signal, marking, or other device temporarily placed or erected by a person working upon, along, above, or under a highway installing or maintaining a public service facility and which is necessary or required to warn, direct, or otherwise control traffic during the time of work or when a hazard exists; (19) \"Owner,\" a person who holds the legal title of a vehicle or in the event a vehicle is the subject of an agreement for the conditional sale or lease thereof with the right of purchase upon performance of the conditions stated in the agreement and with an immediate right of possession vested in the conditional vendee or lessee, or in the event a mortgagor of a vehicle is entitled to possession, then the conditional vendee or lessee or mortgagor is the owner for the purpose of said chapters; (20) \"Park or parking,\" the standing of a vehicle, whether occupied or not, otherwise than temporarily for the purpose of and while actually engaged in loading or unloading merchandise or passengers; (21) \"Pneumatic tire,\" a tire inflated with compressed air; (22) \"Private road or driveway,\" a road or driveway not open to the use of the public for purposes of vehicular travel; (23) \"Recreation vehicle,\" a self-propelled or towed vehicle equipped to serve as temporary living quarters for recreational, camping, or travel purposes and used solely as a family or personal conveyance and in no way used for a commercial purpose; (24) \"Residence district,\" the territory contiguous to a highway not comprising a business district when the frontage on the highway for a distance of three hundred feet or more is mainly occupied by dwellings or by dwellings and buildings in use for business; (25) \"Right-of-way,\" the right of one vehicle or pedestrian to proceed in a lawful manner in preference to another vehicle or pedestrian approaching under such circumstances of direction, speed, and proximity as to give rise to danger of collision unless one grants precedence to the other; (26) \"Road tractor,\" a motor vehicle designed and used for drawing other vehicles and not so constructed as to carry any load thereon either independently or any part of the weight of a vehicle or load so drawn; (27) \"Roadway,\" that portion of a highway improved, designed, or ordinarily used for vehicular travel, exclusive of the berm or shoulder. If a highway includes two or more separate roadways, the term, roadway, refers to any such roadway separately but not to all such roadways collectively; (28) \"Safety zone,\" the area or space officially set aside within a highway for the exclusive use of pedestrians and which is so plainly marked or indicated by proper signs as to be plainly visible at all times while set apart as a safety zone; (29) \"Semitrailer,\" any vehicle of the trailer type equipped with a kingpin assembly, designed and used in conjunction with a fifth wheel connecting device on a motor vehicle and constructed so that some part of its weight and that of its load rests upon or is carried by another vehicle; (30) \"Sidewalk,\" that portion of a street between the curb lines, or the lateral lines of a roadway, and the adjacent property lines intended for use of pedestrians; (31) \"Single axle\" or \"one axle,\" one or more consecutive axles whose centers may be included between two transverse vertical planes spaced forty inches or less apart, extending across the full width of the vehicle; (32) \"Solid rubber tire,\" a tire made of rubber other than a pneumatic tire; (33) \"Steering axle,\" any axle on the front of a motor vehicle that is activated by the operator to directly accomplish guidance or steerage of the motor vehicle or combination of vehicles; (34) \"Stinger-steered transporter combination,\" a truck tractor semitrailer combination with a fifth wheel located on a drop frame which is located behind and below the rearmost axle of the power unit; (35) \"Tandem axle,\" two or more consecutive axles whose centers may be included between parallel transverse vertical planes spaced more than forty inches and not more than ninety-six inches apart, extending across the full width of the vehicle; (36) \"Trailer,\" a vehicle without motive power designed for carrying property or passengers on its own structure and for being drawn by a motor vehicle; (37) \"Truck tractor,\" a motor vehicle designed and used primarily for drawing other vehicles and not so constructed as to carry a load other than a part of the weight of the vehicle and load so drawn; (38) \"Urban district,\" the territory contiguous to and including any street which is built up with structures devoted to business, industry, or dwelling houses situated at intervals of less than one hundred feet for a distance of a quarter of a mile or more; (39) \"Vehicle,\" a device in, upon, or by which any person or property is or may be transported or drawn upon a public highway, except devices moved by human power or used exclusively upon stationary rails or tracks; including bicycles, electric bicycles, and ridden animals; (40) \"Wireless communication device,\" any wireless electronic communication device that provides for voice or data communication between two or more parties, including a mobile or cellular telephone, a text messaging device, a personal digital assistant that sends or receives messages, an audio-video player that sends or receives messages, or a laptop computer. A wireless communication device does not include a global positioning or navigation system (GPS) used to receive driving directions. Section 14. That § 32-20-1 be amended to read: 32-20-1. As Terms used in this chapter, the following words shall mean: (1) \"Department\" the Department of Public Safety. (2) \"Moped\" a motor driven cycle equipped with two or three wheels. If a combustion engine is used, the maximum piston or rotor displacement shall be fifty cubic centimeters regardless of the number of chambers in such power source. The power source shall be equipped with a power drive system that functions directly or automatically only, not requiring clutching or shifting by the operator after the drive system is engaged. The term does not include an electric bicycle as defined in section 1 of this Act. (3) \"Motorcycle\" includes motorcycles, motorbikes, mopeds, bicycles with motor attached, and all motor operated vehicles of the bicycle or tricycle type, whether the motive power be a part thereof or attached thereto, and having a saddle or seat with the driver sitting astride or upon it, or a platform on which the driver stands, but excluding a tractor. The term does not include an electric bicycle as defined in section 1 of this Act. (4) \"Off-road vehicle,\" any self-propelled, two or more wheeled vehicle designed primarily to be operated on land other than a highway and includes, but is not limited to, all terrain vehicles, dune buggies and any vehicle whose manufacturer's statement of origin (MSO) or manufacturer's certificate of origin (MCO) states that the vehicle is not for highway use. Off-road vehicle The term does not include a farm vehicle as defined in § 32-3-2.4 or an electric bicycle as defined in section 1 of this Act. Section 15. That subdivision (6) of § 32-35-1 be amended to read: (6) \"Motor vehicle,\" every a vehicle which that is self-propelled and every a vehicle which that is propelled by electric power obtained from overhead trolley wires, but not operated upon rails. The term does not include an electric bicycle as defined in section 1 of this Act; Section 16. That § 32-38-2 be amended to read: 32-38-2. For the purposes of this chapter, a passenger vehicle is any self-propelled vehicle intended primarily for use and operation on the public highways including passenger cars, station wagons, vans, taxicabs, emergency vehicles, motor homes, trucks, and pickups any passenger car, station wagon, van, taxicab, emergency vehicle, motor home, truck, or pickup. The term does not include motorcycles, motor scooters, motor bicycles, motorized bicycles, passenger buses, and school buses any motorcycle, motor scooter, motor bicycle, electric bicycle, passenger bus, or school bus. The term also does not include any farm tractors and implements tractor or implement of husbandry designed primarily or exclusively for use in agricultural operations."}, {"bill_id": 10026, "bill_version_id": 54470, "bill_version": "House Transportation Engrossed", "bill_version_date": "2019-02-28T13:10:50.75-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to define electric bicycles and to provide for the regulation of electric bicycles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-20B be amended by adding a NEW SECTION to read: For purposes of this chapter, the term, electric bicycle, means a bicycle or a tricycle that is equipped with a seat or saddle, with operable pedals for propulsion, and with an electric motor of seven hundred fifty watts or less. An electric bicycle is a Class I electric bicycle if the motor provides assistance only when the person is pedaling and ceases to provide assistance when a speed of twenty miles per hour is achieved. An electric bicycle is a Class II electric bicycle if the motor is capable of propelling the bicycle without the person pedaling and ceases to provide assistance when a speed of twenty miles per hour is achieved. An electric bicycle is a Class III electric bicycle if the motor provides assistance only when the person is pedaling and ceases to provide assistance when a speed of twenty-eight miles per hour is achieved. Section 2. That chapter 32-20B be amended by adding a NEW SECTION to read: Beginning January 1, 2020, any person who manufacturers or distributes an electric bicycle in this state shall permanently affix to the electric bicycle a label that contains the following information: (1) The designated class of the electric bicycle; (2) The maximum assisted speed of the electric bicycle; and (3) The wattage of the electric bicycle's motor. If a person makes a modification to the electric bicycle that affects the bicycle's maximum speed, or manner of propulsion, the person shall amend the label required by this section to accurately reflect the required information. Any person who violates this section is guilty of a Class 2 misdemeanor. Section 3. That chapter 32-20B be amended by adding a NEW SECTION to read: An electric bicycle shall be equipped so that the electric motor is disengaged or ceases to function when the person stops pedaling or when the brakes are applied. Section 4. That chapter 32-20B be amended by adding a NEW SECTION to read: Unless otherwise prohibited by a governmental entity having jurisdiction, a person may operate a Class I or Class II electric bicycle on any bicycle path or multi-use path in this state. A person may not operate a Class III electric bicycle on a bicycle path or multi-use path in this state unless: (1) The bicycle path or multi-use path is within or adjacent to a highway or roadway; or (2) The governmental entity having jurisdiction over the bicycle path or multi-use path expressly permits the use. A person may operate a Class III electric bicycle on a trail that has been designated as nonmotorized, if the trail was constructed only by clearing or grading the native soil and without the installation or placement of any additional surface material and if the governmental entity having jurisdiction over the trail has not otherwise prohibited or restricted the operation. Section 5. That chapter 32-20B be amended by adding a NEW SECTION to read: To operate a Class III electric bicycle in this state, a person shall be at least sixteen years of age. This section does not prohibit a person younger than sixteen years of age from riding as a passenger on a Class III electric bicycle, if the bicycle is designed to accommodate a passenger. Section 6. That chapter 32-20B be amended by adding a NEW SECTION to read: Any person who is less than eighteen years of age and operating a Class III electric bicycle and any person who is a passenger on a Class III electric bicycle, regardless of age, shall wear a properly fitted and fastened bicycle helmet. Section 7. That chapter 32-20B be amended by adding a NEW SECTION to read: Any person operating a Class III electric bicycle shall ensure that the bicycle is equipped with a functioning speedometer. Section 8. That § 32-3-1 be amended to read: 32-3-1. Terms used in chapters 32-3 to 32-5B, inclusive, mean: (1) \"Commercial motor vehicle,\" any motor vehicle used or maintained for the transportation of persons or property for hire, compensation, or profit, or designed, used, or maintained primarily for the transportation of property, and not specifically excluded under § 32-9-3; (2) \"Component part,\" any part of a motor vehicle, trailer, or semitrailer other than a tire, having a vehicle identification number; (3) \"Dealer,\" any person who, for commission or with intent to make a profit or gain, sells, exchanges, rents with option to purchase, offers or attempts to negotiate a sale or exchange of new, or new and used vehicles, or who is engaged wholly or in part in the business of selling new, or new and used vehicles, whether or not such vehicles are owned by that person; (4) \"Department,\" Department of Revenue; (4A) \"Electric bicycle,\" as that term is defined in section 1 of this Act; (4B) \"Gross vehicle weight rating,\" the value specified by the manufacturer as the loaded weight of a single vehicle; (5) \"Junking certificate,\" a certificate of ownership, which may not be restored to a title document which allows highway use, issued by the department to the owner of a vehicle which is going to be dismantled and sold for parts; (5A) \"Low-speed vehicle,\" a four-wheeled motor vehicle whose speed attainable in one mile is more than twenty miles per hour and not more than twenty-five miles per hour on a paved level surface. (6) \"Manufactured home,\" a structure, transportable in one or more sections, which is eight body feet or more in width or forty body feet or more in length in the traveling mode, or is three hundred twenty or more square feet when erected on a site; which is built on a permanent chassis and designed to be used as a dwelling, with or without a permanent foundation, when connected to the required utilities; and which contains the plumbing, heating, air conditioning, and electrical systems therein. The term includes any structure which meets all the requirements of this subdivision and any other structure which has been certified by the secretary of housing and urban development. The term does not include a recreational park trailer; (7) \"Manufacturer,\" any person, firm, corporation, limited liability company, or association engaged in the manufacture of new motor vehicles as a regular business; (8) \"Mobile home,\" a movable or portable unit, designed and constructed to be towed on its own chassis (comprised of frame and wheels), and designed to be connected to utilities for year-round occupancy. The term includes: (a) Units containing parts that may be folded, collapsed, or telescoped when being towed and that may be expanded to provide additional cubic capacity; and (b) Units composed of two or more separately towable components designed to be joined into one integral unit capable of being separated again into the components for repeated towing. The term does not include a recreational park trailer; (9) \"Moped,\" a motor driven cycle equipped with two or three wheels. If a combustion engine is used, the maximum piston or rotor displacement shall be fifty cubic centimeters regardless of the number of chambers in such power source. The power source shall be equipped with a power drive system that functions directly or automatically only, not requiring clutching or shifting by the operator after the drive system is engaged. The term does not include an electric bicycle; (10) \"Motorcycle,\" includes motorcycles, motorbikes, mopeds, bicycles with motor attached, and all motor operated vehicles of the bicycle or tricycle type, whether the motive power be a part thereof or attached thereto, and having a saddle or seat with the driver sitting astride or upon it, or a platform on which the driver stands, but excluding a tractor. The term does not include an electric bicycle; (11) \"Motor vehicle,\" automobiles, motor trucks, motorcycles, house trailers, trailers, and all vehicles propelled by power other than muscular power, except traction engines, road rollers, farm wagons, freight trailers, vehicles that run only on rails or tracks, electric bicycles, and off-road vehicles as defined in § 32-20-1; (12) \"New motor vehicle,\" any motor vehicle to which a manufacturer's statement of origin has not been transferred, or is a motor vehicle on which title was issued from the manufacturer's statement of origin or manufacturer's certificate of origin and is still in the name of the first person who took title to the vehicle; (13) \"Noncommercial motor vehicle,\" any motor vehicle not classified as a commercial motor vehicle; (14) \"Noncommercial trailer or semitrailer,\" any trailer or semitrailer not used or maintained for the transportation of persons or property for hire, compensation, or profit; (14A) \"Notation,\" a physical or electronic process of recording a lien on a certificate of title, a manufacturer's statement of origin, or a manufacturer's certificate of origin; (15) \"Off-road vehicle,\" any self-propelled, two or more wheeled vehicle designed primarily to be operated on land other than a highway and includes all terrain vehicles, dune buggies, and any vehicle whose manufacturer's statement of origin (MSO) or manufacturer's certificate of origin (MCO) states that the vehicle is not for highway use. The term does not include a farm vehicle or an electric bicycle as defined in this section; (16) \"Owner,\" any person, firm, association, or corporation renting a motor vehicle or having the exclusive use thereof, under a lease or otherwise, for a period greater than thirty days; as between contract vendor and contract vendee, the term, owner, shall refer to the contract vendee, unless the contrary clearly appears from the context of chapters 32-3 to 32-5B, inclusive, or a person having legal possession or title; (17) \"Rebuilt vehicle,\" any motor vehicle, trailer, or semitrailer that has been rebuilt by the addition or deletion of assemblies, subassemblies, parts, or component parts so that upon gross visual examination it does not appear to be the vehicle described in the certificate of title last issued for the vehicle, or whose title has been marked as rebuilt by this state or another state or jurisdiction; (17A) \"Recreational park trailer,\" a vehicle that is primarily designed to provide temporary living quarters for recreational, camping, or seasonal use and which: (a) Is built on a single chassis mounted on wheels; (b) Has a gross trailer area not exceeding four hundred square feet in the setup mode; (c) Is certified by the manufacturer as complying with American National Standards Institute Standard No. A119.5 in effect on January 1, 2008; and (d) Has at least a seventeen digit identification number and the manufacturer has designated the vehicle as a recreational park model on the manufacturer statement of origin; (18) \"Recreational vehicle,\" a vehicular portable structure built on a chassis designed to be used as a temporary dwelling for travel, recreational, vacation, or seasonal uses, permanently identified as a travel trailer or a recreational park trailer by the manufacturer of the trailer; (19) \"Road tractor,\" any motor vehicle designed and used for drawing other vehicles, except farm or logging tractors used exclusively for farming or logging, and not so constructed as to carry any load thereon either independently or any part of the weight of a vehicle or load so drawn; (20) \"Secretary,\" secretary of revenue; (21) \"Semitrailer,\" any vehicle of the trailer type, equipped with a kingpin assembly, designed and used in conjunction with a fifth wheel connecting device on a motor vehicle constructed so that some part of its weight and that of its load rests upon or is carried by another vehicle; (22) \"State,\" includes the territories and the federal districts of the United States; (23) \"Trailer,\" any vehicle without motive power designed for carrying property or passengers wholly on its own structure and for being drawn by a motor vehicle; (24) \"Truck tractor,\" any motor vehicle designed and used primarily for drawing other vehicles and not so constructed as to carry a load other than a part of the weight of the vehicle and load so drawn; (25) \"Used vehicle,\" any motor vehicle to which title has been issued to someone other than the first person who took title to the motor vehicle from the manufacturer's statement of origin or manufacturer's certificate of origin; and (26) \"Vehicle identification number,\" the number assigned by the manufacturer or by the department for the purpose of identifying the vehicle. The term includes any number or letters assigned by the manufacturer for the purpose of identifying a component part and any such number stamped on a vehicle or part according to law or the rules promulgated by the department for the purpose of identifying the vehicle or part. Section 9. That chapter 32-3 be amended by adding a NEW SECTION to read: An electric bicycle, as defined in section 1 of this Act, is exempt from this chapter. Section 10. That chapter 32-5 be amended by adding a NEW SECTION to read: An electric bicycle, as defined in section 1 of this Act, is exempt from this chapter. Section 11. That subdivision (5) of § 32-6D-1 be amended to read: (5) \"Motor vehicle,\" every vehicle intended primarily for use and operation on the public highways which is self-propelled. The term does not apply to include any electric bicycle as defined in section 1 of this Act, any motor home or to any motor vehicle having a manufacturer's gross vehicle weight rating of fifteen thousand pounds or more; Section 12. That subdivision (7) of § 32-9-1 be amended to read: (7) \"Motor vehicle,\" all vehicles or machines propelled by any power other than muscular used upon the public highways for the transportation of persons or property or both. The term does not include an electric bicycle as defined in section 1 of this Act; Section 13. That § 32-14-1 be amended to read: 32-14-1. Terms used in chapters 32-14 to 32-19, inclusive, 32-12 and 32-22 to 32-34, inclusive, mean: (1) \"Alcoholic beverage,\" as that term is defined by subdivision 35-1-1(1); (2) \"Authorized emergency vehicle,\" a vehicle of a fire department, a police vehicle, an ambulance or emergency vehicle of a municipal department or public service corporation that is designated or authorized by the department or the Department of Health, and an emergency vehicle titled to a local organization for emergency management created pursuant to chapter 34-48A; (3) \"Automobile transporter,\" a vehicle combination designed or modified to be used specifically for the transport of assembled highway vehicles; (4) \"Boat transporter,\" a vehicle combination designed or modified to be used specifically for the transport of assembled or partially disassembled boats and boat hulls; (5) \"Business district,\" the territory contiguous to a highway when fifty percent or more of the frontage thereon for a distance of three hundred feet or more is occupied by buildings in use for business; (6) \"Commission,\" the Public Utilities Commission; (7) \"Controlled drug or substance,\" as that term is defined in § 34-20B-3; (8) \"Crosswalk,\" that part of a roadway at an intersection included within the connections of the lateral lines of the sidewalks on opposite sides of the highway measured from the curbs or, in the absence of curbs, from the edges of the traversable roadway; or any portion of a roadway at an intersection or elsewhere distinctly indicated for pedestrian crossing by lines or other markings on the surface; (9) \"Department,\" the Department of Public Safety of this state acting directly or through its duly authorized officers and agents; (9A) \"Electric bicycle,\" as that term is defined in section 1 of this Act; (10) \"Farm tractor,\" a motor vehicle designed and used primarily as a farm implement for drawing plows, mowing machines, and other implements of husbandry; (11) \"Highway,\" the entire width between the boundary lines of every way publicly maintained when any part thereof is open to the use of the public as a matter of right for purposes of vehicular travel; (12) \"Intersection,\" the area embraced within the prolongation of the lateral curb lines or, if none, then of the lateral boundary lines of two or more highways which join one another at an angle, whether or not one such highway crosses the other. However, such area, in the case of the point where an alley and a street meet within a municipality, is not an intersection; (13) \"Law enforcement officer,\" as that term is defined in § 23-3-27; (14) \"Local authorities,\" a county, municipal, township, road district, and other local board or body having authority to adopt local police regulations under the Constitution and laws of this state; (15) \"Metal tires,\" a tire the surface of which in contact with the highway is wholly or partly of metal or other hard, nonresilient material; (16) \"Motorcycle,\" a motor vehicle designed to travel on not more than three wheels in contact with the ground, except any vehicle as may be included within the term, tractor, as herein defined; (17) \"Motor vehicle,\" a vehicle, as herein defined, which that is self-propelled. The term does not include an electric bicycle; (18) \"Official traffic control device,\" a sign, signal, marking, and device not inconsistent with the law placed or erected by authority of a public body or official having jurisdiction, for the purpose of regulating, warning, or guiding traffic. The term also includes a flagman or a sign, signal, marking, or other device temporarily placed or erected by a person working upon, along, above, or under a highway installing or maintaining a public service facility and which is necessary or required to warn, direct, or otherwise control traffic during the time of work or when a hazard exists; (19) \"Owner,\" a person who holds the legal title of a vehicle or in the event a vehicle is the subject of an agreement for the conditional sale or lease thereof with the right of purchase upon performance of the conditions stated in the agreement and with an immediate right of possession vested in the conditional vendee or lessee, or in the event a mortgagor of a vehicle is entitled to possession, then the conditional vendee or lessee or mortgagor is the owner for the purpose of said chapters; (20) \"Park or parking,\" the standing of a vehicle, whether occupied or not, otherwise than temporarily for the purpose of and while actually engaged in loading or unloading merchandise or passengers; (21) \"Pneumatic tire,\" a tire inflated with compressed air; (22) \"Private road or driveway,\" a road or driveway not open to the use of the public for purposes of vehicular travel; (23) \"Recreation vehicle,\" a self-propelled or towed vehicle equipped to serve as temporary living quarters for recreational, camping, or travel purposes and used solely as a family or personal conveyance and in no way used for a commercial purpose; (24) \"Residence district,\" the territory contiguous to a highway not comprising a business district when the frontage on the highway for a distance of three hundred feet or more is mainly occupied by dwellings or by dwellings and buildings in use for business; (25) \"Right-of-way,\" the right of one vehicle or pedestrian to proceed in a lawful manner in preference to another vehicle or pedestrian approaching under such circumstances of direction, speed, and proximity as to give rise to danger of collision unless one grants precedence to the other; (26) \"Road tractor,\" a motor vehicle designed and used for drawing other vehicles and not so constructed as to carry any load thereon either independently or any part of the weight of a vehicle or load so drawn; (27) \"Roadway,\" that portion of a highway improved, designed, or ordinarily used for vehicular travel, exclusive of the berm or shoulder. If a highway includes two or more separate roadways, the term, roadway, refers to any such roadway separately but not to all such roadways collectively; (28) \"Safety zone,\" the area or space officially set aside within a highway for the exclusive use of pedestrians and which is so plainly marked or indicated by proper signs as to be plainly visible at all times while set apart as a safety zone; (29) \"Semitrailer,\" any vehicle of the trailer type equipped with a kingpin assembly, designed and used in conjunction with a fifth wheel connecting device on a motor vehicle and constructed so that some part of its weight and that of its load rests upon or is carried by another vehicle; (30) \"Sidewalk,\" that portion of a street between the curb lines, or the lateral lines of a roadway, and the adjacent property lines intended for use of pedestrians; (31) \"Single axle\" or \"one axle,\" one or more consecutive axles whose centers may be included between two transverse vertical planes spaced forty inches or less apart, extending across the full width of the vehicle; (32) \"Solid rubber tire,\" a tire made of rubber other than a pneumatic tire; (33) \"Steering axle,\" any axle on the front of a motor vehicle that is activated by the operator to directly accomplish guidance or steerage of the motor vehicle or combination of vehicles; (34) \"Stinger-steered transporter combination,\" a truck tractor semitrailer combination with a fifth wheel located on a drop frame which is located behind and below the rearmost axle of the power unit; (35) \"Tandem axle,\" two or more consecutive axles whose centers may be included between parallel transverse vertical planes spaced more than forty inches and not more than ninety-six inches apart, extending across the full width of the vehicle; (36) \"Trailer,\" a vehicle without motive power designed for carrying property or passengers on its own structure and for being drawn by a motor vehicle; (37) \"Truck tractor,\" a motor vehicle designed and used primarily for drawing other vehicles and not so constructed as to carry a load other than a part of the weight of the vehicle and load so drawn; (38) \"Urban district,\" the territory contiguous to and including any street which is built up with structures devoted to business, industry, or dwelling houses situated at intervals of less than one hundred feet for a distance of a quarter of a mile or more; (39) \"Vehicle,\" a device in, upon, or by which any person or property is or may be transported or drawn upon a public highway, except devices moved by human power or used exclusively upon stationary rails or tracks; including bicycles, electric bicycles, and ridden animals; (40) \"Wireless communication device,\" any wireless electronic communication device that provides for voice or data communication between two or more parties, including a mobile or cellular telephone, a text messaging device, a personal digital assistant that sends or receives messages, an audio-video player that sends or receives messages, or a laptop computer. A wireless communication device does not include a global positioning or navigation system (GPS) used to receive driving directions. Section 14. That § 32-20-1 be amended to read: 32-20-1. As Terms used in this chapter, the following words shall mean: (1) \"Department\" the Department of Public Safety. (2) \"Moped\" a motor driven cycle equipped with two or three wheels. If a combustion engine is used, the maximum piston or rotor displacement shall be fifty cubic centimeters regardless of the number of chambers in such power source. The power source shall be equipped with a power drive system that functions directly or automatically only, not requiring clutching or shifting by the operator after the drive system is engaged. The term does not include an electric bicycle as defined in section 1 of this Act. (3) \"Motorcycle\" includes motorcycles, motorbikes, mopeds, bicycles with motor attached, and all motor operated vehicles of the bicycle or tricycle type, whether the motive power be a part thereof or attached thereto, and having a saddle or seat with the driver sitting astride or upon it, or a platform on which the driver stands, but excluding a tractor. The term does not include an electric bicycle as defined in section 1 of this Act. (4) \"Off-road vehicle,\" any self-propelled, two or more wheeled vehicle designed primarily to be operated on land other than a highway and includes, but is not limited to, all terrain vehicles, dune buggies and any vehicle whose manufacturer's statement of origin (MSO) or manufacturer's certificate of origin (MCO) states that the vehicle is not for highway use. Off-road vehicle The term does not include a farm vehicle as defined in § 32-3-2.4 or an electric bicycle as defined in section 1 of this Act. Section 15. That subdivision (6) of § 32-35-1 be amended to read: (6) \"Motor vehicle,\" every a vehicle which that is self-propelled and every a vehicle which that is propelled by electric power obtained from overhead trolley wires, but not operated upon rails. The term does not include an electric bicycle as defined in section 1 of this Act; Section 16. That § 32-38-2 be amended to read: 32-38-2. For the purposes of this chapter, a passenger vehicle is any self-propelled vehicle intended primarily for use and operation on the public highways including passenger cars, station wagons, vans, taxicabs, emergency vehicles, motor homes, trucks, and pickups any passenger car, station wagon, van, taxicab, emergency vehicle, motor home, truck, or pickup. The term does not include motorcycles, motor scooters, motor bicycles, motorized bicycles, passenger buses, and school buses any motorcycle, motor scooter, motor bicycle, electric bicycle, passenger bus, or school bus. The term also does not include any farm tractors and implements tractor or implement of husbandry designed primarily or exclusively for use in agricultural operations."}, {"bill_id": 10026, "bill_version_id": 54894, "bill_version": "Enrolled", "bill_version_date": "2019-03-11T11:35:57.177-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10026, "action_date": "2019-01-30T14:00:00-06:00", "document_id": 52893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52893.pdf", "status_text": "First read in Senate and referred to", "journal_page": 233, "committee_id_action": 409, "committee_id_assigned": 411, "result": "N", "vote": {}}, {"bill_id": 10026, "action_date": "2019-02-11T08:30:00-06:00", "document_id": 53311, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53311.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 411, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10026, "action_date": "2019-02-11T08:30:00-06:00", "document_id": 53402, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53402.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 411, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10026, "action_date": "2019-02-20T08:00:00-06:00", "document_id": 53657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53657.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 411, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10026, "action_date": "2019-02-20T08:00:00-06:00", "document_id": 53885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53885.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 411, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28440, "president_vote": null, "Yea": [1582, 1606, 1595, 1426, 1565, 1608], "Excused": [1442]}}, {"bill_id": 10026, "action_date": "2019-02-20T08:00:00-06:00", "document_id": 53885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53885.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 411, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28435, "president_vote": null, "Yea": [1582, 1606, 1595, 1426, 1565, 1608], "Excused": [1442]}}, {"bill_id": 10026, "action_date": "2019-02-20T08:00:00-06:00", "document_id": 53885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53885.pdf", "status_text": "Title amended", "journal_page": 414, "committee_id_action": 411, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10026, "action_date": "2019-02-20T08:00:00-06:00", "document_id": 53885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53885.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 411, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10026, "action_date": "2019-02-22T12:45:00-06:00", "document_id": 54138, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54138.pdf", "status_text": "Do Pass Amended", "journal_page": 477, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28722, "president_vote": null, "Yea": [1602, 1441, 1582, 1562, 1606, 1605, 1588, 1604, 1442, 1601, 1585, 1600, 1603, 1568, 1583, 1430, 1437, 1595, 1558, 1450, 1571, 1586, 1596, 1559, 1584, 1426, 1598, 1587, 1433, 1597], "Excused": [1599, 1608, 1561, 1607, 1565]}}, {"bill_id": 10026, "action_date": "2019-02-25T14:00:00-06:00", "document_id": 54228, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54228.pdf", "status_text": "First read in House and referred to", "journal_page": 519, "committee_id_action": 408, "committee_id_assigned": 430, "result": "N", "vote": {}}, {"bill_id": 10026, "action_date": "2019-02-28T10:00:00-06:00", "document_id": 54294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54294.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 430, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10026, "action_date": "2019-02-28T10:00:00-06:00", "document_id": 54460, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54460.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 430, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10026, "action_date": "2019-02-28T10:00:00-06:00", "document_id": 54460, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54460.pdf", "status_text": "Do Pass Amended", "journal_page": 585, "committee_id_action": 430, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29011, "president_vote": null, "Yea": [1560, 1443, 1633, 1444, 1438, 1639, 1622, 1611, 1625, 1592, 1563, 1435], "Excused": [1593]}}, {"bill_id": 10026, "action_date": "2019-02-28T10:00:00-06:00", "document_id": 54460, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54460.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 430, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10026, "action_date": "2019-03-05T14:00:00-06:00", "document_id": 54665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54665.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 632, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10026, "action_date": "2019-03-06T14:00:00-06:00", "document_id": 54777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54777.pdf", "status_text": "Do Pass Amended", "journal_page": 666, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29275, "president_vote": null, "Yea": [1563, 1614, 1619, 1567, 1592, 1643, 1578, 1641, 1629, 1579, 1645, 1594, 1443, 1633, 1634, 1434, 1573, 1616, 1650, 1624, 1628, 1427, 1436, 1642, 1438, 1620, 1631, 1589, 1593, 1590, 1609, 1435, 1649, 1632, 1646, 1644, 1575, 1612, 1615, 1638, 1569, 1647, 1626, 1572, 1637, 1627, 1577, 1581, 1576, 1610, 1623, 1611, 1564, 1621, 1580, 1625, 1432], "Excused": [1560, 1639, 1630, 1618, 1622], "Nay": [1613, 1440, 1444, 1635, 1557, 1556, 1431, 1446]}}, {"bill_id": 10026, "action_date": "2019-03-11T10:00:00-05:00", "document_id": 54890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54890.pdf", "status_text": "Concurred in amendments", "journal_page": 677, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29351, "president_vote": null, "Yea": [1602, 1441, 1582, 1562, 1608, 1606, 1588, 1604, 1442, 1601, 1585, 1600, 1603, 1568, 1583, 1430, 1437, 1595, 1558, 1450, 1571, 1586, 1596, 1559, 1607, 1584, 1426, 1598, 1587, 1433, 1565, 1597], "Excused": [1599, 1605, 1561]}}, {"bill_id": 10026, "action_date": "2019-03-11T10:00:00-05:00", "document_id": 54890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54890.pdf", "status_text": "Signed by the President", "journal_page": 681, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10026, "action_date": "2019-03-11T12:00:00-05:00", "document_id": 54898, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54898.pdf", "status_text": "Signed by the Speaker", "journal_page": 713, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10026, "action_date": "2019-03-12T10:00:00-05:00", "document_id": 54928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54928.pdf", "status_text": "Delivered to the Governor", "journal_page": 688, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10026, "action_date": "2019-03-29T11:00:00-05:00", "document_id": 55036, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/55036.pdf", "status_text": "Signed by the Governor", "journal_page": 733, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6952}