{"session_id": 48, "bill_id": 14467, "bill_type": "House Bill", "bill_number": 1068, "bill_title": "revise and clarify certain provisions relating to elections and voter eligibility in county road districts.", "sponsors": [{"legislator_profile_id": 2204, "is_prime": true}, {"legislator_profile_id": 2263, "is_prime": true}, {"legislator_profile_id": 2199, "is_prime": false}, {"legislator_profile_id": 2213, "is_prime": false}, {"legislator_profile_id": 2256, "is_prime": false}, {"legislator_profile_id": 2270, "is_prime": false}], "keywords": ["Counties", "County Auditor", "County Road and Bridge", "County Road District", "Election Procedures"], "audio": [], "bill_versions": [{"bill_id": 14467, "bill_version_id": 80783, "bill_version": "Introduced", "bill_version_date": "1999-01-16T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and clarify certain provisions relating to elections and voter eligibility in county road districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 6-16-1 be amended to read as follows: 6-16-1. Sections 6-16-1 to 6-16-7, inclusive, apply to elections for the formation of certain special districts and for the initial election of the board of directors or trustees for these districts. The special districts covered are : county road, ambulance, rural fire protection, sanitary, irrigation, watershed, and water project districts. Section 2. That § 31-12A-1 be amended to read as follows: 31-12A-1. A populated Any area outside the boundary of a municipality, which is situated so that the construction or maintenance of roads becomes desirable, may be incorporated by its landowners as a road district pursuant to this chapter. Section 3. That § 31-12A-5 be amended to read as follows: 31-12A-5. The application for organization shall be as provided in § 6-16-6 is the petition referred to in § 31-12A-3, subscribed to by at least one-third of the owners of land located within the proposed district and shall be filed with the county auditor and presented to the board of county commissioners for consideration at its next meeting. Section 4. That § 31-12A-6 be amended to read as follows: 31-12A-6. If the board of county commissioners is satisfied that the requirements of this chapter have been fully complied with, it shall issue an order declaring that the territory shall, with the assent of the voters, as specified in § 6-16-2, in an election as provided in § § 6-16-4 to 6-16-6, inclusive landowners as provided in § 31-12A-10 , be an incorporated road district by the name specified in the application. The name shall be different from that of any other road district in this state. Section 5. That chapter 31-12A be amended by adding thereto a NEW SECTION to read as follows: The county auditor shall give twenty days notice by publication at least once in a newspaper of general circulation within the county of an election to be held for the purpose of electing officers for the district from among the landowners of the district, naming the place, date, and time at which the election will be held. The county auditor shall appoint judges, three for each polling place, who shall preside at the first election, which shall be governed by the laws so far as applicable relating to the election of county officers. Section 6. That § 31-12A-17 be amended to read as follows: 31-12A-17. The trustees to be elected at the initial election, shall be nominated by the voters owners of land located within the district in attendance at the meeting in which the organizational election is held. Any trustee to be elected at subsequent elections, shall be nominated by filing with the district clerk not less than fifteen days before any subsequent election, certificates of nomination for the offices of trustee. The certificates shall be in writing and shall contain the name of the candidate, residence, business address, and the office for which the candidate is named, and shall be signed by at least five percent of the qualified voters landowners of the district . Section 7. That § 31-12A-27 be amended to read as follows: 31-12A-27. A majority of the qualified voters landowners of a road district may petition a court of competent jurisdiction for the dissolution of the road district. Dissolution proceedings shall, to the extent applicable, conform to the provisions for dissolution of municipalities pursuant to chapter 9-6."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14467, "action_date": "1999-01-16T14:00:00-06:00", "document_id": 81757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81757.pdf", "status_text": "First read in House and referred to", "journal_page": 73, "committee_id_action": 628, "committee_id_assigned": 621, "result": "N", "vote": {}}, {"bill_id": 14467, "action_date": "1999-01-21T10:00:00-06:00", "document_id": 81940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81940.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 621, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14467, "action_date": "1999-01-21T10:00:00-06:00", "document_id": 81940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81940.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 104, "committee_id_action": 621, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42436, "president_vote": null, "Yea": [2211, 2213, 2229, 2236, 2238, 2260, 2268, 2288, 2296, 2297, 2303, 2271, 2223]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14467"}