{"session_id": 59, "bill_id": 20515, "bill_type": "House Bill", "bill_number": 1210, "bill_title": "adopt the revised Uniform Arbitration Act and to repeal certain provisions regarding arbitration.", "sponsors": [{"legislator_profile_id": 3412, "is_prime": true}, {"legislator_profile_id": 3434, "is_prime": true}, {"legislator_profile_id": 3365, "is_prime": false}], "keywords": ["Civil Procedure", "Contract", "Judicial Remedies"], "audio": [{"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju16.mp3", "start_seconds": 6448.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju16.mp3", "start_seconds": 6448.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju16.mp3", "start_seconds": 6448.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju18.mp3", "start_seconds": 71.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju18.mp3", "start_seconds": 71.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju18.mp3", "start_seconds": 71.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju18.mp3", "start_seconds": 71.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju18.mp3", "start_seconds": 71.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju18.mp3", "start_seconds": 5215.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou20.mp3", "start_seconds": 2430.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou20.mp3", "start_seconds": 2430.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou20.mp3", "start_seconds": 2430.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou20.mp3", "start_seconds": 2430.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou20.mp3", "start_seconds": 2430.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou22.mp3", "start_seconds": 2523.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou22.mp3", "start_seconds": 2523.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou22.mp3", "start_seconds": 2523.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou22.mp3", "start_seconds": 2523.0}], "bill_versions": [{"bill_id": 20515, "bill_version_id": 107088, "bill_version": "Introduced", "bill_version_date": "2006-01-24T08:24:04-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the revised Uniform Arbitration Act and to repeal certain provisions regarding arbitration. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. In this Act: (1) \"Arbitration organization\" means an association, agency, board, commission, or other entity that is neutral and initiates, sponsors, or administers an arbitration proceeding or is involved in the appointment of an arbitrator; (2) \"Arbitrator\" means an individual appointed to render an award, alone or with others, in a controversy that is subject to an agreement to arbitrate; (3) \"Court\" means a court of competent jurisdiction in this state; (4) \"Knowledge\" means actual knowledge; (5) \"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, government; governmental subdivision, agency, or instrumentality; public corporation; or any other legal or commercial entity (6) \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form. Section 2. (a) Except as otherwise provided in this Act, a person gives notice to another person by taking action that is reasonably necessary to inform the other person in ordinary course, whether or not the other person acquires knowledge of the notice. (b) A person has notice if the person has knowledge of the notice or has received notice. (c) A person receives notice when it comes to the person's attention or the notice is delivered at the person's place of residence or place of business, or at another location held out by the person as a place of delivery of such communications. Section 3. (a) This Act governs an agreement to arbitrate made after June 30, 2006. (b) This Act governs an agreement to arbitrate made before July 1, 2006, if all the parties to the agreement or to the arbitration proceeding so agree in a record. (c) After June 30, 2007, this Act governs an agreement to arbitrate whenever made. Section 4. (a) Except as otherwise provided in subsections (b) and (c), a party to an agreement to arbitrate or to an arbitration proceeding may waive or, the parties may vary the effect of, the requirements of this Act to the extent permitted by law. (b) Before a controversy arises that is subject to an agreement to arbitrate, a party to the agreement may not: (1) Waive or agree to vary the effect of the requirements of section 5(a), 6(a), 8, 17(a), 17(b), 26, or 28 of this Act; (2) Agree to unreasonably restrict the right under section 9 of this Act to notice of the initiation of an arbitration proceeding; (3) Agree to unreasonably restrict the right under section 12 of this Act to disclosure of any facts by a neutral arbitrator; or (4) Waive the right under section 16 of this Act of a party to an agreement to arbitrate to be represented by a lawyer at any proceeding or hearing under this Act, but an employer and a labor organization may waive the right to representation by a lawyer in a labor arbitration. (c) A party to an agreement to arbitrate or arbitration proceeding may not waive, or the parties may not vary the effect of, the requirements of this section or sections 3(a) or (c), 7, 14, 18, 20(d) or (e), 22, 23, 24, 25(a) or (b), 29, 30, 31, or 32 of this Act. Section 5. (a) Except as otherwise provided in section 28 of this Act, an application for judicial relief under this Act must be made by motion to the court and heard in the manner provided by law or rule of court for making and hearing motions. (b) Unless a civil action involving the agreement to arbitrate is pending, notice of an initial motion to the court under this Act must be served in the manner provided by law for the service of a summons in a civil action. Otherwise, notice of the motion must be given in the manner provided by law or rule of court for serving motions in pending cases. Section 6. (a) An agreement contained in a record to submit to arbitration any existing or subsequent controversy arising between the parties to the agreement is valid, enforceable, and irrevocable except upon a ground that exists at law or in equity for the revocation of a contract. (b) The court shall decide whether an agreement to arbitrate exists or a controversy is subject to an agreement to arbitrate. (c) An arbitrator shall decide whether a condition precedent to arbitrability has been fulfilled and whether a contract containing a valid agreement to arbitrate is enforceable. (d) If a party to a judicial proceeding challenges the existence of, or claims that a controversy is not subject to, an agreement to arbitrate, the arbitration proceeding may continue pending final resolution of the issue by the court, unless the court otherwise orders. Section 7. (a) On motion of a person showing an agreement to arbitrate and alleging another person's refusal to arbitrate pursuant to the agreement: (1) If the refusing party does not appear or does not oppose the motion, the court shall order the parties to arbitrate; and (2) If the refusing party opposes the [motion], the court shall proceed summarily to decide the issue and order the parties to arbitrate unless it finds that there is no enforceable agreement to arbitrate. (b) On motion of a person alleging that an arbitration proceeding has been initiated or threatened but that there is no agreement to arbitrate, the court shall proceed summarily to decide the issue. If the court finds that there is an enforceable agreement to arbitrate, it shall order the parties to arbitrate. (c) If the court finds that there is no enforceable agreement, it may not pursuant to subsection (a) or (b) order the parties to arbitrate. (d) The court may not refuse to order arbitration because the claim subject to arbitration lacks merit or grounds for the claim have not been established. (e) If a proceeding involving a claim referable to arbitration under an alleged agreement to arbitrate is pending in court, a motion under this section must be made in that court. Otherwise a motion under this section may be made in any court as provided in section 27 of this Act. (f) If a party makes a motion to the court to order arbitration, the court on just terms shall stay any judicial proceeding that involves a claim alleged to be subject to the arbitration until the court renders a final decision under this section. (g) If the court orders arbitration, the court on just terms shall stay any judicial proceeding that involves a claim subject to the arbitration. If a claim subject to the arbitration is severable, the court may limit the stay to that claim. Section 8. (a) Before an arbitrator is appointed and is authorized and able to act, the court, upon motion of a party to an arbitration proceeding and for good cause shown, may enter an order for provisional remedies to protect the effectiveness of the arbitration proceeding to the same extent and under the same conditions as if the controversy were the subject of a civil action. (b) After an arbitrator is appointed and is authorized and able to act: (1) The arbitrator may issue such orders for provisional remedies, including interim awards, as the arbitrator finds necessary to protect the effectiveness of the arbitration proceeding and to promote the fair and expeditious resolution of the controversy, to the same extent and under the same conditions as if the controversy were the subject of a civil action; and (2) A party to an arbitration proceeding may move the court for a provisional remedy only if the matter is urgent and the arbitrator is not able to act timely or the arbitrator cannot provide an adequate remedy. (c) A party does not waive a right of arbitration by making a motion under subsection (a) or (b). Section 9. (a) A person initiates an arbitration proceeding by giving notice in a record to the other parties to the agreement to arbitrate in the agreed manner between the parties or, in the absence of agreement, by certified or registered mail, return receipt requested and obtained, or by service as authorized for the commencement of a civil action. The notice must describe the nature of the controversy and the remedy sought. (b) Unless a person objects for lack or insufficiency of notice under section 15(c) of this Act not later than the beginning of the arbitration hearing, the person by appearing at the hearing waives any objection to lack of or insufficiency of notice. Section 10. (a) Except as otherwise provided in subsection (c), upon motion of a party to an agreement to arbitrate or to an arbitration proceeding, the court may order consolidation of separate arbitration proceedings as to all or some of the claims if: (1) There are separate agreements to arbitrate or separate arbitration proceedings between the same persons or one of them is a party to a separate agreement to arbitrate or a separate arbitration proceeding with a third person; (2) The claims subject to the agreements to arbitrate arise in substantial part from the same transaction or series of related transactions; (3) The existence of a common issue of law or fact creates the possibility of conflicting decisions in the separate arbitration proceedings; and (4) Prejudice resulting from a failure to consolidate is not outweighed by the risk of undue delay or prejudice to the rights of or hardship to parties opposing consolidation. (b) The court may order consolidation of separate arbitration proceedings as to some claims and allow other claims to be resolved in separate arbitration proceedings. (c) The court may not order consolidation of the claims of a party to an agreement to arbitrate if the agreement prohibits consolidation. Section 11. (a) If the parties to an agreement to arbitrate agree on a method for appointing an arbitrator, that method must be followed, unless the method fails. If the parties have not agreed on a method, the agreed method fails, or an arbitrator appointed fails or is unable to act and a successor has not been appointed, the court, on motion of a party to the arbitration proceeding, shall appoint the arbitrator. An arbitrator so appointed has all the powers of an arbitrator designated in the agreement to arbitrate or appointed pursuant to the agreed method. (b) An individual who has a known, direct, and material interest in the outcome of the arbitration proceeding or a known, existing, and substantial relationship with a party may not serve as an arbitrator required by an agreement to be neutral. Section 12. (a) Before accepting appointment, an individual who is requested to serve as an arbitrator, after making a reasonable inquiry, shall disclose to all parties to the agreement to arbitrate and arbitration proceeding and to any other arbitrators any known facts that a reasonable person would consider likely to affect the impartiality of the arbitrator in the arbitration proceeding, including: (1) A financial or personal interest in the outcome of the arbitration proceeding; and (2) An existing or past relationship with any of the parties to the agreement to arbitrate or the arbitration proceeding, their counsel or representatives, a witness, or another arbitrator. (b) An arbitrator has a continuing obligation to disclose to all parties to the agreement to arbitrate and arbitration proceeding and to any other arbitrators any facts that the arbitrator learns after accepting appointment which a reasonable person would consider likely to affect the impartiality of the arbitrator. (c) If an arbitrator discloses a fact required by subsection (a) or (b) to be disclosed and a party timely objects to the appointment or continued service of the arbitrator based upon the fact disclosed, the objection may be a ground under section 23(a)(2) of this Act for vacating an award made by the arbitrator. (d) If the arbitrator did not disclose a fact as required by subsection (a) or (b), upon timely objection by a party, the court under section 23(a)(2) of this Act may vacate an award. (e) An arbitrator appointed as a neutral arbitrator who does not disclose a known, direct, and material interest in the outcome of the arbitration proceeding or a known, existing, and substantial relationship with a party is presumed to act with evident partiality under section 23(a)(2) of this Act. (f) If the parties to an arbitration proceeding agree to the procedures of an arbitration organization or any other procedures for challenges to arbitrators before an award is made, substantial compliance with those procedures is a condition precedent to a motion to vacate an award on that ground under section 23(a)(2) of this Act. Section 13. If there is more than one arbitrator, the powers of an arbitrator must be exercised by a majority of the arbitrators, but all of them shall conduct the hearing under section 15(c) of this Act. Section 14. (a) An arbitrator or an arbitration organization acting in that capacity is immune from civil liability to the same extent as a judge of a court of this state acting in a judicial capacity. (b) The immunity afforded by this section supplements any immunity under other law. (c) The failure of an arbitrator to make a disclosure required by section 12 of this Act does not cause any loss of immunity under this section. (d) In a judicial, administrative, or similar proceeding, an arbitrator or representative of an arbitration organization is not competent to testify, and may not be required to produce records as to any statement, conduct, decision, or ruling occurring during the arbitration proceeding, to the same extent as a judge of a court of this state acting in a judicial capacity. This subsection does not apply: (1) To the extent necessary to determine the claim of an arbitrator, arbitration organization, or representative of the arbitration organization against a party to the arbitration proceeding; or (2) To a hearing on a motion to vacate an award under section 23(a)(1) or (2) of this Act if the movant establishes prima facie that a ground for vacating the award exists. (e) If a person commences a civil action against an arbitrator, arbitration organization, or representative of an arbitration organization arising from the services of the arbitrator, organization, or representative or if a person seeks to compel an arbitrator or a representative of an arbitration organization to testify or produce records in violation of subsection (d), and the court decides that the arbitrator, arbitration organization, or representative of an arbitration organization is immune from civil liability or that the arbitrator or representative of the organization is not competent to testify, the court shall award to the arbitrator, organization, or representative reasonable attorney's fees and other reasonable expenses of litigation. Section 15. (a) An arbitrator may conduct an arbitration in such manner as the arbitrator considers appropriate for a fair and expeditious disposition of the proceeding. The authority conferred upon the arbitrator includes the power to hold conferences with the parties to the arbitration proceeding before the hearing and, among other matters, determine the admissibility, relevance, materiality, and weight of any evidence. (b) An arbitrator may decide a request for summary disposition of a claim or particular issue: (1) If all interested parties agree; or (2) Upon request of one party to the arbitration proceeding if that party gives notice to all other parties to the proceeding, and the other parties have a reasonable opportunity to respond. (c) If an arbitrator orders a hearing, the arbitrator shall set a time and place and give notice of the hearing not less than five days before the hearing begins. Unless a party to the arbitration proceeding makes an objection to lack or insufficiency of notice not later than the beginning of the hearing, the party's appearance at the hearing waives the objection. Upon request of a party to the arbitration proceeding and for good cause shown, or upon the arbitrator's own initiative, the arbitrator may adjourn the hearing from time to time as necessary but may not postpone the hearing to a time later than that fixed by the agreement to arbitrate for making the award unless the parties to the arbitration proceeding consent to a later date. The arbitrator may hear and decide the controversy upon the evidence produced although a party who was duly notified of the arbitration proceeding did not appear. The court, on request, may direct the arbitrator to conduct the hearing promptly and render a timely decision. (d) At a hearing under subsection (c), a party to the arbitration proceeding has a right to be heard, to present evidence material to the controversy, and to cross-examine witnesses appearing at the hearing. (e) If an arbitrator ceases or is unable to act during the arbitration proceeding, a replacement arbitrator must be appointed in accordance with section 11 of this Act to continue the proceeding and to resolve the controversy. Section 16. A party to an arbitration proceeding may be represented by a lawyer. Section 17. (a) An arbitrator may issue a subpoena for the attendance of a witness and for the production of records and other evidence at any hearing and may administer oaths. A subpoena must be served in the manner for service of subpoenas in a civil action and, upon motion to the court by a party to the arbitration proceeding or the arbitrator, enforced in the manner for enforcement of subpoenas in a civil action. (b) In order to make the proceedings fair, expeditious, and cost effective, upon request of a party to or a witness in an arbitration proceeding, an arbitrator may permit a deposition of any witness to be taken for use as evidence at the hearing, including a witness who cannot be subpoenaed for or is unable to attend a hearing. The arbitrator shall determine the conditions under which the deposition is taken. (c) An arbitrator may permit such discovery as the arbitrator decides is appropriate in the circumstances, taking into account the needs of the parties to the arbitration proceeding and other affected persons and the desirability of making the proceeding fair, expeditious, and cost effective. (d) If an arbitrator permits discovery under subsection (c), the arbitrator may order a party to the arbitration proceeding to comply with the arbitrator's discovery-related orders, issue subpoenas for the attendance of a witness and for the production of records and other evidence at a discovery proceeding, and take action against a noncomplying party to the extent a court could if the controversy were the subject of a civil action in this state. (e) An arbitrator may issue a protective order to prevent the disclosure of privileged information, confidential information, trade secrets, and other information protected from disclosure to the extent a court could if the controversy were the subject of a civil action in this state. (f) All laws compelling a person under subpoena to testify and all fees for attending a judicial proceeding, a deposition, or a discovery proceeding as a witness apply to an arbitration proceeding as if the controversy were the subject of a civil action in this state. (g) The court may enforce a subpoena or discovery-related order for the attendance of a witness within this state and for the production of records and other evidence issued by an arbitrator in connection with an arbitration proceeding in another state upon conditions determined by the court so as to make the arbitration proceeding fair, expeditious, and cost effective. A subpoena or discovery-related order issued by an arbitrator in another state must be served in the manner provided by law for service of subpoenas in a civil action in this state and, upon motion to the court by a party to the arbitration proceeding or the arbitrator, enforced in the manner provided by law for enforcement of subpoenas in a civil action in this state. Section 18. If an arbitrator makes a preaward ruling in favor of a party to the arbitration proceeding, the party may request the arbitrator to incorporate the ruling into an award under section 19 of this Act. A prevailing party may make a motion to the court for an expedited order to confirm the award under section 22 of this Act, in which case the court shall summarily decide the motion. The court shall issue an order to confirm the award unless the court vacates, modifies, or corrects the award under section 23 or 24 of this Act. Section 19. (a) An arbitrator shall make a record of an award. The record must be signed or otherwise authenticated by any arbitrator who concurs with the award. The arbitrator or the arbitration organization shall give notice of the award, including a copy of the award, to each party to the arbitration proceeding. (b) An award must be made within the time specified by the agreement to arbitrate or, if not specified therein, within the time ordered by the court. The court may extend or the parties to the arbitration proceeding may agree in a record to extend the time. The court or the parties may do so within or after the time specified or ordered. A party waives any objection that an award was not timely made unless the party gives notice of the objection to the arbitrator before receiving notice of the award. Section 20. (a) On motion to an arbitrator by a party to an arbitration proceeding, the arbitrator may modify or correct an award: (1) Upon a ground stated in section 24(a)(1) or (3) of this Act; (2) Because the arbitrator has not made a final and definite award upon a claim submitted by the parties to the arbitration proceeding; or (3) To clarify the award. (b) A motion under subsection (a) must be made and notice given to all parties within twenty days after the movant receives notice of the award. (c) A party to the arbitration proceeding must give notice of any objection to the motion within ten days after receipt of the notice. (d) If a motion to the court is pending under section 22, 23, or 24 of this Act, the court may submit the claim to the arbitrator to consider whether to modify or correct the award: (1) Upon a ground stated in section 24(a)(1) or (3) of this Act; (2) Because the arbitrator has not made a final and definite award upon a claim submitted by the parties to the arbitration proceeding; or (3) To clarify the award. (e) An award modified or corrected pursuant to this section is subject to sections 19(a), 22, 23, and 24 of this Act. Section 21. (a) An arbitrator may award punitive damages or other exemplary relief if such an award is authorized by law in a civil action involving the same claim and the evidence produced at the hearing justifies the award under the legal standards otherwise applicable to the claim. (b) An arbitrator may award reasonable attorney's fees and other reasonable expenses of arbitration if such an award is authorized by law in a civil action involving the same claim or by the agreement of the parties to the arbitration proceeding. (c) As to all remedies other than those authorized by subsections (a) and (b), an arbitrator may order such remedies as the arbitrator considers just and appropriate under the circumstances of the arbitration proceeding. The fact that such a remedy could not or would not be granted by the court is not a ground for refusing to confirm an award under section 22 of this Act or for vacating an award under section 23 of this Act. (d) An arbitrator's expenses and fees, together with other expenses, must be paid as provided in the award. (e) If an arbitrator awards punitive damages or other exemplary relief under subsection (a), the arbitrator shall specify in the award the basis in fact justifying and the basis in law authorizing the award and state separately the amount of the punitive damages or other exemplary relief. Section 22. After a party to an arbitration proceeding receives notice of an award, the party may make a motion to the court for an order confirming the award at which time the court shall issue a confirming order unless the award is modified or corrected pursuant to section 20 or 24 of this Act or is vacated pursuant to section 23 of this Act. Section 23. (a) Upon motion to the court by a party to an arbitration proceeding, the court shall vacate an award made in the arbitration proceeding if: (1) The award was procured by corruption, fraud, or other undue means; (2) There was: (A) Evident partiality by an arbitrator appointed as a neutral arbitrator; (B) Corruption by an arbitrator; or (C) Misconduct by an arbitrator prejudicing the rights of a party to the arbitration proceeding; (3) An arbitrator refused to postpone the hearing upon showing of sufficient cause for postponement, refused to consider evidence material to the controversy, or otherwise conducted the hearing contrary to section 15 of this Act, so as to prejudice substantially the rights of a party to the arbitration proceeding; (4) An arbitrator exceeded the arbitrator's powers; (5) There was no agreement to arbitrate, unless the person participated in the arbitration proceeding without raising the objection under section 15(c) of this Act not later than the beginning of the arbitration hearing; or (6) The arbitration was conducted without proper notice of the initiation of an arbitration as required in section 9 of this Act so as to prejudice substantially the rights of a party to the arbitration proceeding. (b) A motion under this section must be filed within ninety days after the movant receives notice of the award pursuant to section 19 of this Act or within ninety days after the movant receives notice of a modified or corrected award pursuant to section 20 of this Act, unless the movant alleges that the award was procured by corruption, fraud, or other undue means, in which case the motion must be made within ninety days after the ground is known or by the exercise of reasonable care would have been known by the movant. (c) If the court vacates an award on a ground other than that set forth in subsection (a)(5), it may order a rehearing. If the award is vacated on a ground stated in subsection (a)(1) or (2), the rehearing must be before a new arbitrator. If the award is vacated on a ground stated in subsection (a)(3), (4), or (6), the rehearing may be before the arbitrator who made the award or the arbitrator's successor. The arbitrator must render the decision in the rehearing within the same time as that provided in section 19(b) of this Act for an award. (d) If the court denies a motion to vacate an award, it shall confirm the award unless a motion to modify or correct the award is pending. Section 24. (a) Upon motion made within ninety days after the movant receives notice of the award pursuant to section 19 of this Act or within ninety days after the movant receives notice of a modified or corrected award pursuant to section 20 of this Act, the court shall modify or correct the award if: (1) There was an evident mathematical miscalculation or an evident mistake in the description of a person, thing, or property referred to in the award; (2) The arbitrator has made an award on a claim not submitted to the arbitrator and the award may be corrected without affecting the merits of the decision upon the claims submitted; or (3) The award is imperfect in a matter of form not affecting the merits of the decision on the claims submitted. (b) If a motion made under subsection (a) is granted, the court shall modify or correct and confirm the award as modified or corrected. Otherwise, unless a motion to vacate is pending, the court shall confirm the award. (c) A motion to modify or correct an award pursuant to this section may be joined with a motion to vacate the award. Section 25. (a) Upon granting an order confirming, vacating without directing a rehearing, modifying, or correcting an award, the court shall enter a judgment in conformity therewith. The judgment may be recorded, docketed, and enforced as any other judgment in a civil action. (b) A court may allow reasonable costs of the motion and subsequent judicial proceedings. (c) On application of a prevailing party to a contested judicial proceeding under section 22, 23, or 24 of this Act, the court may add reasonable attorney's fees and other reasonable expenses of litigation incurred in a judicial proceeding after the award is made to a judgment confirming, vacating without directing a rehearing, modifying, or correcting an award. Section 26. (a) A court of this state having jurisdiction over the controversy and the parties may enforce an agreement to arbitrate. (b) An agreement to arbitrate providing for arbitration in this state confers exclusive jurisdiction on the court to enter judgment on an award under this Act. Section 27. A motion pursuant to section 5 of this Act must be made in the court of the county in which the agreement to arbitrate specifies the arbitration hearing is to be held or, if the hearing has been held, in the court of the county in which it was held. Otherwise, the motion may be made in the court of any county in which an adverse party resides or has a place of business or, if no adverse party has a residence or place of business in this state, in the court of any county in this state. All subsequent motions must be made in the court hearing the initial motion unless the court otherwise directs. Section 28. (a) An appeal may be taken from: (1) An order denying a motion to compel arbitration; (2) An order granting a motion to stay arbitration; (3) An order confirming or denying confirmation of an award; (4) An order modifying or correcting an award; (5) An order vacating an award without directing a rehearing; or (6) A final judgment entered pursuant to this Act. (b) An appeal under this section must be taken as from an order or a judgment in a civil action. Section 29. In applying and construing this uniform act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it. Section 30. The provisions of this Act governing the legal effect, validity, and enforceability of electronic records or electronic signatures, and of contracts performed with the use of such records or signatures conform to the requirements of section 102 of the Electronic Signatures in Global and National Commerce Act. Section 31. Sections 21-25A-1 to 21-25A-38, inclusive, are repealed on July 1, 2007."}, {"bill_id": 20515, "bill_version_id": 107903, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2006-02-03T12:39:01-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the revised Uniform Arbitration Act and to repeal certain provisions regarding arbitration. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. In this Act: (1) \"Arbitration organization\" means an association, agency, board, commission, or other entity that is neutral and initiates, sponsors, or administers an arbitration proceeding or is involved in the appointment of an arbitrator; (2) \"Arbitrator\" means an individual appointed to render an award, alone or with others, in a controversy that is subject to an agreement to arbitrate; (3) \"Court\" means a court of competent jurisdiction in this state; (4) \"Knowledge\" means actual knowledge; (5) \"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, government; governmental subdivision, agency, or instrumentality; public corporation; or any other legal or commercial entity (6) \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form. Section 2. (a) Except as otherwise provided in this Act, a person gives notice to another person by taking action that is reasonably necessary to inform the other person in ordinary course, whether or not the other person acquires knowledge of the notice. (b) A person has notice if the person has knowledge of the notice or has received notice. (c) A person receives notice when it comes to the person's attention or the notice is delivered at the person's place of residence or place of business, or at another location held out by the person as a place of delivery of such communications. Section 3. (a) This Act governs an agreement to arbitrate made after June 30, 2006. (b) This Act governs an agreement to arbitrate made before July 1, 2006, if all the parties to the agreement or to the arbitration proceeding so agree in a record. (c) After June 30, 2007, this Act governs an agreement to arbitrate whenever made. Section 4. (a) Except as otherwise provided in subsections (b) and (c), a party to an agreement to arbitrate or to an arbitration proceeding may waive or, the parties may vary the effect of, the requirements of this Act to the extent permitted by law. (b) Before a controversy arises that is subject to an agreement to arbitrate, a party to the agreement may not: (1) Waive or agree to vary the effect of the requirements of section 5(a), 6(a), 8, 17(a), 17(b), 26, or 28 of this Act; (2) Agree to unreasonably restrict the right under section 9 of this Act to notice of the initiation of an arbitration proceeding; (3) Agree to unreasonably restrict the right under section 12 of this Act to disclosure of any facts by a neutral arbitrator; or (4) Waive the right under section 16 of this Act of a party to an agreement to arbitrate to be represented by a lawyer at any proceeding or hearing under this Act, but an employer and a labor organization may waive the right to representation by a lawyer in a labor arbitration. (c) A party to an agreement to arbitrate or arbitration proceeding may not waive, or the parties may not vary the effect of, the requirements of this section or sections 3(a) or (c), 7, 14, 18, 20(d) or (e), 22, 23, 24, 25(a) or (b), 29, 30, 31, or 32 of this Act. Section 5. (a) Except as otherwise provided in section 28 of this Act, an application for judicial relief under this Act must be made by motion to the court and heard in the manner provided by law or rule of court for making and hearing motions. (b) Unless a civil action involving the agreement to arbitrate is pending, notice of an initial motion to the court under this Act must be served in the manner provided by law for the service of a summons in a civil action. Otherwise, notice of the motion must be given in the manner provided by law or rule of court for serving motions in pending cases. Section 6. (a) An agreement contained in a record to submit to arbitration any existing or subsequent controversy arising between the parties to the agreement is valid, enforceable, and irrevocable except upon a ground that exists at law or in equity for the revocation of a contract. (b) The court shall decide whether an agreement to arbitrate exists or a controversy is subject to an agreement to arbitrate. (c) An arbitrator shall decide whether a condition precedent to arbitrability has been fulfilled and whether a contract containing a valid agreement to arbitrate is enforceable. (d) If a party to a judicial proceeding challenges the existence of, or claims that a controversy is not subject to, an agreement to arbitrate, the arbitration proceeding may continue pending final resolution of the issue by the court, unless the court otherwise orders. Section 7. (a) On motion of a person showing an agreement to arbitrate and alleging another person's refusal to arbitrate pursuant to the agreement: (1) If the refusing party does not appear or does not oppose the motion, the court shall order the parties to arbitrate; and (2) If the refusing party opposes the [motion], the court shall proceed summarily to decide the issue and order the parties to arbitrate unless it finds that there is no enforceable agreement to arbitrate. (b) On motion of a person alleging that an arbitration proceeding has been initiated or threatened but that there is no agreement to arbitrate, the court shall proceed summarily to decide the issue. If the court finds that there is an enforceable agreement to arbitrate, it shall order the parties to arbitrate. (c) If the court finds that there is no enforceable agreement, it may not pursuant to subsection (a) or (b) order the parties to arbitrate. (d) The court may not refuse to order arbitration because the claim subject to arbitration lacks merit or grounds for the claim have not been established. (e) If a proceeding involving a claim referable to arbitration under an alleged agreement to arbitrate is pending in court, a motion under this section must be made in that court. Otherwise a motion under this section may be made in any court as provided in section 27 of this Act. (f) If a party makes a motion to the court to order arbitration, the court on just terms shall stay any judicial proceeding that involves a claim alleged to be subject to the arbitration until the court renders a final decision under this section. (g) If the court orders arbitration, the court on just terms shall stay any judicial proceeding that involves a claim subject to the arbitration. If a claim subject to the arbitration is severable, the court may limit the stay to that claim. Section 8. (a) Before an arbitrator is appointed and is authorized and able to act, the court, upon motion of a party to an arbitration proceeding and for good cause shown, may enter an order for provisional remedies to protect the effectiveness of the arbitration proceeding to the same extent and under the same conditions as if the controversy were the subject of a civil action. (b) After an arbitrator is appointed and is authorized and able to act: (1) The arbitrator may issue such orders for provisional remedies, including interim awards, as the arbitrator finds necessary to protect the effectiveness of the arbitration proceeding and to promote the fair and expeditious resolution of the controversy, to the same extent and under the same conditions as if the controversy were the subject of a civil action; and (2) A party to an arbitration proceeding may move the court for a provisional remedy only if the matter is urgent and the arbitrator is not able to act timely or the arbitrator cannot provide an adequate remedy. (c) A party does not waive a right of arbitration by making a motion under subsection (a) or (b). Section 9. (a) A person initiates an arbitration proceeding by giving notice in a record to the other parties to the agreement to arbitrate in the agreed manner between the parties or, in the absence of agreement, by certified or registered mail, return receipt requested and obtained, or by service as authorized for the commencement of a civil action. The notice must describe the nature of the controversy and the remedy sought. (b) Unless a person objects for lack or insufficiency of notice under section 15(c) of this Act not later than the beginning of the arbitration hearing, the person by appearing at the hearing waives any objection to lack of or insufficiency of notice. Section 10. (a) Except as otherwise provided in subsection (c), upon motion of a party to an agreement to arbitrate or to an arbitration proceeding, the court may order consolidation of separate arbitration proceedings as to all or some of the claims if: (1) There are separate agreements to arbitrate or separate arbitration proceedings between the same persons or one of them is a party to a separate agreement to arbitrate or a separate arbitration proceeding with a third person; (2) The claims subject to the agreements to arbitrate arise in substantial part from the same transaction or series of related transactions; (3) The existence of a common issue of law or fact creates the possibility of conflicting decisions in the separate arbitration proceedings; and (4) Prejudice resulting from a failure to consolidate is not outweighed by the risk of undue delay or prejudice to the rights of or hardship to parties opposing consolidation. (b) The court may order consolidation of separate arbitration proceedings as to some claims and allow other claims to be resolved in separate arbitration proceedings. (c) The court may not order consolidation of the claims of a party to an agreement to arbitrate if the agreement prohibits consolidation. Section 11. (a) If the parties to an agreement to arbitrate agree on a method for appointing an arbitrator, that method must be followed, unless the method fails. If the parties have not agreed on a method, the agreed method fails, or an arbitrator appointed fails or is unable to act and a successor has not been appointed, the court, on motion of a party to the arbitration proceeding, shall appoint the arbitrator. An arbitrator so appointed has all the powers of an arbitrator designated in the agreement to arbitrate or appointed pursuant to the agreed method. (b) An individual who has a known, direct, and material interest in the outcome of the arbitration proceeding or a known, existing, and substantial relationship with a party may not serve as an arbitrator required by an agreement to be neutral. Section 12. (a) Before accepting appointment, an individual who is requested to serve as an arbitrator, after making a reasonable inquiry, shall disclose to all parties to the agreement to arbitrate and arbitration proceeding and to any other arbitrators any known facts that a reasonable person would consider likely to affect the impartiality of the arbitrator in the arbitration proceeding, including: (1) A financial or personal interest in the outcome of the arbitration proceeding; and (2) An existing or past relationship with any of the parties to the agreement to arbitrate or the arbitration proceeding, their counsel or representatives, a witness, or another arbitrator. (b) An arbitrator has a continuing obligation to disclose to all parties to the agreement to arbitrate and arbitration proceeding and to any other arbitrators any facts that the arbitrator learns after accepting appointment which a reasonable person would consider likely to affect the impartiality of the arbitrator. (c) If an arbitrator discloses a fact required by subsection (a) or (b) to be disclosed and a party timely objects to the appointment or continued service of the arbitrator based upon the fact disclosed, the objection may be a ground under section 23(a)(2) of this Act for vacating an award made by the arbitrator. (d) If the arbitrator did not disclose a fact as required by subsection (a) or (b), upon timely objection by a party, the court under section 23(a)(2) of this Act may vacate an award. (e) An arbitrator appointed as a neutral arbitrator who does not disclose a known, direct, and material interest in the outcome of the arbitration proceeding or a known, existing, and substantial relationship with a party is presumed to act with evident partiality under section 23(a)(2) of this Act. (f) If the parties to an arbitration proceeding agree to the procedures of an arbitration organization or any other procedures for challenges to arbitrators before an award is made, substantial compliance with those procedures is a condition precedent to a motion to vacate an award on that ground under section 23(a)(2) of this Act. Section 13. If there is more than one arbitrator, the powers of an arbitrator must be exercised by a majority of the arbitrators, but all of them shall conduct the hearing under section 15(c) of this Act. Section 14. (a) An arbitrator or an arbitration organization acting in that capacity is immune from civil liability to the same extent as a judge of a court of this state acting in a judicial capacity. (b) The immunity afforded by this section supplements any immunity under other law. (c) The failure of an arbitrator to make a disclosure required by section 12 of this Act does not cause any loss of immunity under this section. (d) In a judicial, administrative, or similar proceeding, an arbitrator or representative of an arbitration organization is not competent to testify, and may not be required to produce records as to any statement, conduct, decision, or ruling occurring during the arbitration proceeding, to the same extent as a judge of a court of this state acting in a judicial capacity. This subsection does not apply: (1) To the extent necessary to determine the claim of an arbitrator, arbitration organization, or representative of the arbitration organization against a party to the arbitration proceeding; or (2) To a hearing on a motion to vacate an award under section 23(a)(1) or (2) of this Act if the movant establishes prima facie that a ground for vacating the award exists. (e) If a person commences a civil action against an arbitrator, arbitration organization, or representative of an arbitration organization arising from the services of the arbitrator, organization, or representative or if a person seeks to compel an arbitrator or a representative of an arbitration organization to testify or produce records in violation of subsection (d), and the court decides that the arbitrator, arbitration organization, or representative of an arbitration organization is immune from civil liability or that the arbitrator or representative of the organization is not competent to testify, the court shall award to the arbitrator, organization, or representative reasonable attorney's fees and other reasonable expenses of litigation. Section 15. (a) An arbitrator may conduct an arbitration in such manner as the arbitrator considers appropriate for a fair and expeditious disposition of the proceeding. The authority conferred upon the arbitrator includes the power to hold conferences with the parties to the arbitration proceeding before the hearing and, among other matters, determine the admissibility, relevance, materiality, and weight of any evidence. (b) An arbitrator may decide a request for summary disposition of a claim or particular issue: (1) If all interested parties agree; or (2) Upon request of one party to the arbitration proceeding if that party gives notice to all other parties to the proceeding, and the other parties have a reasonable opportunity to respond. (c) If an arbitrator orders a hearing, the arbitrator shall set a time and place and give notice of the hearing not less than five days before the hearing begins. Unless a party to the arbitration proceeding makes an objection to lack or insufficiency of notice not later than the beginning of the hearing, the party's appearance at the hearing waives the objection. Upon request of a party to the arbitration proceeding and for good cause shown, or upon the arbitrator's own initiative, the arbitrator may adjourn the hearing from time to time as necessary but may not postpone the hearing to a time later than that fixed by the agreement to arbitrate for making the award unless the parties to the arbitration proceeding consent to a later date. The arbitrator may hear and decide the controversy upon the evidence produced although a party who was duly notified of the arbitration proceeding did not appear. The court, on request, may direct the arbitrator to conduct the hearing promptly and render a timely decision. (d) At a hearing under subsection (c), a party to the arbitration proceeding has a right to be heard, to present evidence material to the controversy, and to cross-examine witnesses appearing at the hearing. (e) If an arbitrator ceases or is unable to act during the arbitration proceeding, a replacement arbitrator must be appointed in accordance with section 11 of this Act to continue the proceeding and to resolve the controversy. Section 16. A party to an arbitration proceeding may be represented by a lawyer. Section 17. (a) An arbitrator may issue a subpoena for the attendance of a witness and for the production of records and other evidence at any hearing and may administer oaths. A subpoena must be served in the manner for service of subpoenas in a civil action and, upon motion to the court by a party to the arbitration proceeding or the arbitrator, enforced in the manner for enforcement of subpoenas in a civil action. (b) In order to make the proceedings fair, expeditious, and cost effective, upon request of a party to or a witness in an arbitration proceeding, an arbitrator may permit a deposition of any witness to be taken for use as evidence at the hearing, including a witness who cannot be subpoenaed for or is unable to attend a hearing. The arbitrator shall determine the conditions under which the deposition is taken. (c) An arbitrator may permit such discovery as the arbitrator decides is appropriate in the circumstances, taking into account the needs of the parties to the arbitration proceeding and other affected persons and the desirability of making the proceeding fair, expeditious, and cost effective. (d) If an arbitrator permits discovery under subsection (c), the arbitrator may order a party to the arbitration proceeding to comply with the arbitrator's discovery-related orders, issue subpoenas for the attendance of a witness and for the production of records and other evidence at a discovery proceeding, and take action against a noncomplying party to the extent a court could if the controversy were the subject of a civil action in this state. (e) An arbitrator may issue a protective order to prevent the disclosure of privileged information, confidential information, trade secrets, and other information protected from disclosure to the extent a court could if the controversy were the subject of a civil action in this state. (f) All laws compelling a person under subpoena to testify and all fees for attending a judicial proceeding, a deposition, or a discovery proceeding as a witness apply to an arbitration proceeding as if the controversy were the subject of a civil action in this state. (g) The court may enforce a subpoena or discovery-related order for the attendance of a witness within this state and for the production of records and other evidence issued by an arbitrator in connection with an arbitration proceeding in another state upon conditions determined by the court so as to make the arbitration proceeding fair, expeditious, and cost effective. A subpoena or discovery-related order issued by an arbitrator in another state must be served in the manner provided by law for service of subpoenas in a civil action in this state and, upon motion to the court by a party to the arbitration proceeding or the arbitrator, enforced in the manner provided by law for enforcement of subpoenas in a civil action in this state. Section 18. If an arbitrator makes a preaward ruling in favor of a party to the arbitration proceeding, the party may request the arbitrator to incorporate the ruling into an award under section 19 of this Act. A prevailing party may make a motion to the court for an expedited order to confirm the award under section 22 of this Act, in which case the court shall summarily decide the motion. The court shall issue an order to confirm the award unless the court vacates, modifies, or corrects the award under section 23 or 24 of this Act. Section 19. (a) An arbitrator shall make a record of an award. The record must be signed or otherwise authenticated by any arbitrator who concurs with the award. The arbitrator or the arbitration organization shall give notice of the award, including a copy of the award, to each party to the arbitration proceeding. (b) An award must be made within the time specified by the agreement to arbitrate or, if not specified therein, within the time ordered by the court. The court may extend or the parties to the arbitration proceeding may agree in a record to extend the time. The court or the parties may do so within or after the time specified or ordered. A party waives any objection that an award was not timely made unless the party gives notice of the objection to the arbitrator before receiving notice of the award. Section 20. (a) On motion to an arbitrator by a party to an arbitration proceeding, the arbitrator may modify or correct an award: (1) Upon a ground stated in section 24(a)(1) or (3) of this Act; (2) Because the arbitrator has not made a final and definite award upon a claim submitted by the parties to the arbitration proceeding; or (3) To clarify the award. (b) A motion under subsection (a) must be made and notice given to all parties within twenty days after the movant receives notice of the award. (c) A party to the arbitration proceeding must give notice of any objection to the motion within ten days after receipt of the notice. (d) If a motion to the court is pending under section 22, 23, or 24 of this Act, the court may submit the claim to the arbitrator to consider whether to modify or correct the award: (1) Upon a ground stated in section 24(a)(1) or (3) of this Act; (2) Because the arbitrator has not made a final and definite award upon a claim submitted by the parties to the arbitration proceeding; or (3) To clarify the award. (e) An award modified or corrected pursuant to this section is subject to sections 19(a), 22, 23, and 24 of this Act. Section 21. (a) An arbitrator may award punitive damages or other exemplary relief if such an award is authorized by law in a civil action involving the same claim and the evidence produced at the hearing justifies the award under the legal standards otherwise applicable to the claim. (b) An arbitrator may award reasonable attorney's fees and other reasonable expenses of arbitration if such an award is authorized by law in a civil action involving the same claim or by the agreement of the parties to the arbitration proceeding. (c) As to all remedies other than those authorized by subsections (a) and (b), an arbitrator may order such remedies as the arbitrator considers just and appropriate under the circumstances of the arbitration proceeding. The fact that such a remedy could not or would not be granted by the court is not a ground for refusing to confirm an award under section 22 of this Act or for vacating an award under section 23 of this Act. (d) An arbitrator's expenses and fees, together with other expenses, must be paid as provided in the award. (e) If an arbitrator awards punitive damages or other exemplary relief under subsection (a), the arbitrator shall specify in the award the basis in fact justifying and the basis in law authorizing the award and state separately the amount of the punitive damages or other exemplary relief. Section 22. After a party to an arbitration proceeding receives notice of an award, the party may make a motion to the court for an order confirming the award at which time the court shall issue a confirming order unless the award is modified or corrected pursuant to section 20 or 24 of this Act or is vacated pursuant to section 23 of this Act. Section 23. (a) Upon motion to the court by a party to an arbitration proceeding, the court shall vacate an award made in the arbitration proceeding if: (1) The award was procured by corruption, fraud, or other undue means; (2) There was: (A) Evident partiality by an arbitrator appointed as a neutral arbitrator; (B) Corruption by an arbitrator; or (C) Misconduct by an arbitrator prejudicing the rights of a party to the arbitration proceeding; (3) An arbitrator refused to postpone the hearing upon showing of sufficient cause for postponement, refused to consider evidence material to the controversy, or otherwise conducted the hearing contrary to section 15 of this Act, so as to prejudice substantially the rights of a party to the arbitration proceeding; (4) An arbitrator exceeded the arbitrator's powers; (5) There was no agreement to arbitrate, unless the person participated in the arbitration proceeding without raising the objection under section 15(c) of this Act not later than the beginning of the arbitration hearing; or (6) The arbitration was conducted without proper notice of the initiation of an arbitration as required in section 9 of this Act so as to prejudice substantially the rights of a party to the arbitration proceeding. (b) A motion under this section must be filed within ninety days after the movant receives notice of the award pursuant to section 19 of this Act or within ninety days after the movant receives notice of a modified or corrected award pursuant to section 20 of this Act, unless the movant alleges that the award was procured by corruption, fraud, or other undue means, in which case the motion must be made within ninety days after the ground is known or by the exercise of reasonable care would have been known by the movant. (c) If the court vacates an award on a ground other than that set forth in subsection (a)(5), it may order a rehearing. If the award is vacated on a ground stated in subsection (a)(1) or (2), the rehearing must be before a new arbitrator. If the award is vacated on a ground stated in subsection (a)(3), (4), or (6), the rehearing may be before the arbitrator who made the award or the arbitrator's successor. The arbitrator must render the decision in the rehearing within the same time as that provided in section 19(b) of this Act for an award. (d) If the court denies a motion to vacate an award, it shall confirm the award unless a motion to modify or correct the award is pending. Section 24. (a) Upon motion made within ninety days after the movant receives notice of the award pursuant to section 19 of this Act or within ninety days after the movant receives notice of a modified or corrected award pursuant to section 20 of this Act, the court shall modify or correct the award if: (1) There was an evident mathematical miscalculation or an evident mistake in the description of a person, thing, or property referred to in the award; (2) The arbitrator has made an award on a claim not submitted to the arbitrator and the award may be corrected without affecting the merits of the decision upon the claims submitted; or (3) The award is imperfect in a matter of form not affecting the merits of the decision on the claims submitted. (b) If a motion made under subsection (a) is granted, the court shall modify or correct and confirm the award as modified or corrected. Otherwise, unless a motion to vacate is pending, the court shall confirm the award. (c) A motion to modify or correct an award pursuant to this section may be joined with a motion to vacate the award. Section 25. (a) Upon granting an order confirming, vacating without directing a rehearing, modifying, or correcting an award, the court shall enter a judgment in conformity therewith. The judgment may be recorded, docketed, and enforced as any other judgment in a civil action. (b) A court may allow reasonable costs of the motion and subsequent judicial proceedings. (c) On application of a prevailing party to a contested judicial proceeding under section 22, 23, or 24 of this Act, the court may add reasonable attorney's fees and other reasonable expenses of litigation incurred in a judicial proceeding after the award is made to a judgment confirming, vacating without directing a rehearing, modifying, or correcting an award. Section 26. (a) A court of this state having jurisdiction over the controversy and the parties may enforce an agreement to arbitrate. (b) An agreement to arbitrate providing for arbitration in this state confers exclusive jurisdiction on the court to enter judgment on an award under this Act. Section 27. A motion pursuant to section 5 of this Act must be made in the court of the county in which the agreement to arbitrate specifies the arbitration hearing is to be held or, if the hearing has been held, in the court of the county in which it was held. Otherwise, the motion may be made in the court of any county in which an adverse party resides or has a place of business or, if no adverse party has a residence or place of business in this state, in the court of any county in this state. All subsequent motions must be made in the court hearing the initial motion unless the court otherwise directs. Section 28. (a) An appeal may be taken from: (1) An order denying a motion to compel arbitration; (2) An order granting a motion to stay arbitration; (3) An order confirming or denying confirmation of an award; (4) An order modifying or correcting an award; (5) An order vacating an award without directing a rehearing; or (6) A final judgment entered pursuant to this Act. (b) An appeal under this section must be taken as from an order or a judgment in a civil action. Section 29. In applying and construing this uniform act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it. Section 30. The provisions of this Act governing the legal effect, validity, and enforceability of electronic records or electronic signatures, and of contracts performed with the use of such records or signatures conform to the requirements of section 102 of the Electronic Signatures in Global and National Commerce Act. Section 31. That § 21-25A-3 be amended to read as follows: 21-25A-3. This chapter does not apply to insurance policies and every provision in any such policy requiring arbitration or restricting a party thereto or beneficiary thereof from enforcing any right under it by usual legal proceedings in ordinary tribunals or limiting the time to do so is void and unenforceable. However, nothing in this chapter may be deemed to impair the enforcement of or invalidate a contractual provision for arbitration entered into between insurance companies or a policy issued to an exempt commercial policyholder as defined by § 58-24-68 . Section 32. Sections 21-25A-1, 21-25A-2, and 21-25A-4 to 21-25A-38, inclusive, are repealed on July 1, 2007."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20515, "action_date": "2006-01-24T14:00:00-06:00", "document_id": 107179, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107179.pdf", "status_text": "First read in House and referred to", "journal_page": 203, "committee_id_action": 893, "committee_id_assigned": 891, "result": "N", "vote": {}}, {"bill_id": 20515, "action_date": "2006-02-01T07:45:00-06:00", "document_id": 107670, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107670.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20515, "action_date": "2006-02-03T07:45:00-06:00", "document_id": 107893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107893.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20515, "action_date": "2006-02-03T07:45:00-06:00", "document_id": 107893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107893.pdf", "status_text": "Do Pass Amended,", "journal_page": 365, "committee_id_action": 891, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64120, "president_vote": null, "Nay": [3387, 3407, 3426, 3456, 3461, 3406], "Yea": [3393, 3401, 3429, 3434, 3444, 3448, 3371]}}, {"bill_id": 20515, "action_date": "2006-02-07T14:00:00-06:00", "document_id": 108162, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108162.pdf", "status_text": "Motion to Amend,", "journal_page": 422, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64392, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3372, 3373, 3375, 3378, 3380, 3382, 3383, 3386, 3387, 3388, 3389, 3392, 3394, 3395, 3398, 3399, 3400, 3402, 3403, 3405, 3406, 3407, 3408, 3410, 3414, 3417, 3418, 3419, 3424, 3427, 3433, 3437, 3438, 3440, 3441, 3442, 3443, 3445, 3454, 3455, 3456, 3460, 3462, 3463, 3464, 3465, 3426], "Nay": [3371, 3381, 3385, 3393, 3401, 3420, 3422, 3429, 3431, 3434, 3436, 3444, 3446, 3448, 3449, 3451, 3457, 3459, 3461]}}, {"bill_id": 20515, "action_date": "2006-02-07T14:00:00-06:00", "document_id": 108162, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108162.pdf", "status_text": "Motion to Amend,", "journal_page": 423, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20515, "action_date": "2006-02-09T14:00:00-06:00", "document_id": 108434, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108434.pdf", "status_text": "Motion to Amend,", "journal_page": 480, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20515, "action_date": "2006-02-09T14:00:00-06:00", "document_id": 108434, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108434.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 480, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64423, "president_vote": null, "Yea": [3366, 3369, 3370, 3371, 3372, 3373, 3375, 3378, 3380, 3381, 3382, 3383, 3385, 3386, 3387, 3388, 3389, 3392, 3393, 3394, 3395, 3398, 3399, 3400, 3402, 3403, 3405, 3406, 3408, 3410, 3414, 3417, 3418, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3456, 3457, 3459, 3460, 3461, 3462, 3463, 3464, 3465, 3426], "Nay": [3367], "Excused": [3401, 3407, 3440]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20515"}