{"session_id": 36, "bill_id": 9837, "bill_type": "House Bill", "bill_number": 1153, "bill_title": "revise certain provisions on the protection of historic properties.", "sponsors": [{"legislator_profile_id": 1605, "is_prime": true}, {"legislator_profile_id": 1638, "is_prime": true}, {"legislator_profile_id": 1592, "is_prime": false}, {"legislator_profile_id": 1624, "is_prime": false}, {"legislator_profile_id": 1604, "is_prime": false}, {"legislator_profile_id": 1593, "is_prime": false}, {"legislator_profile_id": 1568, "is_prime": false}, {"legislator_profile_id": 1609, "is_prime": false}, {"legislator_profile_id": 1437, "is_prime": false}, {"legislator_profile_id": 1597, "is_prime": false}], "keywords": ["Indian Tribes", "State Affairs and Government"], "audio": [{"meeting_datetime": "2019-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst23.mp3", "start_seconds": 15095.0}, {"meeting_datetime": "2019-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst23.mp3", "start_seconds": 15095.0}, {"meeting_datetime": "2019-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst23.mp3", "start_seconds": 15095.0}, {"meeting_datetime": "2019-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst23.mp3", "start_seconds": 15095.0}], "bill_versions": [{"bill_id": 9837, "bill_version_id": 52409, "bill_version": "Introduced", "bill_version_date": "2019-01-25T11:31:49.003-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions on the protection of historic properties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-19A-1 be amended to read: 1-19A-1. The South Dakota Legislature finds and declares that it is in the best interest of the state and its citizens to provide for the preservation of its historical, architectural, archaeological, paleontological, and cultural sites, and traditional cultural properties by protecting, restoring, and rehabilitating sites, buildings, structures, and antiquities of the state which and of the Indian tribes of the state that are of historical significance. Section 2. That § 1-19A-2 be amended to read: 1-19A-2. Terms used in this chapter mean: (1) \"Board,\" the State Historical Society Board of Trustees established by § 1-18-12.2; (2) \"Historic preservation,\" the research, protection, restoration, and rehabilitation of districts, sites, buildings, structures, and objects significant in the history, architecture, archaeology, paleontology, or culture of the state; (3) \"Historic property,\" any building, structure, object, district, area, or site that is significant in the history, architecture, archaeology, paleontology, or culture of the state, its communities or the nation any prehistoric or historic district, site, building, structure, or object, included in or eligible for inclusion in, the national register of historic places maintained by the secretary of the United States Department of the Interior. The term includes artifacts, records, and remains that are related to and located within the district, site, building, structure, or object. The term includes properties of traditional religious and cultural importance to an Indian tribe of the state and that meet the criteria for inclusion on the national register; (4) \"Rehabilitation,\" returning property to a state of utility, through expansion, addition, repair, or alteration, which makes possible an efficient contemporary use while retaining those portions of the property, which qualify such property for placement on the state register of historic places; (5) \"Restoration,\" the repair or replacement of historically significant features which qualify a structure or object for recognition by the state register of historic places; (6) \"Traditional cultural property,\" a historic property that is of religious or cultural importance to an Indian tribe of the state, including human remains affiliated with an Indian tribe of the state or a property that is eligible for inclusion in the National Register of Historical Places based on its associations with the cultural practices, traditions, beliefs, lifeways, arts, crafts, or social institutions of a living community, within state, public, or tribal lands; (7) \"Tribal historic preservation officer,\" the tribal official, appointed by the chief governing authority or designated by a tribal ordinance or preservation program of a tribe of the state, who has assumed the responsibilities of the State Historical Society for purposes of conducting a federal historic preservation review under 54 U.S.C. § 306108 as of January 1, 2019. Section 3. That § 1-19A-7 be amended to read: 1-19A-7. The State Historical Society shall cooperate with federal, state, tribal, and local government agencies in the planning and conduct of specific undertakings affecting historic properties and preservation objectives and in overall land use planning. Section 4. That § 1-19A-11.1 be amended to read: 1-19A-11.1. The state or, any political subdivision of the state, or any instrumentality thereof, of the state may not undertake any project which that will encroach upon, damage or destroy any historic property included or eligible for inclusion in the national register of historic places or the state register of historic places until the State Historical Society and the tribal historic preservation officer has been given notice and an opportunity to investigate and comment on the proposed project. The office may solicit the advice and recommendations of the board with respect to such the project and may direct that a public hearing be held thereon on the project. If the office determines that the proposed project will encroach upon, damage or destroy any historic property which that is included in the national register of historic places or the state register of historic places or the environs of such the property, the project may not proceed until: (1) The Governor, in the case of a project of the state or an instrumentality thereof of the state or the governing body of the political subdivision has made a written determination, based upon the consideration of all relevant factors, that there is no feasible and prudent alternative to the proposal and that the program includes all possible planning to minimize harm to the historic property, resulting from such the proposed use; and (2) Ten day's notice of the determination has been given, by certified mail, to the State Historical Society or the tribal historic preservation officer. A complete record of factors considered shall be included with such the notice. Any person aggrieved by the determination of the Governor or governing body may appeal the decision pursuant to under the provisions of chapter 1-26. The failure of the office to initiate an investigation of any proposed project within thirty days from the date of receipt of notice thereof of the project is approval of the project. Any project subject to a federal historic preservation review need not be reviewed pursuant to under this section. Section 5. That chapter 1-19A be amended by adding a NEW SECTION to read: In conducting a federal historic preservation review, the State Historical Society shall consult with any applicable tribal historic preservation officer and governing body of an Indian tribe of this state to: (1) Determine the effect of a federal undertaking on traditional cultural properties; and (2) Resolve any adverse effects of the undertaking on traditional cultural properties. In conducting a federal historic preservation review, the State Historical Society may not concur with the findings of a federal agency if any tribal historic preservation officer objects to the finding."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9837, "action_date": "2019-01-25T14:00:00-06:00", "document_id": 52449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52449.pdf", "status_text": "First Reading House", "journal_page": 203, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9837, "action_date": "2019-01-28T14:00:00-06:00", "document_id": 52545, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52545.pdf", "status_text": "Referred to", "journal_page": 219, "committee_id_action": 408, "committee_id_assigned": 424, "result": "N", "vote": {}}, {"bill_id": 9837, "action_date": "2019-02-13T15:00:00-06:00", "document_id": 53409, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53409.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 424, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9837, "action_date": "2019-02-13T15:00:00-06:00", "document_id": 53694, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53694.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 406, "committee_id_action": 424, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28271, "president_vote": null, "Yea": [1563, 1579, 1645, 1444, 1434, 1635, 1432, 1427, 1630, 1567, 1569], "Nay": [1609, 1576]}}]}