{"session_id": 24, "bill_id": 7134, "bill_type": "House Bill", "bill_number": 1032, "bill_title": "revise certain provisions regarding guaranteed energy savings contracts.", "sponsors": [], "keywords": ["Contracts", "Public Property, Purchases and Contracts", "State Affairs and Government"], "audio": [{"meeting_datetime": "2016-01-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hco06.mp3", "start_seconds": 480.0}, {"meeting_datetime": "2016-01-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hco06.mp3", "start_seconds": 480.0}, {"meeting_datetime": "2016-01-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hco06.mp3", "start_seconds": 480.0}, {"meeting_datetime": "2016-01-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou07.mp3", "start_seconds": 2920.0}, {"meeting_datetime": "2016-01-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou07.mp3", "start_seconds": 2920.0}, {"meeting_datetime": "2016-01-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou07.mp3", "start_seconds": 2920.0}, {"meeting_datetime": "2016-01-28T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco12.mp3", "start_seconds": 1666.0}, {"meeting_datetime": "2016-01-28T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco12.mp3", "start_seconds": 1666.0}, {"meeting_datetime": "2016-01-28T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco12.mp3", "start_seconds": 1666.0}, {"meeting_datetime": "2016-01-28T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco12.mp3", "start_seconds": 1666.0}], "bill_versions": [{"bill_id": 7134, "bill_version_id": 37423, "bill_version": "Introduced", "bill_version_date": "2016-01-08T12:06:31.133-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding guaranteed energy savings contracts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-33B-1 be amended to read: 1-33B-1. Terms used in this chapter mean: (1) \"Governmental unit,\" state government or any political subdivision of the state \"Cost-effective\" or \"cost-effectiveness,\" that the sum of guaranteed cost savings are equal to or exceed any financing repayment obligation each year of a finance term; (2) \"Guaranteed energy savings contract,\" a contract for measures which provides that either energy or operational cost savings, or both, are guaranteed to the extent necessary to make payments for the measures recommended in the contract \"Cost-saving measure,\" a cost-effective improvement, repair, or alteration of equipment fixtures, or furnishings added to or used in a facility that is designed to reduce energy consumption, water consumption, or operation and maintenance costs. The term also includes vehicle acquisitions, changes to utility rate or tariff schedules, or fuel source changes that result in costs savings; (3) \"Qualified provider,\" a person, business, or state agency experienced in the design, implementation, or installation of energy conservation measures who can demonstrate the financial capabilities of completing the obligations stipulated in a guaranteed energy savings contract \"Energy performance contract,\" a contract between a governmental unit and a qualified energy service provider for evaluation, recommendation, and implementation of one or more cost-saving measures, evaluation of cost-effectiveness, and guaranteed cost savings; (4) \"Finance term,\" the length of time for repayment of funds borrowed for an energy performance contract; (5) \"Governmental unit,\" state government or any political subdivision of the state; (6) \"Guarantee period,\" the period of time from the effective date of a contract until guaranteed cost savings are achieved; (7) \"Operation and maintenance cost savings,\" a measurable decrease in operation and maintenance costs as a direct result of cost-saving measures, calculated using baseline operation and maintenance costs. The term does not include the shifting of personnel costs or similar short-term cost savings that cannot be definitively measured; (8) \"Qualified energy service provider\" or \"provider,\" a person, business, or state agency with experience in the design, implementation, or installation of cost saving measures, who can demonstrate the financial capabilities of completing the obligations stipulated to in an energy performance contract; (9) \"Utility cost savings,\" expenses for utilities that are eliminated or avoided on a long-term basis as a result of equipment installed or modified, or services performed by a qualified energy service provider. The term includes expenses for natural gas, propane or similar fuels, electricity, water, waste water, and waste disposal. Section 2. That chapter 1-33B be amended by adding a NEW SECTION to read: For the purposes of this chapter, the term, guaranteed cost savings, means a guaranteed annual measurable monetary reduction in utility, operating, and maintenance costs for each year of a guarantee period as a result of cost-saving measures. Guaranteed cost savings for utility savings shall be calculated using the mutually agreed upon baseline utility rates in use at the time of an investment-grade energy audit. Guaranteed cost savings for operation and maintenance cost savings shall be calculated using mutually agreed upon baseline operation and maintenance costs at the time of an investment-grade energy audit. Section 3. That chapter 1-33B be amended by adding a NEW SECTION to read: For the purposes of this chapter, the term, investment-grade energy audit, means a study of energy or water usage of a public building, including a detailed description of the improvements recommended for the project, the estimated cost of the improvements, and the utility, operation, and maintenance cost savings projected to result from the recommended improvements. The study shall contain all of the information required pursuant to § 1-33B-3. Section 4. That chapter 1-33B be amended by adding a NEW SECTION to read: For the purposes of this chapter, the term, measurement and verification, means the methodology, measurements, inspections, and mathematical calculations to determine utility consumption before and after an energy performance contract is implemented. The measurement and verification report may be for an individual cost-saving measure or an entire project. The governmental unit shall determine which measurement and verification method to utilize. Section 5. That § 1-33B-3 be amended to read: 1-33B-3. For the purposes of this chapter, the term, request for proposals proposal, means a procurement announcement through a public notice, from a governmental unit which will administer administers the program, detailing the work, service, or supplies needed for an energy conservation measure. The request for proposal shall include the following: (1) The name and address of the governmental unit; (2) The name, address, title, and phone number of contact person; (3) The response due date and time deadline; (4) The location and scope of the project; (5) The project completion deadline; (6) The evaluation criteria for awarding a contract; and (7) Any other stipulations and clarifications the governmental unit may require. Section 6. That chapter 1-33B be amended by adding a NEW SECTION to read: A governmental unit may solicit submissions of qualifications to enter into an energy performance contract by providing public notice to qualified energy service providers. The notice shall invite qualified energy service providers to submit qualifications and proposals for investment grade energy audits. Governmental units shall utilize chapter 36-18A to determine the minimum educational qualifications of a qualified energy service provider. The governmental unit shall comply with procurement procedures for professional services provided under §§ 5-18D-17 to 5-18D-22, inclusive. Section 7. That chapter 1-33B be amended by adding a NEW SECTION to read: The governmental unit shall evaluate the qualifications and proposals of qualified energy service providers according to the quality of the provider's technical approach and the provider's experience with: (1) Design, engineering, and installation of cost-saving measures; (2) Overall project management; (3) Projects of similar size and scope; (4) Post installation measurement and verification of guaranteed cost savings; (5) Project commissioning; (6) Training of building operators; and (7) Conversions to a different fuel source. Section 8. That chapter 1-33B be amended by adding a NEW SECTION to read: The governmental unit may negotiate a contract with the most qualified energy service provider at a price that the governmental unit determines fair and reasonable, taking into account the scope of the services rendered. The provider selected is not required to have submitted the proposal with the lowest cost. If the governmental unit is unable to negotiate a satisfactory contract with the provider, negotiations with that provider shall be formally terminated, and the governmental unit may select the next provider until an agreement is reached or the process is terminated. The governmental unit may choose to reject all proposals. Section 9. That chapter 1-33B be amended by adding a NEW SECTION to read: A qualified energy service provider, selected by a governmental unit pursuant to § 1-33B-3 and sections 6 to 8, inclusive, of this Act, shall prepare an investment-grade energy audit. The audit shall be incorporated into the energy performance contract. Section 10. That chapter 1-33B be amended by adding a NEW SECTION to read: An investment-grade energy audit shall include estimates of all costs and guaranteed cost savings for the proposed energy performance contract, including cost of design, engineering, equipment, materials, installation, maintenance, repairs, monitoring and verification, commissioning, training, and debt service. Section 11. That chapter 1-33B be amended by adding a NEW SECTION to read: A qualified energy service provider and the governmental unit shall agree on the cost of an investment-grade energy audit before it is conducted. If an investment-grade energy audit is completed, and the governmental unit does not execute an energy performance contract, the governmental unit shall pay the full costs of the investment-grade energy audit. If the governmental unit executes the energy performance contract, the cost of the investment-grade energy audit may be included in the costs of an energy performance contract or, at the discretion of the governmental unit, paid for by the governmental unit. Section 12. That chapter 1-33B be amended by adding a NEW SECTION to read: A governmental unit may pay for an energy performance contract with funds designated for operating costs, capital expenditures, utility costs, lease payments, installment payment contracts, lease purchase agreements, or bonds issued pursuant to law. Section 13. That chapter 1-33B be amended by adding a NEW SECTION to read: All permissible sources, including utility incentives, grants, operating costs, or capital budgets, may be used to reduce the amount of financing. An energy performance contract may extend beyond the current fiscal year, but may not exceed fifteen years, the cost-weighted average useful life of the cost-saving measure, or the term of financing, whichever is shortest. During the guarantee period, a qualified energy service provider shall measure and verify reductions in energy consumption and costs attributable to cost-saving measures implemented pursuant to an energy performance contract and prepare and provide a measurement and verification report to the governmental unit at least once a year. Section 14. That chapter 1-33B be amended by adding a NEW SECTION to read: Costs for measurement and verification shall be included in an energy performance contract and paid by the governmental unit during an initial monitoring period of no less than three years. The energy performance contract shall provide that, if guaranteed cost savings are not achieved during any year in the initial monitoring period, the qualified energy service provider shall pay the costs for measurement and verification reports until guaranteed cost savings are achieved for all consecutive years equal to the initial monitoring period. Section 15. That chapter 1-33B be amended by adding a NEW SECTION to read: Except as provided in this section, the qualified energy service provider shall pay the governmental unit the amount of any verified annual guaranteed cost savings shortfall each year until guaranteed cost savings are achieved for each year in an initial monitoring period as established in section 14 of this Act. The amount of cost savings achieved during a year shall be determined using the baseline rates used in guaranteed cost savings. In the case of a shortfall, the governmental unit and qualified energy service provider may negotiate the terms of measurement and verification reports and the shortfall payment for the remainder of the energy performance contract finance term. If there is an excess in cost savings in any year of the guarantee period, the guaranteed cost savings remain with the governmental unit. Guaranteed cost savings may not be used to cover potential shortfalls in subsequent years or actual guaranteed cost savings shortages in previous years of a guarantee period. Section 16. That § 1-33B-4 be repealed. 1-33B-4. Before entering into a guaranteed energy savings contract under § 1-33B-7, a governmental unit shall submit a request for proposals. The governmental unit shall evaluate any proposal from a qualified provider. The evaluation shall analyze the estimates of all costs of installations, modifications, or remodeling, including costs of analysis, design, engineering, installation, maintenance, repairs, debt service, or conversions to a different energy or fuel source. The evaluation shall include a detailed analysis of whether either the energy consumed or the operating costs, or both, will be reduced. If technical assistance is not available by a licensed architect or registered professional engineer on the governmental unit staff, then the evaluation of the proposal shall be done by a registered professional engineer or architect, who is retained by the governmental unit. The governmental unit may pay a reasonable fee for evaluation of the proposal or include the fee as part of § 1-33B-8. Section 17. That § 1-33B-6 be amended to read: 1-33B-6. For state owned buildings, all improvements proposed under an energy efficiency performance contract shall, prior to submitting a request for proposals, the governmental unit shall receive prior permission from the Bureau of Administration and conform to all state statutes laws and rules as they apply to renovating or retrofitting state-owned buildings before submitting a request for proposals under § 1-33B-3 and sections 6 to 8, inclusive, of this Act. The Bureau of Administration shall review the proposal and notify the qualified provider governmental unit of its findings within thirty days. Section 18. That § 1-33B-7 be repealed. 1-33B-7. The governmental unit shall provide public notice of the meeting at which it proposes to award a guaranteed energy savings contract, of the names of the parties to the proposed contract, and of the purpose of the contract. The public notice shall be by legal newspaper as provided by chapter 17-2 and be made at least ten days prior to the meeting. After reviewing the report under § 1-33B-4, a governmental unit may enter into a guaranteed energy savings contract with a qualified provider if it finds that the amount it would spend on the energy conservation measures recommended in the proposal would not exceed the amount to be saved in either energy or operation costs, or both, within a fifteen-year period from the date of installation, if the recommendations in the proposal are followed."}, {"bill_id": 7134, "bill_version_id": 38657, "bill_version": "Enrolled", "bill_version_date": "2016-02-03T10:57:22.057-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7134, "action_date": "2016-01-12T12:00:00-06:00", "document_id": 37509, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37509.pdf", "status_text": "First Reading House", "journal_page": 21, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7134, "action_date": "2016-01-13T13:00:00-06:00", "document_id": 37539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37539.pdf", "status_text": "Referred to", "journal_page": 36, "committee_id_action": 325, "committee_id_assigned": 310, "result": "N", "vote": {}}, {"bill_id": 7134, "action_date": "2016-01-20T10:00:00-06:00", "document_id": 37629, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37629.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 310, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7134, "action_date": "2016-01-20T10:00:00-06:00", "document_id": 37760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37760.pdf", "status_text": "Do Pass", "journal_page": 66, "committee_id_action": 310, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20124, "president_vote": null, "Yea": [1063, 1002, 982, 968, 1023, 1069, 1051, 965, 1053, 1064, 1052, 1034], "Excused": [1056]}}, {"bill_id": 7134, "action_date": "2016-01-21T14:00:00-06:00", "document_id": 37869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37869.pdf", "status_text": "Do Pass", "journal_page": 140, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20182, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 1039, 1050, 1060, 1033, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1017, 1058, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 991, 1007, 1052, 1030, 993, 1026, 981, 1023, 1069, 1029, 996, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [986, 1009, 980, 1015, 1036, 988], "Nay": [990]}}, {"bill_id": 7134, "action_date": "2016-01-22T13:00:00-06:00", "document_id": 37958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37958.pdf", "status_text": "First read in Senate and referred to", "journal_page": 118, "committee_id_action": 309, "committee_id_assigned": 300, "result": "N", "vote": {}}, {"bill_id": 7134, "action_date": "2016-01-28T10:00:00-06:00", "document_id": 38124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38124.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 300, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7134, "action_date": "2016-01-28T10:00:00-06:00", "document_id": 38391, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38391.pdf", "status_text": "Do Pass", "journal_page": 159, "committee_id_action": 300, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20362, "president_vote": null, "Yea": [974, 1005, 967, 1000, 969, 966], "Excused": [1066]}}, {"bill_id": 7134, "action_date": "2016-01-28T10:00:00-06:00", "document_id": 38391, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38391.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 300, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7134, "action_date": "2016-02-02T14:00:00-06:00", "document_id": 38564, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38564.pdf", "status_text": "Do Pass", "journal_page": 179, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20436, "president_vote": null, "Yea": [974, 977, 999, 1037, 966, 1014, 1067, 979, 969, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 975, 1011, 1010, 1020, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008], "Excused": [967, 971]}}, {"bill_id": 7134, "action_date": "2016-02-03T14:00:00-06:00", "document_id": 38701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38701.pdf", "status_text": "Signed by the Speaker", "journal_page": 272, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7134, "action_date": "2016-02-05T13:00:00-06:00", "document_id": 38923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38923.pdf", "status_text": "Signed by the President", "journal_page": 234, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7134, "action_date": "2016-02-08T14:00:00-06:00", "document_id": 39001, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39001.pdf", "status_text": "Delivered to the Governor", "journal_page": 330, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7134, "action_date": "2016-02-09T14:00:00-06:00", "document_id": 39095, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39095.pdf", "status_text": "Signed by the Governor", "journal_page": 332, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6050, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7134"}