{"session_id": 20, "bill_id": 5582, "bill_type": "Senate Bill", "bill_number": 173, "bill_title": "provide authority to establish special purpose districts for libraries.", "sponsors": [{"legislator_profile_id": 475, "is_prime": true}, {"legislator_profile_id": 469, "is_prime": false}, {"legislator_profile_id": 467, "is_prime": false}, {"legislator_profile_id": 517, "is_prime": false}, {"legislator_profile_id": 454, "is_prime": false}, {"legislator_profile_id": 483, "is_prime": false}, {"legislator_profile_id": 443, "is_prime": false}, {"legislator_profile_id": 429, "is_prime": false}, {"legislator_profile_id": 439, "is_prime": false}, {"legislator_profile_id": 446, "is_prime": false}, {"legislator_profile_id": 468, "is_prime": false}, {"legislator_profile_id": 490, "is_prime": false}], "keywords": ["Libraries", "Local Government", "Taxes"], "audio": [{"meeting_datetime": "2014-02-12T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/slo19.mp3", "start_seconds": 271.0}, {"meeting_datetime": "2014-02-12T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/slo19.mp3", "start_seconds": 271.0}, {"meeting_datetime": "2014-02-12T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/slo19.mp3", "start_seconds": 271.0}, {"meeting_datetime": "2014-02-12T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/slo19.mp3", "start_seconds": 271.0}, {"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen21.mp3", "start_seconds": 3795.0}, {"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen21.mp3", "start_seconds": 3795.0}, {"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen21.mp3", "start_seconds": 3795.0}, {"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen21.mp3", "start_seconds": 3795.0}], "bill_versions": [{"bill_id": 5582, "bill_version_id": 29661, "bill_version": "Introduced", "bill_version_date": "2014-02-04T09:14:31.923-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide authority to establish special purpose districts for libraries. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. If any person requests to form, organize, establish, equip, and maintain a library district, the petition sponsor shall present a petition to the county auditor of each county in which the area is situated. A library district may be created for the purpose of construction, maintenance, or management of a library. The board of county commissioners in each county where a district would be situated may also initiate formation of a district by resolution. Section 2. The petition shall contain the suggested name of the proposed district and the legal description of the real properties intended to be embraced in the proposed district. The petitioners shall file a map showing the suggested boundaries of the proposed district and deposit a sum sufficient to defray the expenses of publishing the notices required by section 5 of this Act and § 6-16-4 with the county auditor. Section 3. After the petition is filed with the county auditor, the county auditor shall determine and certify that the petition has been signed by at least fifteen percent of the registered voters within the proposed district. If the petition contains sufficient names, the county auditor shall designate a time and place for the petition or resolution to be heard by the board of county commissioners. Section 4. If the proposed district is situated within two or more counties, the county auditor of the county containing the largest area, shall confer with each county auditor of the other counties concerned. The county auditor shall designate a time and place for hearing before a joint meeting of the boards of county commissioners of each county and give notice by publication pursuant to section 5 of this Act. Section 5. The county auditor shall publish two notices in the legal newspapers of each county affected. The last publication shall appear at least seven days before the hearing and include a legal description of the proposed properties to be included in the district. Section 6. The board of county commissioners shall conduct the hearing and allow any person residing in or owning taxable property within the proposed district an opportunity to be heard respecting the formation of the district or the location of the boundaries. The board of county commissioners shall determine if the proposed district provides a public benefit or service to the county and determine the boundaries of the proposed district as suggested in the petition or otherwise. The board of county commissioners shall make a written order of the determination describing the purpose of the district and the boundaries of the district and file the order in the office of the county auditor in each county in which the district is situated. Section 7. After the order is filed, the county auditor or county auditors shall conduct an election pursuant to §§ 6-16-4 to 6-16-6, inclusive. Section 8. Permanent organization shall be effected by the election of a board of directors consisting of five resident voters of the district. The organization will operate in accordance with existing laws regarding public libraries unless otherwise hereby specified. Section 9. The board of directors shall meet as soon after the organizational meeting as possible to elect a president, a vice president, and a secretary-treasurer. Section 10. Each director and officer shall be elected for three years for a maximum of two consecutive terms. A candidate for the office of director of the public library district shall be a registered voter within the district. At the first election one of the directors shall be selected by lot in the presence of a majority of the directors to serve a one-year term, two of the directors shall be selected by lot in the presence of a majority of the directors to serve a two-year term, and the remaining two directors shall serve a three-year term. A district director may receive compensation for services in an amount not to exceed forty dollars per day and may receive expenses, including traveling expenses, necessarily incurred in the discharge of the director's duties. A vacancy in the office of a member shall be filled by appointment by the remaining members of the board. The term of the appointed member is to fill the unexpired term of the vacant office. Section 11. Upon compliance with the provisions of this Act and chapter 6-10 relating to organization, the district under its designated name shall constitute a body politic and corporate. Section 12. The board of directors may: (1) Determine a program for the district to follow; (2) Manage and conduct the business affairs of the district; (3) Make and execute contracts in the name of and for the district; (4) Purchase or lease equipment, supplies, and other real or personal property as necessary and proper to carry out the purpose of the district; and (5) Incur indebtedness for the district within the limits prescribed by this Act, and to authorize the issuance of evidence of indebtedness permitted under this subdivision, and to pledge any real or personal property owned or acquired by the district as security. Section 13. Any district may elect to enter into a contract with any federal, state, or local government agency to consolidate or cooperate for mutual services upon suitable terms. Section 14. The board of directors shall make an annual estimate of the expense for carrying out the program for the district and certify the estimate of tax dollars needed to the county auditor. The tax levy may not exceed one dollar per thousand dollars of taxable valuation of the property within the district. The tax shall be collected as other taxes are collected in the county. Section 15. The tax shall be deposited with the secretary-treasurer of the district, who shall have a surety bond in the amount of at least twenty-five thousand dollars. Section 16. A district may become indebted for an amount that is payable with ten or less annual maximum tax levies as authorized by section 14 of this Act. The district may borrow money at a rate not to exceed twelve percent and may issue appropriate evidence of indebtedness thereof. Section 17. Any funds collected for the district through the levy of taxes; any donations, contributions, service fees bequests, or annuities; and any borrowed money received by or for the district shall be deposited in a state or national bank to the credit of the district fund and may be drawn out only by warrant. Section 18. A claim voucher shall be authorized by the board of directors and shall bear the signature of the secretary-treasurer and the countersignature of the president of the district. Section 19. The secretary-treasurer of the district shall, on or before January thirty-first of each year, file a financial report of the previous calendar year with the appropriate county auditor. Section 20. The boundaries of any district organized under the provisions of this Act may be changed in the manner prescribed by sections 3 to 7, inclusive, of this Act. However, the changes of boundaries of any district does not impair or affect its organization or its right in or to property; nor does it impair, affect, or discharge any contract, obligation, lien, or change for or upon which it might be liable had the change of boundaries not been made. Section 21. A regular meeting of the registered voters who are residing within the boundaries of a district shall be held in the first quarter of each calendar year and special meetings may be called by the board of directors at any time. The secretary-treasurer shall give notice of any special meeting by publishing one notice in a legal newspaper of general circulation in each county in which the district is situated. The meeting may be held not less than seven days nor more than fourteen days after the date of publication of the notice. Section 22. The secretary-treasurer of the district shall, at each annual public meeting of the district, present a financial report concerning the affairs of the district. Section 23. The capital outlay fund of a district is a fund provided by law to meet expenditures of one thousand dollars or more which result in the acquisition of or additions to real property, plant, or equipment. Capital outlay fund expenditures may be for land, existing facilities, improvement of grounds, construction of facilities, additions to facilities, remodeling of facilities, or for the purchase of equipment. Section 24. In addition to any tax levy authorized pursuant to section 14 of this Act, the board of directors of a district may authorize an annual levy of a tax not to exceed fifty cents per thousand dollars of taxable valuation on the taxable valuation of the district for the capital outlay fund. Section 25. Any district using the capital outlay fund to pay for the construction or addition to any facility which requires the advertisement of bids pursuant to chapter 5-18B shall have a public hearing at least ten days before the advertisement of any contract specifications. The public hearing shall be advertised in the legal newspapers of each county where the district has territory. Following the public hearing, and approval of the board of directors, the district may use the capital outlay fund as provided in section 24 of this Act. However, if a district changes the originally advertised use of the fund, it shall hold another public hearing. Section 26. That § 6-16-1 be amended to read as follows: 6-16-1. Sections 6-16-1 to 6-16-7, inclusive, apply to elections for the formation of certain special districts and for the initial election of the board of directors or trustees for these districts. The special districts covered are: county road, ambulance, rural fire protection, library, sanitary, irrigation, watershed, and water project districts."}, {"bill_id": 5582, "bill_version_id": 30263, "bill_version": "Senate Local Government Engrossed", "bill_version_date": "2014-02-12T10:55:29.24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide authority to establish special purpose districts for libraries. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. If any person requests to form, organize, establish, equip, and maintain a library district, the petition sponsor shall present a petition to the county auditor of each county in which the area is situated. A library district may be created for the purpose of construction, maintenance, or management of a library. The board of county commissioners in each county where a district would be situated may also initiate formation of a district by resolution. Section 2. If an area is petitioned to be formed as a library district under the provisions of section 1 of this Act and that area contains within its geographical boundaries one or more municipalities which provide and support library services, then the petition shall be signed only by those people living outside of, and the election provided by this Act shall be held only outside of, the boundaries of such municipality or municipalities. However, if the governing body of a municipality adopts a resolution, such municipality may be included in the election and if a majority of both voters in the area outside such municipality and the municipal voters, voting separately, vote to provide library services then such municipal public library services shall cease. The library services for the area, including the municipality, shall be provided by the district created by this Act. Section 3. The petition shall contain the suggested name of the proposed district and the legal description of the real properties intended to be embraced in the proposed district. The petitioners shall file a map showing the suggested boundaries of the proposed district and deposit a sum sufficient to defray the expenses of publishing the notices required by section 6 of this Act and § 6-16-4 with the county auditor. Section 4. After the petition is filed with the county auditor, the county auditor shall determine and certify that the petition has been signed by at least fifteen percent of the registered voters within the proposed district. If the petition contains sufficient names, the county auditor shall designate a time and place for the petition or resolution to be heard by the board of county commissioners. Section 5. If the proposed district is situated within two or more counties, the county auditor of the county containing the largest area, shall confer with each county auditor of the other counties concerned. The county auditor shall designate a time and place for hearing before a joint meeting of the boards of county commissioners of each county and give notice by publication pursuant to section 6 of this Act. Section 6. The county auditor shall publish two notices in the legal newspapers of each county affected. The last publication shall appear at least seven days before the hearing and include a legal description of the proposed properties to be included in the district. Section 7. The board of county commissioners shall conduct the hearing and allow any person residing in or owning taxable property within the proposed district an opportunity to be heard respecting the formation of the district or the location of the boundaries. The board of county commissioners shall determine if the proposed district provides a public benefit or service to the county and determine the boundaries of the proposed district as suggested in the petition or otherwise. The board of county commissioners shall make a written order of the determination describing the purpose of the district and the boundaries of the district and file the order in the office of the county auditor in each county in which the district is situated. Section 8. After the order is filed, the county auditor or county auditors shall conduct an election pursuant to §§ 6-16-4 to 6-16-6, inclusive. Section 9. Permanent organization shall be effected by the election of a board of directors consisting of five resident voters of the district. The organization will operate in accordance with existing laws regarding public libraries unless otherwise hereby specified. Section 10. The board of directors shall meet as soon after the organizational meeting as possible to elect a president, a vice president, and a secretary-treasurer. Section 11. Each director and officer shall be elected for three years for a maximum of two consecutive terms. A candidate for the office of director of the public library district shall be a registered voter within the district. At the first election one of the directors shall be selected by lot in the presence of a majority of the directors to serve a one-year term, two of the directors shall be selected by lot in the presence of a majority of the directors to serve a two-year term, and the remaining two directors shall serve a three-year term. A district director may receive compensation for services in an amount not to exceed forty dollars per day and may receive expenses, including traveling expenses, necessarily incurred in the discharge of the director's duties. A vacancy in the office of a member shall be filled by appointment by the remaining members of the board. The term of the appointed member is to fill the unexpired term of the vacant office. Section 12. Upon compliance with the provisions of this Act and chapter 6-10 relating to organization, the district under its designated name shall constitute a body politic and corporate. Section 13. The board of directors may: (1) Determine a program for the district to follow; (2) Manage and conduct the business affairs of the district; (3) Make and execute contracts in the name of and for the district; (4) Purchase or lease equipment, supplies, and other real or personal property as necessary and proper to carry out the purpose of the district; and (5) Incur indebtedness for the district within the limits prescribed by this Act, and to authorize the issuance of evidence of indebtedness permitted under this subdivision, and to pledge any real or personal property owned or acquired by the district as security. Section 14. Any district may elect to enter into a contract with any federal, state, or local government agency to consolidate or cooperate for mutual services upon suitable terms. Section 15. The board of directors shall make an annual estimate of the expense for carrying out the program for the district and certify the estimate of tax dollars needed to the county auditor. The tax levy may not exceed one dollar per thousand dollars of taxable valuation of the property within the district. The tax shall be collected as other taxes are collected in the county. Section 16. The tax shall be deposited with the secretary-treasurer of the district, who shall have a surety bond in the amount of at least twenty-five thousand dollars. Section 17. A district may become indebted for an amount that is payable with ten or less annual maximum tax levies as authorized by section 15 of this Act. The district may borrow money at a rate not to exceed twelve percent and may issue appropriate evidence of indebtedness thereof. Section 18. Any funds collected for the district through the levy of taxes; any donations, contributions, service fees bequests, or annuities; and any borrowed money received by or for the district shall be deposited in a state or national bank to the credit of the district fund and may be drawn out only by warrant. Section 19. A claim voucher shall be authorized by the board of directors and shall bear the signature of the secretary-treasurer and the countersignature of the president of the district. Section 20. The secretary-treasurer of the district shall, on or before January thirty-first of each year, file a financial report of the previous calendar year with the appropriate county auditor. Section 21. The boundaries of any district organized under the provisions of this Act may be changed in the manner prescribed by sections 4 to 8, inclusive, of this Act. However, the changes of boundaries of any district does not impair or affect its organization or its right in or to property; nor does it impair, affect, or discharge any contract, obligation, lien, or change for or upon which it might be liable had the change of boundaries not been made. Section 22. A regular meeting of the registered voters who are residing within the boundaries of a district shall be held in the first quarter of each calendar year and special meetings may be called by the board of directors at any time. The secretary-treasurer shall give notice of any special meeting by publishing one notice in a legal newspaper of general circulation in each county in which the district is situated. The meeting may be held not less than seven days nor more than fourteen days after the date of publication of the notice. Section 23. The secretary-treasurer of the district shall, at each annual public meeting of the district, present a financial report concerning the affairs of the district. Section 24. The capital outlay fund of a district is a fund provided by law to meet expenditures of one thousand dollars or more which result in the acquisition of or additions to real property, plant, or equipment. Capital outlay fund expenditures may be for land, existing facilities, improvement of grounds, construction of facilities, additions to facilities, remodeling of facilities, or for the purchase of equipment. Section 25. In addition to any tax levy authorized pursuant to section 15 of this Act, the board of directors of a district may authorize an annual levy of a tax not to exceed fifty cents per thousand dollars of taxable valuation on the taxable valuation of the district for the capital outlay fund. Section 26. Any district using the capital outlay fund to pay for the construction or addition to any facility which requires the advertisement of bids pursuant to chapter 5-18B shall have a public hearing at least ten days before the advertisement of any contract specifications. The public hearing shall be advertised in the legal newspapers of each county where the district has territory. Following the public hearing, and approval of the board of directors, the district may use the capital outlay fund as provided in section 25 of this Act. However, if a district changes the originally advertised use of the fund, it shall hold another public hearing. Section 27. That § 6-16-1 be amended to read as follows: 6-16-1. Sections 6-16-1 to 6-16-7, inclusive, apply to elections for the formation of certain special districts and for the initial election of the board of directors or trustees for these districts. The special districts covered are: county road, ambulance, rural fire protection, library, sanitary, irrigation, watershed, and water project districts."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5582, "action_date": "2014-02-04T14:00:00-06:00", "document_id": 29778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29778.pdf", "status_text": "First read in Senate and referred to", "journal_page": 200, "committee_id_action": 229, "committee_id_assigned": 212, "result": "N", "vote": {}}, {"bill_id": 5582, "action_date": "2014-02-12T08:00:00-06:00", "document_id": 30128, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30128.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 212, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5582, "action_date": "2014-02-12T08:00:00-06:00", "document_id": 30246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30246.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 212, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5582, "action_date": "2014-02-12T08:00:00-06:00", "document_id": 30246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30246.pdf", "status_text": "Do Pass Amended", "journal_page": 304, "committee_id_action": 212, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15981, "president_vote": null, "Yea": [473, 470, 493, 446], "Nay": [432, 443, 452]}}, {"bill_id": 5582, "action_date": "2014-02-18T14:00:00-06:00", "document_id": 30512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30512.pdf", "status_text": "Motion to amend", "journal_page": 352, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5582, "action_date": "2014-02-18T14:00:00-06:00", "document_id": 30512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30512.pdf", "status_text": "Do Pass Amended", "journal_page": 352, "committee_id_action": 229, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 16182, "president_vote": null, "Yea": [469, 473, 470, 526, 475, 474, 446, 490], "Nay": [437, 444, 846, 495, 447, 472, 432, 465, 847, 483, 443, 452, 436, 438, 424, 492, 491, 428, 435, 440, 493, 849, 426, 494, 434, 486], "Excused": [429]}}]}