{"session_id": 7, "bill_id": 798, "bill_type": "House Bill", "bill_number": 1040, "bill_title": "revise certain license, registration, and inspection fees related to food service establishments, lodging establishments, and campgrounds.", "sponsors": [], "keywords": ["Department of Health", "Fees", "Licenses", "Public Health and Safety"], "audio": [{"meeting_datetime": "2009-01-30T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap13.mp3", "start_seconds": 2246.0}, {"meeting_datetime": "2009-01-30T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap13.mp3", "start_seconds": 2246.0}, {"meeting_datetime": "2009-01-30T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap13.mp3", "start_seconds": 2246.0}, {"meeting_datetime": "2009-01-30T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap13.mp3", "start_seconds": 2246.0}, {"meeting_datetime": "2009-02-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou15.mp3", "start_seconds": 3302.0}, {"meeting_datetime": "2009-02-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou15.mp3", "start_seconds": 3302.0}, {"meeting_datetime": "2009-02-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou15.mp3", "start_seconds": 3302.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sap24.mp3", "start_seconds": 47.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sap24.mp3", "start_seconds": 47.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sap24.mp3", "start_seconds": 47.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen25.mp3", "start_seconds": 2995.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen25.mp3", "start_seconds": 2995.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen25.mp3", "start_seconds": 2995.0}], "bill_versions": [{"bill_id": 798, "bill_version_id": 5140, "bill_version": "Introduced", "bill_version_date": "2009-01-06T14:41:33.68-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain license, registration, and inspection fees related to food service establishments, lodging establishments, and campgrounds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-18-1 be amended to read as follows: 34-18-1. Terms used in this chapter mean: (1) \"Campground,\" a plot of ground for public use upon which two or more campsites are located, established, maintained, advertised, or held out to the public to be a place where camping units can be located and occupied as temporary living quarters for children or adults, or both. Camping units are considered to be trailers, tent campers, campers, tents, recreational park trailers, or other equipment that may be used by the public at individual campsites located at campgrounds or areas used by the public as campgrounds; (2) \"County fair,\" any fair or celebration operated by any county of this state and under the supervision of a county fair board, county fair association, or the county board of commissioners; (3) \"Department,\" the Department of Health; (4) \"Food,\" any raw, cooked, or processed edible substance, beverage, or ingredient used or intended for use or for sale in whole or in part for human consumption; (5) \"Food service establishment,\" any fixed restaurant; coffee shop; cafeteria; short-order café; luncheonette; grill; tearoom; sandwich shop; soda fountain; tavern; bar; cocktail lounge; night club; roadside stand; catering kitchen; delicatessen; bakery; grocery store; boardinghouse; or similar place in which food or drink is prepared for sale or for service to the public on the premises or elsewhere with or without charge; (6) \"Full-service campground,\" a campground that provides services to accommodate all types of campers and camping units. The campground shall have a service building, an approved water supply, and an approved waste collection system; (7) \"Hotel,\" any hotel, motel, lodge, resort, cabins, building, or buildings with more than ten rental units which is used to provide sleeping accommodations for a charge to the public; (8) \"Limited-service campground,\" a campground that offers limited services for self- contained and independent camping units only. All camping units shall be equipped with separate potable water and sewage holding tanks on each unit. The campground shall have an approved water supply and an approved waste collection system; (7) (9) \"Lodging establishment,\" any building or other structure and property or premises kept, used, maintained, advertised or held out to the public to be a place where sleeping accommodations are furnished for pay to two or more transient guests. The term includes hotels, motels, cabins, bed and breakfast establishments, lodges, vacation home establishments, dude ranches, and resorts; (8) (10) \"Mobile food service establishment,\" any mobile unit in which food or drink is prepared for sale or for service to the public with or without charge; (9) (11) \"Nonprofit organization,\" any governmental organization, church, fraternal, social, school, youth, or other similar organization that is organized and operated for a common good and not for the specific monetary gain of any person or persons; (10) (12) \"Owner,\" the operator, agent, proprietor, manager, or licensee whether it be a person, firm, corporation, limited liability company, or association; (13) \"Primitive campground,\" a campground accessible by nonmotorized methods of travel. The campground shall be equipped with an approved limited waste collection system; (11) (14) \"Rental unit,\" any room, cabin, or other quarters that may be rented to a guest for sleeping accommodations; (12) (15) \"Secretary,\" the secretary of the Department of Health; (13) (16) \"Specialty resort,\" any bed and breakfast establishment, lodge, dude ranch, resort, building, or buildings used to provide accommodations or recreation for a charge to the public, with no more than ten rental units for up to an average of twenty guests per night and in which meals are provided to only the guests staying at the specialty resort; (14) (17) \"State Fair,\" the fair at Huron, South Dakota, operated by the Department of Agriculture; (18) \"Temporary campground,\" a campground that is operated for a single event such as a fair, rally, or festival involving the gathering of camping units and is licensed for a maximum of fourteen consecutive days or less; (15) (19) \"Temporary food service establishment,\" any food service establishment which operates at a fixed location for a temporary period of time, not to exceed two weeks, in connection with a fair, carnival, circus, public exhibition, or similar transitory gathering; (16) (20) \"Transient guest,\" any person who resides in a lodging establishment less than four consecutive calendar weeks; (17) (21) \"Vacation home establishment,\" any home, cabin, or similar building that is rented, leased, or furnished in its entirety to the public on a daily or weekly basis for more than fourteen days in a calendar year and is not occupied by an owner or manager during the time of rental. This term does not include a bed and breakfast establishment as defined in subdivision 34-18-9.1(1) ; (22) \"Water recreational facility,\" any artificial basin of water located at a facility licensed pursuant to chapter 34-18 constructed, installed, modified, or improved for the purpose of swimming, wading, diving, or recreation, including swimming pools, spas, hot tubs, and water slides . Section 2. That § 34-18-9.3 be amended to read as follows: 34-18-9.3. Any bed and breakfast establishment operating in this state shall register with the Department of Health. A one-time registration fee of twenty-five thirty-eight dollars is required before a bed and breakfast establishment may be operated. The fee shall be placed in the Department of Health fee account. Any change in ownership or location of the bed and breakfast establishment requires a new registration on a form provided by the department. The form shall be submitted to the department along with payment of a twenty-five thirty-eight dollar registration fee. The department may investigate any complaint made against any bed and breakfast establishment. Section 3. That § 34-18-10 be amended to read as follows: 34-18-10. Every owner of a lodging establishment, campground, food service, or mobile food service establishment shall annually secure a license on or before the first day of July the license renewal period or before beginning the operation of the establishment or campground after making proper application on a form provided by the department, accompanied by the proper license fee. The initial application form shall be verified under oath and shall contain the following: (1) The name and address of the establishment or campground and previous name, if changed due to a change in ownership; (2) The name, address, and telephone number of the owner and operator of the establishment or campground; (3) A specification of the type of license applied for; (4) If for a lodging establishment license, a description of the size of the establishment and whether it has a swimming pool water recreational facility ; (5) If for a campground license, a description of the size and type of the campground and whether it has a swimming pool water recreational facility ; (6) If for a food service or mobile food service establishment license, a description of the size of the establishment; (7) A license fee schedule; and (8) A certification of consent to allow inspections of the establishment or campground by authorized department inspectors during business hours upon the presentation of identification. Section 4. That chapter 34-18 be amended by adding thereto a NEW SECTION to read as follows: A one-time initial license fee of one hundred dollars shall be charged to any new food service establishment, lodging establishment, or campground upon initial licensure. Section 5. That § 34-18-11 be amended to read as follows: 34-18-11. The annual license fee for a food service establishment or a lodging establishment shall be established by the Department of Health through rules adopted pursuant to chapter 1-26 as follows: (1) Food service establishment with no seating, ninety dollars; (2) Food service establishment with one to fifty seats, inclusive, one hundred twenty dollars; (3) Food service establishment with fifty-one to one hundred seats, inclusive, one hundred eighty dollars; (4) Food service establishment with one hundred one or more seats, two hundred twenty- five dollars; (5) Vacation home establishment, forty-five dollars; (6) Specialty resort, forty-five dollars; and (7) Hotel, two dollars and twenty-five cents per unit, with a minimum of forty-five dollars . Section 6. That § 34-18-11.1 be amended to read as follows: 34-18-11.1. The annual license fee for a campground shall be established by the Department of Health through rules adopted pursuant to chapter 1-26 as follows: (1) Full-service campground; (a) Two to twenty-five campsites, inclusive, seventy-five dollars; (b) Twenty-six to one hundred campsites, inclusive, one hundred thirteen dollars; (c) One hundred one to two hundred campsites, inclusive, one hundred fifty dollars; (d) Two hundred one to three hundred campsites, inclusive, one hundred eighty- eight dollars; (e) Three hundred one or more campsites, two hundred twenty-five dollars; (2) Limited-service campground, one hundred thirteen dollars; (3) Temporary campground, seventy-five dollars; and (4) Primitive campground, seventy-five dollars . Section 7. That § 34-18-13 be amended to read as follows: 34-18-13. A reduced prorated license fee in the amount of one-half the applicable annual license fee shall be charged for each new lodging establishments, campgrounds establishment, campground , and food service establishments establishment beginning operations after the first day of January each year the license renewal period and for changes in ownership and location of such any existing establishments establishment and campgrounds campground after the first day of January each year the license renewal period. To implement this section, the department may promulgate rules pursuant to chapter 1-26 . Section 8. That § 34-18-16 be amended to read as follows: 34-18-16. The annual license fee for a mobile food service establishment shall be twenty-five thirty-eight dollars. Section 9. That § 34-18-17 be amended to read as follows: 34-18-17. It shall be the duty of each Each owner of a temporary food service establishment to shall secure a license before beginning the operation of such the establishment after making proper application on a form provided by the department and accompanied by the proper license fee. The license fee for a temporary food service establishment shall be twenty-five thirty-eight dollars. Those businesses Any business which offer offers food at no cost or consideration not more than three times in any calendar year and no more than three consecutive days at any given time in conjunction with a grand opening, promotion , or special product showing shall be is exempt from the licensing and license fee provisions of this chapter. Such exemption from the licensing and license fee provisions does not release the owner of such establishments the establishment from compliance with the public health requirements of this chapter and the rules and regulations of the department. After having satisfied himself promulgated pursuant to this chapter. If the secretary is satisfied that such the temporary food service establishment is in compliance with this chapter and the rules and regulations of the department promulgated pursuant to this chapter , the secretary of health shall issue a license for thirty days from the date of issuance. Section 10. That § 34-18-25.1 be amended to read as follows: 34-18-25.1. The department shall, at least annually, make one inspection of every each lodging establishment and campground and, at least twice annually, of every each food service establishment or mobile food service licensed under this chapter to ascertain that such the lodging establishment, campground, food service establishment, or mobile food service is in compliance with this chapter and the rules promulgated thereunder pursuant to this chapter. The department shall charge an inspection fee of twenty-five dollars for each inspection . The inspection shall take place during business hours and shall be conducted by an authorized department inspector after presentation of identification. The scope of the inspection is limited to those areas provided for in this chapter and the rules promulgated thereunder pursuant to this chapter . Section 11. That chapter 34-18 be amended by adding thereto a NEW SECTION to read as follows: Each facility licensed pursuant to chapter 34-18 with one or more water recreational facilities shall be charged an additional annual fee of forty dollars for each water recreational facility."}, {"bill_id": 798, "bill_version_id": 6444, "bill_version": "House Appropriations Engrossed", "bill_version_date": "2009-01-30T11:34:27.207-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain license, registration, and inspection fees related to food service establishments, lodging establishments, and campgrounds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-18-1 be amended to read as follows: 34-18-1. Terms used in this chapter mean: (1) \"Campground,\" a plot of ground for public use upon which two or more campsites are located, established, maintained, advertised, or held out to the public to be a place where camping units can be located and occupied as temporary living quarters for children or adults, or both. Camping units are considered to be trailers, tent campers, campers, tents, recreational park trailers, or other equipment that may be used by the public at individual campsites located at campgrounds or areas used by the public as campgrounds; (2) \"County fair,\" any fair or celebration operated by any county of this state and under the supervision of a county fair board, county fair association, or the county board of commissioners; (3) \"Department,\" the Department of Health; (4) \"Food,\" any raw, cooked, or processed edible substance, beverage, or ingredient used or intended for use or for sale in whole or in part for human consumption; (5) \"Food service establishment,\" any fixed restaurant; coffee shop; cafeteria; short-order café; luncheonette; grill; tearoom; sandwich shop; soda fountain; tavern; bar; cocktail lounge; night club; roadside stand; catering kitchen; delicatessen; bakery; grocery store; boardinghouse; or similar place in which food or drink is prepared for sale or for service to the public on the premises or elsewhere with or without charge; (6) \"Full-service campground,\" a campground that provides services to accommodate all types of campers and camping units. The campground shall have a service building, an approved water supply, and an approved waste collection system; (7) \"Hotel,\" any hotel, motel, lodge, resort, cabins, building, or buildings with more than ten rental units which is used to provide sleeping accommodations for a charge to the public; (8) \"Limited-service campground,\" a campground that offers limited services for self- contained and independent camping units only. All camping units shall be equipped with separate potable water and sewage holding tanks on each unit. The campground shall have an approved water supply and an approved waste collection system; (7) (9) \"Lodging establishment,\" any building or other structure and property or premises kept, used, maintained, advertised or held out to the public to be a place where sleeping accommodations are furnished for pay to two or more transient guests. The term includes hotels, motels, cabins, bed and breakfast establishments, lodges, vacation home establishments, dude ranches, and resorts; (8) (10) \"Mobile food service establishment,\" any mobile unit in which food or drink is prepared for sale or for service to the public with or without charge; (9) (11) \"Nonprofit organization,\" any governmental organization, church, fraternal, social, school, youth, or other similar organization that is organized and operated for a common good and not for the specific monetary gain of any person or persons; (10) (12) \"Owner,\" the operator, agent, proprietor, manager, or licensee whether it be a person, firm, corporation, limited liability company, or association; (13) \"Primitive campground,\" a campground accessible by nonmotorized methods of travel. The campground shall be equipped with an approved limited waste collection system; (11) (14) \"Rental unit,\" any room, cabin, or other quarters that may be rented to a guest for sleeping accommodations; (12) (15) \"Secretary,\" the secretary of the Department of Health; (13) (16) \"Specialty resort,\" any bed and breakfast establishment, lodge, dude ranch, resort, building, or buildings used to provide accommodations or recreation for a charge to the public, with no more than ten rental units for up to an average of twenty guests per night and in which meals are provided to only the guests staying at the specialty resort; (14) (17) \"State Fair,\" the fair at Huron, South Dakota, operated by the Department of Agriculture; (18) \"Temporary campground,\" a campground that is operated for a single event such as a fair, rally, or festival involving the gathering of camping units and is licensed for a maximum of fourteen consecutive days or less; (15) (19) \"Temporary food service establishment,\" any food service establishment which operates at a fixed location for a temporary period of time, not to exceed two weeks, in connection with a fair, carnival, circus, public exhibition, or similar transitory gathering; (16) (20) \"Transient guest,\" any person who resides in a lodging establishment less than four consecutive calendar weeks; (17) (21) \"Vacation home establishment,\" any home, cabin, or similar building that is rented, leased, or furnished in its entirety to the public on a daily or weekly basis for more than fourteen days in a calendar year and is not occupied by an owner or manager during the time of rental. This term does not include a bed and breakfast establishment as defined in subdivision 34-18-9.1(1) ; (22) \"Water recreational facility,\" any artificial basin of water located at a facility licensed pursuant to chapter 34-18 constructed, installed, modified, or improved for the purpose of swimming, wading, diving, or recreation, including swimming pools, spas, hot tubs, and water slides . Section 2. That § 34-18-9.3 be amended to read as follows: 34-18-9.3. Any bed and breakfast establishment operating in this state shall register with the Department of Health. A one-time registration fee of twenty-five thirty-eight dollars is required before a bed and breakfast establishment may be operated. The fee shall be placed in the Department of Health fee account. Any change in ownership or location of the bed and breakfast establishment requires a new registration on a form provided by the department. The form shall be submitted to the department along with payment of a twenty-five thirty-eight dollar registration fee. The department may investigate any complaint made against any bed and breakfast establishment. Section 3. That § 34-18-10 be amended to read as follows: 34-18-10. Every owner of a lodging establishment, campground, food service, or mobile food service establishment shall annually secure a license on or before the first day of July the license renewal period or before beginning the operation of the establishment or campground after making proper application on a form provided by the department, accompanied by the proper license fee. The initial application form shall be verified under oath and shall contain the following: (1) The name and address of the establishment or campground and previous name, if changed due to a change in ownership; (2) The name, address, and telephone number of the owner and operator of the establishment or campground; (3) A specification of the type of license applied for; (4) If for a lodging establishment license, a description of the size of the establishment and whether it has a swimming pool water recreational facility ; (5) If for a campground license, a description of the size and type of the campground and whether it has a swimming pool water recreational facility ; (6) If for a food service or mobile food service establishment license, a description of the size of the establishment; (7) A license fee schedule; and (8) A certification of consent to allow inspections of the establishment or campground by authorized department inspectors during business hours upon the presentation of identification. Section 4. That chapter 34-18 be amended by adding thereto a NEW SECTION to read as follows: A one-time initial license fee of one hundred dollars shall be charged to any new food service establishment, lodging establishment, or campground upon initial licensure. Section 5. That § 34-18-11 be amended to read as follows: 34-18-11. The annual license fee for a food service establishment or a lodging establishment shall be established by the Department of Health through rules adopted pursuant to chapter 1-26 as follows: (1) Food service establishment with no seating, ninety dollars; (2) Food service establishment with one to fifty seats, inclusive, one hundred twenty dollars; (3) Food service establishment with fifty-one to one hundred seats, inclusive, one hundred eighty dollars; (4) Food service establishment with one hundred one or more seats, two hundred twenty- five dollars; (5) Vacation home establishment, forty-five dollars; (6) Specialty resort, forty-five dollars; and (7) Hotel, two dollars and twenty-five cents per unit, with a minimum of forty-five dollars . Section 6. That § 34-18-11.1 be amended to read as follows: 34-18-11.1. The annual license fee for a campground shall be established by the Department of Health through rules adopted pursuant to chapter 1-26 as follows: (1) Full-service campground; (a) Two to twenty-five campsites, inclusive, seventy-five dollars; (b) Twenty-six to one hundred campsites, inclusive, one hundred thirteen dollars; (c) One hundred one to two hundred campsites, inclusive, one hundred fifty dollars; (d) Two hundred one to three hundred campsites, inclusive, one hundred eighty- eight dollars; (e) Three hundred one or more campsites, two hundred twenty-five dollars; (2) Limited-service campground, one hundred thirteen dollars; (3) Temporary campground, seventy-five dollars; and (4) Primitive campground, seventy-five dollars . Section 7. That § 34-18-13 be amended to read as follows: 34-18-13. A reduced prorated license fee in the amount of one-half the applicable annual license fee shall be charged for each new lodging establishments, campgrounds establishment, campground , and food service establishments establishment beginning operations after the first day of January each year the license renewal period and for changes in ownership and location of such any existing establishments establishment and campgrounds campground after the first day of January each year the license renewal period. To implement this section, the department may promulgate rules pursuant to chapter 1-26 . Section 8. That § 34-18-16 be amended to read as follows: 34-18-16. The annual license fee for a mobile food service establishment shall be twenty-five thirty-eight dollars. Section 9. That § 34-18-17 be amended to read as follows: 34-18-17. It shall be the duty of each Each owner of a temporary food service establishment to shall secure a license before beginning the operation of such the establishment after making proper application on a form provided by the department and accompanied by the proper license fee. The license fee for a temporary food service establishment shall be twenty-five thirty-eight dollars. Those businesses Any business which offer offers food at no cost or consideration not more than three times in any calendar year and no more than three consecutive days at any given time in conjunction with a grand opening, promotion , or special product showing shall be is exempt from the licensing and license fee provisions of this chapter. Such exemption from the licensing and license fee provisions does not release the owner of such establishments the establishment from compliance with the public health requirements of this chapter and the rules and regulations of the department. After having satisfied himself promulgated pursuant to this chapter. If the secretary is satisfied that such the temporary food service establishment is in compliance with this chapter and the rules and regulations of the department promulgated pursuant to this chapter , the secretary of health shall issue a license for thirty days from the date of issuance. Section 10. That § 34-18-25.1 be amended to read as follows: 34-18-25.1. The department shall, at least annually, make one inspection of every each lodging establishment and campground and, at least twice annually, of every each food service establishment or mobile food service licensed under this chapter to ascertain that such the lodging establishment, campground, food service establishment, or mobile food service is in compliance with this chapter and the rules promulgated thereunder pursuant to this chapter. The department shall charge an inspection fee of twenty-five dollars for each inspection . The inspection shall take place during business hours and shall be conducted by an authorized department inspector after presentation of identification. The scope of the inspection is limited to those areas provided for in this chapter and the rules promulgated thereunder pursuant to this chapter . Section 11. That chapter 34-18 be amended by adding thereto a NEW SECTION to read as follows: Each facility licensed pursuant to chapter 34-18 with one water recreational facility shall be charged an annual fee of forty dollars. Each facility licensed pursuant to chapter 34-18 with more than one water recreational facility shall be charged an annual fee of sixty-five dollars."}, {"bill_id": 798, "bill_version_id": 7864, "bill_version": "Enrolled", "bill_version_date": "2009-02-20T09:44:43.187-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 798, "action_date": "2009-01-13T12:00:00-06:00", "document_id": 5315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5315.pdf", "status_text": "First read in House and referred to", "journal_page": 25, "committee_id_action": 56, "committee_id_assigned": 58, "result": "N", "vote": {}}, {"bill_id": 798, "action_date": "2009-01-30T08:00:00-06:00", "document_id": 6049, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6049.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 58, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 798, "action_date": "2009-01-30T08:00:00-06:00", "document_id": 6433, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6433.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 58, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 798, "action_date": "2009-01-30T08:00:00-06:00", "document_id": 6433, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6433.pdf", "status_text": "Do Pass Amended", "journal_page": 206, "committee_id_action": 58, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3382, "president_vote": null, "Nay": [676, 635], "Yea": [670, 674, 650, 707, 732, 668, 647]}}, {"bill_id": 798, "action_date": "2009-02-03T14:00:00-06:00", "document_id": 6759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6759.pdf", "status_text": "Do Pass Amended", "journal_page": 279, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3555, "president_vote": null, "Nay": [716, 676, 635, 708, 712, 709, 660, 706, 725, 644, 730, 729, 717, 711, 687, 734, 731, 713, 658, 718, 733], "Yea": [720, 666, 688, 670, 726, 715, 699, 674, 692, 651, 643, 693, 724, 727, 721, 652, 737, 672, 698, 738, 654, 719, 683, 695, 696, 722, 645, 637, 665, 678, 650, 646, 668, 639, 735, 679, 714, 736, 710, 728, 657, 641, 647, 691, 723, 684, 732, 707, 681]}}, {"bill_id": 798, "action_date": "2009-02-04T14:00:00-06:00", "document_id": 6844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6844.pdf", "status_text": "First read in Senate and referred to", "journal_page": 304, "committee_id_action": 54, "committee_id_assigned": 53, "result": "N", "vote": {}}, {"bill_id": 798, "action_date": "2009-02-18T09:00:00-06:00", "document_id": 7452, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7452.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 53, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 798, "action_date": "2009-02-18T09:00:00-06:00", "document_id": 7647, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7647.pdf", "status_text": "Do Pass", "journal_page": 441, "committee_id_action": 53, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4191, "president_vote": null, "Yea": [682, 636, 702, 697, 667], "Nay": [680, 638]}}, {"bill_id": 798, "action_date": "2009-02-19T14:00:00-06:00", "document_id": 7819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7819.pdf", "status_text": "Do Pass Amended", "journal_page": 469, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4339, "president_vote": null, "Yea": [653, 685, 702, 649, 700, 673, 663, 677, 675, 634, 697, 690, 636, 667, 656, 661, 662, 703, 664, 689, 705, 642, 671], "Excused": [704, 648], "Nay": [680, 682, 655, 659, 669, 686, 701, 638, 640, 694]}}, {"bill_id": 798, "action_date": "2009-02-23T14:00:00-06:00", "document_id": 8030, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8030.pdf", "status_text": "Signed by the Speaker", "journal_page": 507, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 798, "action_date": "2009-02-24T14:00:00-06:00", "document_id": 8137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8137.pdf", "status_text": "Signed by the President", "journal_page": 544, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 798, "action_date": "2009-02-25T14:00:00-06:00", "document_id": 8231, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8231.pdf", "status_text": "Delivered to the Governor", "journal_page": 567, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 798, "action_date": "2009-03-03T14:00:00-06:00", "document_id": 8493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8493.pdf", "status_text": "Signed by the Governor", "journal_page": 596, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4316}