{"session_id": 69, "bill_id": 24673, "bill_type": "Senate Bill", "bill_number": 80, "bill_title": "improve technology equipment for providers of elderly care and to make an appropriation therefor.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24673", "sponsors": [{"legislator_profile_id": 4488, "is_prime": true}, {"legislator_profile_id": 4506, "is_prime": true}], "keywords": ["Appropriation", "Grants", "Health Care", "Medicaid", "Technology"], "audio": [], "bill_versions": [{"bill_id": 24673, "bill_version_id": 259308, "bill_version": "Introduced", "bill_version_date": "2024-01-11T11:05:49.28-06:00", "bill_text": "An Act to improve technology equipment for providers of elderly care and to make an appropriation therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. There is hereby appropriated from the general fund the sum of $5,000,000 to the Department of Human Services, for providing grants to select providers for the purchase of technology equipment that would improve the quality of life and health outcomes of elderly residents and support health care workers. Section 2. A select provider must be a state-licensed Medicaid provider that primarily serves elderly patients. A select provider shall fill out an application detailing what technology equipment will be used, the expected outcomes in terms of the quality of life and health outcomes for the provider's residents and support for the provider's health care workers to fulfill the worker's duties, and any other information necessary for the department to evaluate an application. Section 3. Before any moneys are expended under this Act, the Department of Human Services shall evaluate each application based on the criteria on the application submitted in section 2 of this Act.The moneys appropriated in this Act must be expended for the technology equipment described in the approved application. Section 4. The department shall provide a report to the Joint Committee on Appropriations detailing how the grants were used. The report shall include providers awarded a grant using the moneys in this Act, amount of money awarded to each provider, technology equipment purchased, the use of the technology equipment, and the number of patients served through the grant. Section 5. The secretary of the Department of Human Services shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 6. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 7. This Act is effective beginning June 29, 2024."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24673, "action_date": "2024-01-11T14:00:00-06:00", "document_id": 259099, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259099.pdf", "status_text": "First read in Senate and referred to", "journal_page": 58, "committee_id_action": 1219, "committee_id_assigned": 1213, "result": "N", "vote": {}}]}