{"session_id": 15, "bill_id": 3606, "bill_type": "House Bill", "bill_number": 1150, "bill_title": "prohibit false advertising by limited services pregnancy centers and to provide for judicial relief.", "sponsors": [{"legislator_profile_id": 288, "is_prime": true}, {"legislator_profile_id": 268, "is_prime": true}, {"legislator_profile_id": 262, "is_prime": false}, {"legislator_profile_id": 257, "is_prime": false}, {"legislator_profile_id": 260, "is_prime": false}, {"legislator_profile_id": 220, "is_prime": false}, {"legislator_profile_id": 282, "is_prime": false}, {"legislator_profile_id": 216, "is_prime": false}, {"legislator_profile_id": 256, "is_prime": false}], "keywords": ["Abortion", "Public Health and Safety", "Trade Regulation"], "audio": [{"meeting_datetime": "2012-02-02T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe14.mp3", "start_seconds": 1850.0}, {"meeting_datetime": "2012-02-02T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe14.mp3", "start_seconds": 1850.0}, {"meeting_datetime": "2012-02-02T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe14.mp3", "start_seconds": 1850.0}, {"meeting_datetime": "2012-02-02T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe14.mp3", "start_seconds": 1850.0}], "bill_versions": [{"bill_id": 3606, "bill_version_id": 19815, "bill_version": "Introduced", "bill_version_date": "2012-01-23T10:07:15.703-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit false advertising by limited services pregnancy centers and to provide for judicial relief. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Abortion,\" as defined in § 34-23A-1; (2) \"Client,\" any person who is inquiring about or seeking services at a pregnancy services center; (3) \"Health information,\" any oral or written information in any form or medium that relates to the physical or mental health or condition of a client and any information in any form that relates to a client's health insurance; (4) \"Limited services pregnancy center,\" any pregnancy services center that does not directly provide abortions or emergency contraception to clients or provide referrals to clients for abortions or emergency contraception; (5) \"Pregnancy services center,\" any facility, including a mobile facility, the primary purpose of which is to provide services to women who are or may be pregnant and that offers obstetric ultrasounds, obstetric sonograms, or prenatal care to pregnant women or has the appearance of a medical facility. A pregnancy services center is deemed to be a medical facility if at least two of the following apply: (a) The facility offers pregnancy testing or pregnancy diagnosis; (b) The facility has staff or volunteers who wear medical attire or uniforms; (c) The facility contains one or more examination tables; (d) The facility contains a private or semi-private room or area containing medical supplies or medical instruments; (e) The facility has staff or volunteers who collect health information from clients; or (f) The facility shares space with a licensed health care provider or is located on the same premises as a state licensed medical facility or a licensed health care provider; (6) \"Prenatal care,\" any physical examination, pelvic examination, or clinical laboratory service that is provided to a woman during pregnancy. Section 2. No limited services pregnancy center may make or disseminate any advertisement in any medium, including in a newspaper, magazine, pamphlet, or the internet, that contains a statement or an omission of material fact related to the services that it offers or intends to offer to clients that is untrue or misleading and that the limited services pregnancy center knew or should have known to be untrue or misleading at the time the advertisement was created, published, or republished. Section 3. No limited services pregnancy center may make or disseminate any misleading or untrue statement concerning the services that it offers or intends to offer to clients as part of a design not to perform services that the limited services pregnancy center advertises that it offers, explicitly or by implication. Section 4. If the attorney general or any state's attorney has reason to believe that a limited services pregnancy center has violated section 2 or 3 of this Act, the attorney general or state's attorney may bring an action in the name of the state against the limited services pregnancy center for injunctive relief to restrain the violation. Section 5. Before an action may be commenced pursuant to section 4 of this Act, the attorney general or state's attorney shall notify the limited services pregnancy center, in writing, of the alleged violation. The notice shall specifically identify the alleged violation, including a description of the untrue information or omission of material fact, and provide the limited services pregnancy center ten days in which to cure the violation. If the limited services pregnancy center fails to cure the violation within ten days, as determined by the attorney general or state's attorney, the attorney general or state's attorney may commence an action for relief. Section 6. If a court finds that a limited services pregnancy center has violated this Act, the court may issue an injunction that requires any of the following: (1) That the limited services pregnancy center pay for and disseminate corrective advertising in the same form as the advertisement that is the basis of the violation; (2) That the limited services pregnancy center post a notice on its premises, in a location that is readily visible to clients in any waiting area or in each examination room that states whether there is a licensed physician on staff at the center and whether abortions, emergency contraception, or referrals for abortions or emergency contraception are available at the center; and (3) Any other narrowly tailored relief that the court considers necessary to remedy the adverse effects of the false, misleading, or deceptive advertising toward women seeking pregnancy-related services."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3606, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19948.pdf", "status_text": "First read in House and referred to", "journal_page": 150, "committee_id_action": 173, "committee_id_assigned": 162, "result": "N", "vote": {}}, {"bill_id": 3606, "action_date": "2012-02-02T07:45:00-06:00", "document_id": 20474, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20474.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3606, "action_date": "2012-02-02T07:45:00-06:00", "document_id": 20641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20641.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3606, "action_date": "2012-02-02T07:45:00-06:00", "document_id": 20641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20641.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 307, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10882, "president_vote": null, "Yea": [262, 303, 297, 272, 279, 292, 278, 224, 295, 294, 227], "Excused": [293, 237]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3606"}