{"session_id": 4, "bill_id": 4981, "bill_type": "Senate Bill", "bill_number": 85, "bill_title": "revise certain provisions regarding the trust business in banks and the trust company business.", "sponsors": [{"legislator_profile_id": 570, "is_prime": true}, {"legislator_profile_id": 569, "is_prime": true}], "keywords": ["Banks and Banking", "Fiduciaries and Trusts"], "audio": [{"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju12.mp3", "start_seconds": 4014.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju12.mp3", "start_seconds": 4014.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju12.mp3", "start_seconds": 4014.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju12.mp3", "start_seconds": 4014.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco27.mp3", "start_seconds": 153.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco27.mp3", "start_seconds": 153.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco27.mp3", "start_seconds": 153.0}, {"meeting_datetime": "2008-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou30.mp3", "start_seconds": 5149.0}, {"meeting_datetime": "2008-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou30.mp3", "start_seconds": 5149.0}, {"meeting_datetime": "2008-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou30.mp3", "start_seconds": 5149.0}], "bill_versions": [{"bill_id": 4981, "bill_version_id": 966, "bill_version": "Introduced", "bill_version_date": "2008-01-15T09:25:39.547-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the trust business in banks and the trust company business. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 51A-5-1 be amended to read as follows: 51A-5-1. No person may assume or use the word \"trust\" in such person's name in any manner which infers or suggests that such the person has authority to transact such business unless such the person is authorized to transact trust business pursuant to this title. A violation of this paragraph is a Class 2 misdemeanor. No bank may exercise trust powers unless it is so authorized by its articles of incorporation and approved by the commission director and it has qualified by making the deposit required by § 51A-5-4. Any person who exercises trust powers in violation of this section is guilty of a Class 2 misdemeanor. Section 2. That § 51A-6-16 be amended to read as follows: 51A-6-16. Upon finding that the trust company has been duly authorized to commence the business for which it is organized by the commission in this state , or by the comptroller of the currency , if the trust company is affiliated with a national bank, and that it has made the deposit required by § 51A-5-4, the circuit court shall enter an order substituting the trust company in every fiduciary capacity for a specified affiliated bank, except as may be otherwise specified in the application. Upon entry of such the order, the trust company shall, without further act, be substituted in every such fiduciary capacity, and such the substitution may be evidenced by filing a copy of the order with the register of deeds in any county of this state. Section 3. That § 51A-6A-4 be amended to read as follows: 51A-6A-4. No trust company may be incorporated or organized under the laws of this state or transact trust company business in this state until the application for its incorporation or organization and application for authority to do business has been submitted to and approved by the commission. The commission shall approve or disapprove the establishment of any trust company and the location of its principal office. The commission shall prescribe the form for making an application, and any application made to the commission shall contain such information as it requires. The applicant may, with the approval of the director, designate confidential information contained in its application that is not subject to disclosure except in accordance with §§ 51A-6A-39 and 51A-6A-46.2. The commission may not approve any application until the director first investigates and examines the application and the applicants. All proceedings before the commission on any application shall be held in conformance with chapter 1-26. If upon the dissolution or insolvency of any trust company it is the opinion of the director that by reason of the loss of services in the community, an emergency exists which may result in serious inconvenience or losses to customers or it is in the public interest of the community, the director may accept and approve an application for incorporation or organization and an application for authority to do business, subject to confirmation and subsequent approval by the commission. Upon approval of an application for authority to do business of a successor trust company, the director shall call a special meeting of the commission, and submit the application to the commission for its confirmation and approval. No trust company may be incorporated or organized under the laws of this state or transact trust company business in this state until the application for its incorporation or organization and application or authority to do business and the location of its principal office have been submitted to and approved under the same procedure for bank applications as provided in § 51A-2-16, except that conditions for considering an application involving a trust company shall be as set forth in § 51A-6A-5. The director shall prescribe the form for making an application and any application submitted shall contain such information as required. The applicant may, with approval of the director, designate confidential information. If upon the dissolution or insolvency of any trust company, it is the opinion of the director that by reason of the loss of services in the community, an emergency exists which may result in serious inconvenience or losses to customers or it is in the public interest of the community, the director may accept and approve an application for incorporation or organization and an application for authority to do business without prior notice. Upon approval of an application by the director for authority to do business of a successor trust company, the director may call a special meeting of the commission and submit the application to the commission for its review and confirmation. Section 4. That § 51A-6A-5 be amended to read as follows: 51A-6A-5. Upon the filing of an application with the commission, the director shall make a careful examination and investigation concerning the following conditions: (1) The financial standing, general business experience, and character of the organizers and incorporators; (2) The character, qualifications, and experience of the officers of the proposed trust company; (3) The public need for the proposed trust company in the community where the trust company has proposed to locate and whether existing banks or trust companies are meeting the need; and (4) The prospects for success of the proposed trust company. If the commission determines any of these conditions unfavorable to the applicants, the application shall be disapproved, but if not, then the application shall be approved. In ruling on an application required under this chapter, the director or the commission, as the case may be, shall consider the following: (1) The financial standing, general business experience, and character of the organizers or incorporators of the applicant; (2) The character, qualifications, and experience of the officers of the applicant; (3) The applicant's ability to serve the community or clients as described in the application; and (4) The prospects for success of the proposed trust company. In any hearing on the application before the commission, the director shall submit to the commission for its consideration the director's findings with respect to the above conditions together with all other pertinent information in the director's possession. If the director or the commission, as the case may be, determines any of these conditions unfavorable to the applicant, then the application shall be disapproved, but if not, then the application shall be approved. Any proceeding before the commission on an application shall be held in conformance with chapter 1-26. Section 5. That § 51A-6A-7 be amended to read as follows: 51A-6A-7. Any five three or more persons may organize a trust company and make and file articles as provided by the laws of this state. No trust company may be organized or incorporated to engage in business as such until the articles have been submitted to and have been approved by the commission in accordance with § 51A-6A-4 . The name selected for the trust company may not be the name of any other trust company doing business in the state, and the commission director shall accept or reject the name. However, the approval of a trust company name by the commission director may not supersede any person's rights pursuant to state or federal trademark law. The articles, in addition to any other information required by law, shall state: (1) That the corporation or limited liability company is formed for the purpose of engaging in the trust company business; and (2) The period for which such corporation or limited liability company is organized, not exceeding twenty years. The articles may contain any other provisions as are consistent with law. The articles shall be subscribed by one or more of the organizers of the proposed trust company and shall be acknowledged by them. The full amount of the capital required by § 51A-6A-19 shall be subscribed before the articles are filed. Section 6. That § 51A-6A-9 be amended to read as follows: 51A-6A-9. The existence of any trust company shall date from the filing of its articles from which time it shall have and may exercise the incidental powers conferred by law upon corporations or limited liability companies, as applicable. However, no trust company may transact any business except the election of officers, the taking and approving of their official bonds, the receipts of payment upon stock subscriptions, and other business incidental to its organization, until it has secured the required approval of the commission and the authorization of the director to commence business. Section 7. That § 51A-6A-10 be amended to read as follows: 51A-6A-10. When the capital of any trust company is paid in, the president or cashier shall transmit to the director a verified statement showing the names and addresses of all owners, the amount of stock or units each subscribed, and the amount paid in by each. The director shall examine review each trust company especially as to the amount of money paid in for capital, surplus, and undivided profits; by whom the amounts were paid, the amount of capital stock or units owned in good faith by each owner, and generally whether the trust company has complied with the provisions of law. The director shall charge the examination fee as established by rule pursuant to chapter 1-26. If the director finds from the examination determines that the trust company has been organized as provided by law, has complied with the provisions of law, and has secured the preliminary required approval of the director as authorized, or the approval of the commission , the director shall issue a certificate showing that the trust company has been organized and its capital paid in as required by law and that the trust company is authorized to transact trust business as provided by law. Section 8. That § 51A-6A-19 be amended to read as follows: 51A-6A-19. For purposes of this section, the capital of a trust company is the total of the aggregate par value of its outstanding shares of capital stock or ownership units, its surplus, and its undivided profits. The minimum capital of a trust company shall be is two hundred thousand dollars. The commission director may require that the trust company have more capital than the amount specified if the commission director determines that the amount and character of the anticipated business of the trust company and the safety of the customers so require. This chapter recognizes that capital for a trust company serves a different purpose than does capital for a bank. It is not intended that capital requirements for trust companies be judged by the same standards as banks. Basic protection for fiduciary clients of a trust company shall be provided by the purchase of a surety bond, fidelity bond , and a director's and officer's liability insurance policy , or all or any of the foregoing as the director may determine . The bond or and insurance shall be in an amount of not less than one million dollars each . Any The bond or and insurance required to be secured by a trust company shall provide that the any bonding or insurance company providing the bond or insurance coverage shall give at least ninety days notice of cancellation or renewal of the bond or insurance policy to the trust company and to the director. Except as may be provided elsewhere in this chapter, no trust company may reduce voluntarily its capital stock or ownership units or surplus below the amount required in this section. Section 9. That § 51A-6A-39 be amended to read as follows: 51A-6A-39. All information the director generates in making an investigation or examination of a state trust company shall be is confidential information . All confidential information shall be is the property of the state and is not subject to disclosure except upon the written approval of the director. The director shall give ten days' prior written notice of intent to disclose confidential information to the affected trust company. Any trust company which receives a notice may object to the disclosure of the confidential information and shall be afforded the right to a hearing in accordance with the provisions of chapter 1-26. If a trust company requests a hearing, the director may not reveal confidential information prior to the conclusion of the hearing and a ruling. Disclosure of confidential information shall be made only to formal regulatory bodies of this state which clearly have a need for the confidential information. Prior to dissemination of any confidential information, the director shall require a written agreement not to reveal the confidential information by the party receiving the confidential information. In no event may the director disclose confidential information to the general public, any competitor, or any potential competitor of a trust company. Section 10. That § 51A-6A-54 be amended to read as follows: 51A-6A-54. No trust company incorporated under the laws of this state may change its place of business, from one city or town to another or from one location to another within the same city or town, without the prior approval of the commission director . Any trust company desiring to change its place of business shall file a written application with the commission director in the form and containing the information as the commission director requires. The commission director shall examine and investigate the application , inquire into the public necessity for the trust company in the community in which it is proposed to locate, and approve or disapprove the application. The expenses of the examination and investigation shall be paid by the trust company. Section 11. That § 51A-6A-58 be amended to read as follows: 51A-6A-58. After first applying for and obtaining the approval of the commission director , one or more trust service offices may be established and operated by a trust company incorporated under the laws of this state or by an out-of-state trust institution, if and to the extent that the state, territory, or district in which the out-of-state trust institution is chartered or licensed to engage in a trust company business grants authority for a trust company organized and doing business under the laws of this state to establish an office in that state, territory, or district. An application to establish and operate a trust service office or to relocate an existing trust service office shall be in the form and contain the information as the director shall require. The application shall include an affidavit of publication of notice that applicant trust company or out-of-state institution intends to file an application to establish a trust service office or relocate an existing trust service office. This notice shall be published in a newspaper of general circulation in the county where the applicant trust company or out-of-state institution proposes to locate the trust service office. The notice shall be in the form prescribed by the commission and at a minimum shall contain the name and address of the applicant trust company or out-of- state institution, the location of the proposed trust service office, a solicitation for written comments concerning the proposed trust service office to be submitted to the commission, and provide for a comment period of not less than ten days prior to the commission's final consideration of the application submitted and approved in the manner set forth in § 51A-6A-4 . A trust company may establish a trust service office in another state, territory, or district and may conduct any activities at that office that are permissible for a trust company under the laws of that state, territory, or district subject to the laws of this state and subject to the rules, orders, or declaratory rules of the commission or the director. However, a trust company need not comply with the publication requirements of this section if opening a trust service office in another state, territory, or district. Section 12. That § 51A-6A-59 be repealed. 51A-6A-59. If there is any written objection to an application filed pursuant to § 51A-6A-58 that is filed with the commission within sixty days after receipt of the application, the commission shall hold a hearing in the county in which the applicant trust company seeks to establish and operate a trust service office. If there is no written objection filed with the commission within sixty days, the commission may hold a hearing on the application in the county. Notice of the time, date, and place of the hearing, if one is to be held, shall be published in a newspaper of general circulation in the county by the trust company seeking to establish and operate the trust service office not less than ten days or more than thirty days before the date of the hearing. An affidavit of publication shall be filed with the director. Not less than ten days or more than thirty days before the date of the hearing, the director shall give notice of the time, date, and place of the hearing by registered or certified mail to all banks and trust companies having their principal place of business, branch banks, or trust service offices in the county in which the applicant trust company seeks to locate a trust service office. At the hearing, any interested person shall be allowed to present written and oral evidence to the commission in support of or in opposition to the application. Upon completion of a transcript of the testimony given at the hearing, the transcript shall be filed in the office of the director and copies shall be furnished to the members of the commission not less than fourteen days prior to the meeting of the commission at which the application will be considered. Section 13. That § 51A-6A-60 be repealed. 51A-6A-60. The commission shall approve or disapprove the application within ninety days after consideration of the application and the evidence gathered during the commission's investigation. The application shall be granted only if the commission finds that: (1) There is or will be at the time the trust service office is opened the need for the trust company in the community to be served by it; (2) There is a reasonable probability of usefulness and success of the proposed trust service office; (3) The applicant trust company's financial history and condition is sound; and (4) The proposed trust service office can be established without undue injury to properly conducted existing banks or trust companies. Any final action of the commission approving or disapproving an application is subject to review in accordance with chapter 1-26 upon the petition of any adversely affected or aggrieved person who appeared and offered evidence at the hearing upon the application. Section 14. That § 51A-6A-65 be amended to read as follows: 51A-6A-65. Any state bank chartered under Title 51A which exercises only trust powers and which has never accepted deposits may make application to the commission director to reorganize as a trust company under chapter 51A-6A. An application for conversion from a state bank to a trust company shall consist of a letter of intent signed by a majority of the bank's board of directors together with any additional information required by the director. The stockholders of the bank shall make, execute, and acknowledge amendments to their articles of incorporation as required in order to terminate the corporation's former status as a bank and to conform its articles of incorporation to the requirements of chapter 51A-6A. Upon receipt of the application for approval of a conversion, the director shall conduct such investigation as the director deems necessary to ascertain whether: (1) The letter of intent and supporting items satisfy the requirements of this title; (2) The plan of conversion adequately protects the interests of the beneficiaries of any trusts for which the bank is a trustee; and (3) The requirements for a conversion under all applicable laws have been satisfied and the resulting trust company would satisfy the requirements for trust companies authorized by this title. Upon filing and approval of such articles of amendment as provided by this title, and upon the issuance of a certificate of authority by the director as provided by this title, such corporation may transact business as a trust company and is subject to regulation as a trust company under this title."}, {"bill_id": 4981, "bill_version_id": 3986, "bill_version": "Enrolled", "bill_version_date": "2008-02-26T10:17:10.87-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4981, "action_date": "2008-01-15T14:00:00-06:00", "document_id": 1049, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1049.pdf", "status_text": "First read in Senate and referred to", "journal_page": 117, "committee_id_action": 28, "committee_id_assigned": 6, "result": "N", "vote": {}}, {"bill_id": 4981, "action_date": "2008-01-23T10:00:00-06:00", "document_id": 1346, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1346.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 6, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4981, "action_date": "2008-01-25T10:00:00-06:00", "document_id": 1707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1707.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 6, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4981, "action_date": "2008-01-25T10:00:00-06:00", "document_id": 1901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1901.pdf", "status_text": "Do Pass", "journal_page": 228, "committee_id_action": 6, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 670, "president_vote": null, "Yea": [557, 576, 567, 569, 627, 541, 573]}}, {"bill_id": 4981, "action_date": "2008-01-25T10:00:00-06:00", "document_id": 1901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1901.pdf", "status_text": "Placed on consent", "journal_page": null, "committee_id_action": 6, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4981, "action_date": "2008-01-29T14:00:00-06:00", "document_id": 2098, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2098.pdf", "status_text": "Do Pass", "journal_page": 252, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 876, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 610, 629, 613, 632, 577, 588, 539, 627, 548, 550, 541, 607], "Excused": [618]}}, {"bill_id": 4981, "action_date": "2008-01-30T14:00:00-06:00", "document_id": 2216, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2216.pdf", "status_text": "First read in House and referred to", "journal_page": 339, "committee_id_action": 27, "committee_id_assigned": 15, "result": "N", "vote": {}}, {"bill_id": 4981, "action_date": "2008-02-20T10:00:00-06:00", "document_id": 3319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3319.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4981, "action_date": "2008-02-20T10:00:00-06:00", "document_id": 3506, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3506.pdf", "status_text": "Do Pass", "journal_page": 637, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2210, "president_vote": null, "Yea": [602, 579, 623, 589, 546, 536, 578, 617, 540, 561, 600], "Excused": [555], "Nay": [556]}}, {"bill_id": 4981, "action_date": "2008-02-21T14:00:00-06:00", "document_id": 3687, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3687.pdf", "status_text": "Deferred to another day", "journal_page": 685, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4981, "action_date": "2008-02-22T13:00:00-06:00", "document_id": 3824, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3824.pdf", "status_text": "Deferred to another day", "journal_page": 702, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4981, "action_date": "2008-02-25T14:00:00-06:00", "document_id": 3927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3927.pdf", "status_text": "Do Pass", "journal_page": 728, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2519, "president_vote": null, "Yea": [602, 579, 614, 625, 593, 586, 570, 597, 532, 608, 623, 574, 534, 555, 542, 552, 575, 580, 572, 624, 595, 529, 594, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 605, 628, 630, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 531, 563, 540, 566, 549, 619, 626, 611, 606, 587, 559, 564, 561, 591], "Nay": [609], "Excused": [568]}}, {"bill_id": 4981, "action_date": "2008-02-26T14:00:00-06:00", "document_id": 4020, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4020.pdf", "status_text": "Signed by the President", "journal_page": 656, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4981, "action_date": "2008-02-26T14:00:00-06:00", "document_id": 4029, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4029.pdf", "status_text": "Signed by the Speaker", "journal_page": 764, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4981, "action_date": "2008-02-27T11:00:00-06:00", "document_id": 4108, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4108.pdf", "status_text": "Delivered to the Governor", "journal_page": 684, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4981, "action_date": "2008-03-17T10:00:00-05:00", "document_id": 4324, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4324.pdf", "status_text": "Signed by the Governor", "journal_page": 742, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4119}