{"session_id": 15, "bill_id": 3196, "bill_type": "House Bill", "bill_number": 1027, "bill_title": "repeal certain outdated or unnecessary statutes related to the Division of Behavioral Health within the Department of Social Services.", "sponsors": [], "keywords": ["Department of Social Services", "Legislature and Statutes", "Persons with Mental Illness", "Public Health and Safety"], "audio": [{"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe10.mp3", "start_seconds": 544.0}, {"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe10.mp3", "start_seconds": 544.0}, {"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe10.mp3", "start_seconds": 544.0}, {"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe10.mp3", "start_seconds": 544.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she19.mp3", "start_seconds": 1708.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she19.mp3", "start_seconds": 1708.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she19.mp3", "start_seconds": 1708.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she19.mp3", "start_seconds": 1708.0}], "bill_versions": [{"bill_id": 3196, "bill_version_id": 19097, "bill_version": "Introduced", "bill_version_date": "2012-01-06T13:11:04.907-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain outdated or unnecessary statutes related to the Division of Behavioral Health within the Department of Social Services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 27A-3-1.1 be repealed. 27A-3-1.1. There is created the Mental Health Planning and Coordination Advisory Council which shall be appointed by and serve at the pleasure of the Governor. The council shall be assigned to the Department of Social Services. Technical assistance and staff support shall be provided to the council by the Department of Social Services. The secretary of social services shall be responsible for the coordination of activities between the advisory council and the Department of Social Services. Section 2. That § 27A-3-1.3 be repealed. 27A-3-1.3. The council shall advise the Department of Social Services in developing and in the modification of any necessary state or federal mental health plans, and shall advise the department in influencing and achieving greater coordination of planning and service delivery efforts among the various federal, state, local, or private agencies involved in the mental health service delivery network, and shall continually work for needed program and service expansion and achievement of the highest possible quality service. The council shall serve as an advocate for all individuals needing mental health services within the state. Section 3. That § 27A-3-1.4 be repealed. 27A-3-1.4. In addition to the council's functions provided in § 27A-3-1.3 the council shall advise the Department of Social Services on policy related matters and on matters related to the allocation of federal and state funds to the mental health centers in the state and the South Dakota Human Services Center, on matters concerning regulation, staff requirements, administration, audit and record keeping, and services to be provided by mental health centers and the South Dakota Human Services Center. The council shall further advise the department upon matters concerning the department's duties as provided in this chapter. Section 4. That § 27A-3-1.5 be repealed. 27A-3-1.5. The Mental Health Planning and Coordination Advisory Council, created by § 27A-3-1.1, shall meet at least quarterly unless otherwise determined by the council. The council shall prepare an annual written report to the Governor on or by December first of each year. Section 5. That § 27A-3-2 be repealed. 27A-3-2. The Department of Social Services shall develop, adopt, approve, and administer state plans of coordination in fields of mental health for the State of South Dakota in cooperation with all governmental and private departments, resources, and organizations concerned with mental health. Section 6. That § 27A-3-3 be repealed. 27A-3-3. The Department of Social Services shall cooperate with federal agencies in the administration of the federal statutes and acts relating to mental health programs and the treatment of mental illness, accept the benefits of such federal statutes and acts subject to chapter 4-8B, and comply with the requirements thereof. Section 7. That § 27A-3-4 be repealed. 27A-3-4. The Department of Social Services shall conform the state plans and the federal requirements and submit them to the federal agencies in order to qualify for grants available to the State of South Dakota in the field of mental health. Section 8. That § 27A-3-5 be repealed. 27A-3-5. The Department of Social Services shall coordinate the utilization of existing facilities, state departments, boards, or commissions involved in the field of mental health. Section 9. That § 27A-3-7 be repealed. 27A-3-7. The Department of Social Services shall enter into contractual agreements with professional personnel to provide diagnosis, treatment, hospitalization, and other necessary services, within the limits of available appropriations, for the care of emotionally disturbed children, or those children who are referred to the department for evaluation of the same. Such contractual agreements shall be consistent with existing state statutes and are not binding on the department except to the extent that the department has been granted authority and financial ability by the Legislature to enter into and perform such contractual agreements. The department is the responsible agency for the establishment of any programs providing services for emotionally disturbed children including those services made available at an existing state institution. Section 10. That § 27A-3-9 be repealed. 27A-3-9. No state appropriations or other funds available to the Division of Elementary and Secondary Education may be used for the out-of-state placement of emotionally disturbed children so assigned for purposes other than educational. Children who are in need of out-of- state placement for treatment of an emotional disturbance shall be referred by the Division of Elementary and Secondary Education to the Department of Social Services for assignment, care, and treatment. Section 11. That § 27A-3-10 be repealed. 27A-3-10. The Department of Social Services shall consider the needs in the field of mental health, including the treatment of mental illness, and the needs of the Human Services Center and the community mental health centers in the State of South Dakota and make recommendations to the Legislature and the Governor for changes in existing legislation. Section 12. That § 27A-4-2 be repealed. 27A-4-2. The Department of Social Services shall have general control of the policies of the South Dakota Human Services Center. The Department of Social Services may promulgate rules pursuant to chapter 1-26, and may prescribe departmental policies and procedures necessary for the government of the Human Services Center not inconsistent with the laws of the state. Section 13. That § 27A-4-5 be repealed. 27A-4-5. The Department of Social Services shall provide a seal for the South Dakota Human Services Center upon which shall be inscribed the name of such center and such other words and devices as may be deemed appropriate. The administrator may affix the seal of the center to any certificate, order, or affidavit. Section 14. That § 27A-4-10 be repealed. 27A-4-10. The Division of Elementary and Secondary Education and the Department of Social Services may contract and pay for services provided children in the juvenile mental health unit of the South Dakota Human Services Center. Section 15. That § 27A-5-2 be repealed. 27A-5-2. The Department of Social Services may contract with any agency of the United States government or any agency of the state government or its political subdivisions for the purposes of assisting in the operation and programs of local mental health centers, receiving grants of federal funds for those purposes pursuant to chapter 4-8B, and expending such funds under rules promulgated by the department pursuant to chapter 1-26. Section 16. That § 27A-5-3 be repealed. 27A-5-3. The Department of Social Services shall provide for a separate account for local mental health centers and in its discretion divide and allocate between the accounts any funds appropriated by the Legislature or granted by any federal agency which are not otherwise specifically designated to any of the accounts. Section 17. That § 27A-5-4 be repealed. 27A-5-4. The Department of Social Services shall distribute funds appropriated by the Legislature or granted by any federal agency pursuant to chapter 4-8B to mental health centers in the state on the basis of the provisions of a state plan or plans under its control and as determined by the department. The aid distributed to local mental health centers and all other expenses incurred in the administration or provisions of any federal acts relating thereto shall be paid out of funds of the department appropriated for that purpose and from the federal funds allotted to the State of South Dakota for similar purposes. The state treasurer shall be the custodian of all moneys paid to the state from federal appropriation for such purposes and shall distribute such moneys on warrants issued by the state auditor upon vouchers approved by the department. The department shall annually authorize its secretary to certify to the state auditor the amount apportioned as state and federal aid to each center approved under the provisions of this chapter. The state auditor shall, upon receipt of such certificates, draw warrants on the state treasury in favor of the treasurer of each center for the sum so specified for any center approved by the department. Section 18. That § 27A-5-5 be repealed. 27A-5-5. In determining the benefits to which each local mental health center is entitled, the Department of Social Services shall consider first the statewide needs for such services or training, the area and persons served by each center, the service, care, and training provided, and within practical limitations, adopt and revise the policies, standards, and requirements to keep pace with the changing needs of the State of South Dakota. Section 19. That § 27A-5-6 be repealed. 27A-5-6. The Department of Social Services shall establish fiscal control and fund accounting procedures as may be necessary, and assure proper disbursements of, and accounting for, state and federal funds for local mental health centers. Section 20. That § 27A-15-2 be repealed. 27A-15-2. A minor may be admitted or involuntarily committed to an inpatient psychiatric facility for inpatient treatment only in accordance with the provisions of this chapter. Section 21. That § 27A-15-6.1 be repealed. 27A-15-6.1. An inpatient psychiatric facility providing inpatient psychiatric care to minors in South Dakota shall submit information requested by the department for the purpose of compiling statistical information regarding the admissions of minors. The department shall promulgate rules pursuant to chapter 1-26 necessary to carry out the purpose of this section. Section 22. That § 34-20A-3.2 be repealed. 34-20A-3.2. There is created the Drug and Alcohol Abuse Advisory Council. The advisory council shall advise the Division of Drug and Alcohol Abuse concerning statewide needs relative to the treatment, prevention, and rehabilitation of drug and alcohol abusers; advise the Division of Drug and Alcohol Drug Abuse on the coordination and planning activities between state and local government agencies and private providers for treatment, prevention, and rehabilitation of drug and alcohol abusers; advise the division regarding studies for prevention, treatment, and rehabilitation of drug and alcohol abuses; and advise the division on all functions delegated to the division. The composition of the advisory council is as follows: (1) The attorney general of the State of South Dakota or his designee; (2) The secretary of education or his designee; (3) A pharmacist; (4) The secretary of social services or his designee; (5) A qualified mental health professional as defined by § 27A-1-3; (6) Four members at large, interested in drug abuse two of whom are recovering drug abusers; (7) Four members at large, interested in alcohol abuse and alcoholism, two of whom are recovering alcoholics; (8) The director of Indian Affairs or his designee; (9) The secretary of health or his designee. Appointment to the advisory council shall be made by the Governor. The first four at large members appointed by the Governor shall serve for a period of two years. The last four at large members appointed by the Governor shall serve for a period of one year. All terms thereafter are for two years. Section 23. That § 34-20A-6 be repealed. 34-20A-6. The Division of Drug and Alcohol Abuse shall develop a statewide plan for a comprehensive and coordinated system of prevention and treatment services, and assist in the development of regional and local plans in cooperation with public and private agencies, organizations, and individuals. The division shall provide technical assistance and consultation services for these purposes. Section 24. That § 34-20A-9 be repealed. 34-20A-9. The Division of Drug and Alcohol Abuse may sponsor, engage in, and encourage research into the causes and nature of alcohol and drug abuse as well as the prevention and treatment thereof. The division may serve as a clearinghouse for information relating to alcohol and drug abuse. Section 25. That § 34-20A-10 be repealed. 34-20A-10. The Division of Drug and Alcohol Abuse shall specify uniform content and methods for keeping statistical information by accredited facilities and collect and make available relevant statistical information. Section 26. That § 34-20A-12 be repealed. 34-20A-12. The Division of Drug and Alcohol Abuse may organize and foster training programs for persons engaged in the prevention and treatment of alcohol and drug abuse. Section 27. That § 34-20A-13 be repealed. 34-20A-13. The Division of Drug and Alcohol Abuse may assist in the development of, and cooperate with, alcohol and drug education and treatment programs for employees of state and local governments and businesses and industries in the state. Section 28. That § 34-20A-14 be repealed. 34-20A-14. The Division of Drug and Alcohol Abuse shall cooperate with other departments and agencies in establishing and conducting programs to provide prevention and treatment for alcohol and drug abusers and intoxicated persons in or on parole from penal institutions. Section 29. That § 34-20A-16 be repealed. 34-20A-16. The Division of Drug and Alcohol Abuse shall cooperate with the Department of Education, boards of education, schools, police departments, courts, and other public and private agencies, organizations and individuals in establishing programs for prevention and treatment and in preparing curriculum materials thereon for use at all levels of school education. Section 30. That § 34-20A-17 be repealed. 34-20A-17. The Division of Drug and Alcohol Abuse may prepare, publish, evaluate, and disseminate educational material dealing with the nature and effects of alcohol and other drugs of abuse. Section 31. That § 34-20A-19 be repealed. 34-20A-19. The Division of Drug and Alcohol Abuse shall review all state health, welfare, and treatment plans to be submitted for federal funding under federal legislation, and advise the Governor on provisions to be included relating to alcohol and drug abuse. Section 32. That § 34-20A-20 be repealed. 34-20A-20. The Division of Drug and Alcohol Abuse may administer or supervise the administration of the provisions relating to alcohol and drug abuse of any state plan submitted for federal funding pursuant to state or federal health, welfare, or treatment legislation. Section 33. That § 34-20A-21 be repealed. 34-20A-21. The Division of Drug and Alcohol Abuse shall cooperate with the Department of Public Safety in establishing and conducting programs designed to deal with the problem of persons operating motor vehicles while intoxicated. Section 34. That § 34-20A-22 be repealed. 34-20A-22. The Division of Drug and Alcohol Abuse shall encourage all health and disability insurance programs to include alcoholism and drug abuse as covered illnesses. Section 35. That § 34-20A-23 be repealed. 34-20A-23. The Division of Drug and Alcohol Abuse may plan, establish, and maintain prevention and treatment programs as necessary or desirable. Section 36. That § 34-20A-25 be repealed. 34-20A-25. The Division of Drug and Alcohol Abuse shall encourage general hospitals and other appropriate health facilities to admit without discrimination persons suffering from alcohol and drug abuse and intoxicated persons and to provide them with adequate and appropriate medical care. Section 37. That § 34-20A-32 be repealed. 34-20A-32. The Division of Drug and Alcohol Abuse may divide the state into appropriate regions for the development and coordination of prevention and treatment services on a regional level. In establishing the regions, consideration shall be given to municipality, and county lines and population concentrations. Section 38. That § 34-20A-35 be repealed. 34-20A-35. The Division of Drug and Alcohol Abuse shall maintain, supervise, and control all facilities operated by it subject to policies of the Department of Human Services. Section 39. That § 34-20A-36 be repealed. 34-20A-36. The Division of Drug and Alcohol Abuse may coordinate its activities and cooperate with other alcohol and drug prevention and treatment programs in this and other states. The division may make contracts and other joint or cooperative arrangements with state, local, or private agencies in this and other states for prevention services, treatment services, including detoxification services, and for the common advancement of prevention programs as well as alcohol and drug abuse treatment programs. Section 40. That § 34-20A-37 be repealed. 34-20A-37. The Division of Drug and Alcohol Abuse may contract with public and private agencies, organizations, and individuals to pay them for services rendered or furnished to persons for the prevention or treatment of alcohol and drug abuse. Section 41. That § 34-20A-46 be repealed. 34-20A-46. The Division of Drug and Alcohol Abuse may suspend, revoke, limit, or restrict accreditation or refuse to grant accreditation subject to the provisions of chapter 1-26. Section 42. That § 34-20A-47 be repealed. 34-20A-47. The Division of Drug and Alcohol Abuse shall maintain a list of accredited prevention and treatment facilities. The division shall annually prepare, publish, and distribute the list. Section 43. That § 34-20A-48 be repealed. 34-20A-48. The circuit court may review any denial, restriction, or revocation of accreditation and grant other relief required to enforce the provisions of this chapter. Section 44. That § 34-20A-90 be repealed. 34-20A-90. The registration and other records of treatment facilities shall remain confidential and are privileged to the patient. Section 45. That § 34-20A-91 be repealed. 34-20A-91. The director may make available information from patients' records for purposes of research into the causes and treatment of alcohol and drug abuse. Information under this section may not be published in a way that discloses patients' names or other identifying information. Section 46. That § 34-20A-95 be repealed. 34-20A-95. Nothing in this chapter affects any law, ordinance, resolution, or rule against drunken driving, driving under the influence of alcohol, or other similar offense involving the operation of a vehicle, aircraft, boat, machinery, or other equipment, or regarding the sale, purchase, dispensing, possessing, or use of alcoholic beverages at stated times and places or by a particular class of persons or possessing a loaded firearm while intoxicated. Section 47. That § 34-20A-96 be repealed. 34-20A-96. If any provision of this chapter or the application thereof to any person or circumstance is held invalid, the invalidity does not affect other provisions or applications of the chapter which can be given effect without the invalid provision or application, and to this end the provisions of this chapter are severable."}, {"bill_id": 3196, "bill_version_id": 21408, "bill_version": "Enrolled", "bill_version_date": "2012-02-14T08:47:58.223-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3196, "action_date": "2012-01-10T12:00:00-06:00", "document_id": 19242, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19242.pdf", "status_text": "First read in House and referred to", "journal_page": 20, "committee_id_action": 173, "committee_id_assigned": 162, "result": "N", "vote": {}}, {"bill_id": 3196, "action_date": "2012-01-26T07:45:00-06:00", "document_id": 20014, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20014.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3196, "action_date": "2012-01-26T07:45:00-06:00", "document_id": 20241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20241.pdf", "status_text": "Do Pass", "journal_page": 213, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10552, "president_vote": null, "Yea": [262, 303, 293, 297, 272, 279, 237, 292, 278, 224, 295, 294, 227]}}, {"bill_id": 3196, "action_date": "2012-01-26T07:45:00-06:00", "document_id": 20241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20241.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3196, "action_date": "2012-01-30T14:00:00-06:00", "document_id": 20410, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20410.pdf", "status_text": "Do Pass", "journal_page": 241, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10689, "president_vote": null, "Yea": [222, 262, 265, 227, 242, 231, 281, 269, 296, 211, 314, 257, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 270, 299, 266, 221, 272, 279, 305, 248, 263, 230, 280, 301, 237, 246, 292, 304, 267, 294, 312, 213, 241, 311, 277, 307, 276, 308, 273, 315, 282, 278, 259, 224, 216, 295, 302, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 256, 215], "Excused": [271]}}, {"bill_id": 3196, "action_date": "2012-01-31T14:00:00-06:00", "document_id": 20500, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20500.pdf", "status_text": "First read in Senate and referred to", "journal_page": 230, "committee_id_action": 171, "committee_id_assigned": 151, "result": "N", "vote": {}}, {"bill_id": 3196, "action_date": "2012-02-10T10:00:00-06:00", "document_id": 20964, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20964.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3196, "action_date": "2012-02-10T10:00:00-06:00", "document_id": 21219, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21219.pdf", "status_text": "Do Pass", "journal_page": 358, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11436, "president_vote": null, "Yea": [239, 223, 290, 291, 228], "Excused": [285, 261]}}, {"bill_id": 3196, "action_date": "2012-02-10T10:00:00-06:00", "document_id": 21219, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21219.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3196, "action_date": "2012-02-13T14:00:00-06:00", "document_id": 21358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21358.pdf", "status_text": "Do Pass", "journal_page": 391, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11560, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 249, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 291, 264, 240, 252, 214, 226, 219, 220, 229, 290, 236, 243, 261, 289, 218, 254, 232], "Excused": [223]}}, {"bill_id": 3196, "action_date": "2012-02-14T13:00:00-06:00", "document_id": 21460, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21460.pdf", "status_text": "Signed by the Speaker", "journal_page": 476, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3196, "action_date": "2012-02-15T14:00:00-06:00", "document_id": 21535, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21535.pdf", "status_text": "Signed by the President", "journal_page": 457, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3196, "action_date": "2012-02-16T13:00:00-06:00", "document_id": 21571, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21571.pdf", "status_text": "Delivered to the Governor", "journal_page": 513, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3196, "action_date": "2012-02-22T14:00:00-06:00", "document_id": 21857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21857.pdf", "status_text": "Signed by the Governor", "journal_page": 542, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5100, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3196"}