{"session_id": 53, "bill_id": 16808, "bill_type": "House Bill", "bill_number": 1008, "bill_title": "revise certain election provisions and terminology.", "sponsors": [], "keywords": ["Elections"], "audio": [{"meeting_datetime": "2002-01-15T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hlo06hb1008a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-15T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hlo06hb1008a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-15T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hlo06hb1008a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-15T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hlo06hb1008a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-16T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou07hb1008a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-16T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou07hb1008a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-16T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou07hb1008a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-16T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou07hb1008a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-18T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou09hb1008a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-18T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou09hb1008a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-18T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou09hb1008a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-18T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou09hb1008a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-18T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou09hb1008a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-18T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou09hb1008a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-18T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou09hb1008a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-26T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/slo14hb1008a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-26T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/slo14hb1008a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-26T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/slo14hb1008a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-26T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/slo14hb1008a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16808, "bill_version_id": 91648, "bill_version": "Introduced", "bill_version_date": "2002-01-04T14:15:27-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain election provisions and terminology. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 7-18A-19 be amended to read as follows: 7-18A-19. A special election shall be held within sixty days after the filing of a petition under § 7-18A-15. However, if the petition is filed within three months prior to the a primary or , general , or statewide special election, the ordinance or resolution may be submitted at the primary or , general , or statewide special election. Section 2. That § 9-20-1 be amended to read as follows: 9-20-1. The right to registered voters of any municipality may propose ordinances and resolutions for the government of any the municipality shall rest with any if the petition is signed by at least five percent of the registered voters thereof, such in the municipality. The percentage to shall be based upon on the whole number of voters of said the municipality as determined by the \"precinct registration lists\" or the \"district registration lists\" prepared by the county auditor from the master registration list in conformity to law file of registered voters in the municipality as of the time of the filing of the petition mentioned in § 9-20-2. Section 3. That § 9-20-8 be amended to read as follows: 9-20-8. The referendum petition shall be signed by at least five percent of the legal registered voters residing in the municipality. The percentage shall be based on the whole number of voters of the municipality as determined by the precinct registration lists or the district registration lists prepared by the county auditor from the master registration list in conformity to law file as of the time of the filing of the petition. The signer or circulator shall add the signer's residence address, county of voter registration, and date of signing. The signer's post office box number may be given in lieu of a street address if the signer lives within a municipality of the second or third class. Section 4. That § 12-1-9 be amended to read as follows: 12-1-9. The State Board of Elections shall promulgate rules , pursuant to chapter 1-26 , concerning: (1) Forms for voter registration and voter list file maintenance; (2) Forms and color of ballots; (3) Forms for notices; (4) The uniformity of election procedures; (5) The operation of the State Board of Elections; (6) The procedure to accept a petition and verify petition signatures; (7) Petition forms; (8) Envelopes for absentee voting; (9) Instructions to voters and absentee voters ; and (10) Recounts . Section 5. That § 12-4-5 be amended to read as follows: 12-4-5. The county auditor shall enter on in the master registration list and include in precinct registration lists file the names of all eligible persons who have had their completed applications for registration and mail registration cards received by any county auditor or any local, state, or federal agency responsible for conducting voter registration under this chapter not later than 5:00 p.m. fifteen days preceding the election. However, any completed mail registration card mailed to the appropriate county auditor and postmarked not less than thirty days preceding an election shall be added to the registration list file . Voter registrations completed at any local, state, or federal agency during any given week commencing on Tuesday through the following Monday shall be sent to the appropriate county auditors no later than the following Wednesday. The State Board of Elections may promulgate rules , pursuant to chapter 1-26 , for the alternative transmission of voter registration information by computer from the agency to the secretary of state. The name of any voter who has registered to vote by 5:00 p.m. fifteen days preceding the secondary election shall be added to the list file used for the secondary election. Section 6. That § 12-4-8.2 be amended to read as follows: 12-4-8.2. Any voter whose name appears on in the master registration list file who makes written application to the county auditor for a duplicate acknowledgment notice, who has not received one or who has lost it, may receive a true copy of the card on file. Section 7. That § 12-4-10 be amended to read as follows: 12-4-10. The county auditor shall provide from the \" master registration list\" file a separate list of the names and addresses of all registered voters in each voting precinct as established pursuant to chapter 12-14, § 9-13-16, or 13-7-11 in the county of which he is the auditor , which shall be known as the \" precinct registration list. \" Such The list for any voting precinct shall be designed so that each name can be distinctly marked whenever the registrant has presented presents himself or herself for voting and must shall contain a space in which may be recorded the record of any challenge, affidavit, or other information as may be required. The entries Each entry shall be made by the precinct superintendent or precinct deputies when the voter presents himself or herself for voting. Section 8. That § 12-4-11 be amended to read as follows: 12-4-11. When If the boundaries of any election precinct shall be are changed, the county auditor shall immediately change his the registration lists so as file to correctly show the names and the other relevant voting information required upon registration of the voters who are residents therein of the election precinct . Section 9. That § 12-4-12 be amended to read as follows: 12-4-12. New registrants Any new registrant previously registered elsewhere shall be required to sign an authorization which shall be forwarded by the registration official to the auditor of the county of former registration, or other appropriate registration official, who shall remove the registrant's name from the registration lists file . Section 10. That § 12-4-19 be amended to read as follows: 12-4-19. The name of any voter on in the active registration list file who has failed to vote, has not updated the voter's registration information, and has not replied to a confirmation mailing at least once during the last preceding four consecutive years shall be sent a nonforwardable return-if-undeliverable address verification request or the name of the voter may be submitted to a national change of address licensee of the United States Postal Service to determine if the voter's address has changed. If the request is undeliverable or the national change of address licensee indicates that the voter's address has changed, then a confirmation mailing prescribed by the State Board of Elections shall be sent. This determination shall be made by each county auditor between January first and November fifteenth of each odd-numbered year. Section 11. That § 12-4-19.2 be amended to read as follows: 12-4-19.2. If the card is not returned to the county auditor within the stated time limit or is undeliverable, the county auditor shall move the voter to an inactive registration list file . Section 12. That § 12-4-19.4 be amended to read as follows: 12-4-19.4. If a voter placed on in the inactive registration list file does not vote by the second general election following the confirmation mailing, the registration shall be canceled. This determination shall be made between January first and November fifteenth of every odd-numbered year. Section 13. That § 12-4-19.5 be repealed. 12-4-19.5. Prior to the cancellation of a voter's registration as provided in § 12-4-19.4, a confirmation mailing shall be sent to the voter. If it is returned as undeliverable, the voter's name may be removed from the inactive registration list. This section applies to any voter who is on the inactive list on January 1, 1999. Section 14. That § 12-4-34 be amended to read as follows: 12-4-34. If a statute refers to registered voters, it does not include those on in the inactive registration list file unless specifically included. Section 15. That § 12-14-1 be amended to read as follows: 12-14-1. The board of county commissioners shall by resolution provide for election precincts throughout its county and shall designate polling places within such precincts. The board shall establish new election precincts when if required by the provisions of this chapter and may by resolution change the boundaries of election precincts already established. The precincts and polling places shall be the same for all elections except where election by ward or a boundary other than a precinct is required for the purposes of a local election and would be inconsistent therewith. In such event, the governing board may establish its precincts for the purposes of its elections. The county auditor shall keep be able to provide separate lists of voters living within the boundaries of the each municipality and outside the boundaries for the purpose of municipal and school elections , ward, school district, and any other special voting district . Section 16. That § 12-18-7.2 be amended to read as follows: 12-18-7.2. If any person attempting to vote in any election claims to be registered or any person attempting to vote in any election claims to be on in the inactive registration list file but does not possess an acknowledgment notice and the person's name does not appear in the registration list of the precinct, the person may vote if one of the members of the precinct election board first confirms by telephone or other means with the county auditor or a deputy auditor that the name was erroneously omitted from the list, and an emergency voting card, in duplicate, in the form prescribed by the State Board of Elections is signed by the applicant and each member of the precinct election board. The original emergency voting card shall be retained by the precinct superintendent as part of the precinct superintendent's permanent records, and the duplicate shall be given to the voter. In a primary election, the party affiliation of any voter using the emergency voting procedure of this section shall be designated on the emergency voting card. Section 17. That § 12-19-1.1 be amended to read as follows: 12-19-1.1. A voter on in the inactive registration list file meeting the criteria in § 12-19-1 may vote absentee by completing the affirmation required in § 12-18-7.4. Section 18. That § 12-19-2 be amended to read as follows: 12-19-2. An absentee voter desiring to vote by mail may apply to the person in charge of the election for an absentee ballot. The application or request shall be made in writing and be signed by the applicant and state his voting precinct, the applicant's place of voting residence and the reason for which the ballot is requested. The application or request may be used to obtain an absentee ballot for all primary and general elections in that calendar year conducted by the jurisdiction receiving the application or request if so indicated. The ballot shall be sent to the voter's residence, as shown on in the voter registration list file or any temporary residence address designated in writing by the voter, at the time of applying for the absentee ballot. The State Board of Elections shall promulgate rules , pursuant to chapter 1-26 , to prescribe a form which delineates the reasons for an absentee ballot request and allows the voter to indicate the proper reason for the request. The person in charge of the election shall stamp the application with the date it was received in his office . The application may be made by letter or upon blanks furnished by the person in charge of the election any form containing the required information or upon any form prescribed by the State Board of Elections or the postcard form referred to in § 12-4-8.1, executed by persons authorized in accordance with the Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) (42 U.S.C. § 1973ff). The person in charge of the election shall preserve a record of the name, post office address , and voting precinct of each applicant and, except as provided by § 12-19-45, send each written application by registered mail or deliver the same record to the superintendent of the election board of the home precinct of the applicant. Section 19. That § 12-19-3 be amended to read as follows: 12-19-3. Upon receiving an application for absentee ballots, the person in charge of an election shall, within forty-eight hours, or if ballots are not then on hand, then within forty-eight hours after receipt of the ballots, after confirming from the master registration list file that the applicant is registered as a voter pursuant to chapter 12-4, enclose one of each of the official ballots, a set of instructions on absentee balloting, and an unsealed return envelope. All of the enclosures shall be sealed in an envelope addressed to the applicant at the place stated in the application."}, {"bill_id": 16808, "bill_version_id": 93077, "bill_version": "Enrolled", "bill_version_date": "2002-01-29T09:06:47-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16808, "action_date": "2002-01-08T14:00:00-06:00", "document_id": 91748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91748.pdf", "status_text": "First read in House and referred to", "journal_page": 17, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16808, "action_date": "2002-01-09T14:00:00-06:00", "document_id": 91761, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91761.pdf", "status_text": "Referred to", "journal_page": 33, "committee_id_action": 768, "committee_id_assigned": 761, "result": "P", "vote": {}}, {"bill_id": 16808, "action_date": "2002-01-15T10:00:00-06:00", "document_id": 92002, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92002.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 761, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16808, "action_date": "2002-01-15T10:00:00-06:00", "document_id": 92002, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92002.pdf", "status_text": "Do Pass,", "journal_page": 110, "committee_id_action": 761, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52645, "president_vote": null, "Yea": [2758, 2763, 2765, 2769, 2771, 2779, 2786, 2797, 2811, 2814, 2815, 2768, 2749]}}, {"bill_id": 16808, "action_date": "2002-01-16T14:00:00-06:00", "document_id": 92223, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92223.pdf", "status_text": "Motion to Amend,", "journal_page": 161, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16808, "action_date": "2002-01-18T14:00:00-06:00", "document_id": 92410, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92410.pdf", "status_text": "Do Pass,", "journal_page": 200, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53960, "president_vote": null, "Yea": [2724, 2725, 2728, 2729, 2731, 2732, 2735, 2736, 2737, 2738, 2741, 2744, 2749, 2752, 2754, 2756, 2757, 2758, 2759, 2763, 2764, 2765, 2766, 2767, 2768, 2769, 2770, 2771, 2773, 2775, 2777, 2779, 2781, 2782, 2783, 2785, 2786, 2788, 2789, 2793, 2794, 2797, 2798, 2799, 2800, 2803, 2804, 2805, 2806, 2807, 2808, 2811, 2812, 2813, 2814, 2815, 2816, 2817, 2820, 2822, 2823, 2824, 2825, 2826, 2830, 2751], "Excused": [2748], "Nay": [2755, 2774, 2790]}}, {"bill_id": 16808, "action_date": "2002-01-22T14:00:00-06:00", "document_id": 92570, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92570.pdf", "status_text": "First read in Senate and referred to", "journal_page": 179, "committee_id_action": 769, "committee_id_assigned": 749, "result": "N", "vote": {}}, {"bill_id": 16808, "action_date": "2002-01-26T08:00:00-06:00", "document_id": 92917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92917.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 749, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16808, "action_date": "2002-01-26T08:00:00-06:00", "document_id": 92917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92917.pdf", "status_text": "Do Pass,", "journal_page": 230, "committee_id_action": 749, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53528, "president_vote": null, "Yea": [2726, 2746, 2761, 2810, 2762], "Excused": [2802, 2827]}}, {"bill_id": 16808, "action_date": "2002-01-26T08:00:00-06:00", "document_id": 92917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92917.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 749, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16808, "action_date": "2002-01-28T14:00:00-06:00", "document_id": 93045, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93045.pdf", "status_text": "Do Pass,", "journal_page": 247, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53649, "president_vote": null, "Yea": [2726, 2727, 2730, 2733, 2734, 2739, 2740, 2742, 2743, 2745, 2746, 2747, 2750, 2753, 2760, 2761, 2762, 2772, 2778, 2780, 2784, 2787, 2791, 2792, 2795, 2796, 2802, 2809, 2810, 2818, 2819, 2821, 2827, 2828, 2829]}}, {"bill_id": 16808, "action_date": "2002-01-29T14:00:00-06:00", "document_id": 93145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93145.pdf", "status_text": "Signed by Speaker", "journal_page": 352, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16808, "action_date": "2002-01-30T14:00:00-06:00", "document_id": 93270, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93270.pdf", "status_text": "Delivered to the Governor", "journal_page": 387, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16808, "action_date": "2002-01-30T14:00:00-06:00", "document_id": 93241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93241.pdf", "status_text": "Signed by President", "journal_page": 298, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16808, "action_date": "2002-02-04T14:00:00-06:00", "document_id": 93580, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93580.pdf", "status_text": "Signed by Governor", "journal_page": 426, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2097}