{"session_id": 19, "bill_id": 3927, "bill_type": "Senate Bill", "bill_number": 57, "bill_title": "define a biodiesel producer and bulk plant operator and revise certain statutory references and to make certain form and style changes regarding motor fuel taxation.", "sponsors": [], "keywords": ["Fuel Taxation", "Motor Vehicles", "Oil and Gas", "Taxes"], "audio": [{"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco11.mp3", "start_seconds": 1597.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco11.mp3", "start_seconds": 1597.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco11.mp3", "start_seconds": 1597.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco11.mp3", "start_seconds": 1597.0}, {"meeting_datetime": "2013-02-07T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/htr20.mp3", "start_seconds": 760.0}, {"meeting_datetime": "2013-02-07T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/htr20.mp3", "start_seconds": 760.0}, {"meeting_datetime": "2013-02-07T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/htr20.mp3", "start_seconds": 760.0}, {"meeting_datetime": "2013-02-07T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/htr20.mp3", "start_seconds": 760.0}], "bill_versions": [{"bill_id": 3927, "bill_version_id": 23445, "bill_version": "Introduced", "bill_version_date": "2013-01-05T17:35:26.593-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to define a biodiesel producer and bulk plant operator and revise certain statutory references and to make certain form and style changes regarding motor fuel taxation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-47B-3 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Biodiesel producer,\" a person who engages in the business of producing biodiesel for sale, use, or distribution. Section 2. That § 10-47B-3 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Bulk plant operator,\" a person who has responsibility and physical control over the operation of a bulk plant. Section 3. That subdivision (12A) § 10-47B-3 be amended to read as follows: (12A) \"Ethyl alcohol,\" a motor fuel typically derived from agricultural products that has been denatured as prescribed in § 10-47B-166. This definition does not apply to § 10- 47B-162 or 10-47B-166; Section 4. That § 10-47B-33 be repealed. 10-47B-33. Any supplier or out-of-state supplier required to remit the tax on motor fuel or special fuel shall remit the fuel taxes due by electronic fund transfer or by delivering in person or by overnight courier a payment by cashier's check, certified check, or money order to the department. The transfer or payment shall be made on or before the date the tax is due. Section 5. That § 10-47B-45 be amended to read as follows: 10-47B-45. Any person transporting motor fuel or special fuel in a vehicle, rail car, or vessel into this state from another state or country, as or for an importer, shall insure that a bill-of-lading bill of lading has been issued by the terminal or bulk plant from which the fuel was removed indicating South Dakota as the destination. If the bill-of-lading bill of lading is issued by the out-of-state terminal or the bulk plant indicates a destination other than South Dakota, the transporter shall issue a diversion ticket indicating South Dakota as the destination state. If a bill-of-lading bill of lading was not issued by the terminal or bulk plant, the transporter shall issue for each shipment, a bill-of-lading bill of lading indicating South Dakota as the destination state. A copy of all diversion tickets and bills-of-lading bills of lading prepared by the transporter shall be mailed or faxed to provided to the department in a manner required by the department before the fuel is imported. Section 6. That § 10-47B-49 be amended to read as follows: 10-47B-49. If a shipment or partial shipment of motor fuel or special fuel needs to be legitimately diverted from the represented destination state after the bill-of-lading bill of lading has been issued by the terminal operator, bulk plant operator, or transporter, or where the issuer failed to cause proper information to be printed on the document, the transporter shall issue a diversion ticket for the shipment, or partial shipment. The diversion ticket shall be mailed or faxed to provided to the department in a manner required by the department before the shipment is diverted and a copy of the diversion ticket shall accompany the bill-of-lading bill of lading or copy thereof that is given to the bulk plant operator, wholesale distributor, retail dealer, or end consumer taking delivery of the fuel. Section 7. That § 10-47B-58 be amended to read as follows: 10-47B-58. Any person engaged in business in this state as a terminal operator shall first obtain a terminal operator's license for each terminal site operated within this state. Section 8. That § 10-47B-67 be amended to read as follows: 10-47B-67. Any person acting who is engaged in the production of ethanol in this state as an ethanol producer shall be licensed as an ethanol producer. Section 9. That § 10-47B-67.1 be amended to read as follows: 10-47B-67.1. Any person who is engaged in the production of biodiesel in this state shall be licensed as a biodiesel producer. Section 10. That § 10-47B-67.2 be amended to read as follows: 10-47B-67.2. Any person acting who is engaged in the production of methanol in this state as a methanol producer shall be licensed as a methanol producer. Section 11. That § 10-47B-68 be amended to read as follows: 10-47B-68. Any person in this state who operates a bulk plant as defined by this chapter shall first obtain a bulk plant operator's license for each terminal site bulk plant. Section 12. That § 10-47B-71 be amended to read as follows: 10-47B-71. Each application for a license under §§ 10-47B-56 to 10-47B-70, inclusive, or interstate fuel tax agreement license shall be made upon a form prepared and furnished by the department. It shall be subscribed to by the applicant and shall contain the following information: (1) The name and mailing address of the business owner; (2) The name under which business is to be conducted; (3) The principal place of business of the owner and the location of any subsidiary operations which are to be included under the license application. Licensed marketers, bulk plant operators, and terminal operators, shall provide the address of each business location; (4) The type of business organization used by the applicant along with the names, addresses, social security numbers, and phone numbers of all owners, partners, officers, agents, or managers affiliated with the organization; (5) The applicant's federal employer identification number if available; (6) A description of the nature and extent of fuel transactions to be conducted by the applicant; (7) The types of fuel products to be handled; (8) Whether or not the applicant has previously held a fuel tax license issued by the state; (9) The names and addresses of banking references for those applicants who will be acquiring fuel tax liabilities with the department; (10) If applying for an interstate fuel tax agreement license, a properly signed agreement to maintain records; (11) A properly signed power of attorney, if the applicant's licensing responsibilities are completed by an independent reporting agent and the applicant wishes all department correspondence to be mailed to the agent; (12) If applying for an exporter's license, a copy of the applicant's license to purchase or handle motor fuel or special fuel tax free in the specified destination state or state for which the export license is to be issued; and (13) Any other information which the secretary deems necessary for the administration and enforcement of this chapter. Section 13. That § 10-47B-93 be amended to read as follows: 10-47B-93. The supplier shall report pursuant to § 10-47B-96 § 10-47B-91, if deemed necessary by the secretary: (1) All motor fuel and special fuel that the supplier owned title to immediately before it was removed from the terminal at the rack which the transporter indicated would be exported from this state and for which the terminal operator issued a bill-of-lading bill of lading indicating a destination state other than South Dakota; (2) If removed by an exporter, the exporter's license number; and (3) All motor fuel and special fuel that the supplier owned title to immediately before it was removed from the terminal at the rack which the transporter indicated would be delivered to a destination within this state and for which the terminal operator issued a bill-of-lading bill of lading indicating South Dakota as the destination state. Section 14. That § 10-47B-110 be amended to read as follows: 10-47B-110. Any report required by §§ 10-47B-101, 10-47B-102, 10-47B-107, and 10-47B-108 are for information purposes only and the secretary may waive the filing of the report if the report is unnecessary for the proper administration of this chapter. Section 15. That § 10-47B-125 be amended to read as follows: 10-47B-125. A licensed exporter may apply for and obtain a refund for taxes paid to this state on motor fuel and undyed special fuel under the following conditions: (1) Fuel which was loaded at a bulk plant in this state and exported to another state or country for which the exporter was specifically licensed and for which a bill of lading or diversion ticket was issued indicating a destination state other than South Dakota, and the fuel was reported to the export state; (2) Fuel that is loaded at a terminal in this state for which a bill of lading was issued indicating South Dakota as the destination state, if the fuel or a portion thereof is diverted to another state and if a diverted load diversion ticket is issued indicating the export state as the destination state; and the exporter is specifically licensed to import fuel into that state; (3) Fuel that is withdrawn from an out-of-state terminal, and purchased from a licensed out-of-state supplier, with a South Dakota destination, and is then diverted to another state; and (4) Ethyl alcohol loaded at an ethanol producer's plant in this state for which a bill of lading was issued indicating South Dakota as the destination state, if the fuel or a portion thereof is diverted to another state and if a diverted load diversion ticket is issued indicating the export state as the destination state; and the exporter is specifically licensed to import fuel into that state. The claimant shall submit a copy of the original bill of lading, and a copy of the diversion ticket. Section 16. That § 10-47B-137 be amended to read as follows: 10-47B-137. Any person engaged in the sale of motor fuel or special fuel and licensed in accordance with the provisions of this chapter, who has lost motor fuel or undyed special fuel, upon which fuel excise tax has been paid to this state, by leakage or theft, or a single incident of loss or destruction caused by fire, flood, tornado, wind storm, or explosion exceeding one hundred gallons, on which the fuel tax imposed by this chapter, has been paid shall be refunded the amount of tax on the lost gallons upon compliance with the following requirements: (1) The claimant shall notify the secretary of the loss, by telegram or registered or certified mail, within ten days after the loss is discovered; (2) Copies of police reports in cases of theft and insurance reports shall accompany all claims; (3) Claims for refunds shall be filed with the secretary within thirty days after the loss is discovered, or the claims shall claim is thereafter be barred; (4) No claims for a refund for a loss by leakage or theft of less than five hundred gallons may be considered or allowed. Such loss is presumed to be shrinkage; and (5) The books and records of the claimant shall be available for inspection by the department. If a claim for refund under this section is allowed and approved by the secretary, the state auditor shall issue a warrant for the amount allowed, upon the presentation of a claim bearing the approval of the secretary. Section 17. That § 10-47B-159 be amended to read as follows: 10-47B-159. Each fuel transaction in this state or between an out-of-state supplier and importer shall be supported by a sales/purchase invoice. All invoices shall be prepared on NCR (no carbon required) paper or with double-faced carbon so that the back of the invoice bears a carbon impression of the data that is on the face of the invoice. A copy of the invoice shall be maintained in the records of both the seller and the purchaser. The invoices shall be serially numbered and shall contain the following information: (1) The seller's name and address, which shall be machine-printed or rubber-stamped; (2) The seller's supplier's license number issued by the department if the fuel was sold at the pipeline or the seller's marketer's number if not sold at a pipeline; (3) The purchaser's name and address; (4) The date of sale and delivery of the fuel; (5) The number of gallons of fuel sold and delivered to the purchaser, the type of fuel and if diesel whether it is dyed or not; (6) The price charged per gallon of fuel; (7) If charged, the amount of fuel or sales tax. Fuel tax shall either be listed separately or as a statement by the marketer that the price per gallon required under subdivision (6) of this section includes the South Dakota fuel tax; and (8) The total amount of the sales invoice. Section 18. That § 10-47B-180.1 be amended to read as follows: 10-47B-180.1. Any person in this state who stores motor fuel or special fuel for sale or use in this state shall maintain records to demonstrate that all taxes imposed by this state have been paid. If it is determined that all taxes due have not been paid or if adequate records are not maintained to show that all taxes due have been paid, the fuel is subject to an assessment by the department of up to twice the tax rate on all fuel involved. Section 19. That § 10-47B-187 be amended to read as follows: 10-47B-187. Any person who: (1) Makes any false or fraudulent return or report in attempting to defeat or evade the tax imposed by this chapter is guilty of a Class 6 felony; (2) Fails to pay tax due under this chapter within thirty sixty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records and books required by this chapter or refuses to exhibit these records to the secretary or the secretary's agents for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return or report required by this chapter within thirty sixty days from the date the return or report is due is guilty of a Class 1 misdemeanor; (5) Engages in business as a licensee under this chapter without obtaining a fuel tax license is guilty of a Class 1 misdemeanor; (6) Engages in business as a licensee under this chapter after the licensee's fuel tax license has been revoked by the secretary is guilty of a Class 6 felony; (7) Willfully violates any rule of the secretary for the administration and enforcement of the provisions of this chapter is guilty of a Class 1 misdemeanor; (8) Violates either subdivision (2) or subdivision (4) of this section two or more times in any twelve-month period is guilty of a Class 6 felony; (9) Engages in the business of as a licensee under this chapter without obtaining a fuel tax license after having been notified in writing by the secretary that the person is subject to the provisions of the motor fuel tax laws is guilty of a Class 6 felony. It is not a violation of this subdivision if the person engaging in business as a licensee files an application for a fuel tax license and meets all lawful prerequisites for obtaining the license within three days from receipt of written notice from the secretary; (10) Makes false or deceptive statements in applying for a license issued pursuant to this chapter or files an application as a subterfuge for the real person in interest whose license has been canceled for cause by the secretary is guilty of a Class 6 felony; (11) Ceases conducting business as a licensee as defined under this chapter and fails to surrender a license to the secretary as required after discontinuance is guilty of a Class 1 misdemeanor; (12) Knowingly submits a fraudulently prepared or supported claim for the refund of motor or special fuel taxes is guilty of a Class 6 felony; (13) Operates or maintains a motor vehicle in this state with special fuel that contains dye as provided in this chapter in the engine fuel supply tank, is guilty of a Class 2 misdemeanor. Any subsequent violation is a Class 1 misdemeanor. Any motor vehicle owned by the state, a county, or municipal corporation for the construction, repair, and maintenance of the public highways on any public highway and intercity buses as defined by 26 U.S.C. § 6427(b) is not subject to this subdivision. Any vehicle owned by the federal government is not subject to this subdivision; (14) Repealed by SL 2009, ch 55, § 31. (15) Signs any form prescribed by the department with knowledge knowing that the form contains false or untrue information, in whole or in part, is guilty of a Class 6 felony; (16)(15) Fails to carry aboard a qualified motor vehicle, fuel use tax operating credentials required under this chapter or fails to exhibit such fuel use tax credentials if so required by a law enforcement officer is guilty of a Class 2 misdemeanor; or (17)(16) Operates a motor vehicle with a capacity of more than four thousand two hundred gallons that is engaged in the shipment of motor fuel and special fuel on the public highways of this state without a bill-of-lading bill of lading containing the information required by this chapter is guilty of a Class 1 misdemeanor; (18) Repealed by SL 2009, ch 55, § 32."}, {"bill_id": 3927, "bill_version_id": 25618, "bill_version": "Enrolled", "bill_version_date": "2013-02-13T09:01:20.353-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3927, "action_date": "2013-01-10T14:00:00-06:00", "document_id": 23641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23641.pdf", "status_text": "First read in Senate and referred to", "journal_page": 43, "committee_id_action": 200, "committee_id_assigned": 177, "result": "N", "vote": {}}, {"bill_id": 3927, "action_date": "2013-01-22T10:00:00-06:00", "document_id": 23942, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23942.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 177, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3927, "action_date": "2013-01-24T10:00:00-06:00", "document_id": 24272, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24272.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 177, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3927, "action_date": "2013-01-24T10:00:00-06:00", "document_id": 24492, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24492.pdf", "status_text": "Do Pass", "journal_page": 196, "committee_id_action": 177, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12887, "president_vote": null, "Yea": [362, 358, 364, 331, 345, 363], "Excused": [366]}}, {"bill_id": 3927, "action_date": "2013-01-24T10:00:00-06:00", "document_id": 24492, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24492.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 177, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3927, "action_date": "2013-01-25T13:00:00-06:00", "document_id": 24653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24653.pdf", "status_text": "Do Pass", "journal_page": 227, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12937, "president_vote": null, "Yea": [338, 330, 337, 388, 340, 365, 363, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379], "Excused": [362, 366, 325, 321]}}, {"bill_id": 3927, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24817, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24817.pdf", "status_text": "First read in House and referred to", "journal_page": 217, "committee_id_action": 202, "committee_id_assigned": 197, "result": "N", "vote": {}}, {"bill_id": 3927, "action_date": "2013-02-07T10:00:00-06:00", "document_id": 25261, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25261.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3927, "action_date": "2013-02-07T10:00:00-06:00", "document_id": 25433, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25433.pdf", "status_text": "Do Pass", "journal_page": 338, "committee_id_action": 197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13576, "president_vote": null, "Yea": [342, 405, 352, 355, 323, 389, 408, 404, 399, 407, 410, 354]}}, {"bill_id": 3927, "action_date": "2013-02-07T10:00:00-06:00", "document_id": 25433, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25433.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 197, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3927, "action_date": "2013-02-12T14:00:00-06:00", "document_id": 25577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25577.pdf", "status_text": "Do Pass", "journal_page": 354, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13658, "president_vote": null, "Yea": [420, 346, 415, 418, 326, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 402, 381, 396, 370, 413, 372, 350, 347, 416, 389, 351, 344, 359, 392, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 390, 408, 404, 405, 356, 411, 377, 355, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334], "Excused": [374, 394]}}, {"bill_id": 3927, "action_date": "2013-02-13T14:00:00-06:00", "document_id": 25678, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25678.pdf", "status_text": "Signed by the President", "journal_page": 399, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3927, "action_date": "2013-02-14T14:00:00-06:00", "document_id": 25767, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25767.pdf", "status_text": "Signed by the Speaker", "journal_page": 415, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3927, "action_date": "2013-02-15T13:00:00-06:00", "document_id": 25870, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25870.pdf", "status_text": "Delivered to the Governor", "journal_page": 422, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3927, "action_date": "2013-02-20T14:00:00-06:00", "document_id": 26088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26088.pdf", "status_text": "Signed by the Governor", "journal_page": 480, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5278, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3927"}