{"session_id": 20, "bill_id": 5374, "bill_type": "House Bill", "bill_number": 1244, "bill_title": "assist certain qualified employees with health insurance and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 432, "is_prime": true}, {"legislator_profile_id": 478, "is_prime": true}, {"legislator_profile_id": 477, "is_prime": false}, {"legislator_profile_id": 479, "is_prime": false}, {"legislator_profile_id": 454, "is_prime": false}, {"legislator_profile_id": 443, "is_prime": false}, {"legislator_profile_id": 442, "is_prime": false}, {"legislator_profile_id": 426, "is_prime": false}, {"legislator_profile_id": 434, "is_prime": false}, {"legislator_profile_id": 460, "is_prime": false}], "keywords": ["Health Insurance", "Insurance", "Public Welfare and Assistance", "State Affairs and Government"], "audio": [{"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe21.mp3", "start_seconds": 6043.0}, {"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe21.mp3", "start_seconds": 6043.0}, {"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe21.mp3", "start_seconds": 6043.0}, {"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe21.mp3", "start_seconds": 6043.0}, {"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe21.mp3", "start_seconds": 6043.0}, {"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe21.mp3", "start_seconds": 6043.0}, {"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe21.mp3", "start_seconds": 6043.0}, {"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe21.mp3", "start_seconds": 6043.0}, {"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe21.mp3", "start_seconds": 6043.0}, {"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe21.mp3", "start_seconds": 6043.0}, {"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe23.mp3", "start_seconds": 152.0}, {"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe23.mp3", "start_seconds": 152.0}, {"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe23.mp3", "start_seconds": 152.0}, {"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe23.mp3", "start_seconds": 152.0}, {"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe23.mp3", "start_seconds": 152.0}, {"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe23.mp3", "start_seconds": 152.0}, {"meeting_datetime": "2014-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou25.mp3", "start_seconds": 4603.0}, {"meeting_datetime": "2014-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou25.mp3", "start_seconds": 4603.0}, {"meeting_datetime": "2014-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou25.mp3", "start_seconds": 4603.0}, {"meeting_datetime": "2014-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou25.mp3", "start_seconds": 4603.0}, {"meeting_datetime": "2014-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou25.mp3", "start_seconds": 4603.0}], "bill_versions": [{"bill_id": 5374, "bill_version_id": 29713, "bill_version": "Introduced", "bill_version_date": "2014-02-04T10:17:04.83-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to assist certain qualified employees with health insurance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-16G-48 be amended to read as follows: 1-16G-48. The commissioner of the Bureau of Finance and Management shall authorize and disburse money from the building South Dakota fund to the health insurance assistance fund for state fiscal year 2015 and each year thereafter as set forth herein. After the disbursement to the health insurance assistance fund pursuant to section 3 of this Act, the commissioner shall authorize and disburse the remaining money from the building South Dakota fund for the following purposes: (1) Twenty-five percent of the fund shall be transferred to the local infrastructure improvement grant fund created in § 1-16G-50; (2) Fifteen percent of the fund shall be transferred to the economic development partnership fund created in § 1-16G-51; (3) Thirty percent of the fund shall be transferred to the workforce education fund created in § 13-13-88; (4) Twenty-five percent of the fund shall be transferred to the South Dakota housing opportunity fund created in § 11-13-2; (5) Five percent of the fund shall be transferred to the revolving economic development and initiative fund created in § 1-16G-3 for the purpose of making grants to projects that have a total project cost of less than twenty million dollars. Section 2. Terms used in sections 2 to 9, inclusive, of this Act mean: (1) \"Department,\" the Department of Social Services; (2) \"Fund,\" the health insurance assistance fund; (3) \"Program,\" any health insurance assistance offered to a qualified employee through the provisions of section 2 to 9, inclusive, of this Act; (4) \"Qualified employee,\" any person who is employed at least twenty hours a week by an employer on a permanent basis; (5) \"Silver level insurance plan,\" an insurance plan that has an actuarial value of seventy percent. Section 3. There is hereby created the South Dakota health insurance assistance fund to be administered by the Department of Social Services for the purpose of assisting in defraying the cost of health insurance coverage for a qualified employee. The commissioner of finance and management shall disburse seven million dollars from the building South Dakota fund to the health insurance coverage fund for state fiscal year 2015 and each fiscal year thereafter. The department may accept and expend for the purposes of this Act any funds obtained from appropriations or any other source. Any money in the South Dakota health insurance assistance fund is continuously appropriated. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Interest earned on money in the fund shall be deposited into the fund. Section 4. The department shall: (1) Develop program guidelines; (2) Market the fund to eligible applicants; (3) Receive, review, and evaluate applications; (4) Administer annual monitoring and reporting on the fund; and (5) Perform all other activities necessary to support the administration of the fund. Section 5. The secretary of the Department of Social Services shall promulgate rules, pursuant to chapter 1-26, regarding the application process and timelines, the guidelines and criteria for approval of applications, and the distribution of funds from the health insurance assistance fund. Section 6. The health insurance assistance fund shall be targeted to serve low to moderate income households with a maximum income at or below one hundred percent of the federal poverty level. If the demand for funds exceeds the amount of funds available, the assistance shall be shared on a pro rata basis. A person is eligible to receive financial assistance to defray the cost of obtaining health insurance if the person meets the following requirements: (1) Is a citizen of South Dakota; (2) Is not eligible for insurance coverage under a parent or guardian's insurance policy; (3) Is a qualified employee; (4) Is not offered health insurance by an employer; (5) Is not eligible for Medicaid, Medicare, or Indian Health Service; and (6) Income level is below one hundred percent of the federal poverty level. Section 7. A person may apply for financial assistance during the annual open enrollment period which begins October first and ends December thirty-first of each year on forms distributed by the department. The applicant shall provide certification of work status, income information, that the applicant is enrolled on an insurance plan or has applied for an insurance plan, and certification of the cost of the insurance plan premium. A person who receives financial assistance pursuant to this Act shall provide certification that the person is enrolled in the insurance plan to the department each month. A person who receives financial assistance pursuant to this Act shall inform the department within thirty days of any change in insurance coverage or eligibility status. Section 8. Each month that an applicant for financial assistance meets the eligibility requirements of this Act, the department shall provide financial assistance, on behalf of the applicant, directly to the applicant's insurer, up to the lesser of: (1) Twenty-five dollars less than the average monthly premium of a silver level insurance plan for a non-smoker in the applicant's applicable age band that is available to the applicant on the insurance exchange operated in the state; or (2) Twenty-five dollars less than the monthly premium of the insurance plan in which the applicant is applying or enrolled. Section 9. The provisions of this Act are repealed if the state Medicaid program, pursuant to Title XIX of the federal Social Security Act, as amended to January 1, 2004, is expanded pursuant to the Patient Protection and Affordable Care Act, Pub. L. No. 111-148, 124 Stat. 119 (2010), as amended by the Health Care and Education Reconciliation Act of 2010, Pub. L. No. 111-152, 124 Stat. 1029 (2010) or if the state enters a waiver program that otherwise provides health benefit coverage for persons eligible for health insurance assistance pursuant to the provisions of this Act."}, {"bill_id": 5374, "bill_version_id": 30678, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2014-02-20T12:12:55.54-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to assist certain qualified employees with health insurance and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in sections 1 to 8, inclusive, of this Act mean: (1) \"Department,\" the Department of Social Services; (2) \"Fund,\" the health insurance assistance fund; (3) \"Program,\" any health insurance assistance offered to a qualified employee through the provisions of section 1 to 8, inclusive, of this Act; (4) \"Qualified employee,\" any person who is employed at least forty hours a week by an employer on a permanent basis; (5) \"Silver level insurance plan,\" an insurance plan that has an actuarial value of seventy percent. Section 2. There is hereby created the caring for South Dakota fund to be administered by the Department of Social Services for the purpose of assisting in defraying the cost of health insurance coverage for a qualified employee. The commissioner of finance and management shall disburse fourteen million dollars from the general fund to the caring for South Dakota fund for state fiscal year 2015 and each fiscal year thereafter. The department may accept and expend for the purposes of this Act any funds obtained from appropriations or any other source. Any money in the caring for South Dakota fund is continuously appropriated. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Interest earned on money in the fund shall be deposited into the fund. Section 3. The department shall: (1) Develop program guidelines; (2) Market the fund to eligible applicants; (3) Receive, review, and evaluate applications; (4) Administer annual monitoring and reporting on the fund; and (5) Perform all other activities necessary to support the administration of the fund. Section 4. The secretary of the Department of Social Services shall promulgate rules, pursuant to chapter 1-26, regarding the application process and timelines, the guidelines and criteria for approval of applications, and the distribution of funds from the caring for South Dakota fund. Section 5. The caring for South Dakota fund shall be targeted to serve low to moderate income households with a maximum income at or below one hundred percent of the federal poverty level. If the demand for funds exceeds the amount of funds available, the assistance shall be shared on a pro rata basis. A person is eligible to receive financial assistance to defray the cost of obtaining health insurance if the person meets the following requirements: (1) Is a citizen of South Dakota; (2) Is not eligible for insurance coverage under a parent or guardian's insurance policy; (3) Is a qualified employee; (4) Is not offered health insurance by an employer; (5) Is not eligible for Medicaid, Medicare, or Indian Health Service; and (6) Income level is below one hundred percent of the federal poverty level. Section 6. A person may apply for financial assistance during the annual open enrollment period which begins October first and ends December thirty-first of each year on forms distributed by the department. The applicant shall provide certification of work status, income information, that the applicant is enrolled on an insurance plan or has applied for an insurance plan, and certification of the cost of the insurance plan premium. A person who receives financial assistance pursuant to this Act shall provide certification that the person is enrolled in the insurance plan to the department each month. A person who receives financial assistance pursuant to this Act shall inform the department within thirty days of any change in insurance coverage or eligibility status. Section 7. Each month that an applicant for financial assistance meets the eligibility requirements of this Act, the department shall provide financial assistance, on behalf of the applicant, directly to the applicant's insurer, up to the lesser of: (1) Twenty-five dollars less than the average monthly premium of a silver level insurance plan for a non-smoker in the applicant's applicable age band that is available to the applicant on the insurance exchange operated in the state; or (2) Twenty-five dollars less than the monthly premium of the insurance plan in which the applicant is applying or enrolled. Section 8. The provisions of this Act are repealed if the state Medicaid program, pursuant to Title XIX of the federal Social Security Act, as amended to January 1, 2004, is expanded pursuant to the Patient Protection and Affordable Care Act, Pub. L. No. 111-148, 124 Stat. 119 (2010), as amended by the Health Care and Education Reconciliation Act of 2010, Pub. L. No. 111-152, 124 Stat. 1029 (2010) or if the state enters a waiver program that otherwise provides health benefit coverage for persons eligible for health insurance assistance pursuant to the provisions of this Act. Section 9. That § 10-4-9.3 be amended to read as follows: 10-4-9.3. Property owned by any corporation, organization, or society and used primarily for human health care and health care related purposes is exempt from taxation if the facility is a critical access health care facility or has fifty beds or less. Such corporation, organization or society shall be nonprofit and recognized as an exempt organization under section 501(c)(3) of the United States Internal Revenue Code, as amended and in effect on January 1, 2013, and none of its assets may be available to any private interest. The property shall be a health care facility licensed pursuant to chapter 34-12, orphanage, mental health center or community support provider regulated under chapter 27A-5, or camp. The facility shall admit all persons for treatment consistent with the facility's ability to provide health care services required by the patient until the facility is filled to its ordinary capacity and conform to all applicable regulations of and permit inspections by the state as otherwise provided by law."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5374, "action_date": "2014-02-04T14:00:00-06:00", "document_id": 29776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29776.pdf", "status_text": "First read in House and referred to", "journal_page": 271, "committee_id_action": 231, "committee_id_assigned": 220, "result": "N", "vote": {}}, {"bill_id": 5374, "action_date": "2014-02-18T07:45:00-06:00", "document_id": 30389, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30389.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 220, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5374, "action_date": "2014-02-18T07:45:00-06:00", "document_id": 30472, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30472.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 220, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5374, "action_date": "2014-02-18T07:45:00-06:00", "document_id": 30472, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30472.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 220, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5374, "action_date": "2014-02-20T07:45:00-06:00", "document_id": 30494, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30494.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 220, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5374, "action_date": "2014-02-20T07:45:00-06:00", "document_id": 30658, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30658.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 220, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5374, "action_date": "2014-02-20T07:45:00-06:00", "document_id": 30658, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30658.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 220, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5374, "action_date": "2014-02-20T07:45:00-06:00", "document_id": 30658, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30658.pdf", "status_text": "Do Pass Amended", "journal_page": 459, "committee_id_action": 220, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16280, "president_vote": null, "Yea": [525, 501, 479, 845, 464, 430, 476, 478], "Nay": [519, 481, 503, 510], "Excused": [520]}}, {"bill_id": 5374, "action_date": "2014-02-20T07:45:00-06:00", "document_id": 30658, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30658.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 220, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5374, "action_date": "2014-02-24T14:00:00-06:00", "document_id": 30936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30936.pdf", "status_text": "Motion to amend", "journal_page": 513, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5374, "action_date": "2014-02-24T14:00:00-06:00", "document_id": 30936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30936.pdf", "status_text": "Do Pass Amended", "journal_page": 514, "committee_id_action": 231, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 16525, "president_vote": null, "Nay": [528, 453, 522, 525, 524, 456, 489, 517, 505, 431, 425, 504, 481, 509, 520, 457, 523, 496, 466, 845, 499, 521, 507, 487, 423, 439, 500, 515, 511, 463, 518, 462, 485, 459, 450, 506, 513, 468, 498, 461, 516, 508, 480, 460, 441], "Yea": [527, 467, 519, 449, 455, 503, 477, 501, 479, 454, 458, 451, 442, 476, 478, 502, 497, 512, 484, 514, 464, 510, 430, 448], "Excused": [433]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5374"}