{"session_id": 64, "bill_id": 23292, "bill_type": "Senate Bill", "bill_number": 139, "bill_title": "provide for the creation and funding of Oceti Sakowin community-based schools.", "sponsors": [{"legislator_profile_id": 3949, "is_prime": true}], "keywords": [], "audio": [{"meeting_datetime": "2022-02-03T07:45:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sed16.mp3", "start_seconds": 2720.0}, {"meeting_datetime": "2022-02-03T07:45:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sed16.mp3", "start_seconds": 2720.0}, {"meeting_datetime": "2022-02-03T07:45:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sed16.mp3", "start_seconds": 2720.0}, {"meeting_datetime": "2022-02-09T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen20.mp3", "start_seconds": 2545.0}, {"meeting_datetime": "2022-02-09T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen20.mp3", "start_seconds": 2545.0}, {"meeting_datetime": "2022-02-09T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen20.mp3", "start_seconds": 2545.0}, {"meeting_datetime": "2022-02-09T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen20.mp3", "start_seconds": 2545.0}, {"meeting_datetime": "2022-03-02T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hed32.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2022-03-02T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hed32.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2022-03-02T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hed32.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2022-03-02T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hed32.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2022-03-02T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hed32.mp3", "start_seconds": 175.0}], "bill_versions": [{"bill_id": 23292, "bill_version_id": 230611, "bill_version": "Introduced", "bill_version_date": "2022-01-27T08:11:40.563-06:00", "bill_text": "An Act to provide for the creation and funding of Oceti Sakowin community-based schools. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 13: In order to establish an Oceti Sakowin community-based school that provides instruction in accordance with the Oceti Sakowin Essential Understandings and Standards, a nonprofit corporation shall file an application seeking sponsorship with the board of a school district. The application must include: (1) A mission statement; (2) A description of the Oceti Sakowin community-based school's organizational structure; (3) A description of the Oceti Sakowin community-based school's governance structure; (4) A location for and a description of the facility that will be used to house the Oceti Sakowin community-based school; (5) The grade levels that will be served; (6) A financial plan for the first three years of operation; (7) Personnel policies, including those addressing employment and qualifications; and (8) The criteria that will be used to measure the effectiveness of the Oceti Sakowin community-based school. The application required by this section must be developed by each nonprofit corporation seeking sponsorship for an Oceti Sakowin community-based school. For purposes of this chapter, an Oceti Sakowin community-based school means an educational institution that combines the rigorous academics of a quality school with a wide range of vital in-house services, supports, and opportunities for the purpose of promoting each student's learning and development. The school unites the most important influences in a student's life, including educational experiences, families, and communities, to create a support network that nurtures the student's development toward productive adulthood. The school embraces and lifts the indigenous language of the community and incorporates four inter-connected support systems into one core structure that includes a strong core instructional program designed to help each student meet high academic standards; enrichment activities designed to expand each student's learning opportunities and support cognitive, social, emotional, moral, and physical development; a full range of health and mental health services designed to safeguard each student's well-being and remove barriers to learning; and indigenous language as the instructional language for core classes or as a kindergarten through grade twelve indigenous language program to develop fluency and preserve language. Section 2. That a NEW SECTION be added to title 13: Upon receiving an application seeking sponsorship of an Oceti Sakowin community-based school, the board of a school district has sixty days to review and either approve or deny the application. The application must be approved if: (1) There is a reasonable likelihood that the Oceti Sakowin community-based school will open and be operated in an educationally and fiscally sound manner; (2) Decisions regarding the Oceti Sakowin community-based school will be based on documented evidence offered as part of the application process; (3) The Oceti Sakowin community-based school will follow policies and practices that are transparent and based on merit; (4) Conflicts of interest or any appearance of impropriety will be avoided; and (5) The Oceti Sakowin community-based school is likely to improve student learning and achievement. The board of a school district shall, within five days of making a determination under this section, forward copies of all application materials and report its determination to the secretary of education. Section 3. That a NEW SECTION be added to title 13: An application for sponsorship of an Oceti Sakowin community-based school may not be approved by the board of a school district if the Oceti Sakowin community-based school is to be located outside the boundaries of the school district. The board of a school district may not serve as the sponsor of an Oceti Sakowin community-based school if the Department of Education has determined that, during either of the two fiscal years immediately preceding the date of the application, the district was not in compliance with the uniform system for gathering and reporting educational data, as established in accordance with § 13-3-51. Section 4. That a NEW SECTION be added to title 13: Each person serving as an educator at an Oceti Sakowin community-based school shall either hold a certificate, as provided for in chapter 13-42, or if the person is to provide instruction only in a Native American language, the person shall hold a South Dakota Native American Lakota, Dakota, or Nakota language permit. Before making an offer of employment to any person, the Oceti Sakowin community-based school shall undertake a good faith effort to contact the person's previous employers and references, in order to ascertain the person's fitness for employment. The Oceti Sakowin community-based school shall document its contacts and findings pursuant to this section. Section 5. That a NEW SECTION be added to title 13: No later than sixty days after an application for an Oceti Sakowin community-based school is approved, the board of the school district shall enter into a contract with the governing board of the Oceti Sakowin community-based school. The contract must include: (1) The academic and operational expectations of the Oceti Sakowin community-based school and the manner in which both are to be determined; (2) The terms and conditions of sponsorship; (3) The rights and expectations of the sponsoring school district and the Oceti Sakowin community-based school; (4) A requirement that the Oceti Sakowin community-based school be nonsectarian in its programs, admission policies, employment practices, and all other operations; (5) A requirement that the Oceti Sakowin community-based school provide a comprehensive program of instruction for at least one grade level between kindergarten and twelve; (6) A requirement that the Oceti Sakowin community-based school is subject to the same operational term as provided for in § 13-26-2; (7) A requirement that the Oceti Sakowin community-based school is subject to all state and federal laws governing the provision of education to children with disabilities; (8) A requirement that the Oceti Sakowin community-based school follow the Oceti Sakowin Essential Understandings and Standards; (9) A requirement that the Oceti Sakowin community-based school incorporate in its instruction the official indigenous language of this state, as set forth in § 1-27-20; (10) A requirement that the Oceti Sakowin community-based school provide for the measurement of student progress in a manner required by the Department of Education; (11) A requirement that the Oceti Sakowin community-based school report educational data and preserve educational and financial records in the same manner as school districts in accordance with §§ 13-3-51 to 13-3-51.6, inclusive; (12) A requirement that the Oceti Sakowin community-based school and its governing board comply with the open meetings and open records provisions otherwise applicable to school districts, in accordance with chapters 1-25 and 1-27, respectively; (13) A requirement that the Oceti Sakowin community-based school is subject to annual financial and compliance audits, as well as performance audits; (14) A requirement that the Oceti Sakowin community-based school must maintain accounting and financial functions that are separate and apart from those of the sponsoring school district; (15) A requirement that the Oceti Sakowin community-based school shall maintain an adequate risk management and insurance program; (16) A requirement that, unless otherwise provided in this chapter, the Oceti Sakowin community-based school is subject to the same state and federal laws that are applicable to other school districts in this state, except those laws applicable to taxing authority, as found in chapters 10-12, 13-11, and 13-16, and school district elections as set forth in chapters 13-7 and 13-8; (17) A requirement that the Oceti Sakowin community-based school is subject to the same student assessment and accountability requirements applicable to other school districts in this state, except that nothing prevents the school, with the sponsor's approval, from establishing additional assessments and requirements that exceed those otherwise applicable under state law; and (18) A requirement that the Oceti Sakowin community-based school must utilize the same standards as those established for the education of students in a school district. Section 6. That a NEW SECTION be added to title 13: An initial contract, provided for in section 5 of this Act, must have a term of five years, except as otherwise permitted by section 13 of this Act, and specify a beginning date. An Oceti Sakowin community-based school may, upon notifying the board of the sponsoring school district, delay the effective date of the contract for a period of one year. If the Oceti Sakowin community-based school determines that a delay of more than one year is necessary, the school may request concurrence by the board. The board may grant the request, deny the request, or terminate the sponsorship. Section 7. That a NEW SECTION be added to title 13: The board of a sponsoring district shall monitor the performance and legal compliance of an Oceti Sakowin community-based school and may request, collect, and analyze data from the Oceti Sakowin community-based school to support the ongoing monitoring and evaluation. The board of a sponsoring district shall, at the time and in the manner requested by the Department of Education, provide to the department a report regarding the performance of the Oceti Sakowin community-based school. The report and data contained in the report must be separate and apart from any report or data otherwise pertaining to the school district. Section 8. That a NEW SECTION be added to title 13: If the board of a sponsoring school district determines that an Oceti Sakowin community-based school's performance or legal compliance is unsatisfactory, the board must provide written notification to the Oceti Sakowin community-based school and must provide the school with a specific time period within which the matter must be addressed. If the matter is not addressed by the Oceti Sakowin community-based school within the specified time period, the board may take corrective action, including the imposition of sanctions, or may terminate the sponsorship. Section 9. That a NEW SECTION be added to title 13: After an initial contract has been in effect for four years, the board of a sponsoring district shall provide to an Oceti Sakowin community-based school a report setting forth the school's performance to date and shall note any concerns that need to be addressed before the renewal process is initiated. The board shall provide the Oceti Sakowin community-based school at least thirty days within which to submit clarifications or corrections to the report, or to otherwise respond to the report. The board shall provide guidance to the Oceti Sakowin community-based school regarding the renewal process and set forth the specific criteria that the board will use to make a determination regarding a renewal of the contract. The process must involve an application to renew the contract. The Oceti Sakowin community-based school may attach to its application for renewal: (1) Additional evidence of improvements in student performance; (2) A description of improvements that had been undertaken, are being undertaken, or are being planned; and (3) A detailed operational plan for the ensuing contract period. Section 10. That a NEW SECTION be added to title 13: Upon receiving an application for renewal of a contract, the board of the sponsoring district shall, within sixty days: (1) Examine and base the decision regarding renewal of the contract on evidence of the Oceti Sakowin community-based school's performance during the first term of the contract; and (2) Prepare and provide to the Oceti Sakowin community-based school a report regarding the evidence provided and the decision that was reached. Section 11. That a NEW SECTION be added to title 13: The board of a sponsoring school district may deny an application for renewal of a contract if the board determines that the Oceti Sakowin community-based school: (1) Engaged in a material breach of the contract or a substantial violation of this chapter; (2) Failed to meet or make sufficient progress toward the school's performance expectations; (3) Failed to meet generally accepted standards of fiscal management; or (4) Substantially violated any provision of law from which the Oceti Sakowin community-based school was not exempt. A denial of renewal under this section may be appealed to the secretary of education. Section 12. That a NEW SECTION be added to title 13: The board of a sponsoring school district may unilaterally revoke a contract upon the conditions set forth in section 11 of this Act, if the board: (1) Provides written notice of the intent to revoke the contract to the Oceti Sakowin community-based school, at least fourteen days prior to the hearing required by this section; (2) Schedules a public hearing at which representatives of the Oceti Sakowin community-based school may provide testimony and documentary evidence; (3) Permits the hearing to be recorded; and (4) Provides to the Oceti Sakowin community-based school a written determination, citing evidence in support of the determination. Section 13. That a NEW SECTION be added to title 13: A sponsorship contract under this chapter is effective for five years unless a shorter duration is agreed to by the parties or a unilateral revocation occurs pursuant to section 12 of this Act. A sponsorship contract, regardless of duration, may contain conditions governing its continuation, provided the conditions comply with the provisions of this chapter. Section 14. That a NEW SECTION be added to title 13: Neither the board of a sponsoring school district nor an administrator may take any adverse action against a school district employee as a result of that employee's direct or indirect participation in the establishment of an Oceti Sakowin community-based school under this chapter. For purposes of this section, an adverse action against a school district employee includes a disciplinary measure, a compensatory reduction, a transfer or reassignment, and any other significant changes in the employee's duties or responsibilities objected to by the employee. Neither the board of a sponsoring school district nor an administrator may take any adverse action against an existing school district program as a result of an application to establish an Oceti Sakowin community-based school under this chapter. For purposes of this section, an adverse action against a school district program includes the suspension or termination of the program, the transfer or reassignment of the program to a less desirable department within the district, the physical relocation of the program to a less desirable setting, and a reduction in or the elimination of funding for the program. Section 15. That a NEW SECTION be added to title 13: An Oceti Sakowin community-based school established in accordance with this chapter may, independently of its sponsoring school district: (1) Purchase or lease real property, facilities, appurtenances, and equipment; (2) Obtain a loan; (3) Pledge, assign, or encumber its assets to collateralize a loan or obtain credit; (4) Apply for state and federal grants; (5) Apply for grants from philanthropic foundations; (6) Accept gifts, grants, and donations for any purpose related to the establishment or operation of the community-based school; (7) Hire and compensate personnel; (8) Participate in the state retirement system established in accordance with chapter 3-12C; (9) Enter into a contract with a school district or educational cooperative for the delivery of educational or other services, provided the consideration paid by the community-based school for the services does not exceed the delivering entity's actual cost of providing the services; and (10) Access any shared services offered by the state. Section 16. That a NEW SECTION be added to title 13: Neither a sponsoring school district nor any employee or board member of the district may be held liable for: (1) Any act or omission undertaken in good faith, and within the scope of authority, regarding an Oceti Sakowin community-based school established or operated in accordance with this chapter; or (2) Any debts incurred by or on behalf of an Oceti Sakowin community-based school established or operated in accordance with this chapter. Each Oceti Sakowin community-based school shall be responsible for any debts incurred by or on behalf of the school. Section 17. That a NEW SECTION be added to title 13: A school district that enters into a contract of sponsorship for an Oceti Sakowin community-based school may impose an annual administrative fee upon the Oceti Sakowin community-based school in an amount not exceeding the lesser of thirty-five thousand dollars or three percent of the Oceti Sakowin community-based school's total revenues. An administrative fee under this section does not include the delivery of any educational services that the Oceti Sakowin community-based school elects to purchase from the sponsoring school district. Section 18. That a NEW SECTION be added to title 13: The admission of students to an Oceti Sakowin community-based school must be based on an annual application process. If, on a date identified by the Oceti Sakowin community-based school, the number of applicants exceeds the capacity of a program, class, or grade level, enrollment preference must be given in the following order: (1) Students who attended the Oceti Sakowin community-based school during the previous year; (2) Siblings of students who attended the Oceti Sakowin community-based school during the previous year; (3) Students who reside within the boundaries of the school district in which the Oceti Sakowin community-based school is located; and (4) Students selected by lot. No student may be denied admission based on the student's academic status, athletic ability, color, ethnicity, familial status, gender, income, national origin, race, religion, special needs, or proficiency in the official indigenous language of this state. Section 19. That a NEW SECTION be added to title 13: An employee of an Oceti Sakowin community-based school sponsored by a school district is deemed to be an employee of the school district for purposes of participating in the state retirement system, as set forth in chapter 3-12C. Section 20. That a NEW SECTION be added to title 13: On or before October first of each year, the secretary of education shall provide an annual report to the Governor and the Legislature regarding Oceti Sakowin community-based schools. The secretary shall include in the report the following: (1) The performance of students attending each Oceti-Sakowin community-based school; (2) Information regarding the students' indigenous identity, mental health, and overall well-being; (3) An assessment of the successes, challenges, and improvements needed with respect to this chapter; and (4) An assessment regarding the size and number of the existing Oceti Sakowin community-based schools with respect to their ability to meet the demand, as calculated by admissions data and the number of students denied enrollment. The secretary shall obtain the information from each Oceti Sakowin community-based school and shall provide a comparison of the students' performance to that of academically, ethnically, and economically similar students in each sponsoring district. Section 21. That a NEW SECTION be added to title 13: The Board of Education Standards shall promulgate rules, in accordance with chapter 1-26, to provide for the application process, creation and development of an Oceti Sakowin community-based school, to provide for the delivery and administration of elementary and secondary education within the framework of an Oceti Sakowin community-based school, and to provide for an appellate mechanism governing decisions related to the creation, development, administration, or operations of an Oceti Sakowin community-based school. Section 22. That a NEW SECTION be added to title 13: Notwithstanding any other provision in this chapter, during the five-year period beginning July 1, 2022, Oceti Sakowin community-based schools may not exceed four in number. Section 23. That § 13-10-12 be AMENDED: 13-10-12. Each person over eighteen years of age hired by a school district or an Oceti Sakowin community-based school shall submit to a criminal background investigation, by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. The school district or the Oceti Sakowin community-based school shall submit completed fingerprint cards to the Division of Criminal Investigation before the prospective new employee enters into service. If no disqualifying record is identified at the state level, the fingerprints shall be forwarded by the Division of Criminal Investigation to the Federal Bureau of Investigation for a national criminal history record check. Any person whose employment is subject to the requirements of this section may enter into service on a temporary basis pending receipt of results of the criminal background investigation. The employing school district or Oceti Sakowin community-based school may, without liability, withdraw its offer of employment or terminate the temporary employment without notice if the report reveals a disqualifying record. The employing school district or Oceti Sakowin community-based school may pay any fees charged for the cost of fingerprinting or the criminal background investigation for any person whose employment is subject to the requirements of this section. Any person hired to officiate, judge, adjudicate, or referee a public event sponsored by a school district is not required to submit to a criminal background investigation as required in this section. In addition, any Any instructor employed by a technical college is required to shall submit to a criminal background investigation as required in this section at the time of initial employment. The criminal investigation required by this section with respect to a student teacher completing requirements for teacher certification shall be conducted by the school district. A criminal background investigation, of a student teacher, conducted by a school district may be provided to any other school in which the student engages in student teaching. The school district conducting the criminal background investigation of a student teacher may rely upon the results of that investigation for employment of that person as an employee of the district. Section 24. That § 13-13-10.1 be AMENDED: 13-13-10.1. The education funding terms and procedures referenced in this chapter are defined as follows: (1) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the fall enrollment of the receiving district when enrolled in the receiving district; (2) \"Fall enrollment,\" is calculated as follows: (a) Determine the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district who on the last Friday of September of the current school year; are enrolled in all schools operated by the district and enrolled in an Oceti Sakowin community-based school sponsored by the district; (b) Subtract the number of students for whom the district receives tuition except for: (i) Nonresident students who are in the care and custody of a state agency and are attending a public school district; and (ii) Students who are being provided an education pursuant to § 13-28-11; (c) Add the number of students for whom the district pays tuition. When computing state aid to education for a school district pursuant to § 13-13-73, the secretary of the Department of Education shall use the school district's fall enrollment; (3) \"Target teacher ratio factor,\" is: (a) For school districts with a fall enrollment of two hundred or less, the target teacher ratio factor is 12; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, the target teacher ratio factor is calculated as follows: (1) Multiplying the fall enrollment by .00750; (2) Adding 10.50 to the product of subsection (b)(1); (c) For districts with a fall enrollment of six hundred or greater, the target teacher ratio factor is 15. The fall enrollment used for the determination of the target teacher ratio for a school district may not include any students residing in a residential treatment facility when the education program is operated by the school district; (4) \"English learner (EL) adjustment,\" is calculated by multiplying 0.25 times the number of kindergarten through twelfth grade students who, in the prior school year, scored below level four on the state-administered language proficiency assessment as required in the state's consolidated state application pursuant to § 1111(b)(2)(G) of the Every Student Succeeds Act of 2015. For the 2021-2022 calculation only, the EL adjustment is calculated by multiplying 0.25 times the number of kindergarten through twelfth grade students who scored below level four on the state-administered language proficiency assessment in school year 2019-2020 or 2020-2021, whichever is greater; (5) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (6) \"Target teacher salary,\" for the school fiscal year beginning July 1, 2021 is $52,600.29. Each school fiscal year thereafter, the target teacher salary is the previous fiscal year's target teacher salary increased by the index factor; (7) \"Target teacher benefits,\" is the target teacher salary multiplied by twenty-nine percent; (8) \"Target teacher compensation,\" is the sum of the target teacher salary and the target teacher benefits; (9) \"Overhead rate,\" is thirty-seven and thirty hundredths percent. Beginning in school fiscal year 2018, the overhead rate shall be adjusted to take into account the sum of the amounts that districts exceed the other revenue base amount; (10) \"Local need,\" is calculated as follows: (a) Divide the fall enrollment by the target teacher ratio factor; (b) If applicable, divide English Learner (EL) adjustment pursuant to subdivision (4) by the target teacher ratio factor; (c) Add the results of subsections (a) and (b); (d) Multiply the result of subsection (c) by the target teacher compensation; (e) Multiply the product of subsection (d) by the overhead rate; (f) Add the products of subsections (d) and (e); (g) When calculating local need at the statewide level, include the amounts set aside for costs related to technology in schools and statewide student assessments; and (h) When calculating local need at the statewide level, include the amounts set aside for sparse school district benefits, calculated pursuant to §§ 13-13-78 and 13-13-79; (11) \"Alternative per student need,\" is calculated as follows: (a) Add the total need for each school district for school fiscal year 2016, including the small school adjustment and the English learner adjustment, to the lesser of the amount of funds apportioned to each school district in the year preceding the most recently completed school fiscal year or school fiscal year 2015 pursuant to §§ 13-13-4, 23A-27-25, 10-33-24, 10-36-10, 11-7-73, 10-35-21, and 10-43-77; and (b) Divide the result of (a) by the September 2015 fall enrollment, excluding any adjustments based on prior year student counts; (12) \"Alternative local need,\" is the alternative per student need multiplied by the fall enrollment, excluding any adjustments based on prior year student counts; (13) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42. Beginning on July 1, 2017, local effort will include the amount of funds apportioned to each school district in the year preceding the most recently completed school fiscal year pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (15), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 and that exceeds the other revenue base amount; (14) \"Other revenue base amount,\" for school districts not utilizing the alternative local need calculation is the amount of funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (15), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25, calculated as follows: (a) Beginning on July 1, 2017, equals the greatest of the amounts of the funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (15), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 for school fiscal years 2013, 2014, and 2015; (b) Beginning on July 1, 2018, multiply eighty percent times subsection (a); (c) Beginning on July 1, 2019, multiply sixty percent times subsection (a); (d) Beginning on July 1, 2020, multiply forty percent times subsection (a); (e) Beginning on July 1, 2021, multiply twenty percent times subsection (a); and (f) Beginning on July 1, 2022, is zero; For school districts utilizing the alternative local need calculation, the other revenue base amount is zero until such time the school district chooses to no longer utilize the alternative local need calculation. At that time, the other revenue base amount is calculated as defined above. For a school district created or reorganized after July 1, 2016, the other revenue base amount is the sum of the other revenue base amount for each district before reorganization, and the new school district may not utilize the alternative local need calculation. In the case of the dissolution and annexation of a district, the other revenue base amount of the dissolved school district will be prorated based on the total number of students in the fall enrollment as defined in subdivision (2) who attend each district to which area of the dissolved district were annexed to in the first year of reorganization. The amount apportioned for each district will be added to the annexed districts' other revenue base; (15) \"Wind energy tax revenue,\" any wind energy tax revenue apportioned to school districts pursuant to § 10-35-21 from a wind farm producing power for the first time before July 1, 2016, shall be considered local effort pursuant to subdivision (13) and other revenue base amount pursuant to subdivision (14). However, any wind energy tax revenue apportioned to a school district from a wind farm producing power for the first time after June 30, 2016, one hundred percent shall be retained by the school district to which the tax revenue is apportioned for the first five years of producing power, eighty percent for the sixth year, sixty percent for the seventh year, forty percent for the eighth year, twenty percent for the ninth year, and zero percent thereafter. If a wind farm begins producing power for the first time between October first and December thirty-first in a calendar year, any revenues generated for that time period must be retained by the school district and that time period may not be counted against the first five-year period; (16) \"Per student equivalent,\" for funding calculations that are determined on a per student basis, the per student equivalent is calculated as follows: (a) Multiply the target teacher compensation times the sum of one plus the overhead rate; and (b) Divide subsection (a) by 15; (17) \"Monthly cash balance,\" the total amount of money for each month in the school district's general fund, calculated by adding all deposits made during the month to the beginning cash balance and deducting all disbursements or payments made during the month; (18) \"General fund base percentage,\" is determined as follows: (a) Forty percent for a school district with a fall enrollment as defined in subdivision (2) of two hundred or less; (b) Thirty percent for a school district with fall enrollment as defined in subdivision (2) of more than two hundred but less than six hundred; and (c) Twenty-five percent for a school district with fall enrollment as defined in subdivision (2) greater than or equal to six hundred. When determining the general fund base percentage, the secretary of the Department of Education shall use the lesser of the school district's fall enrollment as defined in subdivision (2) for the current school year or the school district's fall enrollment from the previous two years; and (19) \"Allowable general fund cash balance,\" the general fund base percentage multiplied by the district's general fund expenditures in the previous school year. Section 25. That chapter 13-13 be amended with a NEW SECTION: A sponsoring school district shall forward to the Oceti Sakowin community-based school that portion of the total funding received by the district in accordance with this chapter, that equals the percentage of the district's students who are enrolled in the Oceti Sakowin community-based school. The sponsoring school district is responsible for the provision of services required by chapter 13-37. Nothing in this section impairs any collateral pledge of state aid for debt incurred by a sponsoring school district prior to July 1, 2022."}, {"bill_id": 23292, "bill_version_id": 233124, "bill_version": "Senate Engrossed", "bill_version_date": "2022-02-10T16:46:34.813-06:00", "bill_text": "An Act to provide for the creation and funding of Oceti Sakowin community-based schools. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 13: In order to establish an Oceti Sakowin community-based school that provides instruction in accordance with the Oceti Sakowin Essential Understandings and Standards, a nonprofit corporation shall file an application seeking sponsorship with the board of a school district. The application must include: (1) A mission statement; (2) A description of the Oceti Sakowin community-based school's organizational structure; (3) A description of the Oceti Sakowin community-based school's governance structure; (4) A location for and a description of the facility that will be used to house the Oceti Sakowin community-based school; (5) The grade levels that will be served; (6) A financial plan for the first three years of operation; (7) Personnel policies, including those addressing employment and qualifications; and (8) The criteria that will be used to measure the effectiveness of the Oceti Sakowin community-based school. The application required by this section must be developed by each nonprofit corporation seeking sponsorship for an Oceti Sakowin community-based school. For purposes of this chapter, an Oceti Sakowin community-based school means an educational institution that combines the rigorous academics of a quality school with a wide range of vital in-house services, supports, and opportunities for the purpose of promoting each student's learning and development. The school unites the most important influences in a student's life, including educational experiences, families, and communities, to create a support network that nurtures the student's development toward productive adulthood. The school embraces and lifts the indigenous language of the community and incorporates four inter-connected support systems into one core structure that includes a strong core instructional program designed to help each student meet high academic standards; enrichment activities designed to expand each student's learning opportunities and support cognitive, social, emotional, moral, and physical development; a full range of health and mental health services designed to safeguard each student's well-being and remove barriers to learning; and indigenous language as the instructional language for core classes or as a kindergarten through grade twelve indigenous language program to develop fluency and preserve language. Section 2. That a NEW SECTION be added to title 13: Upon receiving an application seeking sponsorship of an Oceti Sakowin community-based school, the board of a school district has sixty days to review and either approve or deny the application. The application is considered complete if: (1) There is a reasonable likelihood that the Oceti Sakowin community-based school will open and be operated in an educationally and fiscally sound manner; (2) Decisions regarding the Oceti Sakowin community-based school will be based on documented evidence offered as part of the application process; (3) The Oceti Sakowin community-based school will follow policies and practices that are transparent and based on merit; (4) Conflicts of interest or any appearance of impropriety will be avoided; (5) The Oceti Sakowin community-based school is likely to improve student learning and achievement; and (6) An operating agreement, including funding, is proposed. The board of a school district shall, within five days of making a determination under this section, forward copies of all application materials and report its determination to the secretary of education. Section 3. That a NEW SECTION be added to title 13: An application for sponsorship of an Oceti Sakowin community-based school may not be approved by the board of a school district if the Oceti Sakowin community-based school is to be located outside the boundaries of the school district. The board of a school district may not serve as the sponsor of an Oceti Sakowin community-based school if the Department of Education has determined that, during either of the two fiscal years immediately preceding the date of the application, the district was not in compliance with the uniform system for gathering and reporting educational data, as established in accordance with § 13-3-51. Section 4. That a NEW SECTION be added to title 13: Each person serving as an educator at an Oceti Sakowin community-based school shall either hold a certificate, as provided for in chapter 13-42, or if the person is to provide instruction only in a Native American language, the person shall hold a South Dakota Native American Lakota, Dakota, or Nakota language permit. Before making an offer of employment to any person, the Oceti Sakowin community-based school shall undertake a good faith effort to contact the person's previous employers and references, in order to ascertain the person's fitness for employment. The Oceti Sakowin community-based school shall document its contacts and findings pursuant to this section. Section 5. That a NEW SECTION be added to title 13: No later than sixty days after an application for an Oceti Sakowin community-based school is approved, the board of the school district shall enter into a contract with the governing board of the Oceti Sakowin community-based school. The contract must include: (1) The academic and operational expectations of the Oceti Sakowin community-based school and the manner in which both are to be determined; (2) The terms and conditions of sponsorship; (3) The rights and expectations of the sponsoring school district and the Oceti Sakowin community-based school; (4) A requirement that the Oceti Sakowin community-based school be nonsectarian in its programs, admission policies, employment practices, and all other operations; (5) A requirement that the Oceti Sakowin community-based school provide a comprehensive program of instruction for at least one grade level between kindergarten and twelve; (6) A requirement that the Oceti Sakowin community-based school is subject to the same operational term as provided for in § 13-26-2; (7) A requirement that the Oceti Sakowin community-based school is subject to all state and federal laws governing the provision of education to children with disabilities; (8) A requirement that the Oceti Sakowin community-based school follow the Oceti Sakowin Essential Understandings and Standards; (9) A requirement that the Oceti Sakowin community-based school incorporate in its instruction the official indigenous language of this state, as set forth in § 1-27-20; (10) A requirement that the Oceti Sakowin community-based school provide for the measurement of student progress in a manner required by the Department of Education; (11) A requirement that the Oceti Sakowin community-based school report educational data and preserve educational and financial records in the same manner as school districts in accordance with §§ 13-3-51 to 13-3-51.6, inclusive; (12) A requirement that the Oceti Sakowin community-based school and its governing board comply with the open meetings and open records provisions otherwise applicable to school districts, in accordance with chapters 1-25 and 1-27, respectively; (13) A requirement that the Oceti Sakowin community-based school is subject to annual financial and compliance audits, as well as performance audits; (14) A requirement that the Oceti Sakowin community-based school must maintain accounting and financial functions that are separate and apart from those of the sponsoring school district; (15) A requirement that the Oceti Sakowin community-based school shall maintain an adequate risk management and insurance program; (16) A requirement that, unless otherwise provided in this chapter, the Oceti Sakowin community-based school is subject to the same state and federal laws that are applicable to other school districts in this state, except those laws applicable to taxing authority, as found in chapters 10-12, 13-11, and 13-16, and school district elections as set forth in chapters 13-7 and 13-8; (17) A requirement that the Oceti Sakowin community-based school is subject to the same student assessment and accountability requirements applicable to other school districts in this state, except that nothing prevents the school, with the sponsor's approval, from establishing additional assessments and requirements that exceed those otherwise applicable under state law; and (18) A requirement that the Oceti Sakowin community-based school must utilize the same standards as those established for the education of students in a school district. Section 6. That a NEW SECTION be added to title 13: An initial contract, provided for in section 5 of this Act, must have a term of five years, except as otherwise permitted by section 13 of this Act, and specify a beginning date. An Oceti Sakowin community-based school may, upon notifying the board of the sponsoring school district, delay the effective date of the contract for a period of one year. If the Oceti Sakowin community-based school determines that a delay of more than one year is necessary, the school may request concurrence by the board. The board may grant the request, deny the request, or terminate the sponsorship. Section 7. That a NEW SECTION be added to title 13: The board of a sponsoring district shall monitor the performance and legal compliance of an Oceti Sakowin community-based school and may request, collect, and analyze data from the Oceti Sakowin community-based school to support the ongoing monitoring and evaluation. The board of a sponsoring district shall, at the time and in the manner requested by the Department of Education, provide to the department a report regarding the performance of the Oceti Sakowin community-based school. The report and data contained in the report must be separate and apart from any report or data otherwise pertaining to the school district. Section 8. That a NEW SECTION be added to title 13: If the board of a sponsoring school district determines that an Oceti Sakowin community-based school's performance or legal compliance is unsatisfactory, the board must provide written notification to the Oceti Sakowin community-based school and must provide the school with a specific time period within which the matter must be addressed. If the matter is not addressed by the Oceti Sakowin community-based school within the specified time period, the board may take corrective action, including the imposition of sanctions, or may terminate the sponsorship. Section 9. That a NEW SECTION be added to title 13: After an initial contract has been in effect for four years, the board of a sponsoring district shall provide to an Oceti Sakowin community-based school a report setting forth the school's performance to date and shall note any concerns that need to be addressed before the renewal process is initiated. The board shall provide the Oceti Sakowin community-based school at least thirty days within which to submit clarifications or corrections to the report, or to otherwise respond to the report. The board shall provide guidance to the Oceti Sakowin community-based school regarding the renewal process and set forth the specific criteria that the board will use to make a determination regarding a renewal of the contract. The process must involve an application to renew the contract. The Oceti Sakowin community-based school may attach to its application for renewal: (1) Additional evidence of improvements in student performance; (2) A description of improvements that had been undertaken, are being undertaken, or are being planned; and (3) A detailed operational plan for the ensuing contract period. Section 10. That a NEW SECTION be added to title 13: Upon receiving an application for renewal of a contract, the board of the sponsoring district shall, within sixty days: (1) Examine and base the decision regarding renewal of the contract on evidence of the Oceti Sakowin community-based school's performance during the first term of the contract; and (2) Prepare and provide to the Oceti Sakowin community-based school a report regarding the evidence provided and the decision that was reached. Section 11. That a NEW SECTION be added to title 13: The board of a sponsoring school district may deny an application for renewal of a contract if the board determines that the Oceti Sakowin community-based school: (1) Engaged in a material breach of the contract or a substantial violation of this chapter; (2) Failed to meet or make sufficient progress toward the school's performance expectations; (3) Failed to meet generally accepted standards of fiscal management; or (4) Substantially violated any provision of law from which the Oceti Sakowin community-based school was not exempt. A denial of renewal under this section may be appealed to the secretary of education. Section 12. That a NEW SECTION be added to title 13: The board of a sponsoring school district may unilaterally revoke a contract upon the conditions set forth in section 11 of this Act, if the board: (1) Provides written notice of the intent to revoke the contract to the Oceti Sakowin community-based school, at least fourteen days prior to the hearing required by this section; (2) Schedules a public hearing at which representatives of the Oceti Sakowin community-based school may provide testimony and documentary evidence; (3) Permits the hearing to be recorded; and (4) Provides to the Oceti Sakowin community-based school a written determination, citing evidence in support of the determination. Section 13. That a NEW SECTION be added to title 13: A sponsorship contract under this chapter is effective for five years unless a shorter duration is agreed to by the parties or a unilateral revocation occurs pursuant to section 12 of this Act. A sponsorship contract, regardless of duration, may contain conditions governing its continuation, provided the conditions comply with the provisions of this chapter. Section 14. That a NEW SECTION be added to title 13: Neither the board of a sponsoring school district nor an administrator may take any adverse action against a school district employee as a result of that employee's direct or indirect participation in the establishment of an Oceti Sakowin community-based school under this chapter. For purposes of this section, an adverse action against a school district employee includes a disciplinary measure, a compensatory reduction, a transfer or reassignment, and any other significant changes in the employee's duties or responsibilities objected to by the employee. Neither the board of a sponsoring school district nor an administrator may take any adverse action against an existing school district program as a result of an application to establish an Oceti Sakowin community-based school under this chapter. For purposes of this section, an adverse action against a school district program includes the suspension or termination of the program, the transfer or reassignment of the program to a less desirable department within the district, the physical relocation of the program to a less desirable setting, and a reduction in or the elimination of funding for the program. Section 15. That a NEW SECTION be added to title 13: An Oceti Sakowin community-based school established in accordance with this chapter may, independently of its sponsoring school district: (1) Purchase or lease real property, facilities, appurtenances, and equipment; (2) Obtain a loan; (3) Pledge, assign, or encumber its assets to collateralize a loan or obtain credit; (4) Apply for state and federal grants; (5) Apply for grants from philanthropic foundations; (6) Accept gifts, grants, and donations for any purpose related to the establishment or operation of the community-based school; (7) Hire and compensate personnel; (8) Participate in the state retirement system established in accordance with chapter 3-12C; (9) Enter into a contract with a school district or educational cooperative for the delivery of educational or other services, provided the consideration paid by the community-based school for the services does not exceed the delivering entity's actual cost of providing the services; and (10) Access any shared services offered by the state. Section 16. That a NEW SECTION be added to title 13: Neither a sponsoring school district nor any employee or board member of the district may be held liable for: (1) Any act or omission undertaken in good faith, and within the scope of authority, regarding an Oceti Sakowin community-based school established or operated in accordance with this chapter; or (2) Any debts incurred by or on behalf of an Oceti Sakowin community-based school established or operated in accordance with this chapter. Each Oceti Sakowin community-based school shall be responsible for any debts incurred by or on behalf of the school. Section 17. That a NEW SECTION be added to title 13: A school district that enters into a contract of sponsorship for an Oceti Sakowin community-based school may impose an annual administrative fee upon the Oceti Sakowin community-based school in an amount not exceeding the lesser of thirty-five thousand dollars or three percent of the Oceti Sakowin community-based school's total revenues. An administrative fee under this section does not include the delivery of any educational services that the Oceti Sakowin community-based school elects to purchase from the sponsoring school district. Section 18. That a NEW SECTION be added to title 13: The admission of students to an Oceti Sakowin community-based school must be based on an annual application process. If, on a date identified by the Oceti Sakowin community-based school, the number of applicants exceeds the capacity of a program, class, or grade level, enrollment preference must be given in the following order: (1) Students who attended the Oceti Sakowin community-based school during the previous year; (2) Siblings of students who attended the Oceti Sakowin community-based school during the previous year; (3) Students who reside within the boundaries of the school district in which the Oceti Sakowin community-based school is located; and (4) Students selected by lot. No student may be denied admission based on the student's academic status, athletic ability, color, ethnicity, familial status, gender, income, national origin, race, religion, special needs, or proficiency in the official indigenous language of this state. Section 19. That a NEW SECTION be added to title 13: An employee of an Oceti Sakowin community-based school sponsored by a school district is deemed to be an employee of the school district for purposes of participating in the state retirement system, as set forth in chapter 3-12C. Section 20. That a NEW SECTION be added to title 13: On or before October first of each year, the secretary of education shall provide an annual report to the Governor and the Legislature regarding Oceti Sakowin community-based schools. The secretary shall include in the report the following: (1) The performance of students attending each Oceti-Sakowin community-based school; (2) Information regarding the students' indigenous identity, mental health, and overall well-being; (3) An assessment of the successes, challenges, and improvements needed with respect to this chapter; and (4) An assessment regarding the size and number of the existing Oceti Sakowin community-based schools with respect to their ability to meet the demand, as calculated by admissions data and the number of students denied enrollment. The secretary shall obtain the information from each Oceti Sakowin community-based school and shall provide a comparison of the students' performance to that of academically, ethnically, and economically similar students in each sponsoring district. Section 21. That a NEW SECTION be added to title 13: The Board of Education Standards shall promulgate rules, in accordance with chapter 1-26, to provide for the application process, creation and development of an Oceti Sakowin community-based school, to provide for the delivery and administration of elementary and secondary education within the framework of an Oceti Sakowin community-based school, and to provide for an appellate mechanism governing decisions related to the creation, development, administration, or operations of an Oceti Sakowin community-based school. Section 22. That a NEW SECTION be added to title 13: Notwithstanding any other provision in this chapter, during the five-year period beginning July 1, 2022, Oceti Sakowin community-based schools may not exceed two in number. Section 23. That § 13-10-12 be AMENDED: 13-10-12. Each person over eighteen years of age hired by a school district or an Oceti Sakowin community-based school shall submit to a criminal background investigation, by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. The school district or the Oceti Sakowin community-based school shall submit completed fingerprint cards to the Division of Criminal Investigation before the prospective new employee enters into service. If no disqualifying record is identified at the state level, the fingerprints shall be forwarded by the Division of Criminal Investigation to the Federal Bureau of Investigation for a national criminal history record check. Any person whose employment is subject to the requirements of this section may enter into service on a temporary basis pending receipt of results of the criminal background investigation. The employing school district or Oceti Sakowin community-based school may, without liability, withdraw its offer of employment or terminate the temporary employment without notice if the report reveals a disqualifying record. The employing school district or Oceti Sakowin community-based school may pay any fees charged for the cost of fingerprinting or the criminal background investigation for any person whose employment is subject to the requirements of this section. Any person hired to officiate, judge, adjudicate, or referee a public event sponsored by a school district is not required to submit to a criminal background investigation as required in this section. In addition, any Any instructor employed by a technical college is required to shall submit to a criminal background investigation as required in this section at the time of initial employment. The criminal investigation required by this section with respect to a student teacher completing requirements for teacher certification shall be conducted by the school district. A criminal background investigation, of a student teacher, conducted by a school district may be provided to any other school in which the student engages in student teaching. The school district conducting the criminal background investigation of a student teacher may rely upon the results of that investigation for employment of that person as an employee of the district. Section 24. That § 13-13-10.1 be AMENDED: 13-13-10.1. The education funding terms and procedures referenced in this chapter are defined as follows: (1) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the fall enrollment of the receiving district when enrolled in the receiving district; (2) \"Fall enrollment,\" is calculated as follows: (a) Determine the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district who on the last Friday of September of the current school year; are enrolled in all schools operated by the district and enrolled in an Oceti Sakowin community-based school sponsored by the district; (b) Subtract the number of students for whom the district receives tuition except for: (i) Nonresident students who are in the care and custody of a state agency and are attending a public school district; and (ii) Students who are being provided an education pursuant to § 13-28-11; (c) Add the number of students for whom the district pays tuition. When computing state aid to education for a school district pursuant to § 13-13-73, the secretary of the Department of Education shall use the school district's fall enrollment; (3) \"Target teacher ratio factor,\" is: (a) For school districts with a fall enrollment of two hundred or less, the target teacher ratio factor is 12; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, the target teacher ratio factor is calculated as follows: (1) Multiplying the fall enrollment by .00750; (2) Adding 10.50 to the product of subsection (b)(1); (c) For districts with a fall enrollment of six hundred or greater, the target teacher ratio factor is 15. The fall enrollment used for the determination of the target teacher ratio for a school district may not include any students residing in a residential treatment facility when the education program is operated by the school district; (4) \"English learner (EL) adjustment,\" is calculated by multiplying 0.25 times the number of kindergarten through twelfth grade students who, in the prior school year, scored below level four on the state-administered language proficiency assessment as required in the state's consolidated state application pursuant to § 1111(b)(2)(G) of the Every Student Succeeds Act of 2015. For the 2021-2022 calculation only, the EL adjustment is calculated by multiplying 0.25 times the number of kindergarten through twelfth grade students who scored below level four on the state-administered language proficiency assessment in school year 2019-2020 or 2020-2021, whichever is greater; (5) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (6) \"Target teacher salary,\" for the school fiscal year beginning July 1, 2021 is $52,600.29. Each school fiscal year thereafter, the target teacher salary is the previous fiscal year's target teacher salary increased by the index factor; (7) \"Target teacher benefits,\" is the target teacher salary multiplied by twenty-nine percent; (8) \"Target teacher compensation,\" is the sum of the target teacher salary and the target teacher benefits; (9) \"Overhead rate,\" is thirty-seven and thirty hundredths percent. Beginning in school fiscal year 2018, the overhead rate shall be adjusted to take into account the sum of the amounts that districts exceed the other revenue base amount; (10) \"Local need,\" is calculated as follows: (a) Divide the fall enrollment by the target teacher ratio factor; (b) If applicable, divide English Learner (EL) adjustment pursuant to subdivision (4) by the target teacher ratio factor; (c) Add the results of subsections (a) and (b); (d) Multiply the result of subsection (c) by the target teacher compensation; (e) Multiply the product of subsection (d) by the overhead rate; (f) Add the products of subsections (d) and (e); (g) When calculating local need at the statewide level, include the amounts set aside for costs related to technology in schools and statewide student assessments; and (h) When calculating local need at the statewide level, include the amounts set aside for sparse school district benefits, calculated pursuant to §§ 13-13-78 and 13-13-79; (11) \"Alternative per student need,\" is calculated as follows: (a) Add the total need for each school district for school fiscal year 2016, including the small school adjustment and the English learner adjustment, to the lesser of the amount of funds apportioned to each school district in the year preceding the most recently completed school fiscal year or school fiscal year 2015 pursuant to §§ 13-13-4, 23A-27-25, 10-33-24, 10-36-10, 11-7-73, 10-35-21, and 10-43-77; and (b) Divide the result of (a) by the September 2015 fall enrollment, excluding any adjustments based on prior year student counts; (12) \"Alternative local need,\" is the alternative per student need multiplied by the fall enrollment, excluding any adjustments based on prior year student counts; (13) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42. Beginning on July 1, 2017, local effort will include the amount of funds apportioned to each school district in the year preceding the most recently completed school fiscal year pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (15), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 and that exceeds the other revenue base amount; (14) \"Other revenue base amount,\" for school districts not utilizing the alternative local need calculation is the amount of funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (15), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25, calculated as follows: (a) Beginning on July 1, 2017, equals the greatest of the amounts of the funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (15), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 for school fiscal years 2013, 2014, and 2015; (b) Beginning on July 1, 2018, multiply eighty percent times subsection (a); (c) Beginning on July 1, 2019, multiply sixty percent times subsection (a); (d) Beginning on July 1, 2020, multiply forty percent times subsection (a); (e) Beginning on July 1, 2021, multiply twenty percent times subsection (a); and (f) Beginning on July 1, 2022, is zero; For school districts utilizing the alternative local need calculation, the other revenue base amount is zero until such time the school district chooses to no longer utilize the alternative local need calculation. At that time, the other revenue base amount is calculated as defined above. For a school district created or reorganized after July 1, 2016, the other revenue base amount is the sum of the other revenue base amount for each district before reorganization, and the new school district may not utilize the alternative local need calculation. In the case of the dissolution and annexation of a district, the other revenue base amount of the dissolved school district will be prorated based on the total number of students in the fall enrollment as defined in subdivision (2) who attend each district to which area of the dissolved district were annexed to in the first year of reorganization. The amount apportioned for each district will be added to the annexed districts' other revenue base; (15) \"Wind energy tax revenue,\" any wind energy tax revenue apportioned to school districts pursuant to § 10-35-21 from a wind farm producing power for the first time before July 1, 2016, shall be considered local effort pursuant to subdivision (13) and other revenue base amount pursuant to subdivision (14). However, any wind energy tax revenue apportioned to a school district from a wind farm producing power for the first time after June 30, 2016, one hundred percent shall be retained by the school district to which the tax revenue is apportioned for the first five years of producing power, eighty percent for the sixth year, sixty percent for the seventh year, forty percent for the eighth year, twenty percent for the ninth year, and zero percent thereafter. If a wind farm begins producing power for the first time between October first and December thirty-first in a calendar year, any revenues generated for that time period must be retained by the school district and that time period may not be counted against the first five-year period; (16) \"Per student equivalent,\" for funding calculations that are determined on a per student basis, the per student equivalent is calculated as follows: (a) Multiply the target teacher compensation times the sum of one plus the overhead rate; and (b) Divide subsection (a) by 15; (17) \"Monthly cash balance,\" the total amount of money for each month in the school district's general fund, calculated by adding all deposits made during the month to the beginning cash balance and deducting all disbursements or payments made during the month; (18) \"General fund base percentage,\" is determined as follows: (a) Forty percent for a school district with a fall enrollment as defined in subdivision (2) of two hundred or less; (b) Thirty percent for a school district with fall enrollment as defined in subdivision (2) of more than two hundred but less than six hundred; and (c) Twenty-five percent for a school district with fall enrollment as defined in subdivision (2) greater than or equal to six hundred. When determining the general fund base percentage, the secretary of the Department of Education shall use the lesser of the school district's fall enrollment as defined in subdivision (2) for the current school year or the school district's fall enrollment from the previous two years; and (19) \"Allowable general fund cash balance,\" the general fund base percentage multiplied by the district's general fund expenditures in the previous school year. Section 25. That chapter 13-13 be amended with a NEW SECTION: A sponsoring school district shall forward to the Oceti Sakowin community-based school that portion of the total funding received by the district in accordance with this chapter, that equals the percentage of the district's students who are enrolled in the Oceti Sakowin community-based school. The sponsoring school district is responsible for the provision of services required by chapter 13-37. Nothing in this section impairs any collateral pledge of state aid for debt incurred by a sponsoring school district prior to July 1, 2022."}], "amendments": [{"bill_id": 23292, "document_id": 235541, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235541.pdf", "legislator_profile_id": 3983, "document_id_instructions": 235542, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/235542.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 23292, "action_date": "2022-01-27T13:00:00-06:00", "document_id": 230319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230319.pdf", "status_text": "First read in Senate and referred to", "journal_page": 128, "committee_id_action": 1034, "committee_id_assigned": 1024, "result": "N", "vote": {}}, {"bill_id": 23292, "action_date": "2022-02-03T07:45:00-06:00", "document_id": 230805, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230805.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1024, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23292, "action_date": "2022-02-03T07:45:00-06:00", "document_id": 230808, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230808.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 1024, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72500, "president_vote": null, "Yea": [3918, 3949, 3996, 4000, 4006, 3926], "Nay": [3994]}}, {"bill_id": 23292, "action_date": "2022-02-04T13:00:00-06:00", "document_id": 232453, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232453.pdf", "status_text": "Deferred to another day", "journal_page": 182, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23292, "action_date": "2022-02-07T14:00:00-06:00", "document_id": 232579, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232579.pdf", "status_text": "Deferred to another day", "journal_page": 192, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23292, "action_date": "2022-02-09T14:00:00-06:00", "document_id": 232912, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232912.pdf", "status_text": "Motion to amend", "journal_page": 225, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23292, "action_date": "2022-02-09T14:00:00-06:00", "document_id": 232912, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232912.pdf", "status_text": "Do Pass Amended", "journal_page": 225, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73192, "president_vote": null, "Yea": [3918, 3920, 3922, 3926, 3936, 3939, 3949, 3956, 3958, 3961, 3966, 3974, 3975, 3990, 3991, 3996, 3999, 4000, 4002, 4003, 4006, 4016], "Nay": [3921, 3925, 3932, 3935, 3940, 3943, 3952, 3962, 3979, 3993, 3994, 4010, 4012]}}, {"bill_id": 23292, "action_date": "2022-02-10T13:30:00-06:00", "document_id": 233104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233104.pdf", "status_text": "First Reading House", "journal_page": 271, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23292, "action_date": "2022-02-14T14:00:00-06:00", "document_id": 233296, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233296.pdf", "status_text": "Referred to", "journal_page": 282, "committee_id_action": 1008, "committee_id_assigned": 1005, "result": "N", "vote": {}}, {"bill_id": 23292, "action_date": "2022-03-02T07:45:00-06:00", "document_id": 235030, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235030.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1005, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23292, "action_date": "2022-03-02T07:45:00-06:00", "document_id": 235031, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235031.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1005, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23292, "action_date": "2022-03-02T07:45:00-06:00", "document_id": 235031, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235031.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1005, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 75101, "president_vote": null, "Excused": [3914, 3928, 3997], "Yea": [3929, 3948, 3960, 3976], "Nay": [3931, 3955, 3967, 3971, 3972, 4001, 3983, 3944]}}, {"bill_id": 23292, "action_date": "2022-03-02T07:45:00-06:00", "document_id": 235031, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235031.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1005, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75103, "president_vote": null, "Excused": [3914, 3928, 3997], "Nay": [3929, 3948, 3960, 3976], "Yea": [3931, 3955, 3967, 3971, 3972, 4001, 3983, 3944]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23292"}