{"session_id": 54, "bill_id": 17703, "bill_type": "House Bill", "bill_number": 1204, "bill_title": "increase the tax upon the sale of certain alcoholic beverages and to provide for the distribution of the tax revenue.", "sponsors": [{"legislator_profile_id": 2833, "is_prime": true}], "keywords": ["Administrative Rules", "Alcoholic Beverages", "Taxation"], "audio": [{"meeting_datetime": "2003-02-11T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hta20hb1204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-11T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hta20hb1204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-11T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hta20hb1204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-11T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hta20hb1204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-11T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hta20hb1204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou22hb1204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou22hb1204a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou22hb1204a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17703, "bill_version_id": 96180, "bill_version": "Introduced", "bill_version_date": "2003-01-30T11:51:05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the tax upon the sale of certain alcoholic beverages and to provide for the distribution of the tax revenue. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a law enforcement surtax of twelve percent on the gross receipts from the sale of alcoholic beverages at the premises of an on-sale licensee as defined in chapter 35-4. The tax shall be collected in addition to the four percent retail sales and use tax imposed on on-sale sales of alcoholic beverages. Section 2. The Department of Revenue shall administer the tax provided in section 1 of this Act. The department shall prescribe forms and promulgate rules pursuant to chapter 1-26 for the making of returns and for the ascertainment, assessment, and collection of the tax. The department shall keep full and accurate records of all moneys received and distributed by the department under this Act. Section 3. All moneys received and collected by the Department of Revenue pursuant to this Act shall be credited to a county law enforcement fund, which is established in the state treasury, and, after deducting the amount of refunds made and the amounts necessary to defray the direct cost of collecting the tax, shall be paid to the counties as provided in section 4 of this Act. Section 4. Each county's share of the payments from the county law enforcement fund shall be computed using the following factors: (1) The percent of the total population of the state that resides in each county based on the most recent United States census; and (2) The percent of the true and full assessed value of the state associated with each county as determined by the Department of Revenue. Each county's share of the payments from the county law enforcement fund shall be calculated by multiplying the average of the two factors by the available payment. Section 5. Payments shall be made to the counties from the county law enforcement fund quarterly as follows: (1) January first, based upon tax revenues collected between July first and September thirtieth of the preceding year; (2) April first, based upon tax revenues collected between October first and December thirty-first of the preceding year; (3) July first, based upon tax revenues collected between January first and March thirty- first of the current year; and (4) October first, based upon tax revenues collected between April first and June thirtieth of the current year. Section 6. The payments received by counties pursuant to this Act shall be deposited in a special law enforcement fund. Thirty-five percent of the revenue deposited in the fund shall be transferred to the county general fund. The county shall use this money transferred to the general fund to reduce, by a like amount, the amount of property taxes to be collected by the county for the next tax year. Thirty-five percent of the revenue deposited in the fund may only be used for jails, detoxification, law enforcement, juvenile justice programs, attorney fees, court expenses, and other criminal justice expenses. Twenty percent of the revenue deposited in the fund may only be used for domestic or child abuse shelters or programs and shall be used as provided in section 7 of this Act. Ten percent of the revenue deposited in the fund may only be used for alcohol treatment and counseling programs. The board of county commissioners shall, by resolution, establish a means of distributing the revenue among the county law enforcement, juvenile justice, and other criminal justice agencies within the county. Section 7. The amount to be used for domestic or child abuse shelters or programs shall be as follows: (1) Twenty-five percent of this revenue shall be used for administrative costs incurred by the Department of Social Services; (2) Twenty-five percent of this revenue shall be used to hold offenders accountable and to assist victims of violence and their families; (3) Ten percent shall be used for visitation centers in the state; and (4) Forty percent shall be used for state-supported domestic violence shelters and crisis centers."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17703, "action_date": "2003-01-30T14:00:00-06:00", "document_id": 96215, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96215.pdf", "status_text": "First read in House and referred to", "journal_page": 230, "committee_id_action": 798, "committee_id_assigned": 794, "result": "N", "vote": {}}, {"bill_id": 17703, "action_date": "2003-02-11T07:45:00-06:00", "document_id": 96943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96943.pdf", "status_text": "Do Pass,", "journal_page": 393, "committee_id_action": 794, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56392, "president_vote": null, "Yea": [2845, 2874, 2890, 2898, 2915, 2929, 2932, 2936], "Nay": [2861, 2866, 2877, 2889, 2931, 2884, 2937]}}, {"bill_id": 17703, "action_date": "2003-02-11T07:45:00-06:00", "document_id": 96943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96943.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 794, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17703, "action_date": "2003-02-12T14:00:00-06:00", "document_id": 97083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97083.pdf", "status_text": "Deferred to another day", "journal_page": 409, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17703, "action_date": "2003-02-13T14:00:00-06:00", "document_id": 97199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97199.pdf", "status_text": "Do Pass,", "journal_page": 431, "committee_id_action": 798, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 56652, "president_vote": null, "Yea": [2833, 2837, 2844, 2873, 2874, 2888, 2892, 2896, 2898, 2906, 2907, 2929, 2932, 2933], "Nay": [2836, 2839, 2841, 2842, 2843, 2845, 2846, 2848, 2855, 2858, 2859, 2860, 2861, 2862, 2866, 2869, 2870, 2871, 2872, 2875, 2877, 2879, 2884, 2885, 2889, 2890, 2893, 2894, 2895, 2900, 2902, 2905, 2909, 2910, 2911, 2912, 2913, 2915, 2917, 2919, 2920, 2922, 2923, 2924, 2925, 2930, 2931, 2934, 2936, 2937, 2938, 2899], "Excused": [2857, 2863, 2864, 2914]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17703"}