{"session_id": 56, "bill_id": 18478, "bill_type": "House Bill", "bill_number": 1121, "bill_title": "increase the minimum amounts of financial responsibility that must be maintained on a licensed motor vehicle.", "sponsors": [{"legislator_profile_id": 3089, "is_prime": true}, {"legislator_profile_id": 3104, "is_prime": true}, {"legislator_profile_id": 3064, "is_prime": false}, {"legislator_profile_id": 3065, "is_prime": false}, {"legislator_profile_id": 3073, "is_prime": false}, {"legislator_profile_id": 3084, "is_prime": false}, {"legislator_profile_id": 3110, "is_prime": false}, {"legislator_profile_id": 3118, "is_prime": false}, {"legislator_profile_id": 3120, "is_prime": false}, {"legislator_profile_id": 3137, "is_prime": false}, {"legislator_profile_id": 3146, "is_prime": false}, {"legislator_profile_id": 3147, "is_prime": false}, {"legislator_profile_id": 3148, "is_prime": false}], "keywords": ["Insurance", "Motor Vehicles"], "audio": [{"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/htr14hb1121a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/htr14hb1121a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/htr14hb1121a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/htr14hb1121a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18478, "bill_version_id": 99416, "bill_version": "Introduced", "bill_version_date": "2004-01-21T09:32:16-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the minimum amounts of financial responsibility that must be maintained on a licensed motor vehicle. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-35-2 be amended to read as follows: 32-35-2. The term, proof of financial responsibility for the future, as used in this chapter means proof of ability to respond in damages for liability, on account of accidents occurring after the effective date of the proof, arising out of the ownership, maintenance, or use of a vehicle of a type subject to registration under the laws of this state, in the amount of twenty-five fifty thousand dollars because of bodily injury to or death of one person in any one accident, and, subject to the limit for one person, in the amount of fifty one hundred thousand dollars because of bodily injury to or death of two or more persons in any one accident, and in the amount of twenty-five fifty thousand dollars because of injury to or destruction of property of others in any one accident. Wherever used in this chapter the terms, proof of financial responsibility, or, proof, are synonymous with the term, proof of financial responsibility for the future. Section 2. That § 32-35-59 be amended to read as follows: 32-35-59. Judgments referred to in § § 32-35-43 to 32-35-62, inclusive, shall, for the purpose of this chapter only, be deemed satisfied: (1) If twenty-five fifty thousand dollars has been credited upon any judgment or judgments rendered in excess of that amount because of bodily injury to or death of one person as the result of any one accident; or (2) If, subject to the limit of twenty-five fifty thousand dollars because of bodily injury to or death of one person, the sum of fifty one hundred thousand dollars has been credited upon any judgment or judgments rendered in excess of that amount because of bodily injury to or death of two or more persons as the result of any one accident; or (3) If twenty-five fifty thousand dollars has been credited upon any judgment or judgments rendered in excess of that amount because of injury to or destruction of property of others as a result of any one accident. However, payments made in settlements of any claims because of bodily injury, death, or property damage arising from the accident shall be credited to reduce the amounts provided for in this section. Section 3. That § 32-35-70 be amended to read as follows: 32-35-70. An owner's policy of liability insurance referred to in § 32-35-68 shall insure the person named therein and any other person as insured, using any insured vehicle or vehicles with the express or implied permission of the named insured, against loss from the liability imposed by law for damages arising out of the ownership, maintenance, or use of the vehicle or vehicles within the United States of America or the Dominion of Canada, subject to limits exclusive of interests and costs, with respect to each insured vehicle, as follows: twenty-five fifty thousand dollars because of bodily injury to or death of one person in any one accident and, subject to the limit for one person, fifty one hundred thousand dollars because of bodily injury to or death of two or more persons in any one accident, and twenty-five fifty thousand dollars because of injury to or destruction of property of others in any one accident. If the policy complies with the filing and form requirements of Title 58 and has been approved by the Division of Insurance, the driver and owner has complied with this chapter. The policy may exclude liability coverage if the policyholder certifies in writing that the vehicle will not be operated during the policy period. The policy may exclude or limit coverage pursuant to § 58-11-9.3, or for a relative residing in the named insured's household. Policies issued after January 1, 1987, and owners who have purchased such policies are in compliance with this chapter. Date of compliance does not affect any pending litigation."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18478, "action_date": "2004-01-21T14:00:00-06:00", "document_id": 99482, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99482.pdf", "status_text": "First read in House and referred to", "journal_page": 123, "committee_id_action": 831, "committee_id_assigned": 828, "result": "N", "vote": {}}, {"bill_id": 18478, "action_date": "2004-02-02T10:00:00-06:00", "document_id": 100426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100426.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 828, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18478, "action_date": "2004-02-02T10:00:00-06:00", "document_id": 100426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100426.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 828, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 58963, "president_vote": null, "Nay": [3069, 3058, 3096, 3130, 3072, 3123], "Yea": [3070, 3102, 3078, 3095, 3147], "Excused": [3142, 3122]}}, {"bill_id": 18478, "action_date": "2004-02-02T10:00:00-06:00", "document_id": 100426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100426.pdf", "status_text": "Tabled", "journal_page": 341, "committee_id_action": 828, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58967, "president_vote": null, "Yea": [3069, 3058, 3078, 3096, 3130, 3072, 3123], "Nay": [3070, 3102, 3095, 3147], "Excused": [3142, 3122]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18478"}