{"session_id": 44, "bill_id": 12307, "bill_type": "House Bill", "bill_number": 1201, "bill_title": "authorize a local vote to prohibit the placement of video lottery machines in a municipality or county.", "sponsors": [{"legislator_profile_id": 1822, "is_prime": true}, {"legislator_profile_id": 1782, "is_prime": false}, {"legislator_profile_id": 1792, "is_prime": false}, {"legislator_profile_id": 1796, "is_prime": false}, {"legislator_profile_id": 1799, "is_prime": false}, {"legislator_profile_id": 3797, "is_prime": false}, {"legislator_profile_id": 1836, "is_prime": false}, {"legislator_profile_id": 3793, "is_prime": false}, {"legislator_profile_id": 1858, "is_prime": false}], "keywords": ["Ballot Measures", "Local Government Generally", "Lottery"], "audio": [{"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hlo26.mp3", "start_seconds": 2566.0}, {"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hlo26.mp3", "start_seconds": 2566.0}, {"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hlo26.mp3", "start_seconds": 2566.0}], "bill_versions": [{"bill_id": 12307, "bill_version_id": 215453, "bill_version": "Introduced", "bill_version_date": "2021-02-01T21:23:29.47-06:00", "bill_text": "An Act to authorize a local vote to prohibit the placement of video lottery machines in a municipality or county. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 42-7A-44 be AMENDED: 42-7A-44. Video lottery machines--Placement--Number limited--Signage--Persons under age twenty-one. The placement of video lottery machines in licensed establishments shall be subject to § 42-7A-44.2 and the rules of the commission promulgated pursuant to chapter 1-26. No more than ten video lottery machines may be placed in any licensed establishment. The bar or lounge with an on-sale license issued pursuant to subdivision 35-4-2(12) or (16) shall be restricted to persons twenty-one years of age or older. The entrance to the area where video lottery machines are located shall display a sign that the premises are restricted to persons twenty-one years or older. Notwithstanding the restrictions in § 35-4-79, persons under the age of twenty-one may only enter the premises where video lottery machines are located provided they are accompanied by a parent, guardian, or spouse of twenty-one years or older. Section 2. That a NEW SECTION be added: 42-7A-44.2. Video lottery machines--Vote to prohibit requested by governing body--Municipality or county--Form of ballot. The governing body of each municipality and county may submit the following question in the following form on a separate ballot to its registered voters at any regular or special election: Should video lottery machines be prohibited in your (municipality/county)? YES NO Section 3. That a NEW SECTION be added: 42-7A-44.3. Video lottery machines--Vote to prohibit requested by registered voters--Form of ballot. The governing body shall submit the following question in the following form on a separate ballot at any scheduled regular or special election if the registered voters for the municipality or county, as applicable, file a petition with the municipal clerk or the county auditor at least ninety days before the scheduled regular or special election that is signed, with the signer's address, city or town, county of voter registration, and date of signing beside the signature, by not less than five percent of the registered voters of a municipality or county, based upon the total number of registered voters in the municipality or county at the last preceding general election as recorded in the statewide voter registration file: Should video lottery machines be prohibited in your (municipality/county)? YES NO Section 4. That a NEW SECTION be added: 42-7A-44.4. Effect of vote. If the majority of votes cast upon submission of the ballot question pursuant to § 42-7A-44.2 or 42-7A-44.3 is \"YES,\" then the executive director may not issue or renew a license for the placement of a video lottery machine at an establishment within the municipality or county. A license of an establishment that was valid before the election remains valid through the expiration date of the license or for one year from the date of the election, whichever is earlier. Section 5. That § 42-7A-41 be AMENDED: 42-7A-41. Video lottery machines--License required--Manufacturer, distributor, operator, and establishment--Fees. Each video lottery machine manufacturer, distributor, operator, and licensed establishment shall be licensed by the executive director before any video lottery machine or associated equipment is manufactured, distributed, sold, or placed for public use in this state. The commission shall, by rule promulgated pursuant to chapter 1-26, establish an annual fee for each license not to exceed the following: (1) Video lottery machine manufacturer--$5,000; (2) Video lottery machine distributor--$5,000; (3) Video lottery machine operator--the greater of $1,000 or $100 per machine licensed; and (4) Video lottery establishment--$100. In addition to the annual license fees, the executive director may charge a one‑time license application fee not to exceed fifty dollars. All fees collected pursuant to this section shall be deposited in the video lottery operating fund created by § 42-7A-41.1. All licenses issued by the South Dakota Lottery under this section are renewable annually unless sooner cancelled or terminated, or if restricted under the provisions of § 42-7A-44.2. No license issued under this section is transferable or assignable. Section 6. That § 42-7A-57 be AMENDED: 42-7A-57. Video lottery machines--License--Approval or disapproval of application. The Subject to § 42-7A-44, the executive director may approve or disapprove any application for license, as provided in § 42-7A-41, depending upon whether the executive director deems the applicant a suitable person to hold the license and whether the executive director considers the proposed location suitable. Failure of the applicant to provide information necessary to allow investigation into his the applicant's background, is also grounds for denial of the license."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12307, "action_date": "2021-02-02T14:00:00-06:00", "document_id": 215283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215283.pdf", "status_text": "First read in House and referred to", "journal_page": 177, "committee_id_action": 492, "committee_id_assigned": 495, "result": "N", "vote": {}}, {"bill_id": 12307, "action_date": "2021-02-09T10:00:00-06:00", "document_id": 216650, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216650.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 495, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12307, "action_date": "2021-02-23T10:00:00-06:00", "document_id": 217857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217857.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 495, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12307, "action_date": "2021-02-23T10:00:00-06:00", "document_id": 217866, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217866.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 495, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69838, "president_vote": null, "Yea": [1768, 1780, 3792, 1795, 3788, 1829, 1843, 3787, 3789, 3801, 1868], "Nay": [3797, 1807]}}]}