{"session_id": 49, "bill_id": 15533, "bill_type": "Senate Bill", "bill_number": 114, "bill_title": "adopt the Uniform Correction or Clarification of Defamation Act.", "sponsors": [{"legislator_profile_id": 2335, "is_prime": true}, {"legislator_profile_id": 2408, "is_prime": true}, {"legislator_profile_id": 2329, "is_prime": false}, {"legislator_profile_id": 2347, "is_prime": false}, {"legislator_profile_id": 2378, "is_prime": false}, {"legislator_profile_id": 2385, "is_prime": false}, {"legislator_profile_id": 2391, "is_prime": false}], "keywords": ["Defamation"], "audio": [], "bill_versions": [{"bill_id": 15533, "bill_version_id": 86786, "bill_version": "Introduced", "bill_version_date": "2000-01-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Uniform Correction or Clarification of Defamation Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Defamatory,\" tending to harm reputation; (2) \"Economic loss,\" special, pecuniary loss caused by a false and defamatory publication; and (3) \"Person,\" an individual, corporation, business trust, estate, trust, partnership, association, joint venture, or other legal or commercial entity. The term does not include a government or governmental subdivision, agency, or instrumentality. Section 2. This Act applies to any cause of action, however characterized, for damages arising out of harm to personal reputation caused by the false content of a publication that is published on or after the effective date of this Act. This Act applies to all publications, including writings, broadcasts, oral communications, electronic transmissions, or other forms of transmitting information. Section 3. A person may maintain an action for defamation only if: (1) The person has made a timely and adequate request for correction or clarification from the defendant; or (2) The defendant has made a correction or clarification. Section 4. A request for correction or clarification is timely if made within the period of limitation for commencement of an action for defamation. However, a person who, within ninety days after knowledge of the publication, fails to make a good-faith attempt to request a correction or clarification may recover only provable economic loss. Section 5. A request for correction or clarification is adequate if it: (1) Is made in writing and reasonably identifies the person making the request; (2) Specifies with particularity the statement alleged to be false and defamatory and, to the extent known, the time and place of publication; (3) Alleges the defamatory meaning of the statement; (4) Specifies the circumstances giving rise to any defamatory meaning of the statement which arises from other than the express language of the publication; and (5) States that the alleged defamatory meaning of the statement is false. Section 6. In the absence of a previous adequate request, service of a summons and complaint stating a cause of action for defamation and containing the information required in section 5 of this Act constitutes an adequate request for correction or clarification. Section 7. The period of limitation for commencement of a defamation action is tolled during the period allowed in section 10 of this Act for responding to a request for correction or clarification. Section 8. A person who has been requested to make a correction or clarification may ask the requester to disclose reasonably available information material to the falsity of the allegedly defamatory statement. If a correction or clarification is not made, a person who unreasonably fails to disclose the information after a request to do so may recover only provable economic loss. A correction or clarification is timely if published within twenty-five days after receipt of information disclosed pursuant to this section or forty-five days after receipt of a request for correction or clarification, whichever is later. Section 9. If a timely and sufficient correction or clarification is made, a person may recover only provable economic loss, as mitigated by the correction or clarification. Section 10. A correction or clarification is timely if it is published before, or within forty-five days after, receipt of a request for correction or clarification, unless the period is extended pursuant to section 8 of this Act. Section 11. A correction or clarification is sufficient if it: (1) Is published with a prominence and in a manner and medium reasonably likely to reach substantially the same audience as the publication complained of; (2) Refers to the statement being corrected or clarified and: (a) Corrects the statement; (b) In the case of defamatory meaning arising from other than the express language of the publication, disclaims an intent to communicate that meaning or to assert its truth; or (c) In the case of a statement attributed to another person, identifies the person and disclaims an intent to assert the truth of the statement; and (3) Is communicated to the person who has made a request for correction or clarification. Section 12. A correction or clarification is published in a medium reasonably likely to reach substantially the same audience as the publication complained of if it is published in a later issue, edition, or broadcast of the original publication. Section 13. If a later issue, edition, or broadcast of the original publication will not be published within the time limits established for a timely correction or clarification, a correction or clarification is published in a manner and medium reasonably likely to reach substantially the same audience as the publication complained of if: (1) It is timely published in a reasonably prominent manner: (a) In another medium likely to reach an audience reasonably equivalent to the original publication; or (b) If the parties cannot agree on another medium, in the newspaper with the largest general circulation in the region in which the original publication was distributed; (2) Reasonable steps are taken to correct undistributed copies of the original publication, if any; and (3) It is published in the next practicable issue, edition, or broadcast, if any, of the original publication. Section 14. A correction or clarification is timely and sufficient if the parties agree in writing that it is timely and sufficient. Section 15. If a defendant in an action governed by this Act intends to rely on a timely and sufficient correction or clarification, the defendant's intention to do so, and the correction or clarification relied upon, shall be set forth in a notice served on the plaintiff within sixty days after service of the summons and complaint or ten days after the correction or clarification is made, whichever is later. A correction or clarification is deemed to be timely and sufficient unless the plaintiff challenges its timeliness or sufficiency within twenty days after the notice is served. Section 16. If a defendant in an action governed by this Act intends to challenge the adequacy or timeliness of a request for correction or clarification, the defendant shall set forth the challenge in a motion to declare the request inadequate or untimely served within sixty days after service of the summons and complaint. The court shall rule on the motion at the earliest appropriate time before trial. Section 17. If a timely correction or clarification is no longer possible, the publisher of an alleged defamatory statement may offer, at any time before trial, to make a correction or clarification. The offer shall be made in writing to the person allegedly defamed by the publication and: (1) Contain the publisher's offer to: (a) Publish, at the person's request, a sufficient correction or clarification; and (b) Pay the person's reasonable expenses of litigation, including attorney's fees, incurred before publication of the correction or clarification; and (2) Be accompanied by a copy of the proposed correction or clarification and the plan for its publication. Section 18. If the person accepts in writing an offer to correct or clarify made pursuant to section 17 of this Act: (1) The person is barred from commencing an action against the publisher based on the statement; or (2) If an action has been commenced, the court shall dismiss the action against the defendant with prejudice after the defendant complies with the terms of the offer. Section 19. A person who does not accept an offer made in conformance with section 17 of this Act may recover in an action based on the statement only: (1) Damages for provable economic loss; and (2) Reasonable expenses of litigation, including attorney's fees, incurred before the offer, unless the person failed to make a good-faith attempt to request a correction or clarification in accordance with section 4 of this Act or failed to disclose information in accordance with section 8 of this Act. Section 20. On request of either party, a court shall promptly determine the sufficiency of the offered correction or clarification. Section 21. The court shall determine the amount of reasonable expenses of litigation, including attorney's fees, specified in section 17 of this Act and section 19 of this Act. Section 22. A timely and sufficient correction or clarification made by a person responsible for a publication constitutes a correction or clarification made by all persons responsible for that publication other than a republisher. However, a correction or clarification that is sufficient only because of the operation of subsection (c) of subdivision (2) of section 11 of this Act does not constitute a correction or clarification made by the person to whom the statement is attributed. Section 23. The fact of a request for correction or clarification under this Act, the contents of the request, and its acceptance or refusal are not admissible in evidence at trial. The fact that a correction or clarification under this Act was made and the contents of the correction or clarification are not admissible in evidence at trial except in mitigation of damages pursuant to section 9 of this Act. If the fact that a correction or clarification was made or the contents of the correction or clarification are received in evidence, the fact of the request may also be received. The fact of an offer of correction or clarification, or the fact of its refusal, and the contents of the offer are not admissible in evidence at trial. Section 24. This Act shall be applied and construed to effectuate its general purpose to make uniform the law with respect to the subject of this Act among states enacting it. Section 25. This Act may be cited as the Uniform Correction or Clarification of Defamation Act. Section 26. If any provision of this Act or its application to any person or circumstance is held invalid, the invalidity does not affect other provisions or applications of this Act which can be given effect without the invalid provision or application, and to this end the provisions of this Act are severable. Section 27. This Act takes effect on July 1, 2001. Section 28. That § 20-11-7 be repealed. 20-11-7. Before any action for libel can be brought against a newspaper or the publisher, editor, or manager thereof, the party aggrieved must at least three days before the commencement of such action serve a notice on the person or persons against whom said action is to be brought specifying particularly the statement or statements claimed to be false and defamatory. If on the trial it appears that such statement or statements were written or published in good faith and with the belief founded upon reasonable grounds that the same were true, and a full and fair retraction of the erroneous matter correcting any and all misstatements of fact therein contained was published in the next issue of the paper, or in the case of a daily paper within three days after the mistake was brought to the attention of the publisher, editor, or manager in as conspicuous type as the original statement and the same position in the paper, the plaintiff will be entitled to recover no punitive damages. But if the libel is against a candidate for office the retraction must also be made editorially in the case of a daily paper at least three days and in the case of a weekly paper at least ten days before the election. Section 29. That § 20-11-8 be repealed. 20-11-8. The publication of a full and fair retraction of the alleged defamatory statement as provided by § 20-11-7 shall, on the trial of an action for such libel, be held and considered a rebuttal of any and all presumption of malice attached to and growing out of such alleged libel."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15533, "action_date": "2000-01-19T14:00:00-06:00", "document_id": 85633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85633.pdf", "status_text": "First read in Senate and referred to", "journal_page": 113, "committee_id_action": 657, "committee_id_assigned": 635, "result": "N", "vote": {}}, {"bill_id": 15533, "action_date": "2000-01-19T14:00:00-06:00", "document_id": 85633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85633.pdf", "status_text": "Re-referred to", "journal_page": 111, "committee_id_action": 657, "committee_id_assigned": 639, "result": "P", "vote": {}}, {"bill_id": 15533, "action_date": "2000-01-24T07:45:00-06:00", "document_id": 85756, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85756.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15533, "action_date": "2000-01-26T07:45:00-06:00", "document_id": 85779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85779.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15533, "action_date": "2000-01-28T07:45:00-06:00", "document_id": 85805, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85805.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15533, "action_date": "2000-01-31T07:45:00-06:00", "document_id": 85815, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85815.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15533, "action_date": "2000-01-31T07:45:00-06:00", "document_id": 85815, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85815.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 251, "committee_id_action": 639, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45613, "president_vote": null, "Yea": [2329, 2376, 2352, 2365, 2398, 2389, 2346], "Nay": [2335, 2405]}}, {"bill_id": 15533, "action_date": "2000-01-31T07:45:00-06:00", "document_id": 85815, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85815.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 251, "committee_id_action": 639, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45613, "president_vote": null, "Yea": [2329, 2376, 2352, 2365, 2398, 2389, 2346], "Nay": [2335, 2405]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15533"}