{"session_id": 68, "bill_id": 23662, "bill_type": "House Bill", "bill_number": 1219, "bill_title": "appoint an advisory committee for use of force and qualifying handgun course development.", "sponsors": [{"legislator_profile_id": 4374, "is_prime": true}], "keywords": ["Firearms", "Law Enforcement"], "audio": [], "bill_versions": [{"bill_id": 23662, "bill_version_id": 247996, "bill_version": "Introduced", "bill_version_date": "2023-02-01T09:41:56.263-06:00", "bill_text": "An Act to appoint an advisory committee for use of force and qualifying handgun course development. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 23-7 be amended with a NEW SECTION: Notwithstanding § 1-32-4.1, the attorney general shall appoint an advisory committee to assist the Division of Criminal Investigation in developing and implementing the use of force course for certified instructors, in accordance with § 23-7-59, and to review and provide recommendations regarding the content of a qualifying handgun course, as set forth in § 23-7-58. The advisory committee must consist of: (1) The National Rifle Association training counselor assigned to this state, or the counselor's designee, who shall serve as the chair; (2) Two persons who are certified by this state as use of force instructors; and (3) Two persons who by training and experience are uniquely familiar with the handling and defensive use of handguns. Each member of the advisory committee, other than the training counselor or the counselor's designee, shall serve for a term of three years and no member may be appointed for more than three consecutive terms. If a vacancy occurs, the attorney general shall appoint a person to fill the unexpired term, provided such an appointment does not constitute a term for purposes of this section. The advisory committee shall meet at least once every six months, at the call of the chair, and at such other times as requested by the attorney general. The members of the advisory committee must be compensated in accordance with § 4-7-10.4."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23662, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247777.pdf", "status_text": "First read in House and referred to", "journal_page": 195, "committee_id_action": 1159, "committee_id_assigned": 1160, "result": "N", "vote": {}}, {"bill_id": 23662, "action_date": "2023-02-13T10:00:00-06:00", "document_id": 249093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249093.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "N", "vote": {}}]}