{"session_id": 15, "bill_id": 3185, "bill_type": "House Bill", "bill_number": 1045, "bill_title": "revise various trust provisions.", "sponsors": [], "keywords": ["Banks and Banking", "Department of Labor and Regulation", "Fiduciaries and Trusts", "Trusts"], "audio": [{"meeting_datetime": "2012-01-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju04.mp3", "start_seconds": 3364.0}, {"meeting_datetime": "2012-01-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju04.mp3", "start_seconds": 3364.0}, {"meeting_datetime": "2012-01-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju04.mp3", "start_seconds": 3364.0}, {"meeting_datetime": "2012-01-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju04.mp3", "start_seconds": 3364.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju07.mp3", "start_seconds": 477.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju07.mp3", "start_seconds": 477.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju07.mp3", "start_seconds": 477.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju07.mp3", "start_seconds": 477.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju07.mp3", "start_seconds": 477.0}, {"meeting_datetime": "2012-01-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou09.mp3", "start_seconds": 3949.0}, {"meeting_datetime": "2012-01-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou09.mp3", "start_seconds": 3949.0}, {"meeting_datetime": "2012-01-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou09.mp3", "start_seconds": 3949.0}, {"meeting_datetime": "2012-02-24T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst27.mp3", "start_seconds": 74.0}, {"meeting_datetime": "2012-02-24T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst27.mp3", "start_seconds": 74.0}, {"meeting_datetime": "2012-02-24T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst27.mp3", "start_seconds": 74.0}, {"meeting_datetime": "2012-02-24T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst27.mp3", "start_seconds": 74.0}], "bill_versions": [{"bill_id": 3185, "bill_version_id": 19173, "bill_version": "Introduced", "bill_version_date": "2012-01-07T17:55:32.44-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise various trust provisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 51A-6A-19.2 be amended to read as follows: 51A-6A-19.2. Any trust company authorized by this title, shall, before transacting any such business, pledge to the division and maintain at all times investments for the security of the trust creditors of the trust company including as a priority claim costs incurred by the division in a receivership or liquidation of the trust company in the event it should fail. The amount of the pledge shall be determined by the director in an amount deemed appropriate to defray such costs, but may not be less than a market value of one hundred thousand dollars, and may not exceed five hundred thousand dollars for a private trust company or one million dollars for a public trust company. All investments pledged to the division shall be held at a depository institution in this state and all costs associated with pledging and holding such investments are the responsibility of the trust company. The amount of the pledge may not exceed fifty percent of the trust company's capital. The investments pledged to the division shall be of the same nature and quality as those required for public funds as provided in§§ 4-5-6 and 4-5-6.1. The commission may promulgate rules pursuant to chapter 1-26 to establish additional investment guidelines or investment options for purposes of the pledge required by this section. In the event of a receivership of a trust company, the director may, without regard to priorities, preferences, or adverse claims, reduce the pledged investments to cash and, as soon as practicable, utilize the cash to defray the costs associated with the receivership. Income from such investments shall belong to and be paid to the trust company as long as it continues to conduct its business in the ordinary course and so long as authorized by the director. The proposed effective date of an order requiring an existing trust company to increase its pledge must shall be stated in the order as on or after the thirty-first day after the date of the proposed order. Unless the trust company requests a hearing before the commission in writing before the effective date of the proposed order, the order becomes effective and is final. Any hearing before the commission shall be held pursuant to chapter 1-26. Section 2. That § 51A-6A-11.1 be amended to read as follows: 51A-6A-11.1. A public trust company chartered in South Dakota, after June 30, 2010, shall establish office premises in South Dakota that would establish jurisdiction over a trust for which the trust company would be a qualified person under § 55-3-39 shall: (1) Maintain office space in South Dakota for trust company business and for the storage of, and access to, trust company records required by § 51A-6A-30; (2) Hold no less than two governing board meetings with a quorum physically present in South Dakota annually; (3) Employ, engage, or contract with at least one trust officer or key employee to provide services for the trust company in South Dakota related to the powers of the company in § 51A-6A-29 and to facilitate the examinations required by § 51A-6A-31; and (4) Perform trust administration in South Dakota. Public Each public trust companies company chartered in South Dakota prior to July 1, 2010 2012, shall meet the requirements of this section no later than July 1, 2015, unless the director grants an extension of up to twenty-four months upon a showing of good faith effort. A public trust company seeking an extension of time shall include in its application to the director the reasons for any delay and a detailed time line for expected compliance with this section. The commission may promulgate rules pursuant to chapter 1-26 to establish additional guidelines regarding what constitutes trust administration in South Dakota for purposes of this section. Section 3. That § 51A-6A-39 be amended to read as follows: 51A-6A-39. All information the director generates in making an investigation or examination of a state trust company is confidential. All confidential information is the property of the state and is not subject to disclosure except upon the written approval of the director shall remain the property of the division and shall be furnished to the trust company for its confidential use. Under no circumstances may a trust company disclose a report or any supporting documentation to anyone, other than directors and officers of the trust company or anyone acting in a fiduciary capacity for the trust company, without written permission from the director. The director shall give ten days' prior written notice of intent to disclose confidential information to the affected trust company. Any trust company which receives a notice may object to the disclosure of the confidential information and shall be afforded the right to a hearing in accordance with the provisions of chapter 1-26. If a trust company requests a hearing, the director may not reveal confidential information prior to the conclusion of the hearing and a ruling. Disclosure of confidential information shall be made only to formal regulatory bodies which clearly have a need for the confidential information. Prior to dissemination of any confidential information, the director shall require a written agreement not to reveal the confidential information by the party receiving the confidential information. In no event may the director disclose confidential information to the general public, any competitor, or any potential competitor of a trust company. The submission of any information to the division in the course of any investigation or examination may not be construed as waiving, destroying, or otherwise affecting any privilege any person may claim with respect to the information under South Dakota law or federal law. Section 4. That § 55-2-15 be amended to read as follows: 55-2-15. Unless the terms of the governing instrument expressly provide otherwise, if a trustee has discretion under the terms of a governing instrument to make a distribution of income or principal to or for the benefit of one or more beneficiaries of a trust (the \"first trust\"), whether or not restricted by any standard, then the trustee may instead exercise such discretion by appointing part or all of the income or principal subject to the discretion in favor of a trustee of a second trust (the \"second trust\") under a governing instrument separate from the governing instrument of the first trust. Before exercising its discretion to appoint and distribute assets to a second trust, the trustee of the first trust shall determine whether the appointment is necessary or desirable after taking into account the purposes of the first trust, the terms and conditions of the second trust, and the consequences of the distribution. For the purposes of this section, a trustee of the first trust is a restricted trustee if either the trustee is a beneficiary of the first trust or if a beneficiary of the first trust has a power to change the trustees within the meaning of § 55-2-17. In addition, the following apply to all appointments made under this section: (1) The second trust may only have as beneficiaries one or more of the beneficiaries of the first trust: (a) To or for whom a discretionary distribution of income or principal may be made from the first trust; or (b) To or for whom a distribution of income or principal may be made in the future from the first trust at a time or upon the happening of an event specified under the first trust; (2) No restricted trustee of the first trust may exercise such authority over the first trust to the extent that doing so could have the effect of: (a) Benefiting the restricted trustee as a beneficiary of the first trust, unless the exercise of such authority is limited by an ascertainable standard based on or related to health, education, maintenance, or support; or (b) Removing restrictions on discretionary distributions to a beneficiary imposed by the governing instrument under which the first trust was created, except that a provision in the second trust which limits distributions by an ascertainable standard based on or related to the health, education, maintenance, or support of any such beneficiary is permitted; (3) No restricted trustee of the first trust may exercise such authority over the first trust to the extent that doing so would have the effect of increasing the distributions that can be made from the second trust to the restricted trustees of the first trust or to a beneficiary who may change the trustees of the first trust within the meaning of § 55-2-17 compared to the distributions that can be made to such trustee or beneficiary, as the case may be, under the first trust, unless the exercise of such authority is limited by an ascertainable standard based on or related to health, education, maintenance, or support; (4) The provisions of subdivisions (2) and (3) only apply to restrict the authority of a trustee if either a trustee, or a beneficiary who may change the trustee, is a United States citizen or domiciliary under the Internal Revenue Code, or the trust owns property that would be subject to United States estate or gift taxes if owned directly by such a person; (5) In the case of any trust contributions which have been treated as gifts qualifying for the exclusion from gift tax described in § 2503(b) of the Internal Revenue Code of 1986, by reason of the application of I.R.C. § 2503(c), the governing instrument for the second trust shall provide that the beneficiary's remainder interest shall vest no later than the date upon which such interest would have vested under the terms of the governing instrument for the first trust; (6) The exercise of such authority may not reduce any income interest of any income beneficiary of any of the following trusts: (a) A trust for which a marital deduction has been taken for federal tax purposes under I.R.C. § 2056 or § 2523 or for state tax purposes under any comparable provision of applicable state law; (b) A charitable remainder trust under I.R.C. § 664; or (c) A grantor retained annuity trust under I.R.C. § 2702; (7) The exercise of such authority does not apply to trust property subject to a presently exercisable power of withdrawal held by a trust beneficiary to whom, or for the benefit of whom, the trustee has authority to make distributions, unless after the exercise of such authority, such beneficiary's power of withdrawal is unchanged with respect to the trust property; (8) The exercise of such authority is not prohibited by a spendthrift clause or by a provision in the governing instrument that prohibits amendment or revocation of the trust; (9) Any appointment made by a trustee shall be considered a distribution by the trustee pursuant to the trustee's distribution powers and authority; and (10) If the trustee's distribution discretion is not subject to a standard, or if the trustee's distribution discretion is subject to a standard that does not create a support interest, then the court may review the trustee's determination or any related appointment only pursuant to § 55-1-43. Any other court review of the trustee's determination or any related appointment may be made only pursuant to § 55-1-42. Notwithstanding the foregoing provisions of this section, the governing instrument of the second trust may grant a power of appointment to one or more of the beneficiaries of the second trust who are beneficiaries of the first trust. The power of appointment may include the power to appoint trust property to the holder of the power of appointment, the holder's creditors, the holder's estate, the creditors of the holder's estate, or any other person, whether or not that person is a trust beneficiary. This section applies to any trust governed by the laws of this state, including a trust whose governing jurisdiction is transferred to this state. Section 5. That § 55-1B-2 be amended to read as follows: 55-1B-2. An excluded fiduciary is not liable, either individually or as a fiduciary, for any of the following: (1) Any loss that results from compliance with a direction of the trust advisor, custodial account owner, or authorized designee of a custodial account owner, including any loss from the trust advisor breaching fiduciary responsibilities or acting beyond the trust advisor's scope of authority; (2) Any loss that results from a failure to take any action proposed by an excluded fiduciary that requires a prior authorization of the trust advisor if that excluded fiduciary timely sought but failed to obtain that authorization; (3) Any loss that results from any action or inaction, except for gross negligence or willful misconduct, when an excluded fiduciary is required, pursuant to the trust agreement or any other reason, to assume the role of trust advisor, trust protector, investment trust advisor, or distribution trust advisor. Any excluded fiduciary is also relieved from any obligation to review or evaluate any direction from a distribution trust advisor or to perform investment or suitability reviews, inquiries, or investigations or to make recommendations or evaluations with respect to any investments to the extent the trust advisor, custodial account owner, or authorized designee of a custodial account owner had authority to direct the acquisition, disposition, or retention of any such investment. If the excluded fiduciary offers such communication to the trust advisor, trust protector, investment trust advisor, or distribution trust advisor or any investment person selected by the investment trust advisor, such action may not be deemed to constitute an undertaking by the excluded fiduciary to monitor or otherwise participate in actions within the scope of the advisor's authority or to constitute any duty to do so. Any excluded fiduciary is also relieved of any duty to communicate with or warn or apprise any beneficiary or third party concerning instances in which the excluded fiduciary would or might have exercised the excluded fiduciary's own discretion in a manner different from the manner directed by the trust advisor, trust protector, investment trust advisor, or distribution trust advisor. Absent clear and convincing evidence to the contrary provisions in the governing instrument, the actions of the excluded fiduciary (such as any communications with the trust advisor and others and carrying out, recording, and reporting actions taken at the trust advisor's direction) pertaining to matters within the scope of authority of the trust advisor, trust protector, investment trust advisor, or distribution trust advisor (such as confirming that the advisor's directions have been carried out and recording and reporting actions taken at the advisor's direction) shall be presumed deemed to be administrative actions taken by the excluded fiduciary solely to allow the excluded fiduciary to perform those duties assigned to the excluded fiduciary under the governing instrument, and such administrative actions may not be deemed to constitute an undertaking by the excluded fiduciary to monitor or otherwise, participate in, or otherwise take any fiduciary responsibility for actions within the scope of authority of the trust advisor, trust protector, investment trust advisor, or distribution trust advisor. Nothing in subdivision (2) imposes an obligation or liability with respect to a custodian of a custodial account. Section 6. That § 55-1B-10 be amended to read as follows: 55-1B-10. The powers and discretions of an investment trust advisor shall be provided in the trust instrument and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the investment trust advisor and are binding on any other person and any other interested party, fiduciary, and excluded fiduciary. Unless the terms of the document governing instrument provide otherwise, the investment trust advisor has the power to perform the following: (1) Direct the trustee with respect to the retention, purchase, sale, or encumbrance of trust property and the investment and reinvestment of principal and income of the trust; (2) Vote proxies for securities held in trust; and (3) Select one or more investment advisers, managers, or counselors, including the trustee, and delegate to them any of its powers; and (4) Direct the trustee with respect to any additional powers and discretions over investment and management of trust assets provided in the governing instrument. Section 7. That § 55-1B-11 be amended to read as follows: 55-1B-11. The powers and discretions of a distribution trust advisor over any discretionary distributions of income or principal, including distributions pursuant to an ascertainable standard or other criteria and appointments pursuant to § 55-2-15, shall be provided in the trust instrument and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the distribution trust advisor and are binding on any other person and any other interested party, fiduciary, and excluded fiduciary. Unless the terms of the document provide otherwise, the distribution trust advisor shall direct the trustee with regard to all discretionary distributions to beneficiaries and may direct appointments pursuant to § 55-2-15. The distribution trust advisor may also provide direction regarding notification of qualified beneficiaries pursuant to § 55-2-13. Section 8. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: For purposes of sections 8 to 13, inclusive, of this Act, a no contest clause is a provision or clause in a trust, that penalizes a qualified beneficiary for contesting a trust or instituting other proceedings at law or equity relating to the trust estate, excluding proceedings related to trust administration. Except as provided in sections 9 to 13, inclusive, of this Act, a no contest clause shall be enforced unless probable cause exists for instituting the proceeding on the grounds of: (1) Fraud; (2) Duress; (3) Revocation; (4) Lack of contractual capacity; (5) Undue influence; (6) Mistake; (7) Forgery; or (8) Irregularity in the execution of the trust document. Section 9. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: A no contest clause shall be construed to carry out the settlor's intent. Except to the extent the no contest clause in the trust is vague or ambiguous, extrinsic evidence is not admissible to establish the settlor's intent concerning the no contest clause. The provisions of this section do not prohibit such evidence from being admitted for any other purpose authorized by law. Section 10. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: A no contest clause is not enforceable against a beneficiary to the extent the beneficiary, in good faith and based upon probable cause, contests a provision that benefits any of the following persons: (1) A person who drafted or transcribed the instrument; (2) A person who gave directions to the drafter of the instrument concerning dispositive or other substantive contents of the provisions or who directed the drafter to include the no contest clause in the instrument. However, this subdivision does not apply if the settlor affirmatively instructed the drafter to include the contents of the provision or the no contest clause; or (3) A person who acted as a witness to the instrument. Section 11. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding anything to the contrary in sections 8 to 13, inclusive, of this Act, a no contest clause is enforceable against a beneficiary to the extent the beneficiary elects to contest or otherwise challenge the settlor's signature whereby such a challenge does not in any manner constitute good, probable, or reasonable cause if the settlor's signature was witnessed by nonrelative witnesses or a duly qualified nonrelative notary public or both. Section 12. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: The court may award attorneys fees and costs to the prevailing party in an action involving the enforceability of a no contest provision. Section 13. Sections 8 to 12, inclusive, of this Act, are effective for all trusts in existence on or created after July 1, 2012. Section 14. That § 55-4-31 be amended to read as follows: 55-4-31. Any A trustee is not liable to a beneficiary, as defined under this title or Title 29A, for breach of a trust affected by this chapter may, if of full legal capacity and acting upon full information, by written instrument delivered to the trustee relieve the trustee as to such beneficiary from any or all of the duties, restrictions, and liabilities which would otherwise be imposed on the trustee by this chapter, except as to the duties, restrictions, and liabilities imposed by §§ 55-4-10 to 55-4-12, inclusive, if the beneficiary consented to the conduct constituting the breach, released the trustee from liability for the breach, or ratified the transaction constituting the breach, unless: (1) The consent, release, or ratifications of the beneficiary were induced by improper conduct of the trustee; or (2) At the time of the consent, release, or ratification, the beneficiary did not have knowledge of the beneficiary's rights or of the material facts relating to the breach. Any such beneficiary may release the trustee from liability to such beneficiary for past violations of any of the provisions of this chapter. No consideration is required for the consent, release, or ratification to be valid. Section 15. That § 55-16-5 be amended to read as follows: 55-16-5. Any individual may serve as an investment trust advisor described in subdivision 55-1B-1(6), notwithstanding that such individual is the transferor of the qualified disposition, but such an individual may not otherwise serve as a fiduciary of a trust that is a qualified disposition except with respect to the retention of the veto right permitted by subdivision 55-16-2(2). While serving as an advisor of the trust, the individual may have all powers authorized by statute or by the trust instrument, including the power to vote by proxy any stock owned by the trust. Section 16. That § 55-16-10 be amended to read as follows: 55-16-10. A cause of action or claim for relief with respect to a fraudulent transfer of a settlor's assets under § 55-16-9 is extinguished unless the action under § 55-16-9 is brought by a creditor of the settlor who meets one of the following requirements: (1) Is a creditor of the settlor before the settlor's assets are transferred to the trust, and the action under § 55-16-9 is brought within the later of: (a) Three Two years after the transfer is made; or (b) One year Six months after the transfer is or reasonably could have been discovered by the creditor if the creditor: (i) Can demonstrate that the creditor asserted a specific claim against the settlor before the transfer; or (ii) Files another action, other than an action under § 55-16-9, against the settlor that asserts a claim based on an act or omission of the settlor that occurred before the transfer, and the action described in this sub-subsection is filed within three two years after the transfer; or (2) Becomes a creditor subsequent to the transfer into trust, and the action under § 55-16-9 is brought within three two years after the transfer is made. In any action described in § 55-16-9, the burden to prove the matter by clear and convincing evidence is upon the creditor. Section 17. That § 55-16-11 be amended to read as follows: 55-16-11. A qualified disposition that is made by means of a disposition by a transferor who is a trustee is deemed to have been made as of the time, whether before, on, or after July 1, 2005, the property that is the subject of the qualified disposition was originally transferred to the transferor, or any predecessor trustee, making the qualified disposition in a form that meets the requirements of subdivisions 55-16-2(2) and (3). Further, the provisions of this section apply to determine the date the transfer is deemed to have been made, notwithstanding that the original transfer was to a trust originally within or outside of the jurisdiction of South Dakota. Section 18. That § 55-16-12 be amended to read as follows: 55-16-12. Notwithstanding any law to the contrary, a creditor, including a creditor whose claim arose before or after a qualified disposition, or any other person has only such rights with respect to a qualified disposition as are provided in §§ 55-16-9 to 55-16-16, inclusive, and no such creditor nor any other person has any claim or cause of action against the trustee, or advisor, described in § 55-16-4, of a trust that is the subject of a qualified disposition, or against any person involved in the counseling, drafting, preparation, execution, or funding of a trust that is the subject of a qualified disposition. In addition to the provisions of § 55-1-43, at no time is a qualified person, as defined in § 55-16-3, personally liable to a creditor of a transferor or any other person for distributions made by the qualified person, before the creditor or person notified the qualified person, in writing, that a claim or cause of action existed. This applies regardless of whether the distributions are made to or for the benefit of the transferor or a beneficiary during the period in which a creditor or other person could make a claim as provided in § 55-16-10. Section 19. That § 55-16-2 be amended to read as follows: 55-16-2. For the purposes of this chapter, a trust instrument, is an instrument appointing a qualified person for the property that is the subject of a disposition, which instrument: (1) Expressly incorporates the law of this state to govern the validity, construction, and administration of the trust; (2) Is irrevocable, but a trust instrument may not be deemed revocable on account of its inclusion of one or more of the following: (a) A transferor's power to veto a distribution from the trust; (b) An inter vivos power of appointment, other than an inter vivos power to appoint to the transferor, the transferor's creditors, the transferor's estate, or the creditors of the transferor's estate, exercisable by will or other written instrument of the transferor effective only upon the transferor's death; (c) A testamentary power of appointment; (d) The transferor's potential or actual receipt of income, including rights to such income retained in the trust instrument; (e) The transferor's potential or actual receipt of income or principal from a charitable remainder unitrust or charitable remainder annuity trust as such terms are defined in § 664 of the Internal Revenue Code of 1986, 26 U.S.C. § 664, as of January 1, 2009; (f) The transferor's receipt each year of a percentage of the value as determined from time to time pursuant to the trust instrument, but not exceeding the amount that may be defined as income under § 643(b) of the Internal Revenue Code of 1986, 26 U.S.C. § 643(b), as of January 1, 2009; (g) The transferor's potential or actual receipt or use of principal if such potential or actual receipt or use of principal would be the result of a qualified person or qualified persons, including a qualified person or qualified persons acting at the direction of a trust advisor described in this section, acting either in such qualified person's or qualified persons' sole discretion or pursuant to an ascertainable standard contained in the trust instrument; (h) The transferor's right to remove a trustee, protector, or trust advisor and to appoint a new trustee, protector, or trust advisor, other than a person trustee who is a related or subordinate party with respect to the transferor within the meaning of § 672(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 672(c), as of January 1, 2009; (i) The transferor's potential or actual use of real property held under a qualified personal residence trust within the meaning of such term as described in § 2702(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 2702(c), as of January 1, 2009; or (j) A pour back provision that pours back to the transferor's will or revocable trust all or part of the trust assets; and (3) Provides that the interest of the transferor or other beneficiary in the trust property or the income therefrom may not be transferred, assigned, pledged, or mortgaged, whether voluntarily or involuntarily, before the qualified person or qualified persons actually distribute the property or income therefrom to the beneficiary, and such provision of the trust instrument shall be deemed to be a restriction on the transfer of the transferor's beneficial interest in the trust that is enforceable under applicable nonbankruptcy law within the meaning of § 541(c)(2) of the Bankruptcy Code, 11 U.S.C. § 541(c)(2), as of January 1, 2009;. (4) A disposition by a trustee that is not a qualified person to a trustee that is a qualified person may not be treated as other than a qualified disposition solely because the trust instrument fails to meet the requirements of subdivision (1) of this section. Section 20. That § 55-1-32 be amended to read as follows: 55-1-32. In the event that a party challenges a settlor or a beneficiary's influence over a trust, none of the following factors, alone or in combination, may be considered dominion and control over a trust: (1) The settlor or a beneficiary serving as a trustee or a co-trustee as described in § 55-1-28; (2) The settlor or a beneficiary holds an unrestricted power to remove or replace a trustee; (3) The settlor or a beneficiary is a trust administrator, a general partner of a partnership, a manager of a limited liability company, an officer of a corporation, or any other managerial function of any other type of entity, and part or all of the trust property consists of an interest in the entity; (4) A person related by blood or adoption to the settlor or a beneficiary is appointed as trustee; (5) The settlor's or a beneficiary's agent, accountant, attorney, financial advisor, or friend is appointed as trustee; (6) A business associate is appointed as a trustee; (7) A beneficiary holds any power of appointment over any or all of the trust property; (8) The settlor holds a power to substitute property of equivalent value; (9) The trustee may loan trust property to the settlor for less than a full and adequate rate of interest or without adequate security; (10) The distribution language provides any discretion; or (11) The trust has only one beneficiary eligible for current distributions; or (12) The beneficiary serving as a trust advisor for investments under subdivision 55-1B-1(6). Section 21. That chapter 55-2 be amended by adding thereto a NEW SECTION to read as follows: An excluded fiduciary as defined in § 55-1B-1 who receives tax information regarding an asset or entity owned by the trust, any trustee of a trust that holds an asset or entity owned by the trust but who does not manage the asset or entity, and any trustee who receives tax information from the settlor, the settlor's agents, or other individuals regarding matters that have tax implications to the trust or trust beneficiaries, may rely, without liability, on tax information it receives in any of the above situations. By way of example, if a trustee holds in trust a limited liability company interest but does not manage the limited liability company, the trustee may rely, without limitation, on any tax information received from the manager of the limited liability company or its accountant or agents. The tax information that a trustee may rely on in the above situations may include the following: (1) The accuracy of any information reported on a tax return; (2) A copy of a tax return provided by the tax return preparer or the taxpayer filing the return; (3) The representation of another fiduciary or tax advisor who filed or prepared a tax return as to the amount of any item reported on that return; (4) The settlor's representation whether or not a gift or generation skipping transfer tax form has ever been filed as well as how much of the respective exemptions have been utilized; or (5) The direction from the grantor's or settlor's tax advisors based upon any contribution or distribution, or both, for the appropriate tax filings. An entity, for purposes of this section, shall be defined as set out in subdivisions 47-34A-101(6) and 47-34A-101(13). This section applies to any trust in existence on or created on or after July 1, 2012. Section 22. That § 55-5-9 be amended to read as follows: 55-5-9. The trustee shall, within a reasonable time after the acceptance of the trusteeship, review trust assets and make and implement decisions concerning the retention and disposition of original pre-existing investments in order to conform to the provisions of this section. The trustee's decision to retain or dispose of an asset may properly be influenced by the asset's special relationship or value to the purposes of the trust or to some or all of the beneficiaries, consistent with the trustee's duty of impartiality. If a trust owns an interest in a closely held entity, and the trust agreement, or other document signed by the settlor or signed by a majority of the current income or principal beneficiaries, if the settlor is deceased, provides that the trustee has no duty to inquire or review the activities of the closely held entity, no trustee is liable to a beneficiary to the extent that the trustee acted in reliance on the provisions of the trust or court order. For purposes of this section, the term, closely held entity, means any entity in which the following persons in aggregate own at least twenty percent of the entity: (1) The settlor; (2) The settlor's grandparents or their descendants; (3) The settlor's spouse; or (4) Any trust created by anyone of the aforementioned persons. If a trust was in existence on or before July 1, 2012, and a collateral document relieved the trustee of the duty to inquire or review the activities of a closely held entity as provided in this section, then the trustee may elect to have this section apply upon providing sixty days written notice of the election to the settlor or to the current income or principal beneficiaries if the settlor is deceased. Section 23. That § 55-9-3 be amended to read as follows: 55-9-3. Such trust shall be liberally construed by the courts so that the intentions of the donor thereof shall be carried out whenever possible, and no such trust shall fail solely because the donor has imperfectly outlined the purpose and object of such charity or the method of administration. A grantor may maintain an action to enforce a charitable trust under this section and may designate in writing a person or persons, whether or not born at the time of such designation, to enforce a charitable trust under this section. In any such action, the attorney general shall be provided notice as provided in § 21-22-18. Section 24. That § 55-9-5 be amended to read as follows: 55-9-5. The Except as otherwise set forth in § 55-9-3, the attorney general shall represent the beneficiaries in all cases arising under this chapter, and it shall be his duty to the attorney general shall enforce such trusts by proper proceedings in the courts. Section 25. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: Except as otherwise expressly provided by the terms of a governing instrument specifically addressing the governing law for trust administration or by court order, the laws of South Dakota shall govern the administration of a trust while the trust is administered in South Dakota. Section 26. That chapter 43-6 be amended by adding thereto a NEW SECTION to read as follows: No provision directing or authorizing accumulation of trust income is invalid. Section 27. That § 55-5-17 be amended to read as follows: 55-5-17. (a) Unless otherwise directed required by the terms of the trust instrument or court order, no trustee of an irrevocable a trust, with respect to acquiring, retaining, or disposing of a contract of insurance or holding one or more insurance contracts upon the life of the settlor, or the lives of the settlor and the settlor's spouse, has the following duties: (1) To determine whether any such contract is or remains a proper investment; (2) To investigate the financial strength or changes in the financial strength of the life insurance company; (3) To make a determination of whether to exercise any policy options available under any such contract; (4) To make a determination of whether to diversify any such contract relative to one another or to other assets, if any, administered by the trustee; or (5) To inquire about changes in the health or financial condition of the insured or insured's relative to any such contract. A trustee of a revocable or an irrevocable trust, or of either a directed trust pursuant to chapter 55-1B or a delegated trust pursuant to § 55-5-16, is not liable to the beneficiaries of the trust or to any other party for any loss arising from the absence of those duties upon the trustee. (b) The trustee of a trust described under subsection (a) of this section which was established prior to the effective date of this section, shall notify the settlor in writing that, unless the settlor provides written notice to the contrary to the trustee within sixty days of the trustee's notice, the provisions of subsection (a) of this section shall apply to the trust. Subsection (a) of this section does not apply if, within sixty days of the trustee's notice, the settlor notifies the trustee that subsection (a) does not apply."}, {"bill_id": 3185, "bill_version_id": 19962, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2012-01-23T15:33:17.853-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise various trust provisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 51A-6A-19.2 be amended to read as follows: 51A-6A-19.2. Any trust company authorized by this title, shall, before transacting any such business, pledge to the division and maintain at all times investments for the security of the trust creditors of the trust company including as a priority claim costs incurred by the division in a receivership or liquidation of the trust company in the event it should fail. The amount of the pledge shall be determined by the director in an amount deemed appropriate to defray such costs, but may not be less than a market value of one hundred thousand dollars, and may not exceed five hundred thousand dollars for a private trust company or one million dollars for a public trust company. All investments pledged to the division shall be held at a depository institution in this state and all costs associated with pledging and holding such investments are the responsibility of the trust company. The amount of the pledge may not exceed fifty percent of the trust company's capital. The investments pledged to the division shall be of the same nature and quality as those required for public funds as provided in§§ 4-5-6 and 4-5-6.1. The commission may promulgate rules pursuant to chapter 1-26 to establish additional investment guidelines or investment options for purposes of the pledge required by this section. In the event of a receivership of a trust company, the director may, without regard to priorities, preferences, or adverse claims, reduce the pledged investments to cash and, as soon as practicable, utilize the cash to defray the costs associated with the receivership. Income from such investments shall belong to and be paid to the trust company as long as it continues to conduct its business in the ordinary course and so long as authorized by the director. The proposed effective date of an order requiring an existing trust company to increase its pledge must shall be stated in the order as on or after the thirty-first day after the date of the proposed order. Unless the trust company requests a hearing before the commission in writing before the effective date of the proposed order, the order becomes effective and is final. Any hearing before the commission shall be held pursuant to chapter 1-26. Section 2. That § 51A-6A-11.1 be amended to read as follows: 51A-6A-11.1. A public trust company chartered in South Dakota, after June 30, 2010, shall establish office premises in South Dakota that would establish jurisdiction over a trust for which the trust company would be a qualified person under § 55-3-39 shall: (1) Maintain office space in South Dakota for trust company business and for the storage of, and access to, trust company records required by § 51A-6A-30; (2) Hold no less than two governing board meetings with a quorum physically present in South Dakota annually; (3) Employ, engage, or contract with at least one trust officer or key employee to provide services for the trust company in South Dakota related to the powers of the company in § 51A-6A-29 and to facilitate the examinations required by § 51A-6A-31; and (4) Perform trust administration in South Dakota. Public Each public trust companies company chartered in South Dakota prior to July 1, 2010 2012, shall meet the requirements of this section no later than July 1, 2015, unless the director grants an extension of up to twenty-four months upon a showing of good faith effort. A public trust company seeking an extension of time shall include in its application to the director the reasons for any delay and a detailed time line for expected compliance with this section. The commission may promulgate rules pursuant to chapter 1-26 to establish additional guidelines regarding what constitutes trust administration in South Dakota for purposes of this section. Section 3. That § 51A-6A-39 be amended to read as follows: 51A-6A-39. All information the director generates in making an investigation or examination of a state trust company is confidential. All confidential information is the property of the state and is not subject to disclosure except upon the written approval of the director shall remain the property of the division and shall be furnished to the trust company for its confidential use. Under no circumstances may a trust company disclose a report or any supporting documentation to anyone, other than directors and officers of the trust company or anyone acting in a fiduciary capacity for the trust company, without written permission from the director. The director shall give ten days' prior written notice of intent to disclose confidential information to the affected trust company. Any trust company which receives a notice may object to the disclosure of the confidential information and shall be afforded the right to a hearing in accordance with the provisions of chapter 1-26. If a trust company requests a hearing, the director may not reveal confidential information prior to the conclusion of the hearing and a ruling. Disclosure of confidential information shall be made only to formal regulatory bodies which clearly have a need for the confidential information. Prior to dissemination of any confidential information, the director shall require a written agreement not to reveal the confidential information by the party receiving the confidential information. In no event may the director disclose confidential information to the general public, any competitor, or any potential competitor of a trust company. The submission of any information to the division in the course of any investigation or examination may not be construed as waiving, destroying, or otherwise affecting any privilege any person may claim with respect to the information under South Dakota law or federal law. Section 4. That § 55-2-15 be amended to read as follows: 55-2-15. Unless the terms of the governing instrument expressly provide otherwise, if a trustee has discretion under the terms of a governing instrument to make a distribution of income or principal to or for the benefit of one or more beneficiaries of a trust (the \"first trust\"), whether or not restricted by any standard, then the trustee may instead exercise such discretion by appointing part or all of the income or principal subject to the discretion in favor of a trustee of a second trust (the \"second trust\") under a governing instrument separate from the governing instrument of the first trust. Before exercising its discretion to appoint and distribute assets to a second trust, the trustee of the first trust shall determine whether the appointment is necessary or desirable after taking into account the purposes of the first trust, the terms and conditions of the second trust, and the consequences of the distribution. For the purposes of this section, a trustee of the first trust is a restricted trustee if either the trustee is a beneficiary of the first trust or if a beneficiary of the first trust has a power to change the trustees within the meaning of § 55-2-17. In addition, the following apply to all appointments made under this section: (1) The second trust may only have as beneficiaries one or more of the beneficiaries of the first trust: (a) To or for whom a discretionary distribution of income or principal may be made from the first trust; or (b) To or for whom a distribution of income or principal may be made in the future from the first trust at a time or upon the happening of an event specified under the first trust; (2) No restricted trustee of the first trust may exercise such authority over the first trust to the extent that doing so could have the effect of: (a) Benefiting the restricted trustee as a beneficiary of the first trust, unless the exercise of such authority is limited by an ascertainable standard based on or related to health, education, maintenance, or support; or (b) Removing restrictions on discretionary distributions to a beneficiary imposed by the governing instrument under which the first trust was created, except that a provision in the second trust which limits distributions by an ascertainable standard based on or related to the health, education, maintenance, or support of any such beneficiary is permitted; (3) No restricted trustee of the first trust may exercise such authority over the first trust to the extent that doing so would have the effect of increasing the distributions that can be made from the second trust to the restricted trustees of the first trust or to a beneficiary who may change the trustees of the first trust within the meaning of § 55-2-17 compared to the distributions that can be made to such trustee or beneficiary, as the case may be, under the first trust, unless the exercise of such authority is limited by an ascertainable standard based on or related to health, education, maintenance, or support; (4) The provisions of subdivisions (2) and (3) only apply to restrict the authority of a trustee if either a trustee, or a beneficiary who may change the trustee, is a United States citizen or domiciliary under the Internal Revenue Code, or the trust owns property that would be subject to United States estate or gift taxes if owned directly by such a person; (5) In the case of any trust contributions which have been treated as gifts qualifying for the exclusion from gift tax described in § 2503(b) of the Internal Revenue Code of 1986, by reason of the application of I.R.C. § 2503(c), the governing instrument for the second trust shall provide that the beneficiary's remainder interest shall vest no later than the date upon which such interest would have vested under the terms of the governing instrument for the first trust; (6) The exercise of such authority may not reduce any income interest of any income beneficiary of any of the following trusts: (a) A trust for which a marital deduction has been taken for federal tax purposes under I.R.C. § 2056 or § 2523 or for state tax purposes under any comparable provision of applicable state law; (b) A charitable remainder trust under I.R.C. § 664; or (c) A grantor retained annuity trust under I.R.C. § 2702; (7) The exercise of such authority does not apply to trust property subject to a presently exercisable power of withdrawal held by a trust beneficiary to whom, or for the benefit of whom, the trustee has authority to make distributions, unless after the exercise of such authority, such beneficiary's power of withdrawal is unchanged with respect to the trust property; (8) The exercise of such authority is not prohibited by a spendthrift clause or by a provision in the governing instrument that prohibits amendment or revocation of the trust; (9) Any appointment made by a trustee shall be considered a distribution by the trustee pursuant to the trustee's distribution powers and authority; and (10) If the trustee's distribution discretion is not subject to a standard, or if the trustee's distribution discretion is subject to a standard that does not create a support interest, then the court may review the trustee's determination or any related appointment only pursuant to § 55-1-43. Any other court review of the trustee's determination or any related appointment may be made only pursuant to § 55-1-42. Notwithstanding the foregoing provisions of this section, the governing instrument of the second trust may grant a power of appointment to one or more of the beneficiaries of the second trust who are beneficiaries of the first trust. The power of appointment may include the power to appoint trust property to the holder of the power of appointment, the holder's creditors, the holder's estate, the creditors of the holder's estate, or any other person, whether or not that person is a trust beneficiary. This section applies to any trust governed by the laws of this state, including a trust whose governing jurisdiction is transferred to this state. Section 5. That § 55-1B-2 be amended to read as follows: 55-1B-2. An excluded fiduciary is not liable, either individually or as a fiduciary, for any of the following: (1) Any loss that results from compliance with a direction of the trust advisor, custodial account owner, or authorized designee of a custodial account owner, including any loss from the trust advisor breaching fiduciary responsibilities or acting beyond the trust advisor's scope of authority; (2) Any loss that results from a failure to take any action proposed by an excluded fiduciary that requires a prior authorization of the trust advisor if that excluded fiduciary timely sought but failed to obtain that authorization; (3) Any loss that results from any action or inaction, except for gross negligence or willful misconduct, when an excluded fiduciary is required, pursuant to the trust agreement or any other reason, to assume the role of trust advisor, trust protector, investment trust advisor, or distribution trust advisor. Any excluded fiduciary is also relieved from any obligation to review or evaluate any direction from a distribution trust advisor or to perform investment or suitability reviews, inquiries, or investigations or to make recommendations or evaluations with respect to any investments to the extent the trust advisor, custodial account owner, or authorized designee of a custodial account owner had authority to direct the acquisition, disposition, or retention of any such investment. If the excluded fiduciary offers such communication to the trust advisor, trust protector, investment trust advisor, or distribution trust advisor or any investment person selected by the investment trust advisor, such action may not be deemed to constitute an undertaking by the excluded fiduciary to monitor or otherwise participate in actions within the scope of the advisor's authority or to constitute any duty to do so. Any excluded fiduciary is also relieved of any duty to communicate with or warn or apprise any beneficiary or third party concerning instances in which the excluded fiduciary would or might have exercised the excluded fiduciary's own discretion in a manner different from the manner directed by the trust advisor, trust protector, investment trust advisor, or distribution trust advisor. Absent clear and convincing evidence to the contrary provisions in the governing instrument, the actions of the excluded fiduciary (such as any communications with the trust advisor and others and carrying out, recording, and reporting actions taken at the trust advisor's direction) pertaining to matters within the scope of authority of the trust advisor, trust protector, investment trust advisor, or distribution trust advisor (such as confirming that the advisor's directions have been carried out and recording and reporting actions taken at the advisor's direction) shall be presumed deemed to be administrative actions taken by the excluded fiduciary solely to allow the excluded fiduciary to perform those duties assigned to the excluded fiduciary under the governing instrument, and such administrative actions may not be deemed to constitute an undertaking by the excluded fiduciary to monitor or otherwise, participate in, or otherwise take any fiduciary responsibility for actions within the scope of authority of the trust advisor, trust protector, investment trust advisor, or distribution trust advisor. Nothing in subdivision (2) imposes an obligation or liability with respect to a custodian of a custodial account. Section 6. That § 55-1B-10 be amended to read as follows: 55-1B-10. The powers and discretions of an investment trust advisor shall be provided in the trust instrument and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the investment trust advisor and are binding on any other person and any other interested party, fiduciary, and excluded fiduciary. Unless the terms of the document governing instrument provide otherwise, the investment trust advisor has the power to perform the following: (1) Direct the trustee with respect to the retention, purchase, sale, or encumbrance of trust property and the investment and reinvestment of principal and income of the trust; (2) Vote proxies for securities held in trust; and (3) Select one or more investment advisers, managers, or counselors, including the trustee, and delegate to them any of its powers; and (4) Direct the trustee with respect to any additional powers and discretions over investment and management of trust assets provided in the governing instrument. Section 7. That § 55-1B-11 be amended to read as follows: 55-1B-11. The powers and discretions of a distribution trust advisor over any discretionary distributions of income or principal, including distributions pursuant to an ascertainable standard or other criteria and appointments pursuant to § 55-2-15, shall be provided in the trust instrument and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the distribution trust advisor and are binding on any other person and any other interested party, fiduciary, and excluded fiduciary. Unless the terms of the document provide otherwise, the distribution trust advisor shall direct the trustee with regard to all discretionary distributions to beneficiaries and may direct appointments pursuant to § 55-2-15. The distribution trust advisor may also provide direction regarding notification of qualified beneficiaries pursuant to § 55-2-13. Section 8. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: For purposes of sections 8 to 13, inclusive, of this Act, a no contest clause is a provision or clause in a trust, that penalizes a qualified beneficiary for contesting a trust or instituting other proceedings at law or equity relating to the trust estate, excluding proceedings related to trust administration. Except as provided in sections 9 to 13, inclusive, of this Act, a no contest clause shall be enforced unless probable cause exists for instituting the proceeding on the grounds of: (1) Fraud; (2) Duress; (3) Revocation; (4) Lack of contractual capacity; (5) Undue influence; (6) Mistake; (7) Forgery; or (8) Irregularity in the execution of the trust document. Section 9. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: A no contest clause shall be construed to carry out the settlor's intent. Except to the extent the no contest clause in the trust is vague or ambiguous, extrinsic evidence is not admissible to establish the settlor's intent concerning the no contest clause. The provisions of this section do not prohibit such evidence from being admitted for any other purpose authorized by law. Section 10. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: A no contest clause is not enforceable against a beneficiary to the extent the beneficiary, in good faith and based upon probable cause, contests a provision that benefits any of the following persons: (1) A person who drafted or transcribed the instrument; (2) A person who gave directions to the drafter of the instrument concerning dispositive or other substantive contents of the provisions or who directed the drafter to include the no contest clause in the instrument. However, this subdivision does not apply if the settlor affirmatively instructed the drafter to include the contents of the provision or the no contest clause; or (3) A person who acted as a witness to the instrument. Section 11. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding anything to the contrary in sections 8 to 13, inclusive, of this Act, a no contest clause is enforceable against a beneficiary to the extent the beneficiary elects to contest or otherwise challenge the settlor's signature whereby such a challenge does not in any manner constitute good, probable, or reasonable cause if the settlor's signature was witnessed by nonrelative witnesses or a duly qualified nonrelative notary public or both. Section 12. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: The court may award attorneys fees and costs to the prevailing party in an action involving the enforceability of a no contest provision. Section 13. Sections 8 to 12, inclusive, of this Act, are effective for all trusts in existence on or created after July 1, 2012. Section 14. That § 55-4-31 be amended to read as follows: 55-4-31. Any A trustee is not liable to a beneficiary, as defined under this title or Title 29A, for breach of a trust affected by this chapter may, if of full legal capacity and acting upon full information, by written instrument delivered to the trustee relieve the trustee as to such beneficiary from any or all of the duties, restrictions, and liabilities which would otherwise be imposed on the trustee by this chapter, except as to the duties, restrictions, and liabilities imposed by §§ 55-4-10 to 55-4-12, inclusive, if the beneficiary consented to the conduct constituting the breach, released the trustee from liability for the breach, or ratified the transaction constituting the breach, unless: (1) The consent, release, or ratifications of the beneficiary were induced by improper conduct of the trustee; or (2) At the time of the consent, release, or ratification, the beneficiary did not have knowledge of the beneficiary's rights or of the material facts relating to the breach. Any such beneficiary may release the trustee from liability to such beneficiary for past violations of any of the provisions of this chapter. No consideration is required for the consent, release, or ratification to be valid. Section 15. That § 55-16-5 be amended to read as follows: 55-16-5. Any individual may serve as an investment trust advisor described in subdivision 55-1B-1(6), notwithstanding that such individual is the transferor of the qualified disposition, but such an individual may not otherwise serve as a fiduciary of a trust that is a qualified disposition except with respect to the retention of the veto right permitted by subdivision 55-16-2(2). While serving as an advisor of the trust, the individual may have all powers authorized by statute or by the trust instrument, including the power to vote by proxy any stock owned by the trust. Section 16. That § 55-16-10 be amended to read as follows: 55-16-10. A cause of action or claim for relief with respect to a fraudulent transfer of a settlor's assets under § 55-16-9 is extinguished unless the action under § 55-16-9 is brought by a creditor of the settlor who meets one of the following requirements: (1) Is a creditor of the settlor before the settlor's assets are transferred to the trust, and the action under § 55-16-9 is brought within the later of: (a) Three Two years after the transfer is made; or (b) One year Six months after the transfer is or reasonably could have been discovered by the creditor if the creditor: (i) Can demonstrate that the creditor asserted a specific claim against the settlor before the transfer; or (ii) Files another action, other than an action under § 55-16-9, against the settlor that asserts a claim based on an act or omission of the settlor that occurred before the transfer, and the action described in this sub-subsection is filed within three two years after the transfer; or (2) Becomes a creditor subsequent to the transfer into trust, and the action under § 55-16-9 is brought within three two years after the transfer is made. In any action described in § 55-16-9, the burden to prove the matter by clear and convincing evidence is upon the creditor. Section 17. That § 55-16-11 be amended to read as follows: 55-16-11. A qualified disposition that is made by means of a disposition by a transferor who is a trustee is deemed to have been made as of the time, whether before, on, or after July 1, 2005, the property that is the subject of the qualified disposition was originally transferred to the transferor, or any predecessor trustee, making the qualified disposition in a form that meets the requirements of subdivisions 55-16-2(2) and (3). Further, the provisions of this section apply to determine the date the transfer is deemed to have been made, notwithstanding that the original transfer was to a trust originally within or outside of the jurisdiction of South Dakota. Section 18. That § 55-16-12 be amended to read as follows: 55-16-12. Notwithstanding any law to the contrary, a creditor, including a creditor whose claim arose before or after a qualified disposition, or any other person has only such rights with respect to a qualified disposition as are provided in §§ 55-16-9 to 55-16-16, inclusive, and no such creditor nor any other person has any claim or cause of action against the trustee, or advisor, described in § 55-16-4, of a trust that is the subject of a qualified disposition, or against any person involved in the counseling, drafting, preparation, execution, or funding of a trust that is the subject of a qualified disposition. In addition to the provisions of § 55-1-43, at no time is a qualified person, as defined in § 55-16-3, personally liable to a creditor of a transferor or any other person for distributions made by the qualified person, before the creditor or person notified the qualified person, in writing, that a claim or cause of action existed. This applies regardless of whether the distributions are made to or for the benefit of the transferor or a beneficiary during the period in which a creditor or other person could make a claim as provided in § 55-16-10. Section 19. That § 55-16-2 be amended to read as follows: 55-16-2. For the purposes of this chapter, a trust instrument, is an instrument appointing a qualified person for the property that is the subject of a disposition, which instrument: (1) Expressly incorporates the law of this state to govern the validity, construction, and administration of the trust; (2) Is irrevocable, but a trust instrument may not be deemed revocable on account of its inclusion of one or more of the following: (a) A transferor's power to veto a distribution from the trust; (b) An inter vivos power of appointment, other than an inter vivos power to appoint to the transferor, the transferor's creditors, the transferor's estate, or the creditors of the transferor's estate, exercisable by will or other written instrument of the transferor effective only upon the transferor's death; (c) A testamentary power of appointment; (d) The transferor's potential or actual receipt of income, including rights to such income retained in the trust instrument; (e) The transferor's potential or actual receipt of income or principal from a charitable remainder unitrust or charitable remainder annuity trust as such terms are defined in § 664 of the Internal Revenue Code of 1986, 26 U.S.C. § 664, as of January 1, 2009; (f) The transferor's receipt each year of a percentage of the value as determined from time to time pursuant to the trust instrument, but not exceeding the amount that may be defined as income under § 643(b) of the Internal Revenue Code of 1986, 26 U.S.C. § 643(b), as of January 1, 2009; (g) The transferor's potential or actual receipt or use of principal if such potential or actual receipt or use of principal would be the result of a qualified person or qualified persons, including a qualified person or qualified persons acting at the direction of a trust advisor described in this section, acting either in such qualified person's or qualified persons' sole discretion or pursuant to an ascertainable standard contained in the trust instrument; (h) The transferor's right to remove a trustee, protector, or trust advisor and to appoint a new trustee, protector, or trust advisor, other than a person trustee who is a related or subordinate party with respect to the transferor within the meaning of § 672(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 672(c), as of January 1, 2009; (i) The transferor's potential or actual use of real property held under a qualified personal residence trust within the meaning of such term as described in § 2702(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 2702(c), as of January 1, 2009; or (j) A pour back provision that pours back to the transferor's will or revocable trust all or part of the trust assets; and (3) Provides that the interest of the transferor or other beneficiary in the trust property or the income therefrom may not be transferred, assigned, pledged, or mortgaged, whether voluntarily or involuntarily, before the qualified person or qualified persons actually distribute the property or income therefrom to the beneficiary, and such provision of the trust instrument shall be deemed to be a restriction on the transfer of the transferor's beneficial interest in the trust that is enforceable under applicable nonbankruptcy law within the meaning of § 541(c)(2) of the Bankruptcy Code, 11 U.S.C. § 541(c)(2), as of January 1, 2009;. (4) A disposition by a trustee that is not a qualified person to a trustee that is a qualified person may not be treated as other than a qualified disposition solely because the trust instrument fails to meet the requirements of subdivision (1) of this section. Section 20. That § 55-1-32 be amended to read as follows: 55-1-32. In the event that a party challenges a settlor or a beneficiary's influence over a trust, none of the following factors, alone or in combination, may be considered dominion and control over a trust: (1) The settlor or a beneficiary serving as a trustee or a co-trustee as described in § 55-1-28; (2) The settlor or a beneficiary holds an unrestricted power to remove or replace a trustee; (3) The settlor or a beneficiary is a trust administrator, a general partner of a partnership, a manager of a limited liability company, an officer of a corporation, or any other managerial function of any other type of entity, and part or all of the trust property consists of an interest in the entity; (4) A person related by blood or adoption to the settlor or a beneficiary is appointed as trustee; (5) The settlor's or a beneficiary's agent, accountant, attorney, financial advisor, or friend is appointed as trustee; (6) A business associate is appointed as a trustee; (7) A beneficiary holds any power of appointment over any or all of the trust property; (8) The settlor holds a power to substitute property of equivalent value; (9) The trustee may loan trust property to the settlor for less than a full and adequate rate of interest or without adequate security; (10) The distribution language provides any discretion; or (11) The trust has only one beneficiary eligible for current distributions; or (12) The beneficiary serving as a trust advisor for investments under subdivision 55-1B-1(6). Section 21. That chapter 55-2 be amended by adding thereto a NEW SECTION to read as follows: An excluded fiduciary as defined in § 55-1B-1 who receives tax information regarding an asset or entity owned by the trust, any trustee of a trust that holds an asset or entity owned by the trust but who does not manage the asset or entity, and any trustee who receives tax information from the settlor, the settlor's agents, or other individuals regarding matters that have tax implications to the trust or trust beneficiaries, may rely, without liability, on tax information it receives in any of the above situations. By way of example, if a trustee holds in trust a limited liability company interest but does not manage the limited liability company, the trustee may rely, without limitation, on any tax information received from the manager of the limited liability company or its accountant or agents. The tax information that a trustee may rely on in the above situations may include the following: (1) The accuracy of any information reported on a tax return; (2) A copy of a tax return provided by the tax return preparer or the taxpayer filing the return; (3) The representation of another fiduciary or tax advisor who filed or prepared a tax return as to the amount of any item reported on that return; (4) The settlor's representation whether or not a gift or generation skipping transfer tax form has ever been filed as well as how much of the respective exemptions have been utilized; or (5) The direction from the grantor's or settlor's tax advisors based upon any contribution or distribution, or both, for the appropriate tax filings. An entity, for purposes of this section, shall be defined as set out in subdivisions 47-34A-101(6) and 47-34A-101(13). This section applies to any trust in existence on or created on or after July 1, 2012. Section 22. That § 55-5-9 be amended to read as follows: 55-5-9. The trustee shall, within a reasonable time after the acceptance of the trusteeship, review trust assets and make and implement decisions concerning the retention and disposition of original pre-existing investments in order to conform to the provisions of this section. The trustee's decision to retain or dispose of an asset may properly be influenced by the asset's special relationship or value to the purposes of the trust or to some or all of the beneficiaries, consistent with the trustee's duty of impartiality. If a trust owns an interest in a closely held entity, and the trust agreement, or other document signed by the settlor or signed by a majority of the current income or principal beneficiaries, if the settlor is deceased, provides that the trustee has no duty to inquire or review the activities of the closely held entity, no trustee is liable to a beneficiary to the extent that the trustee acted in reliance on the provisions of the trust or court order. For purposes of this section, the term, closely held entity, means any entity in which the following persons in aggregate own at least twenty percent of the entity: (1) The settlor; (2) The settlor's grandparents or their descendants; (3) The settlor's spouse; or (4) Any trust created by anyone of the aforementioned persons. If a trust was in existence on or before July 1, 2012, and a collateral document relieved the trustee of the duty to inquire or review the activities of a closely held entity as provided in this section, then the trustee may elect to have this section apply upon providing sixty days written notice of the election to the settlor or to the current income or principal beneficiaries if the settlor is deceased. Section 23. That § 55-9-3 be amended to read as follows: 55-9-3. Such trust shall be liberally construed by the courts so that the intentions of the donor thereof shall be carried out whenever possible, and no such trust shall fail solely because the donor has imperfectly outlined the purpose and object of such charity or the method of administration. A grantor may maintain an action to enforce a charitable trust under this section and may designate in writing a person or persons, whether or not born at the time of such designation, to enforce a charitable trust under this section. In any such action, the attorney general shall be provided notice as provided in § 21-22-18. Section 24. That § 55-9-5 be amended to read as follows: 55-9-5. The Except as otherwise set forth in § 55-9-3, the attorney general shall represent the beneficiaries in all cases arising under this chapter, and it shall be his duty to the attorney general shall enforce such trusts by proper proceedings in the courts. Section 25. That chapter 55-3 be amended by adding thereto a NEW SECTION to read as follows: Except as otherwise expressly provided by the terms of a governing instrument specifically addressing the governing law for trust administration or by court order, the laws of South Dakota shall govern the administration of a trust while the trust is administered in South Dakota. Section 26. That chapter 43-6 be amended by adding thereto a NEW SECTION to read as follows: No provision directing or authorizing accumulation of trust income is invalid. Section 27. That § 55-5-17 be amended to read as follows: 55-5-17. (a) Unless otherwise directed required by the terms of the trust instrument or court order, no trustee of an irrevocable a trust, with respect to acquiring, retaining, or disposing of a contract of insurance or holding one or more insurance contracts upon the life of the settlor, or the lives of the settlor and the settlor's spouse, has the following duties: (1) To determine whether any such contract is or remains a proper investment; (2) To investigate the financial strength or changes in the financial strength of the life insurance company; (3) To make a determination of whether to exercise any policy options available under any such contract; (4) To make a determination of whether to diversify any such contract relative to one another or to other assets, if any, administered by the trustee; or (5) To inquire about changes in the health or financial condition of the insured or insured's relative to any such contract. A trustee of a revocable or an irrevocable trust, or of either a directed trust pursuant to chapter 55-1B or a delegated trust pursuant to § 55-5-16, is not liable to the beneficiaries of the trust or to any other party for any loss arising from the absence of those duties upon the trustee. (b) The trustee of a trust described under subsection (a) of this section which was established prior to the effective date of this section, shall notify the settlor in writing that, unless the settlor provides written notice to the contrary to the trustee within sixty days of the trustee's notice, the provisions of subsection (a) of this section shall apply to the trust. Subsection (a) of this section does not apply if, within sixty days of the trustee's notice, the settlor notifies the trustee that subsection (a) does not apply."}, {"bill_id": 3185, "bill_version_id": 22303, "bill_version": "Enrolled", "bill_version_date": "2012-02-28T08:50:06.927-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3185, "action_date": "2012-01-10T12:00:00-06:00", "document_id": 19242, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19242.pdf", "status_text": "First read in House and referred to", "journal_page": 24, "committee_id_action": 173, "committee_id_assigned": 169, "result": "N", "vote": {}}, {"bill_id": 3185, "action_date": "2012-01-13T10:00:00-06:00", "document_id": 19237, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19237.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 169, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3185, "action_date": "2012-01-13T10:00:00-06:00", "document_id": 19402, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19402.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 169, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 10239, "president_vote": null, "Yea": [222, 225, 276, 244, 245, 221], "Excused": [227, 271], "Nay": [268, 313, 280, 312, 302]}}, {"bill_id": 3185, "action_date": "2012-01-13T10:00:00-06:00", "document_id": 19402, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19402.pdf", "status_text": "Deferred to another day", "journal_page": 0, "committee_id_action": 169, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3185, "action_date": "2012-01-23T10:00:00-06:00", "document_id": 19662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19662.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 169, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3185, "action_date": "2012-01-23T10:00:00-06:00", "document_id": 19936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19936.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 169, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10384, "president_vote": null, "Yea": [222, 227, 268, 313, 271, 280, 276, 244, 245, 221], "Excused": [225], "Nay": [312, 302]}}, {"bill_id": 3185, "action_date": "2012-01-23T10:00:00-06:00", "document_id": 19936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19936.pdf", "status_text": "Do Pass Amended", "journal_page": 168, "committee_id_action": 169, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10408, "president_vote": null, "Yea": [222, 227, 268, 313, 271, 280, 276, 244, 245, 221], "Excused": [225], "Nay": [312, 302]}}, {"bill_id": 3185, "action_date": "2012-01-25T14:00:00-06:00", "document_id": 20176, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20176.pdf", "status_text": "Do Pass Amended", "journal_page": 207, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10542, "president_vote": null, "Yea": [222, 262, 265, 227, 242, 231, 281, 269, 296, 211, 314, 257, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 270, 299, 266, 221, 272, 279, 305, 271, 248, 263, 230, 301, 237, 246, 292, 304, 267, 294, 213, 311, 277, 307, 276, 308, 273, 315, 282, 278, 259, 224, 216, 295, 283, 244, 306, 310, 275, 309, 300, 298, 274, 256, 215], "Nay": [280, 312, 241, 302], "Excused": [238]}}, {"bill_id": 3185, "action_date": "2012-01-26T13:30:00-06:00", "document_id": 20314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20314.pdf", "status_text": "First read in Senate and referred to", "journal_page": 195, "committee_id_action": 171, "committee_id_assigned": 152, "result": "N", "vote": {}}, {"bill_id": 3185, "action_date": "2012-02-15T14:00:00-06:00", "document_id": 21535, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21535.pdf", "status_text": "Referred to", "journal_page": 436, "committee_id_action": 171, "committee_id_assigned": 156, "result": "P", "vote": {}}, {"bill_id": 3185, "action_date": "2012-02-24T10:00:00-06:00", "document_id": 21864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21864.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 156, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3185, "action_date": "2012-02-24T10:00:00-06:00", "document_id": 22062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22062.pdf", "status_text": "Do Pass", "journal_page": 554, "committee_id_action": 156, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12095, "president_vote": null, "Yea": [253, 235, 286, 236, 254, 219, 243], "Excused": [249, 255]}}, {"bill_id": 3185, "action_date": "2012-02-24T10:00:00-06:00", "document_id": 22062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22062.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 156, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3185, "action_date": "2012-02-27T14:00:00-06:00", "document_id": 22269, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22269.pdf", "status_text": "Do Pass", "journal_page": 576, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12202, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 249, 255, 250, 235, 234, 247, 287, 285, 228, 286, 233, 291, 223, 264, 240, 252, 214, 226, 219, 220, 229, 290, 236, 243, 261, 289, 218, 254, 232], "Excused": [212]}}, {"bill_id": 3185, "action_date": "2012-02-28T13:00:00-06:00", "document_id": 22349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22349.pdf", "status_text": "Signed by the Speaker", "journal_page": 662, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3185, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22446, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22446.pdf", "status_text": "Signed by the President", "journal_page": 623, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3185, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22437, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22437.pdf", "status_text": "Delivered to the Governor", "journal_page": 688, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3185, "action_date": "2012-03-02T10:30:00-06:00", "document_id": 22576, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22576.pdf", "status_text": "Signed by the Governor", "journal_page": 727, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5183}