{"session_id": 59, "bill_id": 20308, "bill_type": "House Bill", "bill_number": 1088, "bill_title": "allow athletic trainers to be compensated for services rendered as athletic trainers if such charges are not excessive nor fraudulent.", "sponsors": [{"legislator_profile_id": 3406, "is_prime": true}, {"legislator_profile_id": 3450, "is_prime": true}, {"legislator_profile_id": 3361, "is_prime": false}, {"legislator_profile_id": 3364, "is_prime": false}, {"legislator_profile_id": 3432, "is_prime": false}, {"legislator_profile_id": 3434, "is_prime": false}, {"legislator_profile_id": 3435, "is_prime": false}, {"legislator_profile_id": 3463, "is_prime": false}], "keywords": ["Licensing", "Professions and Occupations"], "audio": [{"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco12.mp3", "start_seconds": 3073.0}, {"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco12.mp3", "start_seconds": 3073.0}, {"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco12.mp3", "start_seconds": 3073.0}, {"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco12.mp3", "start_seconds": 3073.0}], "bill_versions": [{"bill_id": 20308, "bill_version_id": 106696, "bill_version": "Introduced", "bill_version_date": "2006-01-19T09:06:05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow athletic trainers to be compensated for services rendered as athletic trainers if such charges are not excessive nor fraudulent. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-29-18 be amended to read as follows: 36-29-18. The license of an athletic trainer may be revoked, suspended, or canceled upon any one of these grounds: (1) The licensee is guilty of fraud in the practice of athletic training or fraud or deceit in his the admission to the practice of athletic training; or (2) The licensee has been convicted of a felony during the past five years. The conviction of a felony is the conviction of any offense, which if committed within the State of South Dakota would constitute a felony under its laws; or (3) The licensee is engaged in the practice of athletic training under a false or assumed name and has not registered that name pursuant to chapter 37-11, or is impersonating another practitioner of a like or different name; or (4) The licensee is addicted to the habitual use of intoxicating liquors, narcotics, or stimulants to the extent as to incapacitate him the licensee from the performance of his the licensee's professional duties; or (5) The physical or mental condition of the licensee is determined by a medical examiner to be such as to jeopardize or endanger those who seek relief from the licensee. A majority of the Board of Medical and Osteopathic Examiners may demand an examination of the licensee by a competent medical examiner selected by the board at the board's expense. If the licensee fails to submit to the examination, this shall constitute constitutes immediate grounds for suspension of the licensee's license; or (6) Obtaining or attempting to obtain a license, certificate, or renewal thereof by bribery or fraudulent representation; or (7) Direct or indirect compensation from individuals or third party payees for services rendered; or Making excessive or fraudulent charges for services; (8) Making a false statement in connection with any application under this chapter; or (9) Making a false statement on any form promulgated adopted by the board in accordance with this chapter or the rules and regulations adopted promulgated by the board; or (10) The licensee conducts continued treatment and rehabilitation procedures on individuals other than those associated with the employing institution or athletic organization; or (11) The licensee has violated any provision of this chapter or the rules and regulations promulgated hereunder pursuant to this chapter ."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20308, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106834.pdf", "status_text": "First read in House and referred to", "journal_page": 134, "committee_id_action": 893, "committee_id_assigned": 881, "result": "N", "vote": {}}, {"bill_id": 20308, "action_date": "2006-01-26T07:45:00-06:00", "document_id": 107294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107294.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 881, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20308, "action_date": "2006-01-26T07:45:00-06:00", "document_id": 107294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107294.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 242, "committee_id_action": 881, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63602, "president_vote": null, "Yea": [3366, 3367, 3381, 3418, 3419, 3437, 3446, 3451, 3445, 3448], "Nay": [3380, 3406, 3465]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20308"}