{"session_id": 68, "bill_id": 24277, "bill_type": "Senate Bill", "bill_number": 192, "bill_title": "provide liability for the publishing or distributing of material harmful to minors on the internet and the wrongful retention of individually identifiable information.", "sponsors": [{"legislator_profile_id": 4342, "is_prime": true}, {"legislator_profile_id": 4366, "is_prime": true}], "keywords": ["Crimes", "Minors", "Obscenity and Public Indecency", "Telecommunications"], "audio": [], "bill_versions": [{"bill_id": 24277, "bill_version_id": 247847, "bill_version": "Introduced", "bill_version_date": "2023-01-31T21:19:48.443-06:00", "bill_text": "An Act to provide liability for the publishing or distributing of material harmful to minors on the internet and the wrongful retention of individually identifiable information. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 22-24 be amended with a NEW SECTION: Terms used in sections 2 through 4, inclusive, of this Act mean: (1) \"Commercial entity,\" a corporation, limited liability company, partnership, limited partnership, sole proprietorship, or any other legally recognized entity; (2) \"Distribute,\" to issue, sell, give, provide, deliver, transfer, transmute, circulate, or disseminate by any means; (3) \"Harmful to minors,\" as defined in subdivision 22-24-27(4); (5) \"Material,\" as defined in subdivisions 22-24-27(6) and (7); (6) \"Minor,\" as defined in subdivision 22-24-27(8); (7) \"News-gathering organization,\" an employee of a newspaper, news publication, or news source, printed or on an online or mobile platform, while performing the employee's duties, who can provide documentation of such employment, or an employee of a radio broadcast station, television broadcast station, cable television operator, or wire service, while performing the employee's duties, who can provide documentation of such employment; (8) \"Publish,\" to communicate or make information available to another person or entity on a publicly available internet website; (9) \"Reasonable age verification method,\" verifying that the person seeking to access the material is eighteen years or older by requiring the person attempting to access the material to comply with a commercial age verification system that verifies through government-issued identification or any commercially reasonable method that relies on public or private transactional data to verify the age of the person attempting to access the information; (10) \"Substantial portion,\" more than thirty-three-and-one-third percent of total material on a website; (11) \"Transactional data,\" a sequence of information that documents an exchange, agreement, or transfer between an individual, commercial entity, or third party, and is used for the purpose of satisfying a request or event, including records from mortgage, education, and employment entities. Section 2. That chapter 22-24 be amended with a NEW SECTION: Any commercial entity that knowingly and intentionally publishes or distributes material harmful to minors on the internet, from a website that contains a substantial portion of such material, if the entity fails to perform reasonable age verification methods to verify the age of individuals attempting to access the material, is liable for damages resulting from a minor accessing the material, including court costs and reasonable attorney fees as ordered by the court. This section does not apply to any bona fide news or public interest broadcast, website video, report, or event, and may not be construed to affect the rights of any news-gathering organization. Section 3. That chapter 22-24 be amended with a NEW SECTION: A commercial entity or third party that performs the required age verification pursuant to section 2 of this Act may not retain any identifying information of the individual seeking access to material harmful to minors after access has been granted to the individual. A commercial entity that is found to have knowingly retained identifying information of the individual is liable to the individual for damages resulting from retaining the identifying information, including court costs and reasonable attorney fees as ordered by the court. Section 4. That chapter 22-24 be amended with a NEW SECTION: No internet service provider, its affiliates or subsidiaries, or search engine, or cloud service provider may be held to have violated the provisions of sections 2 and 3, inclusive, of this Act solely for providing access or connection to or from a website or other content on the internet, or a facility, system, or network not under that provider's control, including transmission, downloading, intermediate storage, or access software to the extent the provider is not responsible for the creation of the content of the communication that constitutes material harmful to minors."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24277, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247759.pdf", "status_text": "First read in Senate and referred to", "journal_page": 161, "committee_id_action": 1183, "committee_id_assigned": 1177, "result": "N", "vote": {}}, {"bill_id": 24277, "action_date": "2023-02-14T07:45:00-06:00", "document_id": 248805, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248805.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1177, "committee_id_assigned": null, "result": "N", "vote": {}}]}