{"session_id": 45, "bill_id": 12979, "bill_type": "Senate Bill", "bill_number": 246, "bill_title": "to repeal the provision regarding assignment to a requested school when no school is within ten miles of a student's residence.", "sponsors": [{"legislator_profile_id": 1932, "is_prime": true}, {"legislator_profile_id": 1944, "is_prime": true}, {"legislator_profile_id": 1886, "is_prime": false}, {"legislator_profile_id": 1953, "is_prime": false}, {"legislator_profile_id": 1971, "is_prime": false}], "keywords": ["Open Enrollment", "School Transportation"], "audio": [], "bill_versions": [{"bill_id": 12979, "bill_version_id": 73951, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the provision regarding assignment to a requested school when no school is within ten miles of a student's residence. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-28-20 be repealed. 13-28-20. If a student lives more than ten miles from the nearest school being operated in the student's district and bus service or dormitories are not provided the student, the school board shall by March first assign and agree to pay the tuition for the student to any public school in this state or any other state which the student's parent or guardian requests. The change in enrollment may occur only at the commencement of a regular school term. In all other cases, the board shall consider its duty to provide an education within the guidelines of the South Dakota Board of Education's accreditation rules, the wishes of the parents or guardians of the child being assigned and the district patrons, the miles and time involved in transporting the student to school, and the educational and financial impact on the district. Any patron who is aggrieved by a decision of the school board may request a hearing within thirty days before the Department of Education and Cultural Affairs. If the Department of Education and Cultural Affairs has not rendered a decision within thirty days following final submission of the appeal, the board's decision is affirmed. Any costs for transporting a student to the requested school are the responsibility of the parent or guardian. Section 2. That § 13-28-38 be amended to read as follows: 13-28-38. Tuition required pursuant to § 13-28-22 may be waived if agreed to by the school boards involved. Notwithstanding § § 13-6-85, 13-28-9, 13-28-10, 13-28-20, and 13-28-21, the decision of a school board to waive or not to waive tuition is final except as specifically provided in this section. Any request for a waiver of tuition shall be made to the affected school boards by the parent or guardian of the affected student. The school boards shall take action on the request within forty-five days after receiving the request. A school board's decision pursuant to this section may be appealed to the circuit court in the time and manner specified by § 13-46-1 or to the secretary of the Department of Education and Cultural Affairs within thirty days from the date of the decision of the school board by filing a notice with the secretary of the school board and mailing a copy of the notice to the secretary of the Department of Education and Cultural Affairs. The granting of any waiver is not a legal precedent for any future request for waiver."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12979, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72895.pdf", "status_text": "First read in Senate and referred to", "journal_page": 284, "committee_id_action": 545, "committee_id_assigned": 520, "result": "N", "vote": {}}, {"bill_id": 12979, "action_date": "1997-02-12T10:00:00-06:00", "document_id": 72345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72345.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 520, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12979, "action_date": "1997-02-15T10:00:00-06:00", "document_id": 72379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72379.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 520, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12979, "action_date": "1997-02-15T10:00:00-06:00", "document_id": 72379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72379.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 482, "committee_id_action": 520, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37862, "president_vote": null, "Yea": [1928, 1932, 1945, 1965, 1969, 1915], "Excused": [1960]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12979"}