{"session_id": 48, "bill_id": 14394, "bill_type": "Senate Bill", "bill_number": 92, "bill_title": "authorize the formation of library districts and to authorize the levy of a tax to fund their operations.", "sponsors": [{"legislator_profile_id": 2218, "is_prime": true}, {"legislator_profile_id": 2242, "is_prime": true}, {"legislator_profile_id": 2205, "is_prime": false}, {"legislator_profile_id": 2225, "is_prime": false}, {"legislator_profile_id": 2239, "is_prime": false}, {"legislator_profile_id": 2240, "is_prime": false}, {"legislator_profile_id": 2244, "is_prime": false}, {"legislator_profile_id": 2246, "is_prime": false}, {"legislator_profile_id": 2251, "is_prime": false}, {"legislator_profile_id": 2259, "is_prime": false}, {"legislator_profile_id": 2270, "is_prime": false}, {"legislator_profile_id": 2271, "is_prime": false}, {"legislator_profile_id": 2277, "is_prime": false}, {"legislator_profile_id": 2285, "is_prime": false}, {"legislator_profile_id": 2288, "is_prime": false}, {"legislator_profile_id": 2293, "is_prime": false}, {"legislator_profile_id": 2295, "is_prime": false}, {"legislator_profile_id": 2299, "is_prime": false}, {"legislator_profile_id": 2300, "is_prime": false}], "keywords": ["Library Districts", "Local Government", "Taxes"], "audio": [], "bill_versions": [{"bill_id": 14394, "bill_version_id": 80289, "bill_version": "Introduced", "bill_version_date": "1999-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the formation of library districts and to authorize the levy of a tax to fund their operations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. If the landowners in any rural territory request to form, organize, establish, equip, and maintain a library district, a petition shall be presented to the county auditor of each county in which the territory is situated setting forth the desires and purposes of the landowners; or the board of county commissioners in each county where the library district would be situated may initiate formation of the district by resolution. Section 2. Any municipality located within the area may be included in the library district if twenty-five percent of the landowners within the municipality sign a petition, or if the governing body of the municipality establishes intent by passing a resolution so indicating. Section 3. The petition shall contain the suggested name of the proposed district, the area in square miles to be included, and a complete description according to government survey, if possible, of the boundaries of the real properties intended to be embraced in the proposed library district. The petitioners shall also present to the county auditor a plat or map showing the suggested boundaries of the proposed district and shall deposit with the county auditor a sum sufficient to defray the expenses of publishing the notices required by section 6 of this Act and § 6-16-4. Section 4. Upon the filing of petition in the office of the county auditor, the county auditor shall determine and certify that the petition has been signed by the number of landowners as specified in § 6-16-2. If the petition contains sufficient names, the county auditor shall designate a time and place for the petition or resolution of the county commissioners to be heard by the board of county commissioners. Section 5. If the proposed district is situated within two or more counties, the county auditor of the county in which the largest area is contained shall confer with the auditors of any other counties concerned and shall obtain a certificate as to the adequacy of the petitions or resolution pertaining to such counties. The auditor shall then designate a time and place for hearing before a joint meeting of the boards of county commissioners of all counties in which the proposed district is to be situated and shall give notice of the hearing by publication in a manner provided in section 6 of this Act. Section 6. Notice of the hearing shall be given by publication two weeks in the legal newspapers of each county affected. The last publication shall be at least seven days before the hearing and shall include a statement of the proposed boundaries as set forth in the petition. Section 7. At the time and place so fixed, the county commissioners shall meet, and all persons residing in or owning taxable property within the proposed district may be heard respecting the formation of the district or the location of the boundaries of the district. Thereupon the county commissioners shall determine whether the proposed district is suited to the library service policy of such counties, as a whole; determine the boundaries of the proposed district, whether as suggested in the petition or otherwise; and make a written order of such determination which shall describe the boundaries of the district. The written order shall be filed in the office of the county auditor of each county in which the district is situated. Section 8. Following the filing of the order of the board of county commissioners, an election shall be conducted as provided in § § 6-16-4 to 6-16-6, inclusive. Section 9. Permanent organization shall be effected by the election of a board of directors consisting of not less than five residents of the district. If the district includes any incorporated municipalities that are located within the boundaries of the district, no more than two members of a five-member board of directors may be voters who are residents of the incorporated municipal areas of the district if at least forty percent of the landowners of the district live outside the incorporated areas of the district, and no more than three members of the board of directors may be voters who are residents of the incorporated municipal areas of the district if at least twenty percent of the landowners of the district live outside the incorporated areas of the district. If the board of directors consists of more than five members, the additional members, as nearly as can be accomplished, shall be in the proportions set forth in this section. Section 10. The board of directors shall meet as soon after the organizational meeting as possible to elect a president, a vice-president, and a secretary-treasurer. Section 11. All directors and officers shall be elected for two years and hold office until their successors have been elected and qualified, except that at the first election the vice-president shall be elected as provided in section 10 of this Act for a one-year term, and one-half, or as close to one-half as possible depending upon the total number of directors, of the directors elected at the first election shall be selected by lot in the presence of a majority of such directors to serve one-year terms. A library district director may receive compensation for services in an amount not to exceed forty dollars per day and may receive expenses, including traveling expenses, necessarily incurred in the discharge of the duties of the office. Section 12. The board of county commissioners shall fill a vacancy on the board of directors of a library district by appointing a voter of the district who meets the requirements in section 9 of this Act to complete the unexpired term. Section 13. Upon compliance with the provisions of this chapter relating to organization and upon compliance with chapter 6-10, the district under its designated name is a body politic and corporate. Section 14. The board of directors of a library district has the following general powers: (1) To determine upon a general library service program for the district; (2) To manage and conduct the business affairs of the district; (3) To make and execute contracts in the name of and on behalf of the district; (4) To purchase or lease such library equipment, supplies, and other real or personal property as are necessary and proper to carry out the library service program of the district; (5) To incur indebtedness on behalf of the district within the limits prescribed by section 22 of this Act, and to authorize the issuance of evidences of such indebtedness permitted under this subdivision, and to pledge any real or personal property owned or acquired by the district as security for the indebtedness; (6) To organize, establish, equip, maintain, and supervise library service to the district; and (7) To perform all acts necessary to fully carry out the purposes of this Act. Section 15. Any library district may elect to enter into a contract with another library district to consolidate or cooperate for mutual service, or may enter into a contract with any federal, state, or local government agency for library service upon suitable terms. Section 16. The board of directors of a library district may: (1) Make an annual estimate of the probable expense for carrying out the library service program for the district; and (2) Annually certify the estimate to the proper county auditor in the manner provided by section 17 of this Act. Section 17. The estimate provided by section 16 of this Act shall be certified by the president and secretary to the proper county auditors, on or before June thirtieth of each year, who shall levy a tax not to exceed one dollar per thousand dollars of taxable valuation of the property within the district for the maintenance of the library district for the fiscal year as provided by law. Section 18. In no case may the amount of tax levy exceed the amount of funds required to defray the expenses of the district for a period of one year as embraced in the annual estimate of expenses including the amount of principal and interest upon the indebtedness of the district for the ensuing year. However, any district organized pursuant to this chapter is not subject to any general county levy for library service. Section 19. The tax shall be collected as other taxes are collected in the county. Section 20. The tax revenue shall be deposited with the secretary-treasurer of the library district, who shall have a surety bond in the amount of at least five thousand dollars. Section 21. Any club, lodge, chapter, charitable home, dormitory, state or county fair association, or like organization located within a library district and outside the boundaries of any municipality, shall pay to the board of directors of the district annually for library service such amount as may be agreed upon, but not less than twenty-five percent of the amount that would be levied against such property under the provisions of this chapter if the property were subject to the levy. For the purposes of this section, such property shall be assessed by the director of equalization of the county in which the property lies. Section 22. No district may become indebted for an amount that is not payable from twenty annual maximum tax levies as authorized by section 17 of this Act. Within the limits authorized in this section, the district may borrow money at a rate not in excess of twelve percent and may issue appropriate evidence of indebtedness. Section 23. All funds collected on behalf of the district through the levy of taxes; all donations, contributions, service fees, bequests, or annuities; and all borrowed money received by or on behalf of the district shall be deposited in a state or national bank to the credit of the district fund and may be drawn out only by warrant. Section 24. All claim vouchers shall be authorized by the board of directors and shall bear the signature of the treasurer and the countersignature of the president of the district. Section 25. If the Department of Legislative Audit examines other county records, it shall examine the financial report of the secretary-treasurer of the library district. The secretary-treasurer of the library district shall, on or before January thirty-first of each year, file a financial report of the previous calendar year with the appropriate county auditor. Section 26. The boundaries of any library district organized under the provisions of this Act may be changed in the manner prescribed by sections 4 to 8, inclusive, of this Act. However, the change of boundaries of a district may not impair or affect the district's organization or right in or to property; nor may any boundary change impair, affect, or discharge any contract, obligation, lien, or charge for or upon which the district may be liable had the change of boundaries not been made. Any portion or area of land that was part of a library district, organized under sections 4 to 8, inclusive, of this Act, and which is annexed into a bordering municipality, is liable for any indebtedness incurred while within the boundaries of the library district. Nothing in this section precludes a municipality, by ordinance, if annexing land within a library district, from assuming a portion or all of the indebtedness on the annexed land which is a result of being in the library district. Section 27. A regular meeting of the landowners of a district shall be held in the first quarter of each calendar year, and special meetings may be called by the board of directors at any time. Notice of the meeting shall be given by the secretary-treasurer by one publication in a legal newspaper of general circulation in each county in which the district is situated. The meeting shall be held not less than seven days nor more than fourteen days after the date of publication of the notice. Section 28. The secretary-treasurer of the district shall, at each annual public meeting of the district, present a financial report concerning the affairs of the district. Section 29. The capital outlay fund of a library district is a fund intended to meet expenditures of three hundred dollars or more that result in the acquisition of or additions to real property, plant, or equipment. Such an expenditure may be for land, existing facilities, improvement of grounds, construction of facilities, additions to facilities, remodeling of facilities, or for the purchase of equipment. Section 30. In addition to any tax levy authorized pursuant to sections 17 and 18 of this Act, the board of directors of a library district may authorize an annual levy of a tax not to exceed fifty cents per thousand dollars of taxable valuation on the taxable valuation of the district for the capital outlay fund. Section 31. Any library district using the capital outlay fund for payment of construction of new facilities or construction of additions to facilities, the total of which will require advertising for bids under chapter 5-18, shall have a public hearing at least ten days before the advertisement of any contract specifications. The public hearing shall be advertised in the legal newspapers of each county where the district has territory. Following the public hearing and approval by the board of directors, the district may use the capital outlay fund as provided in sections 29 and 30 of this Act. However, if a district changes the originally advertised use of the fund, it shall hold another public hearing. Section 32. That § 6-16-1 be amended to read as follows: 6-16-1. Sections 6-16-1 to 6-16-7, inclusive, apply to elections for the formation of certain special districts and for the initial election of the board of directors or trustees for these districts. The special districts covered are: county road, ambulance, rural fire protection, library, sanitary, irrigation, watershed, and water project districts."}, {"bill_id": 14394, "bill_version_id": 80290, "bill_version": "Senate Local Government Engrossed", "bill_version_date": "1999-01-28T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the formation of library districts and to authorize the levy of a tax to fund their operations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. If the landowners in any rural territory request to form, organize, establish, equip, and maintain a library district, a petition shall be presented to the county auditor of each county in which the territory is situated setting forth the desires and purposes of the landowners; or the board of county commissioners in each county where the library district would be situated may initiate formation of the district by resolution. Section 2. Any municipality located within the area may be included in the library district if twenty-five percent of the landowners within the municipality sign a petition, or if the governing body of the municipality establishes intent by passing a resolution so indicating. Section 3. The petition shall contain the suggested name of the proposed district, the area in square miles to be included, and a complete description according to government survey, if possible, of the boundaries of the real properties intended to be embraced in the proposed library district. The petitioners shall also present to the county auditor a plat or map showing the suggested boundaries of the proposed district and shall deposit with the county auditor a sum sufficient to defray the expenses of publishing the notices required by section 6 of this Act and § 6-16-4. Section 4. Upon the filing of petition in the office of the county auditor, the county auditor shall determine and certify that the petition has been signed by the number of landowners as specified in § 6-16-2. If the petition contains sufficient names, the county auditor shall designate a time and place for the petition or resolution of the county commissioners to be heard by the board of county commissioners. Section 5. If the proposed district is situated within two or more counties, the county auditor of the county in which the largest area is contained shall confer with the auditors of any other counties concerned and shall obtain a certificate as to the adequacy of the petitions or resolution pertaining to such counties. The auditor shall then designate a time and place for hearing before a joint meeting of the boards of county commissioners of all counties in which the proposed district is to be situated and shall give notice of the hearing by publication in a manner provided in section 6 of this Act. Section 6. Notice of the hearing shall be given by publication two weeks in the legal newspapers of each county affected. The last publication shall be at least seven days before the hearing and shall include a statement of the proposed boundaries as set forth in the petition. Section 7. At the time and place so fixed, the county commissioners shall meet, and all persons residing in or owning taxable property within the proposed district may be heard respecting the formation of the district or the location of the boundaries of the district. Thereupon the county commissioners shall determine whether the proposed district is suited to the library service policy of such counties, as a whole; determine the boundaries of the proposed district, whether as suggested in the petition or otherwise; and make a written order of such determination which shall describe the boundaries of the district. The written order shall be filed in the office of the county auditor of each county in which the district is situated. Section 8. Following the filing of the order of the board of county commissioners, an election shall be conducted as provided in § § 6-16-4 to 6-16-6, inclusive. Section 9. Permanent organization shall be effected by the election of a board of directors consisting of not less than five residents of the district. If the district includes any incorporated municipalities that are located within the boundaries of the district, no more than two members of a five-member board of directors may be voters who are residents of the incorporated municipal areas of the district if at least forty percent of the landowners of the district live outside the incorporated areas of the district, and no more than three members of the board of directors may be voters who are residents of the incorporated municipal areas of the district if at least twenty percent of the landowners of the district live outside the incorporated areas of the district. If the board of directors consists of more than five members, the additional members, as nearly as can be accomplished, shall be in the proportions set forth in this section. Section 10. The board of directors shall meet as soon after the organizational meeting as possible to elect a president, a vice-president, and a secretary-treasurer. Section 11. All directors and officers shall be elected for two years and hold office until their successors have been elected and qualified, except that at the first election the vice-president shall be elected as provided in section 10 of this Act for a one-year term, and one-half, or as close to one-half as possible depending upon the total number of directors, of the directors elected at the first election shall be selected by lot in the presence of a majority of such directors to serve one-year terms. A library district director may receive compensation for services in an amount not to exceed forty dollars per day and may receive expenses, including traveling expenses, necessarily incurred in the discharge of the duties of the office. Section 12. The board of county commissioners shall fill a vacancy on the board of directors of a library district by appointing a voter of the district who meets the requirements in section 9 of this Act to complete the unexpired term. Section 13. Upon compliance with the provisions of this chapter relating to organization and upon compliance with chapter 6-10, the district under its designated name is a body politic and corporate. Section 14. The board of directors of a library district has the following general powers: (1) To determine upon a general library service program for the district; (2) To manage and conduct the business affairs of the district; (3) To make and execute contracts in the name of and on behalf of the district; (4) To purchase or lease such library equipment, supplies, and other real or personal property as are necessary and proper to carry out the library service program of the district; (5) To incur indebtedness on behalf of the district within the limits prescribed by section 21 of this Act, and to authorize the issuance of evidences of such indebtedness permitted under this subdivision, and to pledge any real or personal property owned or acquired by the district as security for the indebtedness; (6) To organize, establish, equip, maintain, and supervise library service to the district; and (7) To perform all acts necessary to fully carry out the purposes of this Act. Section 15. Any library district may elect to enter into a contract with another library district to consolidate or cooperate for mutual service, or may enter into a contract with any federal, state, or local government agency for library service upon suitable terms. Section 16. The board of directors of a library district may: (1) Make an annual estimate of the probable expense for carrying out the library service program for the district; and (2) Annually certify the estimate to the proper county auditor in the manner provided by section 17 of this Act. Section 17. The estimate provided by section 16 of this Act shall be certified by the president and secretary to the proper county auditors, on or before June thirtieth of each year, who shall levy a tax not to exceed one dollar per thousand dollars of taxable valuation of the property within the district for the maintenance of the library district for the fiscal year as provided by law. Section 18. In no case may the amount of tax levy exceed the amount of funds required to defray the expenses of the district for a period of one year as embraced in the annual estimate of expenses including the amount of principal and interest upon the indebtedness of the district for the ensuing year. However, any district organized pursuant to this chapter is not subject to any general county levy for library service. Section 19. The tax shall be collected as other taxes are collected in the county. Section 20. The tax revenue shall be deposited with the secretary-treasurer of the library district, who shall have a surety bond in the amount of at least five thousand dollars. Section 21. No district may become indebted for an amount that is not payable from twenty annual maximum tax levies as authorized by section 17 of this Act. Within the limits authorized in this section, the district may borrow money at a rate not in excess of twelve percent and may issue appropriate evidence of indebtedness. Section 22. All funds collected on behalf of the district through the levy of taxes; all donations, contributions, service fees, bequests, or annuities; and all borrowed money received by or on behalf of the district shall be deposited in a state or national bank to the credit of the district fund and may be drawn out only by warrant. Section 23. All claim vouchers shall be authorized by the board of directors and shall bear the signature of the treasurer and the countersignature of the president of the district. Section 24. If the Department of Legislative Audit examines other county records, it shall examine the financial report of the secretary-treasurer of the library district. The secretary-treasurer of the library district shall, on or before January thirty-first of each year, file a financial report of the previous calendar year with the appropriate county auditor. Section 25. The boundaries of any library district organized under the provisions of this Act may be changed in the manner prescribed by sections 4 to 8, inclusive, of this Act. However, the change of boundaries of a district may not impair or affect the district's organization or right in or to property; nor may any boundary change impair, affect, or discharge any contract, obligation, lien, or charge for or upon which the district may be liable had the change of boundaries not been made. Any portion or area of land that was part of a library district, organized under sections 4 to 8, inclusive, of this Act, and which is annexed into a bordering municipality, is liable for any indebtedness incurred while within the boundaries of the library district. Nothing in this section precludes a municipality, by ordinance, if annexing land within a library district, from assuming a portion or all of the indebtedness on the annexed land which is a result of being in the library district. Section 26. A regular meeting of the landowners of a district shall be held in the first quarter of each calendar year, and special meetings may be called by the board of directors at any time. Notice of the meeting shall be given by the secretary-treasurer by one publication in a legal newspaper of general circulation in each county in which the district is situated. The meeting shall be held not less than seven days nor more than fourteen days after the date of publication of the notice. Section 27. The secretary-treasurer of the district shall, at each annual public meeting of the district, present a financial report concerning the affairs of the district. Section 28. The capital outlay fund of a library district is a fund intended to meet expenditures of three hundred dollars or more that result in the acquisition of or additions to real property, plant, or equipment. Such an expenditure may be for land, existing facilities, improvement of grounds, construction of facilities, additions to facilities, remodeling of facilities, or for the purchase of equipment. Section 29. In addition to any tax levy authorized pursuant to sections 17 and 18 of this Act, the board of directors of a library district may authorize an annual levy of a tax not to exceed fifty cents per thousand dollars of taxable valuation on the taxable valuation of the district for the capital outlay fund. Section 30. Any library district using the capital outlay fund for payment of construction of new facilities or construction of additions to facilities, the total of which will require advertising for bids under chapter 5-18, shall have a public hearing at least ten days before the advertisement of any contract specifications. The public hearing shall be advertised in the legal newspapers of each county where the district has territory. Following the public hearing and approval by the board of directors, the district may use the capital outlay fund as provided in sections 28 and 29 of this Act. However, if a district changes the originally advertised use of the fund, it shall hold another public hearing. Section 31. That § 6-16-1 be amended to read as follows: 6-16-1. Sections 6-16-1 to 6-16-7, inclusive, apply to elections for the formation of certain special districts and for the initial election of the board of directors or trustees for these districts. The special districts covered are: county road, ambulance, rural fire protection, library, sanitary, irrigation, watershed, and water project districts. BILL HISTORY 1/21/99 First read in Senate and referred to Local Government. S.J. 147 1/27/99 Scheduled for Committee hearing on this date. 1/27/99 Local Government Do Pass Amended, Passed, AYES 6, NAYS 0. S.J. 208"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14394, "action_date": "1999-01-21T14:00:00-06:00", "document_id": 82142, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82142.pdf", "status_text": "First read in Senate and referred to", "journal_page": 147, "committee_id_action": 629, "committee_id_assigned": 609, "result": "N", "vote": {}}, {"bill_id": 14394, "action_date": "1999-01-27T07:45:00-06:00", "document_id": 82068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82068.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 609, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14394, "action_date": "1999-01-27T07:45:00-06:00", "document_id": 82068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82068.pdf", "status_text": "Do Pass Amended,", "journal_page": 208, "committee_id_action": 609, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42615, "president_vote": null, "Yea": [2225, 2252, 2280, 2294, 2285, 2242], "Excused": [2263]}}, {"bill_id": 14394, "action_date": "1999-01-29T14:00:00-06:00", "document_id": 81773, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81773.pdf", "status_text": "Do Pass Amended,", "journal_page": 262, "committee_id_action": 629, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 42828, "president_vote": null, "Yea": [2199, 2205, 2225, 2230, 2242, 2246, 2251, 2259, 2263, 2275, 2280, 2294, 2299], "Nay": [2201, 2202, 2206, 2215, 2217, 2221, 2224, 2226, 2234, 2235, 2239, 2241, 2252, 2258, 2269, 2270, 2274, 2283, 2289, 2292], "Excused": [2285, 2293]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14394"}