{"session_id": 36, "bill_id": 9480, "bill_type": "Senate Bill", "bill_number": 56, "bill_title": "revise certain provision regarding the regulation of fireworks and to declare an emergency.", "sponsors": [{"legislator_profile_id": 1588, "is_prime": true}, {"legislator_profile_id": 1573, "is_prime": true}, {"legislator_profile_id": 1441, "is_prime": false}, {"legislator_profile_id": 1434, "is_prime": false}, {"legislator_profile_id": 1556, "is_prime": false}, {"legislator_profile_id": 1568, "is_prime": false}, {"legislator_profile_id": 1609, "is_prime": false}], "keywords": ["Emergency Clause", "Fees", "Fireworks", "Licenses", "Public Health and Safety"], "audio": [{"meeting_datetime": "2019-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco11.mp3", "start_seconds": 196.0}, {"meeting_datetime": "2019-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco11.mp3", "start_seconds": 196.0}, {"meeting_datetime": "2019-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco11.mp3", "start_seconds": 196.0}, {"meeting_datetime": "2019-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco11.mp3", "start_seconds": 196.0}, {"meeting_datetime": "2019-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco11.mp3", "start_seconds": 196.0}, {"meeting_datetime": "2019-01-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco11.mp3", "start_seconds": 196.0}, {"meeting_datetime": "2019-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen18.mp3", "start_seconds": 5356.0}, {"meeting_datetime": "2019-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen18.mp3", "start_seconds": 5356.0}, {"meeting_datetime": "2019-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen18.mp3", "start_seconds": 5356.0}, {"meeting_datetime": "2019-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen18.mp3", "start_seconds": 5356.0}, {"meeting_datetime": "2019-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen18.mp3", "start_seconds": 5356.0}, {"meeting_datetime": "2019-02-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco31.mp3", "start_seconds": 1955.0}, {"meeting_datetime": "2019-02-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco31.mp3", "start_seconds": 1955.0}, {"meeting_datetime": "2019-02-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco31.mp3", "start_seconds": 1955.0}, {"meeting_datetime": "2019-02-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco31.mp3", "start_seconds": 1955.0}, {"meeting_datetime": "2019-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou34.mp3", "start_seconds": 1950.0}, {"meeting_datetime": "2019-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou34.mp3", "start_seconds": 1950.0}, {"meeting_datetime": "2019-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou34.mp3", "start_seconds": 1950.0}], "bill_versions": [{"bill_id": 9480, "bill_version_id": 51845, "bill_version": "Introduced", "bill_version_date": "2019-01-17T09:34:45.507-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provision regarding the regulation of fireworks. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-37-1 be amended to read: 34-37-1. Terms used in this chapter mean: (1) \"Consumer fireworks,\" fireworks designed primarily to produce visible effects by combustion, that must comply with the construction, chemical composition, and labeling regulations promulgated by the U.S. Consumer Product Safety Commission (C.F.R. Title 16--Commercial Practices, Part 1507), effective January 1, 1998 2019, and that are enumerated in classified as 1.4G, UN0336 pursuant to the American Pyrotechnics Association Inc., Standard 87-1, April, 1993 2001 edition; (2) \"Display fireworks,\" any fireworks that are normally used at a public event and classified as 1.3G, UN0335 pursuant to the American Pyrotechnics Association Inc., Standard 87-1, 2001 edition. These fireworks are those regulated by the Bureau of Alcohol, Tobacco, Firearms and Explosives and not intended for consumer use; (3) \"Public event,\" the use of any fireworks for commerce. The term includes the use of any fireworks that takes place on public property or str sponsored by a public entity; (4) \"Retailer,\" includes every or \"licensee,\" any person engaged in the business of making sales of fireworks at retail and licensed pursuant to this chapter; (3)(5) \"Retail sale,\" the sale of fireworks to any person not licensed to sell fireworks or for any purpose other than for resale; (4)(6) \"Sale,\" any transfer, exchange, or barter, conditional or otherwise, in any manner or by any means whatsoever, for a consideration; (5)(7) \"Wholesaler,\" any person engaged in the business of making sales of fireworks to retailers for resale to consumers and licensed pursuant to this chapter. Section 2. That § 34-37-2 be amended to read: 34-37-2. No person may sell, hold for sale, or offer for sale, as wholesaler or retailer any fireworks in this state unless such the person has first obtained a license is licensed as a wholesaler or retailer. Application for a license as wholesaler or retailer shall be made to the Department of Public Safety on forms to be prescribed by it the department. Each application shall be accompanied by the required fee, which shall be. The fee is five hundred dollars for a wholesaler's license, and twenty-five dollars for a retailer's license. A separate twenty-five dollar retailer's license is required for each sales period, as specified in § 34-37-10, during which a retailer may sell fireworks. Each application for a twenty-five dollar retailer's license in any year must shall be received by the department no later than fifteen days before the beginning of the sales period. Any application for a twenty-five dollar retailer's license received after that date shall be denied by the department and returned to the applicant together with any application fee submitted. The twenty-five dollar retailer's license expires sixty days after the end of the sales period and is renewable annually until the application deadline for the corresponding sales period. The license shall at all times be displayed at the place of business of the holder of the license. The funds received under the provisions of this section chapter shall be deposited in the general fund. Section 3. That § 34-37-2.1 be amended to read: 34-37-2.1. No person under the age of eighteen years shall may be licensed under this chapter and no licensee shall. No licensee may employ or permit any individual person under the age of eighteen to sell, dispense, or offer for sale, within the State of South Dakota any permissible fireworks enumerated in this chapter. Section 4. That § 34-37-2.2 be amended to read: 34-37-2.2. In addition to licenses any license available in § 34-37-2, two special retail licenses may be obtained for sales of fireworks to out-of-state residents. The first is a sixty-six day as follows: (1) Early season license that operates from the first day of May through the fifth day of July May first to June twenty-sixth, inclusive, with a required fee of one thousand dollars. The second option is a fifty-seven day; or (2) Late season license that operates from the sixth day of July through the thirty-first day of August July sixth to August thirty-first, inclusive, with a required fee of one thousand dollars. The fifty-seven day special retail late season license also allows the retail sale of the retailer to sell fireworks to residents and nonresidents during the period beginning from December twenty-eighth and extending through to January first, inclusive, as provided in § 34-37-10. A Any special retail licensee located west of the Missouri River shall provide the purchaser a copy of the South Dakota law which that prohibits the discharge use of fireworks and a map of the Black Hills Forest Fire Protection District shall be provided with every with each sale of fireworks under a license granted pursuant to this section, except for sales occurring from the twenty-seventh day of June through the fifth day of July any sale of fireworks that occurs from June twenty-seventh to July fifth, inclusive. Section 5. That § 34-37-4 be amended to read: 34-37-4. Except as provided in § 34-37-12, no person shall may possess, sell, offer for sale, bring into this state, or discharge use any pyrotechnics commonly known as fireworks, other than permissible consumer fireworks. Section 6. That § 34-37-5 be amended to read: 34-37-5. Permissible Consumer fireworks are consumer any fireworks as enumerated in Chapter chapter 3 of the American Pyrotechnics Association Inc., Standard 87-1, 1993 2001 edition and that comply with labeling regulations promulgated by the U.S. Consumer Product Safety Commission (C.F.R. Title 16--Commercial Practices Part 1507), effective January 1, 1998 2019. Section 7. That § 34-37-6 be amended to read: 34-37-6. Before any additional permissible fireworks not enumerated in § 34-37-5 may be sold, held for sale, or offered for sale in this state, they the fireworks shall be submitted to the Department of Public Safety for examination to determine their compliance. If the department determines that the fireworks comply with C.F.R. Title 16, Commercial Practices, Part 1507, effective January 1, 1998 2019, and the American Pyrotechnics Association Inc., Standard 87-1, 1993 2001 edition, the fireworks may be sold, held for sale, or offered for sale. Section 8. That § 34-37-8 be amended to read: 34-37-8. No person who is not licensed as a wholesaler or retailer shall may bring any fireworks into this state for resale. No retailer shall may sell any fireworks which that have not been purchased from a wholesaler licensed under the provisions of this chapter. Section 9. That § 34-37-10 be amended to read: 34-37-10. No person, firm, or corporation may offer fireworks for sale to individuals at retail except during the period beginning from June twenty-seventh and extending through to July fifth, inclusive, and during the period beginning from December twenty-eighth and extending through to January first, inclusive. Any person obtaining the special sixty-six day or the special fifty-seven day retail licenses early season or late season license may sell fireworks to out-of-state residents for the periods of time designated in § 34-37-2.2. Retail sales to residents and nonresidents during the from December twenty-eighth through to January first period, inclusive, may only be made by holders a holder of a special fifty-seven day retail late season license established pursuant to § 34-37-2.2 and or by holders a holder of a retailer's license as provided in § 34-37-2. Retail sales of fireworks are not permitted after between twelve a.m. or prior to and seven a.m. from the twenty-seventh day of June through the fifth day of July and from the twenty-eighth day of December through the first day of January. Section 10. That § 34-37-10.1 be amended to read: 34-37-10.1. No retailer shall may sell fireworks from any motor vehicle. Section 11. That § 34-37-10.3 be amended to read: 34-37-10.3. Signs must be prominently posted on all displays of fireworks offered for sale at retail, which shall read At any location where consumer fireworks are being offered for sale the licensee shall prominently post a sign in red letters not less than three inches in height that reads, \"NO SMOKING WITHIN TWENTY-FIVE FIFTY FEET.\" Any person smoking within fifty feet of the premises is guilty of a Class 2 misdemeanor.\" Section 12. That § 34-37-10.4 be amended to read: 34-37-10.4. In all buildings or structures wherein At any location where consumer fireworks are being offered for sale the licensee shall have a sign prominently posted prominently post a sign stating that no fireworks can may be ignited or discharged used within one hundred fifty three hundred feet of the licensee's premises. Any person igniting or using fireworks within three hundred feet of the premises is guilty of a Class 2 misdemeanor. Section 13. That § 34-37-11 be amended to read: 34-37-11. No person may sell or cause to be sold, discharge use, or cause to be discharged used, any pyrotechnics of any description or any consumer fireworks within the exterior boundaries of the Black Hills Forest Fire Protection District, and no. No person may discharge use or cause to be discharged used any pyrotechnics or consumer fireworks within a zone that extends three hundred feet beyond the exterior boundaries of the Black Hills Forest Fire Protection District in this state. No person may sell or cause to be sold, discharge use, or cause to be discharged used, any pyrotechnics of any description or any consumer fireworks within any national forest, national park, state forest, or any land owned or leased by the Department of Game, Fish and Parks. However, the Department of Game, Fish and Parks may, by written authorization, permit the discharge use of pyrotechnics or consumer fireworks, pyrotechnic displays, sales, or exhibits on land owned or leased by the department unless otherwise prohibited by statute. Any violation of this section which occurs on any land owned or leased by the Department of Game, Fish and Parks is a Class 2 misdemeanor. Any subsequent violation of this Section is a Class 1 misdemeanor. Section 14. That § 34-37-12 be amended to read: 34-37-12. Nothing in this chapter shall prohibit licensed wholesalers or manufacturers prohibits a licensed wholesaler or manufacturer from storing, selling, shipping, or otherwise transporting, permissible fireworks to any person or entity outside of the State of South Dakota state if the sale and transportation are is consistent with 18 U.S.C. § 836, effective on January 1, 1983 2019. The delivery of such fireworks shall may only be made by a properly certified motor carrier as specified in chapter 49-28 or in a vehicle owned or leased by a licensed fireworks wholesalers or manufacturers wholesaler or manufacturer or fireworks permit holders in vehicles owned or leased by them holder. Section 15. That § 34-37-12.1 be amended to read: 34-37-12.1. Written evidence of the delivery of permissible fireworks to any person or entity outside of the State of South Dakota state shall be retained by the wholesaler. Acceptable evidence includes the fireworks license or permit number and address, a bill of lading, or delivery receipt for delivery by a properly certified motor carrier if the purchaser is unlicensed. Section 16. That § 34-37-13 be amended to read: 34-37-13. Nothing in this chapter prohibits the use of public display of display fireworks at a public or private event. However, any person, association, organization, municipality, county, firm, partnership, or corporation, before making such public display of using display fireworks at a public or private event shall secure a written permit from the governing board of the municipality, township, or county where the public display is to be fired, and shall have purchased fireworks for the display from a licensed wholesaler under this chapter. Any public display display fireworks are to be used. The display fireworks shall have been purchased from a licensed wholesaler. Any use of display fireworks at a public or private event shall comply with the National Fire Protection Association Standard 1123, 1995 2018 edition. Section 17. That chapter 34-37 be amended by adding a NEW SECTION to read: Nothing in this chapter prohibits the use of consumer fireworks at a public or private event. However, any person using consumer fireworks at a public or private event outside the periods permitted by § 34-37-16.1 shall secure a written permit from the governing board of the municipality, township, or county where the consumer fireworks are to be used. The consumer fireworks shall have been purchased from a licensed retailer or wholesaler. Any use of consumer fireworks at a public or private event shall comply with the National Fire Protection Association Standard 1124, 2006 edition. Section 18. That § 34-37-14 be repealed. 34-37-14. Except where a punishment is specifically provided, a violation of the provisions of this chapter is a Class 1 misdemeanor. Section 19. That § 34-37-15 be amended to read: 34-37-15. If a person is found guilty of violating any of the provisions provision of this chapter a subsequent time, such the violation may constitute cause for revocation or suspension of the license held by that person and for refusal to renew license upon expiration thereof. Section 20. That § 34-37-16 be amended to read: 34-37-16. No person shall may possess any fireworks, other than those the fireworks enumerated in § 34-37-5. If any person shall have in his possession possesses any fireworks in violation of said section § 34-37-5, a warrant may be issued for the seizure of such the fireworks, and such. The seized fireworks shall be safely kept to be used as evidence. Upon conviction of the offender, the fireworks shall be destroyed, but if. If the offender is discharged not convicted, the fireworks shall be returned to the person in whose possession they were found, provided, however, that. However, nothing in this chapter shall apply applies to the transportation of fireworks by regulated carriers. Section 21. That § 34-37-16.1 be amended to read: 34-37-16.1. Except as otherwise provided in this chapter, it is unlawful for a no person to discharge may use consumer fireworks in this state except during the period beginning from June twenty-seventh and extending through the end of to the first Sunday after July fourth, inclusive, and during the period beginning from December twenty-eighth and extending through to January first, inclusive. A violation of this section is a Class 2 misdemeanor. Section 22. That § 34-37-16.2 be amended to read: 34-37-16.2. The provisions of § §§ 34-37-2 and 34-37-16.1 do not apply to snakes and smoke: (1) Smoke effects if they do the smoke effect does not fly, travel, or explode, or to single-shot; (2) Single-shot parachute pieces without a flare; or (3) Any fireworks classified as a novelty pursuant to section 3.2 of the American Pyrotechnics Association Inc., Standard 87-1, 2001 edition. Section 23. That § 34-37-17 be amended to read: 34-37-17. The Department of Public Safety, together with all any law enforcement officers officer of the state and its political subdivisions, shall be is charged with the enforcement of the provisions of this chapter."}, {"bill_id": 9480, "bill_version_id": 52239, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2019-01-24T15:57:46.82-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provision regarding the regulation of fireworks. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-37-1 be amended to read: 34-37-1. Terms used in this chapter mean: (1) \"Consumer fireworks,\" fireworks designed primarily to produce visible effects by combustion, that must comply with the construction, chemical composition, and labeling regulations promulgated by the U.S. Consumer Product Safety Commission (C.F.R. Title 16--Commercial Practices, Part 1507), effective January 1, 1998 2019, and that are enumerated in classified as 1.4G, UN0336 pursuant to the American Pyrotechnics Association Inc., Standard 87-1, April, 1993 2001 edition; (2) \"Display fireworks,\" any fireworks that are normally used at a public event and classified as 1.3G, UN0335 pursuant to the American Pyrotechnics Association Inc., Standard 87-1, 2001 edition. These fireworks are those regulated by the Bureau of Alcohol, Tobacco, Firearms and Explosives and not intended for consumer use; (3) \"Public event,\" the use of any fireworks for commerce. The term includes the use of any fireworks that takes place on public property or is sponsored by a public entity; (4) \"Retailer,\" includes every or \"licensee,\" any person engaged in the business of making sales of fireworks at retail and licensed pursuant to this chapter; (3)(5) \"Retail sale,\" the sale of fireworks to any person not licensed to sell fireworks or for any purpose other than for resale; (4)(6) \"Sale,\" any transfer, exchange, or barter, conditional or otherwise, in any manner or by any means whatsoever, for a consideration; (5)(7) \"Wholesaler,\" any person engaged in the business of making sales of fireworks to retailers for resale to consumers and licensed pursuant to this chapter. Section 2. That § 34-37-2 be amended to read: 34-37-2. No person may sell, hold for sale, or offer for sale, as wholesaler or retailer any fireworks in this state unless such the person has first obtained a license is licensed as a wholesaler or retailer. Application for a license as wholesaler or retailer shall be made to the Department of Public Safety on forms to be prescribed by it the department. Each application shall be accompanied by the required fee, which shall be. The fee is five hundred dollars for a wholesaler's license, and twenty-five dollars for a retailer's license. A separate twenty-five dollar retailer's license is required for each sales period, as specified in § 34-37-10, during which a retailer may sell fireworks. Each application for a twenty-five dollar retailer's license in any year must shall be received by the department no later than fifteen days before the beginning of the sales period. Any application for a twenty-five dollar retailer's license received after that date shall be denied by the department and returned to the applicant together with any application fee submitted. The twenty-five dollar retailer's license expires sixty days after the end of the sales period and is renewable annually until the application deadline for the corresponding sales period. The license shall at all times be displayed at the place of business of the holder of the license. The funds received under the provisions of this section chapter shall be deposited in the general fund. Section 3. That § 34-37-2.1 be amended to read: 34-37-2.1. No person under the age of eighteen years shall may be licensed under this chapter and no licensee shall. No licensee may employ or permit any individual person under the age of eighteen to sell, dispense, or offer for sale, within the State of South Dakota any permissible fireworks enumerated in this chapter. Section 4. That § 34-37-2.2 be amended to read: 34-37-2.2. In addition to licenses any license available in § 34-37-2, two special retail licenses may be obtained for sales of fireworks to out-of-state residents. The first is a sixty-six day as follows: (1) Early season license that operates from the first day of May through the fifth day of July May first to June twenty-sixth, inclusive, with a required fee of one thousand dollars. The second option is a fifty-seven day; or (2) Late season license that operates from the sixth day of July through the thirty-first day of August July sixth to August thirty-first, inclusive, with a required fee of one thousand dollars. The fifty-seven day special retail late season license also allows the retail sale of the retailer to sell fireworks to residents and nonresidents during the period beginning from December twenty-eighth and extending through to January first, inclusive, as provided in § 34-37-10. A Any special retail licensee located west of the Missouri River shall provide the purchaser a copy of the South Dakota law which that prohibits the discharge use of fireworks and a map of the Black Hills Forest Fire Protection District shall be provided with every with each sale of fireworks under a license granted pursuant to this section, except for sales occurring from the twenty-seventh day of June through the fifth day of July any sale of fireworks that occurs from June twenty-seventh to July fifth, inclusive. Section 5. That § 34-37-4 be amended to read: 34-37-4. Except as provided in § 34-37-12, no person shall may possess, sell, offer for sale, bring into this state, or discharge use any pyrotechnics commonly known as fireworks, other than permissible consumer fireworks. Section 6. That § 34-37-5 be amended to read: 34-37-5. Permissible Consumer fireworks are consumer any fireworks as enumerated in Chapter chapter 3 of the American Pyrotechnics Association Inc., Standard 87-1, 1993 2001 edition and that comply with labeling regulations promulgated by the U.S. Consumer Product Safety Commission (C.F.R. Title 16--Commercial Practices Part 1507), effective January 1, 1998 2019. Section 7. That § 34-37-6 be amended to read: 34-37-6. Before any additional permissible fireworks not enumerated in § 34-37-5 may be sold, held for sale, or offered for sale in this state, they the fireworks shall be submitted to the Department of Public Safety for examination to determine their compliance. If the department determines that the fireworks comply with C.F.R. Title 16, Commercial Practices, Part 1507, effective January 1, 1998 2019, and the American Pyrotechnics Association Inc., Standard 87-1, 1993 2001 edition, the fireworks may be sold, held for sale, or offered for sale. Section 8. That § 34-37-8 be amended to read: 34-37-8. No person who is not licensed as a wholesaler or retailer shall may bring any fireworks into this state for resale. No retailer shall may sell any fireworks which that have not been purchased from a wholesaler licensed under the provisions of this chapter. Section 9. That § 34-37-10 be amended to read: 34-37-10. No person, firm, or corporation may offer fireworks for sale to individuals at retail except during the period beginning from June twenty-seventh and extending through to July fifth, inclusive, and during the period beginning from December twenty-eighth and extending through to January first, inclusive. Any person obtaining the special sixty-six day or the special fifty-seven day retail licenses early season or late season license may sell fireworks to out-of-state residents for the periods of time designated in § 34-37-2.2. Retail sales to residents and nonresidents during the from December twenty-eighth through to January first period, inclusive, may only be made by holders a holder of a special fifty-seven day retail late season license established pursuant to § 34-37-2.2 and or by holders a holder of a retailer's license as provided in § 34-37-2. Retail sales of fireworks are not permitted after between twelve a.m. or prior to and seven a.m. from the twenty-seventh day of June through the fifth day of July and from the twenty-eighth day of December through the first day of January. Section 10. That § 34-37-10.1 be amended to read: 34-37-10.1. No retailer shall may sell fireworks from any motor vehicle. Section 11. That § 34-37-10.3 be amended to read: 34-37-10.3. Signs must be prominently posted on all displays of fireworks offered for sale at retail, which shall read At any location where consumer fireworks are being offered for sale the licensee shall prominently post a sign in red letters not less than three inches in height that reads, \"NO SMOKING WITHIN TWENTY-FIVE FIFTY FEET.\" Any person smoking within fifty feet of the premises is guilty of a Class 2 misdemeanor.\" Section 12. That § 34-37-10.4 be amended to read: 34-37-10.4. In all buildings or structures wherein At any location where consumer fireworks are being offered for sale the licensee shall have a sign prominently posted prominently post a sign stating that no fireworks can may be ignited or discharged used within one hundred fifty three hundred feet of the licensee's premises. Any person igniting or using fireworks within three hundred feet of the premises is guilty of a Class 2 misdemeanor. Section 13. That § 34-37-11 be amended to read: 34-37-11. No person may sell or cause to be sold, discharge use, or cause to be discharged used, any pyrotechnics of any description or any consumer fireworks within the exterior boundaries of the Black Hills Forest Fire Protection District, and no. No person may discharge use or cause to be discharged used any pyrotechnics or consumer fireworks within a zone that extends three hundred feet beyond the exterior boundaries of the Black Hills Forest Fire Protection District in this state. No person may sell or cause to be sold, discharge use, or cause to be discharged used, any pyrotechnics of any description or any consumer fireworks within any national forest, national park, state forest, or any land owned or leased by the Department of Game, Fish and Parks. However, the Department of Game, Fish and Parks may, by written authorization, permit the discharge use of pyrotechnics or consumer fireworks, pyrotechnic displays, sales, or exhibits on land owned or leased by the department unless otherwise prohibited by statute. Any violation of this section which occurs on any land owned or leased by the Department of Game, Fish and Parks is a Class 2 misdemeanor. Any subsequent violation of this Section is a Class 1 misdemeanor. Section 14. That § 34-37-12 be amended to read: 34-37-12. Nothing in this chapter shall prohibit licensed wholesalers or manufacturers prohibits a licensed wholesaler or manufacturer from storing, selling, shipping, or otherwise transporting, permissible fireworks to any person or entity outside of the State of South Dakota state if the sale and transportation are is consistent with 18 U.S.C. § 836, effective on January 1, 1983 2019. The delivery of such fireworks shall may only be made by a properly certified motor carrier as specified in chapter 49-28 or in a vehicle owned or leased by a licensed fireworks wholesalers or manufacturers wholesaler or manufacturer or fireworks permit holders in vehicles owned or leased by them holder. Section 15. That § 34-37-12.1 be amended to read: 34-37-12.1. Written evidence of the delivery of permissible fireworks to any person or entity outside of the State of South Dakota state shall be retained by the wholesaler. Acceptable evidence includes the fireworks license or permit number and address, a bill of lading, or delivery receipt for delivery by a properly certified motor carrier if the purchaser is unlicensed. Section 16. That § 34-37-13 be amended to read: 34-37-13. Nothing in this chapter prohibits the use of public display of display fireworks at a public or private event. However, any person, association, organization, municipality, county, firm, partnership, or corporation, before making such public display of using display fireworks at a public or private event shall secure a written permit from the governing board of the municipality, township, or county where the public display is to be fired, and shall have purchased fireworks for the display from a licensed wholesaler under this chapter. Any public display display fireworks are to be used. The display fireworks shall have been purchased from a licensed wholesaler. Any use of display fireworks at a public or private event shall comply with the National Fire Protection Association Standard 1123, 1995 2018 edition. Section 17. That chapter 34-37 be amended by adding a NEW SECTION to read: Nothing in this chapter prohibits the use of consumer fireworks at a public or private event. However, any person using consumer fireworks at a public or private event outside the periods permitted by § 34-37-16.1 shall secure a written permit from the governing board of the municipality, township, or county where the consumer fireworks are to be used. The consumer fireworks shall have been purchased from a licensed retailer or wholesaler. Any use of consumer fireworks at a public or private event shall comply with the National Fire Protection Association Standard 1124, 2006 edition. Section 18. That § 34-37-15 be amended to read: 34-37-15. If a person is found guilty of violating any of the provisions provision of this chapter a subsequent time, such the violation may constitute cause for revocation or suspension of the license held by that person and for refusal to renew license upon expiration thereof. Section 19. That § 34-37-16 be amended to read: 34-37-16. No person shall may possess any fireworks, other than those the fireworks enumerated in § 34-37-5. If any person shall have in his possession possesses any fireworks in violation of said section § 34-37-5, a warrant may be issued for the seizure of such the fireworks, and such. The seized fireworks shall be safely kept to be used as evidence. Upon conviction of the offender, the fireworks shall be destroyed, but if. If the offender is discharged not convicted, the fireworks shall be returned to the person in whose possession they were found, provided, however, that. However, nothing in this chapter shall apply applies to the transportation of fireworks by regulated carriers. Section 20. That § 34-37-16.1 be amended to read: 34-37-16.1. Except as otherwise provided in this chapter, it is unlawful for a no person to discharge may use consumer fireworks in this state except during the period beginning from June twenty-seventh and extending through the end of to the first Sunday after July fourth, inclusive, and during the period beginning from December twenty-eighth and extending through to January first, inclusive. A violation of this section is a Class 2 misdemeanor. Section 21. That § 34-37-16.2 be amended to read: 34-37-16.2. The provisions of § §§ 34-37-2 and 34-37-16.1 do not apply to snakes and smoke: (1) Smoke effects if they do the smoke effect does not fly, travel, or explode, or to single-shot; (2) Single-shot parachute pieces without a flare; or (3) Any fireworks classified as a novelty pursuant to section 3.2 of the American Pyrotechnics Association Inc., Standard 87-1, 2001 edition. Section 22. That § 34-37-17 be amended to read: 34-37-17. The Department of Public Safety, together with all any law enforcement officers officer of the state and its political subdivisions, shall be is charged with the enforcement of the provisions of this chapter."}, {"bill_id": 9480, "bill_version_id": 53174, "bill_version": "Senate Engrossed", "bill_version_date": "2019-02-06T16:29:15.827-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provision regarding the regulation of fireworks and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-37-1 be amended to read: 34-37-1. Terms used in this chapter mean: (1) \"Consumer fireworks,\" fireworks designed primarily to produce visible effects by combustion,; that must comply with the construction, chemical composition, and labeling regulations promulgated by the U.S. Consumer Product Safety Commission (C.F.R. Title 16--Commercial Practices, Part 1507) 16 C.F.R. Part 1507, effective January 1, 1998 2019, and that are enumerated in classified as 1.4G, UN0336 under the American Pyrotechnics Association Inc., Standard 87-1, April, 1993 2001 edition; (2) \"Display fireworks,\" fireworks regulated by the Bureau of Alcohol, Tobacco, Firearms and Explosives that are not intended for consumer use and are normally used at a public event and classified as 1.3G, UN0335 under the American Pyrotechnics Association Standard 87-1, 2001 edition; (3) \"Public event,\" use of fireworks for commerce on public property or sponsored by a public entity; (4) \"Retailer,\" or \"Retailer licensee,\" includes every any person engaged licensed under this chapter to engage in the business of making sales of fireworks at retail; (3)(5) \"Retail sale,\" the sale of fireworks to any person not licensed to sell fireworks or for any purpose other than for resale; (4)(6) \"Sale,\" any transfer, exchange, or barter, conditional or otherwise, in any manner or by any means whatsoever, for a consideration; (5)(7) \"Wholesaler,\" or \"Wholesaler licensee,\" any person engaged licensed under this chapter to engage in the business of making sales of fireworks to retailers for resale to consumers. Section 2. That § 34-37-2 be amended to read: 34-37-2. No A person may sell, hold for sale, or offer is guilty of a Class 2 misdemeanor if the person sells, holds for sale, or offers for sale, as wholesaler or retailer, any fireworks in this state unless such person has first obtained without a license as a wholesaler or retailer issued under this chapter. Application for a license as wholesaler or retailer shall be made to the Department of Public Safety on forms to be prescribed by it. Each the department. An application shall be accompanied by the required an application fee, which shall be of five hundred dollars for a wholesaler's license, and twenty-five dollars for a retailer's license. A separate twenty-five dollar retailer's In addition to a license as a retailer issued under this section, a retailer shall obtain a retailer sales license is required for a fee of twenty-five dollars, for each sales period, as specified in § 34-37-10, during which a retailer may sell fireworks. Each An application for a twenty-five dollar retailer's the retailer sales license in any year must shall be received by the department no later than fifteen days before the beginning of the sales period. Any application for a twenty-five dollar retailer's retailer sales license received after that date shall be denied by the department and returned to the applicant, together with any application fee submitted. The twenty-five dollar retailer's retailer sales license expires sixty days after the end of the sales period and is renewable annually until the application deadline for the corresponding sales period. The retailer licensee shall at all times display the retailer sales license shall at all times be displayed at the retailer's place of business of the holder of the license. The Any funds received by the department under the provisions of this section shall be deposited in the state general fund. Section 3. That § 34-37-2.1 be amended to read: 34-37-2.1. No A person under the age of eighteen years shall may not be licensed under this chapter and no licensee shall. A wholesaler or retailer may not employ or permit any individual person under the age of eighteen to sell, dispense, or offer for sale, within the State of South Dakota any permissible fireworks enumerated in this chapter. Section 4. That § 34-37-2.2 be amended to read: 34-37-2.2. In addition to licenses available in any license required under § 34-37-2, two special retail licenses may be obtained for any sales to out-of-state residents. The first is a sixty-six day, a retailer licensee may obtain: (1) An early season license to operate from the first day of May through the fifth day of July first to June twenty-sixth, with a required fee of one thousand dollars. The second option is a fifty-seven day; or (2) A late season license to operate from the sixth day of July through the thirty-first day of sixth to August thirty-first, and from December twenty-eighth to January first, with a required fee of one thousand dollars. The fifty-seven day special retail license also allows the retail sale of fireworks to residents and nonresidents during the period beginning December twenty-eighth and extending through January first, as provided in § 34-37-10. A A retailer licensee with a license issued under this section that is located west of the Missouri River shall provide any consumer with a copy of the South Dakota any law which that prohibits the discharge use of fireworks and a map of the Black Hills Forest Fire Protection District shall be provided with every with any sale of fireworks under a license granted pursuant to this section, except for sales, other than any sale occurring from the twenty-seventh day of June through the fifth day of twenty-seventh to July fifth. Section 5. That § 34-37-4 be amended to read: 34-37-4. Except as provided in § 34-37-12, no a person shall possess, sell, offer for sale, bring into this state, or discharge is guilty of a Class 2 misdemeanor if the person possesses, sells, offers for sale, brings into this state, or uses any pyrotechnics commonly known as fireworks, other than permissible consumer fireworks. Section 6. That § 34-37-6 be amended to read: 34-37-6. Before any additional permissible fireworks not enumerated in under § 34-37-5 may be sold, held for sale, or offered for sale in this state, they the licensee shall be submitted submit the fireworks to the Department of Public Safety for examination to determine their compliance. For any fireworks submitted under this section that comply with 16 C.F.R. Title 16, Commercial Practices, Part 1507, effective January 1, 1998 2019, and the American Pyrotechnics Association Inc., Standard 87-1, 1993 2001 edition, the department shall authorize the fireworks for sale in this state. Section 7. That § 34-37-8 be amended to read: 34-37-8. No A person who is guilty of a Class 2 misdemeanor if the person is not licensed as a wholesaler or retailer shall bring and transports any fireworks into this state. No for sale. A retailer shall may not sell any fireworks which that have not been purchased from a wholesaler licensed under the provisions of this chapter. Section 8. That § 34-37-10 be amended to read: 34-37-10. No A person, firm, or corporation may offer fireworks for sale to individuals is guilty of a Class 2 misdemeanor if the person offers any fireworks for sale to any other person at retail except other than during the period beginning between June twenty-seventh and extending through July fifth and or during the period beginning between December twenty-eighth and extending through January first. Any person obtaining the special sixty-six day or the special fifty-seven day retail licenses A person who is issued a license under § 34-37-2.2 may sell fireworks to out-of-state residents for the periods of time designated in § 34-37-2.2. Retail sales A person who is issued a late season license under § 34-37-2.2 or a retailer license under § 34-37-2 may sell any fireworks to residents and nonresidents during the period from December twenty-eighth through to January first period may only be made by holders of a special fifty-seven day retail license established pursuant to § 34-37-2.2 and by holders of a retailer's license as provided in § 34-37-2. Retail sales are not permitted after. A retail licensee may not make any sale of fireworks between the hours of twelve a.m. or prior to and seven a.m. from the twenty-seventh day of June through the fifth day of July and from the twenty-eighth day of December through the first day of January. Section 9. That § 34-37-10.1 be amended to read: 34-37-10.1. No retailer shall sell A person is guilty of a Class 2 misdemeanor if the person sells any fireworks from any a motor vehicle. Section 10. That § 34-37-10.2 be amended to read: 34-37-10.2. If the general public occupies a structure where fireworks are being displayed or sold, two or more approved exits shall be provided. If the general public does not occupy a the structure that displays or sells fireworks, one or more approved exits shall be provided. A violation of this section is a Class 2 misdemeanor. For the purposes of this section, an approved exit is a continuous and unobstructed means of egress to a public way. Exit doors shall be of the pivoted or side-hinged swinging type and shall swing in the direction of exit travel. Exit doors shall be able to be opened from the inside without the use of a key or any special knowledge or effort. Section 11. That § 34-37-10.3 be amended to read: 34-37-10.3. Signs must be prominently posted on all displays of fireworks offered for sale at retail, which shall read At any location where consumer fireworks are being offered for sale, the licensee shall prominently post a sign in red letters not less than three inches in height that reads, \"NO SMOKING WITHIN TWENTY-FIVE FIFTY FEET.\" A person is guilty of a Class 2 misdemeanor if the person smokes within fifty feet of a location under this section. Section 12. That § 34-37-10.4 be amended to read: 34-37-10.4. In all buildings or structures wherein At any location where consumer fireworks are being offered for sale the licensee shall have a sign prominently posted stating prominently post a sign that states no fireworks can may be ignited or discharged used within one hundred fifty three hundred feet of the licensee's premises. A person is guilty of a Class 2 misdemeanor if the person ignites or uses any fireworks within three hundred feet of a location under this section. Section 13. That § 34-37-10.5 be amended to read: 34-37-10.5. No licensee may have on the premises A person is guilty of a Class 2 misdemeanor if the person has any device, apparatus, receptacle, or burner from which an open flame is emitted. Each on the premises of a retail licensee. A retailer licensee shall in the conduct of the business of selling fireworks keep and maintain upon the retailer's premises a fire extinguisher bearing a rated capacity of at least 2-A. Section 14. That § 34-37-11 be amended to read: 34-37-11. No person may sell or cause to be sold, discharge use, or cause to be discharged used, any pyrotechnics of any description or any consumer fireworks within the exterior boundaries of the Black Hills Forest Fire Protection District, and no. No person may discharge use or cause to be discharged used, any pyrotechnics or consumer fireworks within a zone that extends three hundred feet beyond the exterior boundaries of the Black Hills Forest Fire Protection District in this state. No person may sell or cause to be sold, discharge, use or cause to be discharged used, any pyrotechnics of any description or any consumer fireworks within any national forest, national park, state forest, or any land owned or leased by the Department of Game, Fish and Parks. However, the Department of Game, Fish and Parks may, by without written authorization, permit by the department permitting the discharge use of pyrotechnics or consumer fireworks, pyrotechnic displays, sales, or exhibits on land owned or leased by the department, unless the department is otherwise prohibited by statute law from providing the written authorization. Any A violation of this section which occurs on any land owned or leased by the Department of Game, Fish and Parks is a Class 2 misdemeanor. Any A second or subsequent violation of this Section section is a Class 1 misdemeanor. Section 15. That § 34-37-12 be amended to read: 34-37-12. Nothing in this chapter shall prohibit licensed wholesalers or manufacturers prohibits a wholesaler licensee or manufacturer from storing, selling, shipping, or otherwise transporting, permissible fireworks to any person or entity outside of the State of South Dakota if the sale and transportation are this state, consistent with 18 U.S.C. § 836, effective on January 1, 1983. The 2019. Any delivery of such fireworks shall only may be made by a properly certified motor carrier as specified in chapter 49-28 or by licensed fireworks wholesalers or manufacturers in a vehicle owned or leased by a wholesaler licensee, manufacturer, or fireworks permit holders in vehicles owned or leased by them holder. Section 16. That § 34-37-12.1 be amended to read: 34-37-12.1. Written A wholesaler licensee shall retain written evidence of the delivery of permissible fireworks to any person or entity outside of the State of South Dakota shall be retained by the wholesaler. Acceptable evidence includes this state. Evidence under this section may include the fireworks license or permit number and address, a bill of lading, or delivery receipt for delivery by a properly certified motor carrier if the purchaser is unlicensed. Section 17. That § 34-37-13 be amended to read: 34-37-13. Nothing in this chapter prohibits the use of public display of display fireworks at a public or private event. However, any person, association, organization, municipality, county, firm, partnership, or corporation, before making such public display of A person using display fireworks at a public or private event shall secure obtain a written permit from the governing board body of the municipality, township, or county where the public display is to be fired, and shall have purchased fireworks for the display from a licensed wholesaler under this chapter. Any public display fireworks are to be used. Display fireworks may only be purchased from a wholesaler licensee. Use of display fireworks at a public or private event shall comply with the National Fire Protection Association Standard 1123, 1995 2018 edition. Section 18. That chapter 34-37 be amended by adding a NEW SECTION to read: Nothing in this chapter prohibits the use of consumer fireworks at a public or private event. A person using consumer fireworks at a public or private event outside the periods permitted by § 34-37-16.1 shall obtain a permit from the governing body of the municipality, township, or county where the consumer fireworks are to be used. Consumer fireworks may only be purchased from a retailer licensee or wholesaler licensee. Use of consumer fireworks at a public or private event shall comply with the National Fire Protection Association Standard 1124, 2006 edition. Section 19. That § 34-37-15 be amended to read: 34-37-15. If a person For any licensee who is found guilty of violating any of the provisions of a second or subsequent violation under this chapter a subsequent time, such violation may constitute cause for revocation or suspension of the license held by that person and for refusal, the department may revoke or suspend the license and refuse to renew the license upon its expiration thereof. Section 20. That § 34-37-16 be amended to read: 34-37-16. No A person shall possess is guilty of a Class 2 misdemeanor if the person possesses any fireworks, other than those enumerated in § 34-37-5. If any person shall have in his possession possesses any fireworks in violation of said section § 34-37-5, a warrant may be issued for the seizure of such the fireworks, and such. Any fireworks seized under this section shall be safely kept stored to be used as evidence. Upon conviction of the offender, the any person charged under this section, any seized fireworks shall be destroyed, but if the offender is discharged, the. If a person charged under this section is found not guilty, any seized fireworks shall be returned to the person in whose possession they were found, provided, however, that nothing in this. This chapter shall does not apply to the transportation of fireworks by regulated carriers. Section 21. That § 34-37-16.1 be amended to read: 34-37-16.1. Except as otherwise provided in this chapter, it is unlawful for a person to discharge fireworks in this state a person is guilty of a Class 2 misdemeanor if the person uses consumer fireworks except during the period beginning from June twenty-seventh and extending through the end of to the first Sunday after July fourth, and during the period beginning December twenty-eighth and extending through to January first. A violation of this section is a Class 2 misdemeanor. Section 22. That § 34-37-16.2 be amended to read: 34-37-16.2. The provisions of § 34-37-16.1 §§ 34-37-2 and 34-37-16.1 do not apply to snakes and smoke: (1) Smoke effects if they the smoke effects do not fly, travel, or explode, or to single-shot; (2) Single-shot parachute pieces without a flare; or (3) Any fireworks classified as a novelty under section 3.2 of the American Pyrotechnics Association Standard 87-1, 2001 edition. Section 23. That § 34-37-17 be amended to read: 34-37-17. The Department of Public Safety, together with all any law enforcement officers agency of the state and its or any political subdivisions, shall be charged with the enforcement of the provisions of subdivision of the state, shall enforce this chapter. Section 24. That § 34-37-5 be repealed. 34-37-5. Permissible fireworks are consumer fireworks as enumerated in Chapter 3 of the American Pyrotechnics Association Inc., Standard 87-1, 1993 edition and that comply with labeling regulations promulgated by the U.S. Consumer Product Safety Commission (C.F.R. Title 16--Commercial Practices Part 1507), effective January 1, 1998. Section 25. That § 34-37-10.6 be repealed. 34-37-10.6. For the purposes of this chapter, an approved exit is a continuous and unobstructed means of egress to a public way. Exit doors shall be of the pivoted or side-hinged swinging type and shall swing in the direction of exit travel. Exit doors shall be openable from the inside without the use of a key or any special knowledge or effort. Section 26. That § 34-37-14 be repealed. 34-37-14. Except where a punishment is specifically provided, a violation of the provisions of this chapter is a Class 1 misdemeanor. Section 27. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 9480, "bill_version_id": 54369, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2019-02-27T12:51:03.767-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provision regarding the regulation of fireworks and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-37-1 be amended to read: 34-37-1. Terms used in this chapter mean: (1) \"Consumer fireworks,\" fireworks designed primarily to produce visible effects by combustion,; that must comply with the construction, chemical composition, and labeling regulations promulgated by the U.S. Consumer Product Safety Commission (C.F.R. Title 16--Commercial Practices, Part 1507) 16 C.F.R. Part 1507, effective January 1, 1998 2019, and that are enumerated in classified as 1.4G, UN0336 under the American Pyrotechnics Association Inc., Standard 87-1, April, 1993 2001 edition; (2) \"Display fireworks,\" fireworks regulated by the Bureau of Alcohol, Tobacco, Firearms and Explosives that are not intended for consumer use and are normally used at a public event and classified as 1.3G, UN0335 under the American Pyrotechnics Association Standard 87-1, 2001 edition; (3) \"Public event,\" use of fireworks for commerce on public property or sponsored by a public entity; (4) \"Retailer,\" or \"Retailer licensee,\" includes every any person engaged licensed under this chapter to engage in the business of making sales of fireworks at retail; (3)(5) \"Retail sale,\" the sale of fireworks to any person not licensed to sell fireworks or for any purpose other than for resale; (4)(6) \"Sale,\" any transfer, exchange, or barter, conditional or otherwise, in any manner or by any means whatsoever, for a consideration; (5)(7) \"Wholesaler,\" or \"Wholesaler licensee,\" any person engaged licensed under this chapter to engage in the business of making sales of fireworks to retailers for resale to consumers. Section 2. That § 34-37-2 be amended to read: 34-37-2. No A person may sell, hold for sale, or offer is guilty of a Class 1 misdemeanor if the person sells, holds for sale, or offers for sale, as wholesaler or retailer, any fireworks in this state unless such person has first obtained without a license as a wholesaler or retailer issued under this chapter. Application for a license as wholesaler or retailer shall be made to the Department of Public Safety on forms to be prescribed by it. Each the department. An application shall be accompanied by the required an application fee, which shall be of five hundred dollars for a wholesaler's license, and twenty-five dollars for a retailer's license. A separate twenty-five dollar retailer's In addition to a license as a retailer issued under this section, a retailer shall obtain a retailer sales license is required for a fee of twenty-five dollars, for each sales period, as specified in § 34-37-10, during which a retailer may sell fireworks. Each An application for a twenty-five dollar retailer's the retailer sales license in any year must shall be received by the department no later than fifteen days before the beginning of the sales period. Any application for a twenty-five dollar retailer's retailer sales license received after that date shall be denied by the department and returned to the applicant, together with any application fee submitted. The twenty-five dollar retailer's retailer sales license expires sixty days after the end of the sales period and is renewable annually until the application deadline for the corresponding sales period. The retailer licensee shall at all times display the retailer sales license shall at all times be displayed at the retailer's place of business of the holder of the license. The Any funds received by the department under the provisions of this section shall be deposited in the state general fund. Section 3. That § 34-37-2.1 be amended to read: 34-37-2.1. No A person under the age of eighteen years shall may not be licensed under this chapter and no licensee shall. A wholesaler or retailer may not employ or permit any individual person under the age of eighteen to sell, dispense, or offer for sale, within the State of South Dakota any permissible fireworks enumerated in this chapter. A violation of this section is a Class 1 misdemeanor. Section 4. That § 34-37-2.2 be amended to read: 34-37-2.2. In addition to licenses available in any license required under § 34-37-2, two special retail licenses may be obtained for any sales to out-of-state residents. The first is a sixty-six day, a retailer licensee may obtain: (1) An early season license to operate from the first day of May through the fifth day of July first to June twenty-sixth, with a required fee of one thousand dollars. The second option is a fifty-seven day; or (2) A late season license to operate from the sixth day of July through the thirty-first day of sixth to August thirty-first, and from December twenty-eighth to January first, with a required fee of one thousand dollars. The fifty-seven day special retail license also allows the retail sale of fireworks to residents and nonresidents during the period beginning December twenty-eighth and extending through January first, as provided in § 34-37-10. A A retailer licensee with a license issued under this section that is located west of the Missouri River shall provide any consumer with a copy of the South Dakota any law which that prohibits the discharge use of fireworks and a map of the Black Hills Forest Fire Protection District shall be provided with every with any sale of fireworks under a license granted pursuant to this section, except for sales, other than any sale occurring from the twenty-seventh day of June through the fifth day of twenty-seventh to July fifth. A violation of this section is a Class 1 misdemeanor. Section 5. That § 34-37-4 be amended to read: 34-37-4. Except as provided in § 34-37-12, no a person shall possess, sell, offer for sale, bring into this state, or discharge is guilty of a Class 1 misdemeanor if the person possesses, sells, offers for sale, brings into this state, or uses any pyrotechnics commonly known as fireworks, other than permissible consumer fireworks. Section 6. That § 34-37-6 be amended to read: 34-37-6. Before any additional permissible fireworks not enumerated in under § 34-37-5 may be sold, held for sale, or offered for sale in this state, they the licensee shall be submitted submit the fireworks to the Department of Public Safety for examination to determine their compliance. For any fireworks submitted under this section that comply with 16 C.F.R. Title 16, Commercial Practices, Part 1507, effective January 1, 1998 2019, and the American Pyrotechnics Association Inc., Standard 87-1, 1993 2001 edition, the department shall authorize the fireworks for sale in this state. A violation of this section is a Class 1 misdemeanor. Section 7. That § 34-37-8 be amended to read: 34-37-8. No A person who is guilty of a Class 1 misdemeanor if the person is not licensed as a wholesaler or retailer shall bring and transports any fireworks into this state. No for sale. A retailer shall may not sell any fireworks which that have not been purchased from a wholesaler licensed under the provisions of this chapter. Section 8. That § 34-37-10 be amended to read: 34-37-10. No A person, firm, or corporation may offer fireworks for sale to individuals is guilty of a Class 1 misdemeanor if the person offers any fireworks for sale to any other person at retail except other than during the period beginning between June twenty-seventh and extending through July fifth and or during the period beginning between December twenty-eighth and extending through January first. Any person obtaining the special sixty-six day or the special fifty-seven day retail licenses A person who is issued a license under § 34-37-2.2 may sell fireworks to out-of-state residents for the periods of time designated in § 34-37-2.2. Retail sales A person who is issued a late season license under § 34-37-2.2 or a retailer license under § 34-37-2 may sell any fireworks to residents and nonresidents during the period from December twenty-eighth through to January first period may only be made by holders of a special fifty-seven day retail license established pursuant to § 34-37-2.2 and by holders of a retailer's license as provided in § 34-37-2. Retail sales are not permitted after. A retail licensee may not make any sale of fireworks between the hours of twelve a.m. or prior to and seven a.m. from the twenty-seventh day of June through the fifth day of July and from the twenty-eighth day of December through the first day of January. Section 9. That § 34-37-10.1 be amended to read: 34-37-10.1. No retailer shall sell A person is guilty of a Class 1 misdemeanor if the person sells any fireworks from any a motor vehicle. Section 10. That § 34-37-10.2 be amended to read: 34-37-10.2. If the general public occupies a structure where fireworks are being displayed or sold, two or more approved exits shall be provided. If the general public does not occupy a the structure that displays or sells fireworks, one or more approved exits shall be provided. A violation of this section is a Class 1 misdemeanor. For the purposes of this section, an approved exit is a continuous and unobstructed means of egress to a public way. Exit doors shall be of the pivoted or side-hinged swinging type and shall swing in the direction of exit travel. Exit doors shall be able to be opened from the inside without the use of a key or any special knowledge or effort. Section 11. That § 34-37-10.3 be amended to read: 34-37-10.3. Signs must be prominently posted on all displays of fireworks offered for sale at retail, which shall read At any location where consumer fireworks are being offered for sale, the licensee shall prominently post a sign in red letters not less than three inches in height that reads, \"NO SMOKING WITHIN TWENTY-FIVE FIFTY FEET.\" A person is guilty of a Class 1 misdemeanor if the person smokes within fifty feet of a location under this section. Section 12. That § 34-37-10.4 be amended to read: 34-37-10.4. In all buildings or structures wherein At any location where consumer fireworks are being offered for sale the licensee shall have a sign prominently posted stating prominently post a sign that states no fireworks can may be ignited or discharged used within one hundred fifty three hundred feet of the licensee's premises. A person is guilty of a Class 1 misdemeanor if the person ignites or uses any fireworks within three hundred feet of a location under this section. Section 13. That § 34-37-10.5 be amended to read: 34-37-10.5. No licensee may have on the premises A person is guilty of a Class 1 misdemeanor if the person has any device, apparatus, receptacle, or burner from which an open flame is emitted. Each on the premises of a retail licensee. A retailer licensee shall in the conduct of the business of selling fireworks keep and maintain upon the retailer's premises a fire extinguisher bearing a rated capacity of at least 2-A. Section 14. That § 34-37-11 be amended to read: 34-37-11. No person may sell or cause to be sold, discharge use, or cause to be discharged used, any pyrotechnics of any description or any consumer fireworks within the exterior boundaries of the Black Hills Forest Fire Protection District, and no. No person may discharge use or cause to be discharged used, any pyrotechnics or consumer fireworks within a zone that extends three hundred feet beyond the exterior boundaries of the Black Hills Forest Fire Protection District in this state. No person may sell or cause to be sold, discharge, use or cause to be discharged used, any pyrotechnics of any description or any consumer fireworks within any national forest, national park, state forest, or any land owned or leased by the Department of Game, Fish and Parks. However, the Department of Game, Fish and Parks may, by without written authorization, permit by the department permitting the discharge use of pyrotechnics or consumer fireworks, pyrotechnic displays, sales, or exhibits on land owned or leased by the department, unless the department is otherwise prohibited by statute law from providing the written authorization. Any A violation of this section which occurs on any land owned or leased by the Department of Game, Fish and Parks is a Class 2 misdemeanor. Any A second or subsequent violation of this Section section is a Class 1 misdemeanor. Section 15. That § 34-37-12 be amended to read: 34-37-12. Nothing in this chapter shall prohibit licensed wholesalers or manufacturers prohibits a wholesaler licensee or manufacturer from storing, selling, shipping, or otherwise transporting, permissible fireworks to any person or entity outside of the State of South Dakota if the sale and transportation are this state, consistent with 18 U.S.C. § 836, effective on January 1, 1983. The 2019. Any delivery of such fireworks shall only may be made by a properly certified motor carrier as specified in chapter 49-28 or by licensed fireworks wholesalers or manufacturers in a vehicle owned or leased by a wholesaler licensee, manufacturer, or fireworks permit holders in vehicles owned or leased by them holder. A violation of this section is a Class 1 misdemeanor. Section 16. That § 34-37-12.1 be amended to read: 34-37-12.1. Written A wholesaler licensee shall retain written evidence of the delivery of permissible fireworks to any person or entity outside of the State of South Dakota shall be retained by the wholesaler. Acceptable evidence includes this state. Evidence under this section may include the fireworks license or permit number and address, a bill of lading, or delivery receipt for delivery by a properly certified motor carrier if the purchaser is unlicensed. A violation of this section is a Class 1 misdemeanor. Section 17. That § 34-37-13 be amended to read: 34-37-13. Nothing in this chapter prohibits the use of public display of display fireworks at a public or private event. However, any person, association, organization, municipality, county, firm, partnership, or corporation, before making such public display of A person using display fireworks at a public or private event shall secure obtain a written permit from the governing board body of the municipality, township, or county where the public display is to be fired, and shall have purchased fireworks for the display from a licensed wholesaler under this chapter. Any public display fireworks are to be used. Display fireworks may only be purchased from a wholesaler licensee. Use of display fireworks at a public or private event shall comply with the National Fire Protection Association Standard 1123, 1995 2018 edition. A violation of this section is a Class 1 misdemeanor. Section 18. That chapter 34-37 be amended by adding a NEW SECTION to read: Nothing in this chapter prohibits the use of consumer fireworks at a public or private event. A person using consumer fireworks at a public or private event outside the periods permitted by § 34-37-16.1 shall obtain a permit from the governing body of the municipality, township, or county where the consumer fireworks are to be used. Consumer fireworks may only be purchased from a retailer licensee or wholesaler licensee. Use of consumer fireworks at a public or private event shall comply with the National Fire Protection Association Standard 1124, 2006 edition. A violation of this section is a Class 1 misdemeanor. Section 19. That § 34-37-15 be amended to read: 34-37-15. If a person For any licensee who is found guilty of violating any of the provisions of a second or subsequent violation under this chapter a subsequent time, such violation may constitute cause for revocation or suspension of the license held by that person and for refusal, the department may revoke or suspend the license and refuse to renew the license upon its expiration thereof. Section 20. That § 34-37-16 be amended to read: 34-37-16. No A person shall possess is guilty of a Class 1 misdemeanor if the person possesses any fireworks, other than those enumerated in § 34-37-5. If any person shall have in his possession possesses any fireworks in violation of said section § 34-37-5, a warrant may be issued for the seizure of such the fireworks, and such. Any fireworks seized under this section shall be safely kept stored to be used as evidence. Upon conviction of the offender, the any person charged under this section, any seized fireworks shall be destroyed, but if the offender is discharged, the. If a person charged under this section is found not guilty, any seized fireworks shall be returned to the person in whose possession they were found, provided, however, that nothing in this. This chapter shall does not apply to the transportation of fireworks by regulated carriers. Section 21. That § 34-37-16.1 be amended to read: 34-37-16.1. Except as otherwise provided in this chapter, it is unlawful for a person to discharge fireworks in this state a person is guilty of a Class 2 misdemeanor if the person uses consumer fireworks except during the period beginning from June twenty-seventh and extending through the end of to the first Sunday after July fourth, and during the period beginning December twenty-eighth and extending through to January first. A violation of this section is a Class 2 misdemeanor. Section 22. That § 34-37-16.2 be amended to read: 34-37-16.2. The provisions of § 34-37-16.1 §§ 34-37-2 and 34-37-16.1 do not apply to snakes and smoke: (1) Smoke effects if they the smoke effects do not fly, travel, or explode, or to single-shot; (2) Single-shot parachute pieces without a flare; or (3) Any fireworks classified as a novelty under section 3.2 of the American Pyrotechnics Association Standard 87-1, 2001 edition. Section 23. That § 34-37-17 be amended to read: 34-37-17. The Department of Public Safety, together with all any law enforcement officers agency of the state and its or any political subdivisions, shall be charged with the enforcement of the provisions of subdivision of the state, shall enforce this chapter. Section 24. That § 34-37-5 be repealed. 34-37-5. Permissible fireworks are consumer fireworks as enumerated in Chapter 3 of the American Pyrotechnics Association Inc., Standard 87-1, 1993 edition and that comply with labeling regulations promulgated by the U.S. Consumer Product Safety Commission (C.F.R. Title 16--Commercial Practices Part 1507), effective January 1, 1998. Section 25. That § 34-37-10.6 be repealed. 34-37-10.6. For the purposes of this chapter, an approved exit is a continuous and unobstructed means of egress to a public way. Exit doors shall be of the pivoted or side-hinged swinging type and shall swing in the direction of exit travel. Exit doors shall be openable from the inside without the use of a key or any special knowledge or effort. Section 26. That § 34-37-14 be repealed. 34-37-14. Except where a punishment is specifically provided, a violation of the provisions of this chapter is a Class 1 misdemeanor. Section 27. That § 34-37-5 be amended to read: 34-37-5. Permissible fireworks are consumer fireworks as enumerated in Chapter 3 of the American Pyrotechnics Association Inc., Standard 87-1, 1993 2001 edition and that comply with labeling regulations promulgated by the U.S. Consumer Product Safety Commission (C.F.R. Title 16--Commercial Practices Part 1507), effective 16 C.F.R. 1507 as in effect on January 1, 1998 2019. The use of fireworks that are not permissible, unless authorized in this chapter, is a Class 1 misdemeanor. Section 28. That § 34-37-9 be amended to read: 34-37-9. Any person licensed under the provisions of this chapter shall comply with the provisions of § 10-45-45. Each invoice for fireworks purchased is subject to inspection by the Department of Public Safety. The invoice shall show the license number of the wholesaler from which the purchase was made. A violation of this section is a Class 1 misdemeanor. Section 29. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 9480, "bill_version_id": 54873, "bill_version": "Enrolled", "bill_version_date": "2019-03-11T09:52:15.873-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9480, "action_date": "2019-01-17T12:30:00-06:00", "document_id": 51884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51884.pdf", "status_text": "First read in Senate and referred to", "journal_page": 122, "committee_id_action": 409, "committee_id_assigned": 418, "result": "N", "vote": {}}, {"bill_id": 9480, "action_date": "2019-01-24T10:00:00-06:00", "document_id": 52000, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52000.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9480, "action_date": "2019-01-24T10:00:00-06:00", "document_id": 52206, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52206.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9480, "action_date": "2019-01-24T10:00:00-06:00", "document_id": 52206, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52206.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9480, "action_date": "2019-01-24T10:00:00-06:00", "document_id": 52206, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52206.pdf", "status_text": "Do Pass Amended", "journal_page": 160, "committee_id_action": 418, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27416, "president_vote": null, "Yea": [1599, 1583, 1430, 1595, 1561, 1584], "Nay": [1601]}}, {"bill_id": 9480, "action_date": "2019-01-28T14:00:00-06:00", "document_id": 52550, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52550.pdf", "status_text": "Deferred to another day", "journal_page": 198, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9480, "action_date": "2019-01-31T13:00:00-06:00", "document_id": 52971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52971.pdf", "status_text": "Deferred to another day", "journal_page": 248, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9480, "action_date": "2019-02-05T14:00:00-06:00", "document_id": 53068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53068.pdf", "status_text": "Deferred to another day", "journal_page": 266, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9480, "action_date": "2019-02-06T14:00:00-06:00", "document_id": 53170, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53170.pdf", "status_text": "Motion to amend", "journal_page": 287, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9480, "action_date": "2019-02-06T14:00:00-06:00", "document_id": 53170, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53170.pdf", "status_text": "Do Pass Amended", "journal_page": 294, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27868, "president_vote": null, "Yea": [1602, 1441, 1582, 1599, 1608, 1606, 1588, 1604, 1442, 1601, 1585, 1600, 1603, 1568, 1583, 1430, 1437, 1595, 1450, 1571, 1586, 1561, 1596, 1559, 1607, 1584, 1426, 1598, 1587, 1433, 1565], "Excused": [1562, 1605, 1558, 1597]}}, {"bill_id": 9480, "action_date": "2019-02-06T14:00:00-06:00", "document_id": 53170, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53170.pdf", "status_text": "Title amended", "journal_page": 294, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27868, "president_vote": null, "Yea": [1602, 1441, 1582, 1599, 1608, 1606, 1588, 1604, 1442, 1601, 1585, 1600, 1603, 1568, 1583, 1430, 1437, 1595, 1450, 1571, 1586, 1561, 1596, 1559, 1607, 1584, 1426, 1598, 1587, 1433, 1565], "Excused": [1562, 1605, 1558, 1597]}}, {"bill_id": 9480, "action_date": "2019-02-07T14:00:00-06:00", "document_id": 53261, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53261.pdf", "status_text": "First read in House and referred to", "journal_page": 328, "committee_id_action": 408, "committee_id_assigned": 428, "result": "N", "vote": {}}, {"bill_id": 9480, "action_date": "2019-02-27T10:00:00-06:00", "document_id": 54216, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54216.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 428, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9480, "action_date": "2019-02-27T10:00:00-06:00", "document_id": 54349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54349.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 428, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9480, "action_date": "2019-02-27T10:00:00-06:00", "document_id": 54349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54349.pdf", "status_text": "Do Pass Amended", "journal_page": 564, "committee_id_action": 428, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28939, "president_vote": null, "Yea": [1567, 1642, 1609, 1649, 1632, 1612, 1623, 1611, 1621, 1625, 1577], "Excused": [1589, 1434]}}, {"bill_id": 9480, "action_date": "2019-03-04T14:00:00-06:00", "document_id": 54577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54577.pdf", "status_text": "Deferred to another day", "journal_page": 612, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9480, "action_date": "2019-03-05T14:00:00-06:00", "document_id": 54665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54665.pdf", "status_text": "Do Pass Amended", "journal_page": 634, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29172, "president_vote": null, "Yea": [1563, 1614, 1619, 1567, 1643, 1578, 1641, 1560, 1629, 1579, 1613, 1645, 1594, 1443, 1633, 1440, 1634, 1444, 1434, 1573, 1616, 1650, 1635, 1624, 1557, 1628, 1427, 1436, 1642, 1438, 1620, 1631, 1589, 1556, 1593, 1590, 1435, 1649, 1632, 1646, 1644, 1575, 1612, 1431, 1446, 1615, 1638, 1569, 1647, 1626, 1572, 1637, 1627, 1577, 1581, 1576, 1622, 1623, 1611, 1564, 1621, 1580, 1625, 1432], "Excused": [1592, 1639, 1609, 1630, 1618, 1610]}}, {"bill_id": 9480, "action_date": "2019-03-07T10:00:00-06:00", "document_id": 54829, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54829.pdf", "status_text": "Concurred in amendments", "journal_page": 661, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29323, "president_vote": null, "Yea": [1602, 1441, 1582, 1599, 1608, 1606, 1588, 1604, 1442, 1601, 1585, 1600, 1603, 1568, 1583, 1430, 1437, 1595, 1558, 1450, 1571, 1586, 1561, 1596, 1559, 1607, 1584, 1426, 1598, 1587, 1433, 1565, 1597], "Excused": [1562, 1605]}}, {"bill_id": 9480, "action_date": "2019-03-11T10:00:00-05:00", "document_id": 54890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54890.pdf", "status_text": "Signed by the President", "journal_page": 675, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9480, "action_date": "2019-03-11T12:00:00-05:00", "document_id": 54898, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54898.pdf", "status_text": "Signed by the Speaker", "journal_page": 710, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9480, "action_date": "2019-03-11T10:00:00-05:00", "document_id": 54890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54890.pdf", "status_text": "Delivered to the Governor", "journal_page": 679, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9480, "action_date": "2019-03-29T11:00:00-05:00", "document_id": 55036, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/55036.pdf", "status_text": "Signed by the Governor", "journal_page": 732, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6971}