{"session_id": 10, "bill_id": 2182, "bill_type": "House Bill", "bill_number": 1198, "bill_title": "provide for the state and local enforcement of certain federal immigration laws, to criminalize the knowing transportation, concealment, or solicitation of illegal aliens, and to provide penalties therefor.", "sponsors": [{"legislator_profile_id": 4, "is_prime": true}, {"legislator_profile_id": 14, "is_prime": true}, {"legislator_profile_id": 17, "is_prime": false}, {"legislator_profile_id": 33, "is_prime": false}, {"legislator_profile_id": 61, "is_prime": false}, {"legislator_profile_id": 90, "is_prime": false}, {"legislator_profile_id": 70, "is_prime": false}, {"legislator_profile_id": 39, "is_prime": false}, {"legislator_profile_id": 20, "is_prime": false}, {"legislator_profile_id": 71, "is_prime": false}, {"legislator_profile_id": 82, "is_prime": false}, {"legislator_profile_id": 55, "is_prime": false}, {"legislator_profile_id": 92, "is_prime": false}, {"legislator_profile_id": 83, "is_prime": false}, {"legislator_profile_id": 95, "is_prime": false}, {"legislator_profile_id": 85, "is_prime": false}, {"legislator_profile_id": 103, "is_prime": false}, {"legislator_profile_id": 94, "is_prime": false}, {"legislator_profile_id": 3, "is_prime": false}, {"legislator_profile_id": 32, "is_prime": false}, {"legislator_profile_id": 34, "is_prime": false}, {"legislator_profile_id": 98, "is_prime": false}, {"legislator_profile_id": 86, "is_prime": false}, {"legislator_profile_id": 45, "is_prime": false}, {"legislator_profile_id": 101, "is_prime": false}, {"legislator_profile_id": 66, "is_prime": false}], "keywords": ["Counties", "Crimes", "Criminal Procedure", "Immigration", "Law Enforcement", "Local Government", "Municipal Government"], "audio": [{"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hst21.mp3", "start_seconds": 3177.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hst21.mp3", "start_seconds": 3177.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hst21.mp3", "start_seconds": 3177.0}], "bill_versions": [{"bill_id": 2182, "bill_version_id": 15828, "bill_version": "Introduced", "bill_version_date": "2011-01-27T11:36:50.877-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the state and local enforcement of certain federal immigration laws, to criminalize the knowing transportation, concealment, or solicitation of illegal aliens, and to provide penalties therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. No official or agency of this state or a county, city, town, or other political subdivision of this state may adopt a policy that limits or restricts the enforcement of federal immigration laws to less than the full extent permitted by federal law. Section 2. For any lawful contact made by a law enforcement official or agency of this state or a county, city, town, or other political subdivision of this state where reasonable suspicion exists that the person is an alien who is unlawfully present in the United States, a reasonable attempt shall be made, when practicable, to determine the immigration status of the person. The person's immigration status shall be verified with the federal government pursuant to 8 United States Code Section 1373(c). Section 3. If an alien who is unlawfully present in the United States is convicted of a violation of state or local law, on discharge from custody or assessment of any fine that is imposed, the alien shall be transferred immediately to the custody of the United States immigration and customs enforcement or the United States customs and border protection. Section 4. A law enforcement agency may securely transport an alien who is unlawfully present in the United States and who is in the agency's custody to a federal facility in this state or to any other point of transfer into federal custody that is outside the jurisdiction of the law enforcement agency. Section 5. Except as provided in federal law, no official or agency of this state or county, city, town, or other political subdivision of this state may be prohibited or in any way be restricted from sending, receiving, or maintaining information relating to the immigration status of any person or exchanging that information with any other federal, state, or local governmental entity for the following official purposes: (1) Determining the eligibility for any public benefit, service, or license provided by any federal, state, local, or other political subdivision of this state; (2) Verifying any claim of residence or domicile if determination of residence or domicile is required under the laws of this state or a judicial order issued pursuant to a civil or criminal proceeding in this state; (3) Confirming the identity of any person who is detained; and (4) If the person is an alien, determining whether the person is in compliance with the federal registration laws prescribed by Title II, Chapter 7 of the Federal Immigration and Nationality Act. Section 6. Any person may bring an action in circuit court to challenge any official or agency of this state or a county, city, town, or other political subdivision of this state that adopts or implements a policy that limits or restricts the enforcement of federal immigration laws to less than the full extent permitted by federal law. If there is a judicial finding that an entity has violated section 1 of this Act, the court may order: (1) That the person who brought the action be awarded court costs and attorney fees; and (2) That the entity pay a civil penalty, to the state general fund, of not more than five thousand dollars for each day that the policy has remained in effect after the filing of an action pursuant to this section. Section 7. No person may transport or move or attempt to transport or move an illegal alien in this state in a means of transportation if the person knows or recklessly disregards the fact that the alien has come to, has entered, or remains in the United States in violation of law. Any violation of this section is a Class 1 misdemeanor. Section 8. No person may conceal, harbor, or shield or attempt to conceal, harbor, or shield an illegal alien from detection in any place in this state, including any building or any means of transportation, if the person knows or recklessly disregards the fact that the alien has come to, has entered, or remains in the United States in violation of law. Any violation of this section is a Class 1 misdemeanor. Section 9. No person may encourage or induce an illegal alien to come to or reside in this state if the person knows or recklessly disregards the fact that such coming to, entering, or residing in this state is in violation of law. Any violation of this section is a Class 1 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2182, "action_date": "2011-01-27T14:00:00-06:00", "document_id": 15854, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15854.pdf", "status_text": "First read in House and referred to", "journal_page": 197, "committee_id_action": 115, "committee_id_assigned": 108, "result": "N", "vote": {}}, {"bill_id": 2182, "action_date": "2011-02-14T07:45:00-06:00", "document_id": 16623, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16623.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 108, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2182, "action_date": "2011-02-14T07:45:00-06:00", "document_id": 16786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16786.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 368, "committee_id_action": 108, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8958, "president_vote": null, "Yea": [12, 53, 60, 51, 59, 61, 57, 37, 58, 5, 35], "Nay": [36, 91]}}]}