{"session_id": 19, "bill_id": 37, "bill_type": "Senate Bill", "bill_number": 82, "bill_title": "provide for the nomination of candidates for certain constitutional officers using political party primary elections.", "sponsors": [{"legislator_profile_id": 338, "is_prime": true}, {"legislator_profile_id": 347, "is_prime": true}, {"legislator_profile_id": 330, "is_prime": false}, {"legislator_profile_id": 366, "is_prime": false}, {"legislator_profile_id": 359, "is_prime": false}, {"legislator_profile_id": 352, "is_prime": false}], "keywords": ["Elections", "Secretary of State"], "audio": [{"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst24.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst24.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst24.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst24.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst24.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen26.mp3", "start_seconds": 4551.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen26.mp3", "start_seconds": 4551.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen26.mp3", "start_seconds": 4551.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen26.mp3", "start_seconds": 4551.0}], "bill_versions": [{"bill_id": 37, "bill_version_id": 23886, "bill_version": "Introduced", "bill_version_date": "2013-01-17T07:42:19.247-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the nonpolitical election of the secretary of state. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 1-8 be amended by adding thereto a NEW SECTION to read as follows: At the general election held in 2016 and every four years thereafter, there shall be chosen by the qualified voters of the state a secretary of state having the qualification prescribed by law who shall hold office for a term of four years from the first Tuesday after the first Monday in January following the election and until a successor is elected and qualified. Section 2. That chapter 1-8 be amended by adding thereto a NEW SECTION to read as follows: No person is qualified to hold the office of secretary of state except a citizen of the United States who is a qualified voter of this state, is at least twenty-five years old, and has resided in this state for at least two years immediately preceding the election. Section 3. That chapter 1-8 be amended by adding thereto a NEW SECTION to read as follows: The secretary of state during the secretary's term of office shall reside at the state capital. Section 4. That chapter 1-8 be amended by adding thereto a NEW SECTION to read as follows: If a vacancy occurs in the office of secretary of state by death, resignation, or otherwise, the Governor shall make a temporary appointment to fill the vacancy, but the person so appointed may hold the office only until the next general election and until a successor is elected and qualified. Section 5. That chapter 1-8 be amended by adding thereto a NEW SECTION to read as follows: Any candidate for the office of secretary of state shall be nominated and voted for at the primary and general elections as provided in this Act. The office of secretary of state is a nonpolitical office. It is a Class 2 misdemeanor for any political party to endorse or nominate by any convention, or other method, any candidate for the office of secretary of state. Section 6. That chapter 1-8 be amended by adding thereto a NEW SECTION to read as follows: Nominating petitions for the office of secretary of state filed pursuant to this Act shall be filed in the Office of the Secretary of State within the time prescribed by § 12-6-4 and shall be signed by a number of registered voters not less than one percent of the total combined vote cast for Governor at the most recent certified gubernatorial election. To the extent it is consistent with this Act, the provisions of § 12-6-8 govern such petitions. In any petition filed by or on behalf of any candidate for nomination to the office of secretary of state at any primary election or any attachment to the petition, no reference may be made to any party ballot or to the party affiliation of such candidate. The order of names of candidates for the office of secretary of state certified by the secretary of state to each of the county auditors shall be arranged by lot. Any candidate has the right to be present or represented when the arrangement is being determined. If no more than two nominating petitions are filed on behalf of candidates for the office of secretary of state the names of such persons need not be placed upon the primary ballot but such persons shall be declared the nominees for the office. Section 7. That chapter 1-8 be amended by adding thereto a NEW SECTION to read as follows: At all primary elections at which candidates for the office of secretary of state are to be nominated and a primary is required, there shall be prepared and furnished by the several county auditors, separate ballots upon which shall be placed the names of the candidates for the office. The ballots shall be entitled \"nonpolitical ballot for the office of secretary of state\" and may contain no other designation. The names of all candidates shall be placed thereon without any party designation in the order designated by the secretary of state. The form of the nonpolitical ballot shall be prescribed by the State Board of Elections. Section 8. That chapter 1-8 be amended by adding thereto a NEW SECTION to read as follows: If, after nominations have been made under the provisions of this Act and the number of nominees for the office of secretary of state is reduced through death, withdrawal, or disqualification of a nominee for the office, the registered voters of the state, may, if there is sufficient time for filing a nominating petition pursuant to § 12-8-6, nominate one or more candidates for the office by a petition otherwise complying with this Act. Section 9. That chapter 1-8 be amended by adding thereto a NEW SECTION to read as follows: The nominees for the office of secretary of state are the two persons receiving the highest number of votes in the primary election."}, {"bill_id": 37, "bill_version_id": 25852, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2013-02-15T13:05:46.593-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the nomination of candidates for certain constitutional officers using political party primary elections. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 1-8 be amended by adding thereto a NEW SECTION to read as follows: At the general election held in 2016 and every four years thereafter, there shall be chosen by the qualified voters of the state a secretary of state having the qualification prescribed by law who shall hold office for a term of four years from the first Tuesday after the first Monday in January following the election and until a successor is elected and qualified. Section 2. That chapter 1-8 be amended by adding thereto a NEW SECTION to read as follows: No person is qualified to hold the office of secretary of state except a citizen of the United States who is a qualified voter of this state, is at least twenty-five years old, and has resided in this state for at least two years immediately preceding the election. Section 3. That chapter 1-8 be amended by adding thereto a NEW SECTION to read as follows: The secretary of state during the secretary's term of office shall reside at the state capital. Section 4. That chapter 1-8 be amended by adding thereto a NEW SECTION to read as follows: If a vacancy occurs in the office of secretary of state by death, resignation, or otherwise, the Governor shall make a temporary appointment to fill the vacancy, but the person so appointed may hold the office only until the next general election and until a successor is elected and qualified. Section 5. That chapter 1-8 be amended by adding thereto a NEW SECTION to read as follows: Any candidate for the office of secretary of state shall be nominated and voted for at the primary and general elections as provided in this Act. The office of secretary of state is a political party office. It is a Class 2 misdemeanor for any political party to endorse or nominate by any convention, or other method, any candidate for the office of secretary of state. Section 6. That chapter 12-6 be amended by adding thereto a NEW SECTION to read as follows: Nominating petitions for the offices of attorney general, secretary of state, state auditor, state treasurer, commissioner of school and public lands, and public utilities commissioner filed pursuant to this Act shall be filed in the Office of the Secretary of State within the time prescribed by § 12-6-4 and shall be signed by a number of registered voters not less than one percent of the total combined vote cast for Governor at the most recent certified gubernatorial election. To the extent it is consistent with this Act, the provisions of § 12-6-8 govern such petitions. The order of names of candidates for each office certified by the secretary of state to each of the county auditors shall be arranged by lot. Any candidate has the right to be present or represented when the arrangement is being determined. Section 7. That chapter 1-8 be amended by adding thereto a NEW SECTION to read as follows: If, after nominations have been made under the provisions of this Act and the number of nominees for any office specified in section 6 of this Act is reduced through death, withdrawal, or disqualification of a nominee for the office, the registered voters of the state, may, if there is sufficient time for filing a nominating petition pursuant to § 12-8-6, nominate one or more candidates for the office by a petition otherwise complying with this Act. Section 8. That § 12-5-21 be amended to read as follows: 12-5-21. The state convention shall nominate candidates for lieutenant governor, attorney general, secretary of state, state auditor, state treasurer, commissioner of school and public lands, and public utilities commissioner and in the years when a President of the United States is to be elected, presidential electors and national committeeman and national committeewoman of the party."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 37, "action_date": "2013-01-17T14:00:00-06:00", "document_id": 23967, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23967.pdf", "status_text": "First read in Senate and referred to", "journal_page": 130, "committee_id_action": 200, "committee_id_assigned": 185, "result": "N", "vote": {}}, {"bill_id": 37, "action_date": "2013-01-25T10:00:00-06:00", "document_id": 24430, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24430.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 37, "action_date": "2013-02-15T10:00:00-06:00", "document_id": 25673, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25673.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 37, "action_date": "2013-02-15T10:00:00-06:00", "document_id": 25842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25842.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 37, "action_date": "2013-02-15T10:00:00-06:00", "document_id": 25842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25842.pdf", "status_text": "Do Pass Amended", "journal_page": 425, "committee_id_action": 185, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13867, "president_vote": null, "Yea": [337, 340, 364, 329, 320, 328, 339], "Excused": [345], "Nay": [333]}}, {"bill_id": 37, "action_date": "2013-02-15T10:00:00-06:00", "document_id": 25842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25842.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 37, "action_date": "2013-02-20T14:00:00-06:00", "document_id": 26088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26088.pdf", "status_text": "Do Pass Amended", "journal_page": 496, "committee_id_action": 200, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 14083, "president_vote": null, "Yea": [338, 330, 366, 340, 376, 345, 329, 331, 367, 339, 383], "Nay": [362, 337, 388, 365, 363, 325, 358, 364, 336, 419, 317, 320, 385, 384, 321, 368, 328, 333, 386, 319, 327, 379], "Excused": [322, 387]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/37"}