{"session_id": 43, "bill_id": 11610, "bill_type": "House Bill", "bill_number": 1013, "bill_title": "correct technical errors in statutory cross-references.", "sponsors": [], "keywords": ["Code Commission", "Technical Corrections"], "audio": [{"meeting_datetime": "2020-02-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hju14.mp3", "start_seconds": 7910.0}, {"meeting_datetime": "2020-02-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hju14.mp3", "start_seconds": 7910.0}, {"meeting_datetime": "2020-02-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hju14.mp3", "start_seconds": 7910.0}, {"meeting_datetime": "2020-02-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hju14.mp3", "start_seconds": 7910.0}, {"meeting_datetime": "2020-02-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hju14.mp3", "start_seconds": 7910.0}, {"meeting_datetime": "2020-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou17.mp3", "start_seconds": 2893.0}, {"meeting_datetime": "2020-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou17.mp3", "start_seconds": 2893.0}, {"meeting_datetime": "2020-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou17.mp3", "start_seconds": 2893.0}, {"meeting_datetime": "2020-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou17.mp3", "start_seconds": 2893.0}, {"meeting_datetime": "2020-02-27T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju28.mp3", "start_seconds": 960.0}, {"meeting_datetime": "2020-02-27T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju28.mp3", "start_seconds": 960.0}, {"meeting_datetime": "2020-02-27T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju28.mp3", "start_seconds": 960.0}, {"meeting_datetime": "2020-02-27T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju28.mp3", "start_seconds": 960.0}, {"meeting_datetime": "2020-03-30T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou37.mp3", "start_seconds": 4362.0}, {"meeting_datetime": "2020-03-30T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou37.mp3", "start_seconds": 4362.0}, {"meeting_datetime": "2020-03-30T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou37.mp3", "start_seconds": 4362.0}, {"meeting_datetime": "2020-03-30T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou37.mp3", "start_seconds": 4362.0}, {"meeting_datetime": "2020-03-30T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou37.mp3", "start_seconds": 4362.0}, {"meeting_datetime": "2020-03-30T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen37.mp3", "start_seconds": 20035.0}], "bill_versions": [{"bill_id": 11610, "bill_version_id": 61817, "bill_version": "Introduced", "bill_version_date": "2020-01-09T18:38:03.937-06:00", "bill_text": "An Act to correct technical errors in statutory cross-references. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-52A-15 be AMENDED: 10-52A-15. Legislative findings--Limitations on reduction of tax levy. The Legislature hereby finds that the amendments to chapter 10-52 contained in chapter 68 of the 2002 Session Laws shall result in a broader and more uniform tax base for the tax levied by municipalities under this chapter, and that, absent a reduction in the current tax levy of a municipality, it is anticipated that total tax revenues of a municipality may increase as a result of these amendments. However, so long as a municipality has any bonds or other obligations outstanding which are secured directly or indirectly by the pledge or collection and application of taxes levied pursuant to § 10-52-8 as in effect immediately prior to July 1, 2002, no municipality may reduce its tax levy under this chapter to a rate which, in the exercise of the sound discretion of the governing body, would be expected to produce less total revenue than was collected in the immediately preceding year pursuant to the tax imposed under § 10-52-8. Section 2. That § 60-10-15 be AMENDED: 60-10-15. State’s attorney--Duties--Prosecution--Picketing and violence. The state's attorney of every county shall have the same duty and responsibility of enforcement of §§ 60-10-10 to 60-10-13, inclusive through 60-10-12, as is imposed upon him by § 60-8-8. Section 3. That § 60-10-16 be AMENDED: 60-10-16. Picketing and violence--Severability. If any provision of §§ 60-10-10 to 60-10-13, inclusive through 60-10-12, and § 60-10-15, or the application thereof to any person or circumstances, is held invalid, such invalidity shall not affect other provisions or applications of the sections which can be given effect without the invalid provision or application, and to this end the provisions of said sections are declared to be severable. Section 4. That § 60-11-24 be AMENDED: 60-11-24. Costs and attorney fees--Action for wages--Removal. In any action for wages brought in small claims court which is removed to magistrate court or circuit court under § 15-39-59, the court may, in addition to awarding judgment to the plaintiff, allow costs of the action including reasonable attorney fees to be paid by the defendant. Section 5. That § 61-5A-18 be AMENDED: 61-5A-18. Payment in lieu of contribution--Requirement--Amount. Each employer who is liable for payments in lieu of contributions shall pay to the department for the fund the amount of regular benefits plus, in the case of nonprofit organizations, the amount of one‑half of extended benefits paid that are attributable to service in the employ of such employer, or, in the case of the state of South Dakota and political subdivisions, prior to December 31, 1978, the amount of one‑half of the extended benefits paid and thereafter the amount of extended benefits paid that are attributable to service in the employ of such employer. If benefits paid to an individual are based on wages paid by more than one employer and one or more of such employers are liable for payments in lieu of contributions, the amount payable to the fund by each employer who is liable for such payments shall be determined in accordance with the provisions of §§ 61-5A-19 and 61A-5A-20 61-5A-20, except as provided in § 61-5A-2. Section 6. That § 47-34A-908 be AMENDED: 47-34A-908. Conversion organizations--Filings--Effective date. (a) After a plan of conversion is approved: (1) A converting limited liability company shall deliver to the secretary of state for filing articles of conversion, which must be signed as provided in § 47-34A-205 and must include: (A) A statement that the limited liability company has been converted into another organization; (B) The name and form of the organization and the jurisdiction of its governing statute; (C) The date the conversion is effective under the governing statute of the converted organization; (D) A statement that the conversion was approved as required by this chapter; (E) A statement that the conversion was approved as required by the governing statute of the converted organization; and (F) If the converted organization is a foreign organization not authorized to transact business in this state, the street and mailing addresses of an office which the secretary of state may use for the purposes of § 47-34A-909(c); and (2) If the converting organization is not a converting limited liability company, the converting organization shall deliver to the secretary of state for filing a certificate of organization, which must include, in addition to the information required by § 47-34A-202.1(c) § 47-34A-203(a): (A) A statement that the converted organization was converted from another organization; (B) The name and form of that converting organization and the jurisdiction of its governing statute; and (C) A statement that the conversion was approved in a manner that complied with the converting organization's governing statute. (b) A conversion becomes effective: (1) If the converted organization is a limited liability company, when the certificate of organization takes effect; and (2) If the converted organization is not a limited liability company, as provided by the governing statute of the converted organization. Section 7. That § 58-15-44 be AMENDED: 58-15-44. Application for insurance--Dating back of application to reduce premium prohibited--Contract not invalidated. No insurer may knowingly deliver or issue for delivery in this state any life insurance policy which purports to be issued or to take effect as of a date more than six months before the application therefor was made, if thereby the premium on such policy is reduced below the premium which would be payable thereon as determined by the insuring age of the insured at the time when such application was made. No insurance producer or other representative of an insurer may in this state prepare, submit, or accept any application for life insurance which bears a date earlier than the date when such application was made by the insured or applicant, if thereby the premium on such contract is reduced as above stated. Nothing contained in this section validates invalidates any contract made in violation of this section. This section does not prohibit the exchange, alteration, or conversion of any policy of life insurance. Section 8. That § 23A-4-4 be AMENDED: 23A-4-4. Initial appearance of defendant--Committing magistrate--Requirements--Transmittal of files. Subject to §§ 23A-17-1 to 23A-17-4, inclusive and 23A-17-3, if a defendant is taken before a committing magistrate who did not issue the warrant, or in case no warrant has been issued, the committing magistrate shall inform him of the matters set out in § 23A-4-3 and admit the defendant to bail as provided by § 23A-2-4 or chapter 23A-43. Within three days thereafter, the committing magistrate shall transmit the minutes of the proceedings and all papers in the case, including bail if posted, to the court which issued the warrant. If no warrant has been issued, the transcript and papers shall be transmitted to the court where the complaint is filed or to the court in which the venue of the offense lies. Section 9. That § 23A-19-3 be AMENDED: 23A-19-3. Challenge to jury panel--Grounds. A challenge to a panel can be based only on a material departure from the procedure prescribed by law for the drawing and return of the jury, or on the intentional omission of the board of jury selectors or sheriff to summon one or more of the jurors drawn. However, if the panel is composed of any persons who were summoned to serve as jurors pursuant to § 16-13-42, a challenge may be taken to the panel based upon the alleged bias of the officer who summoned them if such bias would be sufficient grounds for a challenge to an individual juror under § 23A-20-12. Such challenge must be determined in the same manner as if made to an individual juror for bias. Section 10. That § 23A-24-8 be AMENDED: 23A-24-8. Victim unable to attend trial or hearing--Selection of representative. If a victim is unable to attend the trial or hearing or any portion of the trial or hearing due to death; disability; hardship; incapacity; physical, mental, or emotional condition or age, the victim, his parent, guardian, or his immediate family may select a representative to exercise the rights granted to the victim by §§ 19-49-29 §§ 19-19-615, 23A-5-11, and 23A-24-6 to through 23A-24-9, inclusive. Section 11. That § 23A-43-12 be AMENDED: 23A-43-12. Bail proceedings--Order entered--Information need not conform to rules of evidence. Information stated in, or offered in connection with, any order entered pursuant to §§ 23A-43-1 to §§ 23A-43-2 through 23A-43-13, inclusive, need not conform to the rules pertaining to the admissibility of evidence in a court of law. Section 12. That § 23A-43-13 be AMENDED: 23A-43-13. Disposition of cases--Forfeiture of collateral not prohibited. Nothing contained in §§ 23A-43-1 to §§ 23A-43-2 through 23A-43-12, inclusive, shall be construed to prevent the disposition of any case or class of cases by forfeiture of collateral security where such disposition is authorized by the court. Section 13. That § 35-2-12 be AMENDED: 35-2-12. Information of violation--Substantial evidence--Investigation by secretary. If the secretary receives information of a violation by any licensee of any provision of this title, the secretary shall investigate the alleged violation. If there is substantial evidence to support that a violation of any provision of this title has occurred, the secretary shall proceed in accordance with the provisions of §§ 35-2-10, 35-20-10.1 35-2-10.1, and 35-2-21. Section 14. That § 3-23-1.1 be AMENDED: 3-23-1.1. Definitions. Terms used in this chapter mean: (1) \"Board member,\" an elected or appointed member of the governing board; (2) \"Cooperative education service unit,\" a legal entity created pursuant to §§ 13-5-31 through 13-5-33, inclusive, including subcontractors, agents or assigns of the cooperative education service unit; (3) \"Disgorgement,\" the act of giving up on demand or by legal compulsion something that was obtained by illegal or unethical acts; (4) \"Local service agency,\" an entity created pursuant to § 13-15A-1; and (5) \"School district,\" a school district as defined in § 13-5-1. Section 15. That § 3-23-6 be AMENDED: 3-23-6. School districts and cooperative education service units--Contracts--Interest or direct benefit--Prohibition. No board member, business manager, chief financial officer, superintendent, chief executive officer, or other person with the authority to enter into a contract or spend money in an amount greater than five thousand dollars of a local service agency, school district, cooperative education service unit, or jointly governed education service entity that receives money from or through the state may have an interest in a contract nor receive a direct benefit from a contract in amount greater than five thousand dollars or multiple contracts in an amount greater than five thousand dollars with the same party within a twelve-month period to which the local service agency, school district, or cooperative education service unit is a party except as provided in § 3-23-8. Section 16. That § 3-23-7 be AMENDED: 3-23-7. School districts and cooperative education service units--Contracts--Interest or direct benefit--Prohibition--Exceptions. A person described in § 3-23-6 derives a direct benefit from a contract if the person, the person's spouse, or any other person with whom the person lives and commingles assets: (1) Is a party to or intended beneficiary of any contract held by the local service agency, school district, or cooperative education service unit; (2) Has more than a five percent ownership interest in an entity that is a party to any contract held by the local service agency, school district, or cooperative education service unit; (3) Acquires property under the contract; or (4) Will receive compensation, commission, promotion, or other monetary benefit directly attributable to any contract with the local service agency, school district, or cooperative education service unit. Section 17. That § 3-23-7.1 be AMENDED: 3-23-7.1. Interest in contract determined. A person described in § 3-23-6 has an interest in a contract if the person, the person's spouse, or any other person with whom the person lives and commingles assets: (1) Is employed by a party to any contract with the local service agency, school district, or cooperative education service unit; or (2) Receives more than nominal compensation or reimbursement for actual expenses for serving on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract. Section 18. That § 3-23-7.2 be AMENDED: 3-23-7.2. Direct benefit or interest in contract determined. A person described in § 3-23-6 does not derive a direct benefit from or have an interest in a contract: (1) Based solely on the value associated with the person's publicly-traded investments or holdings, or the investments or holdings of any other person with whom the board member, business manager, chief financial officer, superintendent, or chief executive officer lives or commingles assets; (2) By participating in a vote or a decision in which the person's only interest arises from an act of general application; (3) Based on the person receiving income as an employee or independent contractor of a party with whom the local service agency, school district, or cooperative education service unit has a contract, unless the person receives compensation or a promotion directly attributable to the contract, or unless the person is employed by the party as a board member, executive officer, or other person working for the party in an area related to the contract; (4) If the contract is for the sale of goods or services, or for maintenance or repair services, in the regular course of business at a price at or below a price offered to all customers; (5) If the contract is subject to a public bidding process; (6) If the contract is with the official depository as set forth in § 6-1-3; (7) Based solely on the person receiving nominal income or compensation, a per diem authorized by law or reimbursement for actual expenses incurred; (8) If the contract or multiple contracts with the same party within a twelve-month period with whom the local service agency, school district, or cooperative education service unit contracts in an amount less than five thousand dollars. Section 19. That § 3-23-8 be AMENDED: 3-23-8. School districts and cooperative education service units--Contracts--Interest or direct benefit--Authorization. A local service agency, school district, or cooperative education service unit, may authorize a person described in § 3-23-6 to derive a direct benefit from a contract if: (1) The person has provided full written disclosure to the agency, district, or unit governing board of all parties to the contract, the person's role in the contract, the purpose or objective of the contract, the consideration or benefit conferred or agreed to be conferred upon each party, and the duration of the contract; (2) The governing board finds that the terms of the contract are fair, reasonable, and not contrary to the public interest; and (3) Any request for authorization or governing board action are public records. The official minutes of the governing board shall include any governing board action on each request for authorization and shall be filed with the auditor-general and attorney general. A person described in § 3-23-6 who has an interest in a contract pursuant to § 3-23-7.1 shall disclose the existence of a contract in which the person has an interest and the person's role in the contract but no governing board authorization is required for the person to have an interest in the contract. Disclosure shall also be made at the annual reorganization meeting if the contract extends into consecutive fiscal years. The interest disclosure shall be included in the official minutes of the governing board. Any person receiving a direct benefit from a contract and requesting an authorization pursuant to § 3-23-8 shall make the request prior to entering into any contract that requires disclosure or within forty-five days after entering into the contract that requires disclosure. Any authorization by the governing board requires no further disclosure or authorization unless the contract extends into consecutive fiscal years. If the contract extends into consecutive fiscal years, disclosure shall be made annually at the annual reorganization meeting but no new authorization is required. If the entity rejects any request for authorization, the contract is voidable and subject to disgorgement pursuant to § 3-23-9 or the person may resign from the local service agency, school district, or cooperative education service unit. No board member of a local service agency, school district, or cooperative education service unit may participate in or vote upon a decision of a local service agency, school district, or cooperative education service unit relating to a matter in which the member derives a direct benefit. Section 20. That § 3-23-8.1 be AMENDED: 3-23-8.1. Written conflict of interest policy--Inclusions. Each local service agency, school district, or cooperative education service unit shall develop a written conflict of interest policy, including any disclosure and authorization form that includes the list of any disclosable interest in contracts or direct benefits covered by this chapter. Section 21. That § 13-13-73.6 be AMENDED: 13-13-73.6. Teacher compensation--Calculations for school districts--State aid to general education funding--Waiver from penalty. The Department of Education shall calculate the following for each school district: (1) The average teacher salary, based on data collected pursuant to §§ 13-8-47 and 13-3-51; (2) The increase in local need pursuant to § 13-13-10.1, excluding any effect due to change in the school district's fall enrollment and less the amount of revenue generated in school fiscal year 2016 pursuant to § 13-10-6 as a percentage increase, from fiscal year 2016 to fiscal year 2017; and (3) The increase in average teacher compensation as a percentage increase, as defined in § 13-8-47, from fiscal year 2016 to fiscal year 2017. For each school district, the district's increase in average teacher compensation from fiscal year 2016 to 2017 shall be equal to at least eighty-five percent of the district's increase in local need, as defined in subdivision (2), from fiscal year 2016 to fiscal year 2017 and, notwithstanding any negotiated agreement, at least eighty-five percent of the increase in state aid to general education funding the school district receives for fiscal year 2017 less the amount of revenue generated in fiscal year 2016 pursuant to § 13-10-6 shall be used to increase instructional salaries and benefits for certified instructional staff. If a district fails to comply with the requirements of this section, state aid to general education funding to the district in fiscal year 2018 shall be decreased by an amount equal to fifty percent of the amount calculated in subdivision (2). For fiscal years 2019, 2020, and 2021, if a district's average teacher compensation is less than the district's average teacher compensation in fiscal year 2017, state aid to general education funding to the district in the following fiscal year shall be reduced by an amount equal to five hundred dollars for each teacher employed in the school district. A school district may request a waiver from any penalty imposed under this section from the School Finance Accountability Board. Section 22. That § 47-25A-14 be AMENDED: 47-25A-14. Articles of domestication and conversion--Contents--Delivery. (a) After the conversion of a foreign business corporation to a domestic nonprofit corporation is authorized as required by the laws of the foreign jurisdiction, articles of domestication and conversion shall be signed by any officer or other duly authorized representative. The articles shall set forth: (1) The name of the corporation immediately before the filing of the articles of domestication and conversion and, if that name is unavailable for use in this state or the corporation desires to change its name in connection with the domestication and conversion, a name that satisfies the requirements § § 47-22-7 and 47-22-8.1; (2) The jurisdiction of incorporation of the corporation immediately before the filing of the articles of domestication and conversion and the date the corporation was incorporated in that jurisdiction; and (3) A statement that the domestication and conversion of the corporation in this state was duly authorized as required by the laws of the jurisdiction in which the corporation was incorporated immediately before its domestication and conversion in this state. (b) The articles of domestication and conversion shall contain all of the provisions required to be contained in the articles of incorporation of a nonprofit corporation as set forth in § 47-22-6. The name of the domesticated corporation must satisfy the requirements of § § 47-22-7 and 47-2-2-8.1 §§ 47-22-7 and 47-22-8.1. (c) The articles of domestication and conversion must be delivered to the Office of the Secretary of State for filing. Section 23. That § 3-12C-1608 be AMENDED: 3-12C-1608. Definition of balances--Board of Regents employees. Terms as used in §§ 3-12C-1608 to through 3-12C-1612, inclusive, unless the context otherwise requires, shall mean: (1) \"Board of Regents' balance,\" the contributions from April 1, 1964, to June 30, 1975, plus accumulated interest, made by the Board of Regents and deposited on behalf of an employee in any pension fund that is established by contract with an insurance company; (2) \"Excess balance,\" the contributions in addition to those accumulated in the individual balance and made from April 1, 1964, to June 30, 1975, with accumulated interest, by a Board of Regents employee included in the provisions of §§ 3-12C-1608 to through 3-12C-1612, inclusive, and deposited in any pension fund that is established by contract with an insurance company; (3) \"Individual balance,\" the contributions from April 1, 1964, to June 30, 1975, with accumulated interest made on a matching basis by the Board of Regents' employees included in the provisions of §§ 3-12-69.1 to 3-12-69.5, inclusive, §§ 3-12C-1608 through 3-12C-1612 and the Board of Regents and deposited on behalf of the employee in any pension fund that is established by contract with an insurance company. Section 24. That § 3-12C-1613 be AMENDED: 3-12C-1613. Surviving spouse of law enforcement officer retired for disability--Amount of annuity. Notwithstanding the repeal of § 3-13-25 by chapter 35 of the 1974 Session Laws, the The surviving spouse of a disability retiree under the Law Enforcement Officers' Retirement System as consolidated into the South Dakota Retirement System pursuant to § 3-12C-1601 shall upon the death of the member be entitled to an annuity equal to one-half the member's annuity at the time of death. The retirement for disability upon which annuity was based shall have been approved prior to July 1, 1974. Section 25. That § 26-6-20.8 be AMENDED: 26-6-20.8. Revocation of license--Cause. Failure of any group home or care center to keep complete records or to comply with any other provision of §§ 26-6-20.1 to through 26-6-20.10, inclusive, shall constitute cause for revocation of the licenses held by the administrator or operator of such homes, centers, or facilities, under chapter 34-12A. Section 26. That § 36-9-87 be AMENDED: 36-9-87. Licensed clinical nurse specialist--Practice determined. In addition to performing all those functions within the scope of practice of a registered nurse as provided in this chapter, the practice of a licensed clinical nurse specialist, by means of graduate education in nursing and additional clinical preparation which provides for knowledge, judgment, and skills beyond that required of a registered nurse licensed under this chapter, means to: (1) Provide advanced nursing assessment, nursing interventions, and nursing care management in a clinical specialty area in a variety of settings, by integrating the areas of education, research, consultation, and leadership into their clinical role; (2) Utilize advanced nursing skills and knowledge to coordinate and manage highly complex nursing care problems across settings, across disciplines and agencies, and throughout the life span in a clinical specialty area; and (3) In collaboration with a licensed physician, prior to care being provided, order and dispense durable medical equipment or therapeutic devices or refer clients to qualified licensed providers under Title 36. Nothing in this section would preclude the retail sale or rental of durable medical equipment as defined in subdivision 10-45-1(7), § 10-45-1, or would prevent or restrict the practice, service, or activity of a person licensed in this state by any other law from engaging in the profession or occupation for which that person is licensed if that person is performing services within an authorized scope of practice. Section 27. That § 1-16G-49 be REPEALED. 1-16G-49. Annual report to Government Operations and Audit Committee. Section 28. That § 2-9-30.1 be REPEALED. 2-9-30.1. Initiated measure or initiated amendment to Constitution submitted before July 1, 2017. Section 29. That § 7-8-38 be REPEALED. 7-8-38. Allocation of county revenues for economic development. Section 30. That § 8-6-7 be REPEALED. 8-6-7. Filing annual fiscal report. Section 31. That § 9-38-50 be REPEALED. 9-38-50. Procedure for adoption of street improvements by special assessment. Section 32. That § 9-47-13 be REPEALED. 9-47-13. Purchase of pipes or mains financed by special assessments--Protest by property owners. Section 33. That § 9-47-14 be REPEALED. 9-47-14. Notice, hearing, and action by governing body on purchase of pipes and mains. Section 34. That § 9-47-15 be REPEALED. 9-47-15. Competitive bids not required for purchase of pipes or mains. Section 35. That § 10-50-91 be REPEALED. 10-50-91. Schedule of reports--Publication--Pre-publication sales, distribution, etc. Section 36. That § 13-6-85.2 be REPEALED. 13-6-85.2. Amendment, addition, or deletion of information--Time limits. Section 37. That § 13-19-2.1 be REPEALED. 13-19-2.1. Promissory note in anticipation of special education funds limited. Section 38. That § 13-37-24.3 be REPEALED. 13-37-24.3. Notice of amount of entitlement. Section 39. That § 13-56-9 be REPEALED. 13-56-9. Recipients ineligible for physician tuition reimbursement program. Section 40. That § 21-41-20 be REPEALED. 21-41-20. Inheritance tax determination in action--Service on Department of Revenue--Judgment of freedom from inheritance tax. Section 41. That § 21-44-10 be REPEALED. 21-44-10. Proceedings for determination of inheritance tax due--Inventory--Service on Department of Revenue--Jurisdiction to determine tax. Section 42. That § 34-3-12 be REPEALED. 34-3-12. County board provisions not applicable when full‑time department maintained. Section 43. That § 34A-12-2 be REPEALED. 34A-12-2. One‑time contribution from petroleum release compensation fund to response fund--Annual contribution to groundwater protection fund. Section 44. That § 46A-2-33 be REPEALED. 46A-2-33. Dissolution of subdistrict--Authority of board to exercise necessary powers until commitment satisfied--Restriction on power to levy tax. Section 45. That § 46A-6-52 be REPEALED. 46A-6-52. Annual audit of district when loan agreement in effect--Filing of copies. Section 46. That § 46A-18-71.1 be REPEALED. 46A-18-71.1. Annual audit of district when loan agreement in effect--Filing of copies. Section 47. That § 58-17-65 be REPEALED. 58-17-65. Individual health insurance plan used in conjunction with managed care plan or utilization review organization. Section 48. That § 58-17-145.1 be REPEALED. 58-17-145.1. Deadline for submission of health claim under risk pool."}, {"bill_id": 11610, "bill_version_id": 66565, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2020-02-05T15:26:06.72-06:00", "bill_text": "An Act to correct technical errors in statutory cross-references. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-52A-15 be AMENDED: 10-52A-15. Legislative findings--Limitations on reduction of tax levy. The Legislature hereby finds that the amendments to chapter 10-52 contained in chapter 68 of the 2002 Session Laws shall result in a broader and more uniform tax base for the tax levied by municipalities under this chapter, and that, absent a reduction in the current tax levy of a municipality, it is anticipated that total tax revenues of a municipality may increase as a result of these amendments. However, so long as a municipality has any bonds or other obligations outstanding which are secured directly or indirectly by the pledge or collection and application of taxes levied pursuant to § 10-52-8 as in effect immediately prior to July 1, 2002, no municipality may reduce its tax levy under this chapter to a rate which, in the exercise of the sound discretion of the governing body, would be expected to produce less total revenue than was collected in the immediately preceding year pursuant to the tax imposed under § 10-52-8. Section 2. That § 60-10-15 be AMENDED: 60-10-15. State’s attorney--Duties--Prosecution--Picketing and violence. The state's attorney of every county shall have the same duty and responsibility of enforcement of §§ 60-10-10 to 60-10-13, inclusive through 60-10-12, as is imposed upon him by § 60-8-8. Section 3. That § 60-10-16 be AMENDED: 60-10-16. Picketing and violence--Severability. If any provision of §§ 60-10-10 to 60-10-13, inclusive through 60-10-12, and § 60-10-15, or the application thereof to any person or circumstances, is held invalid, such invalidity shall not affect other provisions or applications of the sections which can be given effect without the invalid provision or application, and to this end the provisions of said sections are declared to be severable. Section 4. That § 60-11-24 be AMENDED: 60-11-24. Costs and attorney fees--Action for wages--Removal. In any action for wages brought in small claims court which is removed to magistrate court or circuit court under § 15-39-59, the court may, in addition to awarding judgment to the plaintiff, allow costs of the action including reasonable attorney fees to be paid by the defendant. Section 5. That § 61-5A-18 be AMENDED: 61-5A-18. Payment in lieu of contribution--Requirement--Amount. Each employer who is liable for payments in lieu of contributions shall pay to the department for the fund the amount of regular benefits plus, in the case of nonprofit organizations, the amount of one‑half of extended benefits paid that are attributable to service in the employ of such employer, or, in the case of the state of South Dakota and political subdivisions, prior to December 31, 1978, the amount of one‑half of the extended benefits paid and thereafter the amount of extended benefits paid that are attributable to service in the employ of such employer. If benefits paid to an individual are based on wages paid by more than one employer and one or more of such employers are liable for payments in lieu of contributions, the amount payable to the fund by each employer who is liable for such payments shall be determined in accordance with the provisions of §§ 61-5A-19 and 61A-5A-20 61-5A-20, except as provided in § 61-5A-2. Section 6. That § 47-34A-908 be AMENDED: 47-34A-908. Conversion organizations--Filings--Effective date. (a) After a plan of conversion is approved: (1) A converting limited liability company shall deliver to the secretary of state for filing articles of conversion, which must be signed as provided in § 47-34A-205 and must include: (A) A statement that the limited liability company has been converted into another organization; (B) The name and form of the organization and the jurisdiction of its governing statute; (C) The date the conversion is effective under the governing statute of the converted organization; (D) A statement that the conversion was approved as required by this chapter; (E) A statement that the conversion was approved as required by the governing statute of the converted organization; and (F) If the converted organization is a foreign organization not authorized to transact business in this state, the street and mailing addresses of an office which the secretary of state may use for the purposes of § 47-34A-909(c); and (2) If the converting organization is not a converting limited liability company, the converting organization shall deliver to the secretary of state for filing a certificate of organization, which must include, in addition to the information required by § 47-34A-202.1(c) § 47-34A-203(a): (A) A statement that the converted organization was converted from another organization; (B) The name and form of that converting organization and the jurisdiction of its governing statute; and (C) A statement that the conversion was approved in a manner that complied with the converting organization's governing statute. (b) A conversion becomes effective: (1) If the converted organization is a limited liability company, when the certificate of organization takes effect; and (2) If the converted organization is not a limited liability company, as provided by the governing statute of the converted organization. Section 7. That § 58-15-44 be AMENDED: 58-15-44. Application for insurance--Dating back of application to reduce premium prohibited--Contract not invalidated. No insurer may knowingly deliver or issue for delivery in this state any life insurance policy which purports to be issued or to take effect as of a date more than six months before the application therefor was made, if thereby the premium on such policy is reduced below the premium which would be payable thereon as determined by the insuring age of the insured at the time when such application was made. No insurance producer or other representative of an insurer may in this state prepare, submit, or accept any application for life insurance which bears a date earlier than the date when such application was made by the insured or applicant, if thereby the premium on such contract is reduced as above stated. Nothing contained in this section validates invalidates any contract made in violation of this section. This section does not prohibit the exchange, alteration, or conversion of any policy of life insurance. Section 8. That § 23A-4-4 be AMENDED: 23A-4-4. Initial appearance of defendant--Committing magistrate--Requirements--Transmittal of files. Subject to §§ 23A-17-1 to 23A-17-4, inclusive and 23A-17-3, if a defendant is taken before a committing magistrate who did not issue the warrant, or in case no warrant has been issued, the committing magistrate shall inform him of the matters set out in § 23A-4-3 and admit the defendant to bail as provided by § 23A-2-4 or chapter 23A-43. Within three days thereafter, the committing magistrate shall transmit the minutes of the proceedings and all papers in the case, including bail if posted, to the court which issued the warrant. If no warrant has been issued, the transcript and papers shall be transmitted to the court where the complaint is filed or to the court in which the venue of the offense lies. Section 9. That § 23A-19-3 be AMENDED: 23A-19-3. Challenge to jury panel--Grounds. A challenge to a panel can be based only on a material departure from the procedure prescribed by law for the drawing and return of the jury, or on the intentional omission of the board of jury selectors or sheriff to summon one or more of the jurors drawn. However, if the panel is composed of any persons who were summoned to serve as jurors pursuant to § 16-13-42, a challenge may be taken to the panel based upon the alleged bias of the officer who summoned them if such bias would be sufficient grounds for a challenge to an individual juror under § 23A-20-12. Such challenge must be determined in the same manner as if made to an individual juror for bias. Section 10. That § 23A-24-8 be AMENDED: 23A-24-8. Victim unable to attend trial or hearing--Selection of representative. If a victim is unable to attend the trial or hearing or any portion of the trial or hearing due to death; disability; hardship; incapacity; physical, mental, or emotional condition or age, the victim, his parent, guardian, or his immediate family may select a representative to exercise the rights granted to the victim by §§ 19-49-29 §§ 19-19-615, 23A-5-11, and 23A-24-6 to through 23A-24-9, inclusive. Section 11. That § 23A-43-12 be AMENDED: 23A-43-12. Bail proceedings--Order entered--Information need not conform to rules of evidence. Information stated in, or offered in connection with, any order entered pursuant to §§ 23A-43-1 to §§ 23A-43-2 through 23A-43-13, inclusive, need not conform to the rules pertaining to the admissibility of evidence in a court of law. Section 12. That § 23A-43-13 be AMENDED: 23A-43-13. Disposition of cases--Forfeiture of collateral not prohibited. Nothing contained in §§ 23A-43-1 to §§ 23A-43-2 through 23A-43-12, inclusive, shall be construed to prevent the disposition of any case or class of cases by forfeiture of collateral security where such disposition is authorized by the court. Section 13. That § 35-2-12 be AMENDED: 35-2-12. Information of violation--Substantial evidence--Investigation by secretary. If the secretary receives information of a violation by any licensee of any provision of this title, the secretary shall investigate the alleged violation. If there is substantial evidence to support that a violation of any provision of this title has occurred, the secretary shall proceed in accordance with the provisions of §§ 35-2-10, 35-20-10.1 35-2-10.1, and 35-2-21. Section 14. That § 3-23-1.1 be AMENDED: 3-23-1.1. Definitions. Terms used in this chapter mean: (1) \"Board member,\" an elected or appointed member of the governing board; (2) \"Cooperative education service unit,\" a legal entity created pursuant to §§ 13-5-31 through 13-5-33, inclusive, including subcontractors, agents or assigns of the cooperative education service unit; (3) \"Disgorgement,\" the act of giving up on demand or by legal compulsion something that was obtained by illegal or unethical acts; (4) \"Local service agency,\" an entity created pursuant to § 13-15A-1; and (5) \"School district,\" a school district as defined in § 13-5-1. Section 15. That § 3-23-6 be AMENDED: 3-23-6. School districts and cooperative education service units--Contracts--Interest or direct benefit--Prohibition. No board member, business manager, chief financial officer, superintendent, chief executive officer, or other person with the authority to enter into a contract or spend money in an amount greater than five thousand dollars of a local service agency, school district, cooperative education service unit, or jointly governed education service entity that receives money from or through the state may have an interest in a contract nor receive a direct benefit from a contract in amount greater than five thousand dollars or multiple contracts in an amount greater than five thousand dollars with the same party within a twelve-month period to which the local service agency, school district, or cooperative education service unit is a party except as provided in § 3-23-8. Section 16. That § 3-23-7 be AMENDED: 3-23-7. School districts and cooperative education service units--Contracts--Interest or direct benefit--Prohibition--Exceptions. A person described in § 3-23-6 derives a direct benefit from a contract if the person, the person's spouse, or any other person with whom the person lives and commingles assets: (1) Is a party to or intended beneficiary of any contract held by the local service agency, school district, or cooperative education service unit; (2) Has more than a five percent ownership interest in an entity that is a party to any contract held by the local service agency, school district, or cooperative education service unit; (3) Acquires property under the contract; or (4) Will receive compensation, commission, promotion, or other monetary benefit directly attributable to any contract with the local service agency, school district, or cooperative education service unit. Section 17. That § 3-23-7.1 be AMENDED: 3-23-7.1. Interest in contract determined. A person described in § 3-23-6 has an interest in a contract if the person, the person's spouse, or any other person with whom the person lives and commingles assets: (1) Is employed by a party to any contract with the local service agency, school district, or cooperative education service unit; or (2) Receives more than nominal compensation or reimbursement for actual expenses for serving on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract. Section 18. That § 3-23-7.2 be AMENDED: 3-23-7.2. Direct benefit or interest in contract determined. A person described in § 3-23-6 does not derive a direct benefit from or have an interest in a contract: (1) Based solely on the value associated with the person's publicly-traded investments or holdings, or the investments or holdings of any other person with whom the board member, business manager, chief financial officer, superintendent, or chief executive officer lives or commingles assets; (2) By participating in a vote or a decision in which the person's only interest arises from an act of general application; (3) Based on the person receiving income as an employee or independent contractor of a party with whom the local service agency, school district, or cooperative education service unit has a contract, unless the person receives compensation or a promotion directly attributable to the contract, or unless the person is employed by the party as a board member, executive officer, or other person working for the party in an area related to the contract; (4) If the contract is for the sale of goods or services, or for maintenance or repair services, in the regular course of business at a price at or below a price offered to all customers; (5) If the contract is subject to a public bidding process; (6) If the contract is with the official depository as set forth in § 6-1-3; (7) Based solely on the person receiving nominal income or compensation, a per diem authorized by law or reimbursement for actual expenses incurred; (8) If the contract or multiple contracts with the same party within a twelve-month period with whom the local service agency, school district, or cooperative education service unit contracts in an amount less than five thousand dollars. Section 19. That § 3-23-8 be AMENDED: 3-23-8. School districts and cooperative education service units--Contracts--Interest or direct benefit--Authorization. A local service agency, school district, or cooperative education service unit, may authorize a person described in § 3-23-6 to derive a direct benefit from a contract if: (1) The person has provided full written disclosure to the agency, district, or unit governing board of all parties to the contract, the person's role in the contract, the purpose or objective of the contract, the consideration or benefit conferred or agreed to be conferred upon each party, and the duration of the contract; (2) The governing board finds that the terms of the contract are fair, reasonable, and not contrary to the public interest; and (3) Any request for authorization or governing board action are public records. The official minutes of the governing board shall include any governing board action on each request for authorization and shall be filed with the auditor-general and attorney general. A person described in § 3-23-6 who has an interest in a contract pursuant to § 3-23-7.1 shall disclose the existence of a contract in which the person has an interest and the person's role in the contract but no governing board authorization is required for the person to have an interest in the contract. Disclosure shall also be made at the annual reorganization meeting if the contract extends into consecutive fiscal years. The interest disclosure shall be included in the official minutes of the governing board. Any person receiving a direct benefit from a contract and requesting an authorization pursuant to § 3-23-8 shall make the request prior to entering into any contract that requires disclosure or within forty-five days after entering into the contract that requires disclosure. Any authorization by the governing board requires no further disclosure or authorization unless the contract extends into consecutive fiscal years. If the contract extends into consecutive fiscal years, disclosure shall be made annually at the annual reorganization meeting but no new authorization is required. If the entity rejects any request for authorization, the contract is voidable and subject to disgorgement pursuant to § 3-23-9 or the person may resign from the local service agency, school district, or cooperative education service unit. No board member of a local service agency, school district, or cooperative education service unit may participate in or vote upon a decision of a local service agency, school district, or cooperative education service unit relating to a matter in which the member derives a direct benefit. Section 20. That § 3-23-8.1 be AMENDED: 3-23-8.1. Written conflict of interest policy--Inclusions. Each local service agency, school district, or cooperative education service unit shall develop a written conflict of interest policy, including any disclosure and authorization form that includes the list of any disclosable interest in contracts or direct benefits covered by this chapter. Section 21. That § 13-13-73.6 be AMENDED: 13-13-73.6. Teacher compensation--Calculations for school districts--State aid to general education funding--Waiver from penalty. The Department of Education shall calculate the following for each school district: (1) The average teacher salary, based on data collected pursuant to §§ 13-8-47 and 13-3-51; (2) The increase in local need pursuant to § 13-13-10.1, excluding any effect due to change in the school district's fall enrollment and less the amount of revenue generated in school fiscal year 2016 pursuant to § 13-10-6 as a percentage increase, from fiscal year 2016 to fiscal year 2017; and (3) The increase in average teacher compensation as a percentage increase, as defined in § 13-8-47, from fiscal year 2016 to fiscal year 2017. For each school district, the district's increase in average teacher compensation from fiscal year 2016 to 2017 shall be equal to at least eighty-five percent of the district's increase in local need, as defined in subdivision (2), from fiscal year 2016 to fiscal year 2017 and, notwithstanding any negotiated agreement, at least eighty-five percent of the increase in state aid to general education funding the school district receives for fiscal year 2017 less the amount of revenue generated in fiscal year 2016 pursuant to § 13-10-6 shall be used to increase instructional salaries and benefits for certified instructional staff. If a district fails to comply with the requirements of this section, state aid to general education funding to the district in fiscal year 2018 shall be decreased by an amount equal to fifty percent of the amount calculated in subdivision (2). For fiscal years 2019, 2020, and 2021, if a district's average teacher compensation is less than the district's average teacher compensation in fiscal year 2017, state aid to general education funding to the district in the following fiscal year shall be reduced by an amount equal to five hundred dollars for each teacher employed in the school district. A school district may request a waiver from any penalty imposed under this section from the School Finance Accountability Board. Section 22. That § 47-25A-14 be AMENDED: 47-25A-14. Articles of domestication and conversion--Contents--Delivery. (a) After the conversion of a foreign business corporation to a domestic nonprofit corporation is authorized as required by the laws of the foreign jurisdiction, articles of domestication and conversion shall be signed by any officer or other duly authorized representative. The articles shall set forth: (1) The name of the corporation immediately before the filing of the articles of domestication and conversion and, if that name is unavailable for use in this state or the corporation desires to change its name in connection with the domestication and conversion, a name that satisfies the requirements § § 47-22-7 and 47-22-8.1; (2) The jurisdiction of incorporation of the corporation immediately before the filing of the articles of domestication and conversion and the date the corporation was incorporated in that jurisdiction; and (3) A statement that the domestication and conversion of the corporation in this state was duly authorized as required by the laws of the jurisdiction in which the corporation was incorporated immediately before its domestication and conversion in this state. (b) The articles of domestication and conversion shall contain all of the provisions required to be contained in the articles of incorporation of a nonprofit corporation as set forth in § 47-22-6. The name of the domesticated corporation must satisfy the requirements of § § 47-22-7 and 47-2-2-8.1 §§ 47-22-7 and 47-22-8.1. (c) The articles of domestication and conversion must be delivered to the Office of the Secretary of State for filing. Section 23. That § 3-12C-1608 be AMENDED: 3-12C-1608. Definition of balances--Board of Regents employees. Terms as used in §§ 3-12C-1608 to through 3-12C-1612, inclusive, unless the context otherwise requires, shall mean: (1) \"Board of Regents' balance,\" the contributions from April 1, 1964, to June 30, 1975, plus accumulated interest, made by the Board of Regents and deposited on behalf of an employee in any pension fund that is established by contract with an insurance company; (2) \"Excess balance,\" the contributions in addition to those accumulated in the individual balance and made from April 1, 1964, to June 30, 1975, with accumulated interest, by a Board of Regents employee included in the provisions of §§ 3-12C-1608 to through 3-12C-1612, inclusive, and deposited in any pension fund that is established by contract with an insurance company; (3) \"Individual balance,\" the contributions from April 1, 1964, to June 30, 1975, with accumulated interest made on a matching basis by the Board of Regents' employees included in the provisions of §§ 3-12-69.1 to 3-12-69.5, inclusive, §§ 3-12C-1608 through 3-12C-1612 and the Board of Regents and deposited on behalf of the employee in any pension fund that is established by contract with an insurance company. Section 24. That § 3-12C-1613 be AMENDED: 3-12C-1613. Surviving spouse of law enforcement officer retired for disability--Amount of annuity. Notwithstanding the repeal of § 3-13-25 by chapter 35 of the 1974 Session Laws, the The surviving spouse of a disability retiree under the Law Enforcement Officers' Retirement System as consolidated into the South Dakota Retirement System pursuant to § 3-12C-1601 shall upon the death of the member be entitled to an annuity equal to one-half the member's annuity at the time of death. The retirement for disability upon which annuity was based shall have been approved prior to July 1, 1974. Section 25. That § 26-6-20.8 be AMENDED: 26-6-20.8. Revocation of license--Cause. Failure of any group home or care center to keep complete records or to comply with any other provision of §§ 26-6-20.1 to through 26-6-20.10, inclusive, shall constitute cause for revocation of the licenses held by the administrator or operator of such homes, centers, or facilities, under chapter 34-12A. Section 26. That § 36-9-87 be AMENDED: 36-9-87. Licensed clinical nurse specialist--Practice determined. In addition to performing all those functions within the scope of practice of a registered nurse as provided in this chapter, the practice of a licensed clinical nurse specialist, by means of graduate education in nursing and additional clinical preparation which provides for knowledge, judgment, and skills beyond that required of a registered nurse licensed under this chapter, means to: (1) Provide advanced nursing assessment, nursing interventions, and nursing care management in a clinical specialty area in a variety of settings, by integrating the areas of education, research, consultation, and leadership into their clinical role; (2) Utilize advanced nursing skills and knowledge to coordinate and manage highly complex nursing care problems across settings, across disciplines and agencies, and throughout the life span in a clinical specialty area; and (3) In collaboration with a licensed physician, prior to care being provided, order and dispense durable medical equipment or therapeutic devices or refer clients to qualified licensed providers under Title 36. Nothing in this section would preclude the retail sale or rental of durable medical equipment as defined in subdivision 10-45-1(7), § 10-45-1, or would prevent or restrict the practice, service, or activity of a person licensed in this state by any other law from engaging in the profession or occupation for which that person is licensed if that person is performing services within an authorized scope of practice. Section 27. That § 1-16G-49 be REPEALED. 1-16G-49. Annual report to Government Operations and Audit Committee. Section 28. That § 2-9-30.1 be REPEALED. 2-9-30.1. Initiated measure or initiated amendment to Constitution submitted before July 1, 2017. Section 29. That § 7-8-38 be REPEALED. 7-8-38. Allocation of county revenues for economic development. Section 30. That § 8-6-7 be REPEALED. 8-6-7. Filing annual fiscal report. Section 31. That § 9-38-50 be REPEALED. 9-38-50. Procedure for adoption of street improvements by special assessment. Section 32. That § 9-47-13 be REPEALED. 9-47-13. Purchase of pipes or mains financed by special assessments--Protest by property owners. Section 33. That § 9-47-14 be REPEALED. 9-47-14. Notice, hearing, and action by governing body on purchase of pipes and mains. Section 34. That § 9-47-15 be REPEALED. 9-47-15. Competitive bids not required for purchase of pipes or mains. Section 35. That § 13-6-85.2 be REPEALED. 13-6-85.2. Amendment, addition, or deletion of information--Time limits. Section 36. That § 13-19-2.1 be REPEALED. 13-19-2.1. Promissory note in anticipation of special education funds limited. Section 37. That § 13-37-24.3 be REPEALED. 13-37-24.3. Notice of amount of entitlement. Section 38. That § 13-56-9 be REPEALED. 13-56-9. Recipients ineligible for physician tuition reimbursement program. Section 39. That § 21-41-20 be REPEALED. 21-41-20. Inheritance tax determination in action--Service on Department of Revenue--Judgment of freedom from inheritance tax. Section 40. That § 21-44-10 be REPEALED. 21-44-10. Proceedings for determination of inheritance tax due--Inventory--Service on Department of Revenue--Jurisdiction to determine tax. Section 41. That § 34-3-12 be REPEALED. 34-3-12. County board provisions not applicable when full‑time department maintained. Section 42. That § 34A-12-2 be REPEALED. 34A-12-2. One‑time contribution from petroleum release compensation fund to response fund--Annual contribution to groundwater protection fund. Section 43. That § 46A-2-33 be REPEALED. 46A-2-33. Dissolution of subdistrict--Authority of board to exercise necessary powers until commitment satisfied--Restriction on power to levy tax. Section 44. That § 46A-6-52 be REPEALED. 46A-6-52. Annual audit of district when loan agreement in effect--Filing of copies. Section 45. That § 46A-18-71.1 be REPEALED. 46A-18-71.1. Annual audit of district when loan agreement in effect--Filing of copies. Section 46. That § 58-17-145.1 be REPEALED. 58-17-145.1. Deadline for submission of health claim under risk pool."}, {"bill_id": 11610, "bill_version_id": 67347, "bill_version": "House Engrossed", "bill_version_date": "2020-02-11T07:46:03.15-06:00", "bill_text": "An Act to correct technical errors in statutory cross-references. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-52A-15 be AMENDED: 10-52A-15. Legislative findings--Limitations on reduction of tax levy. The Legislature hereby finds that the amendments to chapter 10-52 contained in chapter 68 of the 2002 Session Laws shall result in a broader and more uniform tax base for the tax levied by municipalities under this chapter, and that, absent a reduction in the current tax levy of a municipality, it is anticipated that total tax revenues of a municipality may increase as a result of these amendments. However, so long as a municipality has any bonds or other obligations outstanding which are secured directly or indirectly by the pledge or collection and application of taxes levied pursuant to § 10-52-8 as in effect immediately prior to July 1, 2002, no municipality may reduce its tax levy under this chapter to a rate which, in the exercise of the sound discretion of the governing body, would be expected to produce less total revenue than was collected in the immediately preceding year pursuant to the tax imposed under § 10-52-8. Section 2. That § 60-10-15 be AMENDED: 60-10-15. State’s attorney--Duties--Prosecution--Picketing and violence. The state's attorney of every county shall have the same duty and responsibility of enforcement of §§ 60-10-10 to 60-10-13, inclusive through 60-10-12, as is imposed upon him by § 60-8-8. Section 3. That § 60-10-16 be AMENDED: 60-10-16. Picketing and violence--Severability. If any provision of §§ 60-10-10 to 60-10-13, inclusive through 60-10-12, and § 60-10-15, or the application thereof to any person or circumstances, is held invalid, such invalidity shall not affect other provisions or applications of the sections which can be given effect without the invalid provision or application, and to this end the provisions of said sections are declared to be severable. Section 4. That § 60-11-24 be AMENDED: 60-11-24. Costs and attorney fees--Action for wages--Removal. In any action for wages brought in small claims court which is removed to magistrate court or circuit court under § 15-39-59, the court may, in addition to awarding judgment to the plaintiff, allow costs of the action including reasonable attorney fees to be paid by the defendant. Section 5. That § 61-5A-18 be AMENDED: 61-5A-18. Payment in lieu of contribution--Requirement--Amount. Each employer who is liable for payments in lieu of contributions shall pay to the department for the fund the amount of regular benefits plus, in the case of nonprofit organizations, the amount of one‑half of extended benefits paid that are attributable to service in the employ of such employer, or, in the case of the state of South Dakota and political subdivisions, prior to December 31, 1978, the amount of one‑half of the extended benefits paid and thereafter the amount of extended benefits paid that are attributable to service in the employ of such employer. If benefits paid to an individual are based on wages paid by more than one employer and one or more of such employers are liable for payments in lieu of contributions, the amount payable to the fund by each employer who is liable for such payments shall be determined in accordance with the provisions of §§ 61-5A-19 and 61A-5A-20 61-5A-20, except as provided in § 61-5A-2. Section 6. That § 47-34A-908 be AMENDED: 47-34A-908. Conversion organizations--Filings--Effective date. (a) After a plan of conversion is approved: (1) A converting limited liability company shall deliver to the secretary of state for filing articles of conversion, which must be signed as provided in § 47-34A-205 and must include: (A) A statement that the limited liability company has been converted into another organization; (B) The name and form of the organization and the jurisdiction of its governing statute; (C) The date the conversion is effective under the governing statute of the converted organization; (D) A statement that the conversion was approved as required by this chapter; (E) A statement that the conversion was approved as required by the governing statute of the converted organization; and (F) If the converted organization is a foreign organization not authorized to transact business in this state, the street and mailing addresses of an office which the secretary of state may use for the purposes of § 47-34A-909(c); and (2) If the converting organization is not a converting limited liability company, the converting organization shall deliver to the secretary of state for filing a certificate of organization, which must include, in addition to the information required by § 47-34A-202.1(c) § 47-34A-203(a): (A) A statement that the converted organization was converted from another organization; (B) The name and form of that converting organization and the jurisdiction of its governing statute; and (C) A statement that the conversion was approved in a manner that complied with the converting organization's governing statute. (b) A conversion becomes effective: (1) If the converted organization is a limited liability company, when the certificate of organization takes effect; and (2) If the converted organization is not a limited liability company, as provided by the governing statute of the converted organization. Section 7. That § 58-15-44 be AMENDED: 58-15-44. Application for insurance--Dating back of application to reduce premium prohibited--Contract not invalidated. No insurer may knowingly deliver or issue for delivery in this state any life insurance policy which purports to be issued or to take effect as of a date more than six months before the application therefor was made, if thereby the premium on such policy is reduced below the premium which would be payable thereon as determined by the insuring age of the insured at the time when such application was made. No insurance producer or other representative of an insurer may in this state prepare, submit, or accept any application for life insurance which bears a date earlier than the date when such application was made by the insured or applicant, if thereby the premium on such contract is reduced as above stated. Nothing contained in this section validates invalidates any contract made in violation of this section. This section does not prohibit the exchange, alteration, or conversion of any policy of life insurance. Section 8. That § 23A-4-4 be AMENDED: 23A-4-4. Initial appearance of defendant--Committing magistrate--Requirements--Transmittal of files. Subject to §§ 23A-17-1 to 23A-17-4, inclusive and 23A-17-3, if a defendant is taken before a committing magistrate who did not issue the warrant, or in case no warrant has been issued, the committing magistrate shall inform him of the matters set out in § 23A-4-3 and admit the defendant to bail as provided by § 23A-2-4 or chapter 23A-43. Within three days thereafter, the committing magistrate shall transmit the minutes of the proceedings and all papers in the case, including bail if posted, to the court which issued the warrant. If no warrant has been issued, the transcript and papers shall be transmitted to the court where the complaint is filed or to the court in which the venue of the offense lies. Section 9. That § 23A-19-3 be AMENDED: 23A-19-3. Challenge to jury panel--Grounds. A challenge to a panel can be based only on a material departure from the procedure prescribed by law for the drawing and return of the jury, or on the intentional omission of the board of jury selectors or sheriff to summon one or more of the jurors drawn. However, if the panel is composed of any persons who were summoned to serve as jurors pursuant to § 16-13-42, a challenge may be taken to the panel based upon the alleged bias of the officer who summoned them if such bias would be sufficient grounds for a challenge to an individual juror under § 23A-20-12. Such challenge must be determined in the same manner as if made to an individual juror for bias. Section 10. That § 23A-24-8 be AMENDED: 23A-24-8. Victim unable to attend trial or hearing--Selection of representative. If a victim is unable to attend the trial or hearing or any portion of the trial or hearing due to death; disability; hardship; incapacity; physical, mental, or emotional condition or age, the victim, his parent, guardian, or his immediate family may select a representative to exercise the rights granted to the victim by §§ 19-49-29 §§ 19-19-615, 23A-5-11, and 23A-24-6 to through 23A-24-9, inclusive. Section 11. That § 23A-43-12 be AMENDED: 23A-43-12. Bail proceedings--Order entered--Information need not conform to rules of evidence. Information stated in, or offered in connection with, any order entered pursuant to §§ 23A-43-1 to §§ 23A-43-2 through 23A-43-13, inclusive, need not conform to the rules pertaining to the admissibility of evidence in a court of law. Section 12. That § 23A-43-13 be AMENDED: 23A-43-13. Disposition of cases--Forfeiture of collateral not prohibited. Nothing contained in §§ 23A-43-1 to §§ 23A-43-2 through 23A-43-12, inclusive, shall be construed to prevent the disposition of any case or class of cases by forfeiture of collateral security where such disposition is authorized by the court. Section 13. That § 35-2-12 be AMENDED: 35-2-12. Information of violation--Substantial evidence--Investigation by secretary. If the secretary receives information of a violation by any licensee of any provision of this title, the secretary shall investigate the alleged violation. If there is substantial evidence to support that a violation of any provision of this title has occurred, the secretary shall proceed in accordance with the provisions of §§ 35-2-10, 35-20-10.1 35-2-10.1, and 35-2-21. Section 14. That § 3-23-1.1 be AMENDED: 3-23-1.1. Definitions. Terms used in this chapter mean: (1) \"Board member,\" an elected or appointed member of the governing board; (2) \"Cooperative education service unit,\" a legal entity created pursuant to §§ 13-5-31 through 13-5-33, inclusive, including subcontractors, agents or assigns of the cooperative education service unit; (3) \"Disgorgement,\" the act of giving up on demand or by legal compulsion something that was obtained by illegal or unethical acts; (4) \"Local service agency,\" an entity created pursuant to § 13-15A-1; and (5) \"School district,\" a school district as defined in § 13-5-1. Section 15. That § 3-23-6 be AMENDED: 3-23-6. School districts and cooperative education service units--Contracts--Interest or direct benefit--Prohibition. No board member, business manager, chief financial officer, superintendent, chief executive officer, or other person with the authority to enter into a contract or spend money in an amount greater than five thousand dollars of a local service agency, school district, cooperative education service unit, or jointly governed education service entity that receives money from or through the state may have an interest in a contract nor receive a direct benefit from a contract in amount greater than five thousand dollars or multiple contracts in an amount greater than five thousand dollars with the same party within a twelve-month period to which the local service agency, school district, or cooperative education service unit is a party except as provided in § 3-23-8. Section 16. That § 3-23-7 be AMENDED: 3-23-7. School districts and cooperative education service units--Contracts--Interest or direct benefit--Prohibition--Exceptions. A person described in § 3-23-6 derives a direct benefit from a contract if the person, the person's spouse, or any other person with whom the person lives and commingles assets: (1) Is a party to or intended beneficiary of any contract held by the local service agency, school district, or cooperative education service unit; (2) Has more than a five percent ownership interest in an entity that is a party to any contract held by the local service agency, school district, or cooperative education service unit; (3) Acquires property under the contract; or (4) Will receive compensation, commission, promotion, or other monetary benefit directly attributable to any contract with the local service agency, school district, or cooperative education service unit. Section 17. That § 3-23-7.1 be AMENDED: 3-23-7.1. Interest in contract determined. A person described in § 3-23-6 has an interest in a contract if the person, the person's spouse, or any other person with whom the person lives and commingles assets: (1) Is employed by a party to any contract with the local service agency, school district, or cooperative education service unit; or (2) Receives more than nominal compensation or reimbursement for actual expenses for serving on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract. Section 18. That § 3-23-7.2 be AMENDED: 3-23-7.2. Direct benefit or interest in contract determined. A person described in § 3-23-6 does not derive a direct benefit from or have an interest in a contract: (1) Based solely on the value associated with the person's publicly-traded investments or holdings, or the investments or holdings of any other person with whom the board member, business manager, chief financial officer, superintendent, or chief executive officer lives or commingles assets; (2) By participating in a vote or a decision in which the person's only interest arises from an act of general application; (3) Based on the person receiving income as an employee or independent contractor of a party with whom the local service agency, school district, or cooperative education service unit has a contract, unless the person receives compensation or a promotion directly attributable to the contract, or unless the person is employed by the party as a board member, executive officer, or other person working for the party in an area related to the contract; (4) If the contract is for the sale of goods or services, or for maintenance or repair services, in the regular course of business at a price at or below a price offered to all customers; (5) If the contract is subject to a public bidding process; (6) If the contract is with the official depository as set forth in § 6-1-3; (7) Based solely on the person receiving nominal income or compensation, a per diem authorized by law or reimbursement for actual expenses incurred; (8) If the contract or multiple contracts with the same party within a twelve-month period with whom the local service agency, school district, or cooperative education service unit contracts in an amount less than five thousand dollars. Section 19. That § 3-23-8 be AMENDED: 3-23-8. School districts and cooperative education service units--Contracts--Interest or direct benefit--Authorization. A local service agency, school district, or cooperative education service unit, may authorize a person described in § 3-23-6 to derive a direct benefit from a contract if: (1) The person has provided full written disclosure to the agency, district, or unit governing board of all parties to the contract, the person's role in the contract, the purpose or objective of the contract, the consideration or benefit conferred or agreed to be conferred upon each party, and the duration of the contract; (2) The governing board finds that the terms of the contract are fair, reasonable, and not contrary to the public interest; and (3) Any request for authorization or governing board action are public records. The official minutes of the governing board shall include any governing board action on each request for authorization and shall be filed with the auditor-general and attorney general. A person described in § 3-23-6 who has an interest in a contract pursuant to § 3-23-7.1 shall disclose the existence of a contract in which the person has an interest and the person's role in the contract but no governing board authorization is required for the person to have an interest in the contract. Disclosure shall also be made at the annual reorganization meeting if the contract extends into consecutive fiscal years. The interest disclosure shall be included in the official minutes of the governing board. Any person receiving a direct benefit from a contract and requesting an authorization pursuant to § 3-23-8 shall make the request prior to entering into any contract that requires disclosure or within forty-five days after entering into the contract that requires disclosure. Any authorization by the governing board requires no further disclosure or authorization unless the contract extends into consecutive fiscal years. If the contract extends into consecutive fiscal years, disclosure shall be made annually at the annual reorganization meeting but no new authorization is required. If the entity rejects any request for authorization, the contract is voidable and subject to disgorgement pursuant to § 3-23-9 or the person may resign from the local service agency, school district, or cooperative education service unit. No board member of a local service agency, school district, or cooperative education service unit may participate in or vote upon a decision of a local service agency, school district, or cooperative education service unit relating to a matter in which the member derives a direct benefit. Section 20. That § 3-23-8.1 be AMENDED: 3-23-8.1. Written conflict of interest policy--Inclusions. Each local service agency, school district, or cooperative education service unit shall develop a written conflict of interest policy, including any disclosure and authorization form that includes the list of any disclosable interest in contracts or direct benefits covered by this chapter. Section 21. That § 13-13-73.6 be AMENDED: 13-13-73.6. Teacher compensation--Calculations for school districts--State aid to general education funding--Waiver from penalty. The Department of Education shall calculate the following for each school district: (1) The average teacher salary, based on data collected pursuant to §§ 13-8-47 and 13-3-51; (2) The increase in local need pursuant to § 13-13-10.1, excluding any effect due to change in the school district's fall enrollment and less the amount of revenue generated in school fiscal year 2016 pursuant to § 13-10-6 as a percentage increase, from fiscal year 2016 to fiscal year 2017; and (3) The increase in average teacher compensation as a percentage increase, as defined in § 13-8-47, from fiscal year 2016 to fiscal year 2017. For each school district, the district's increase in average teacher compensation from fiscal year 2016 to 2017 shall be equal to at least eighty-five percent of the district's increase in local need, as defined in subdivision (2), from fiscal year 2016 to fiscal year 2017 and, notwithstanding any negotiated agreement, at least eighty-five percent of the increase in state aid to general education funding the school district receives for fiscal year 2017 less the amount of revenue generated in fiscal year 2016 pursuant to § 13-10-6 shall be used to increase instructional salaries and benefits for certified instructional staff. If a district fails to comply with the requirements of this section, state aid to general education funding to the district in fiscal year 2018 shall be decreased by an amount equal to fifty percent of the amount calculated in subdivision (2). For fiscal years 2019, 2020, and 2021, if a district's average teacher compensation is less than the district's average teacher compensation in fiscal year 2017, state aid to general education funding to the district in the following fiscal year shall be reduced by an amount equal to five hundred dollars for each teacher employed in the school district. A school district may request a waiver from any penalty imposed under this section from the School Finance Accountability Board. Section 22. That § 47-25A-14 be AMENDED: 47-25A-14. Articles of domestication and conversion--Contents--Delivery. (a) After the conversion of a foreign business corporation to a domestic nonprofit corporation is authorized as required by the laws of the foreign jurisdiction, articles of domestication and conversion shall be signed by any officer or other duly authorized representative. The articles shall set forth: (1) The name of the corporation immediately before the filing of the articles of domestication and conversion and, if that name is unavailable for use in this state or the corporation desires to change its name in connection with the domestication and conversion, a name that satisfies the requirements § § 47-22-7 and 47-22-8.1; (2) The jurisdiction of incorporation of the corporation immediately before the filing of the articles of domestication and conversion and the date the corporation was incorporated in that jurisdiction; and (3) A statement that the domestication and conversion of the corporation in this state was duly authorized as required by the laws of the jurisdiction in which the corporation was incorporated immediately before its domestication and conversion in this state. (b) The articles of domestication and conversion shall contain all of the provisions required to be contained in the articles of incorporation of a nonprofit corporation as set forth in § 47-22-6. The name of the domesticated corporation must satisfy the requirements of § § 47-22-7 and 47-2-2-8.1 §§ 47-22-7 and 47-22-8.1. (c) The articles of domestication and conversion must be delivered to the Office of the Secretary of State for filing. Section 23. That § 3-12C-1608 be AMENDED: 3-12C-1608. Definition of balances--Board of Regents employees. Terms as used in §§ 3-12C-1608 to through 3-12C-1612, inclusive, unless the context otherwise requires, shall mean: (1) \"Board of Regents' balance,\" the contributions from April 1, 1964, to June 30, 1975, plus accumulated interest, made by the Board of Regents and deposited on behalf of an employee in any pension fund that is established by contract with an insurance company; (2) \"Excess balance,\" the contributions in addition to those accumulated in the individual balance and made from April 1, 1964, to June 30, 1975, with accumulated interest, by a Board of Regents employee included in the provisions of §§ 3-12C-1608 to through 3-12C-1612, inclusive, and deposited in any pension fund that is established by contract with an insurance company; (3) \"Individual balance,\" the contributions from April 1, 1964, to June 30, 1975, with accumulated interest made on a matching basis by the Board of Regents' employees included in the provisions of §§ 3-12-69.1 to 3-12-69.5, inclusive, §§ 3-12C-1608 through 3-12C-1612 and the Board of Regents and deposited on behalf of the employee in any pension fund that is established by contract with an insurance company. Section 24. That § 3-12C-1613 be AMENDED: 3-12C-1613. Surviving spouse of law enforcement officer retired for disability--Amount of annuity. Notwithstanding the repeal of § 3-13-25 by chapter 35 of the 1974 Session Laws, the The surviving spouse of a disability retiree under the Law Enforcement Officers' Retirement System as consolidated into the South Dakota Retirement System pursuant to § 3-12C-1601 shall upon the death of the member be entitled to an annuity equal to one-half the member's annuity at the time of death. The retirement for disability upon which annuity was based shall have been approved prior to July 1, 1974. Section 25. That § 26-6-20.8 be AMENDED: 26-6-20.8. Revocation of license--Cause. Failure of any group home or care center to keep complete records or to comply with any other provision of §§ 26-6-20.1 to through 26-6-20.10, inclusive, shall constitute cause for revocation of the licenses held by the administrator or operator of such homes, centers, or facilities, under chapter 34-12A. Section 26. That § 36-9-87 be AMENDED: 36-9-87. Licensed clinical nurse specialist--Practice determined. In addition to performing all those functions within the scope of practice of a registered nurse as provided in this chapter, the practice of a licensed clinical nurse specialist, by means of graduate education in nursing and additional clinical preparation which provides for knowledge, judgment, and skills beyond that required of a registered nurse licensed under this chapter, means to: (1) Provide advanced nursing assessment, nursing interventions, and nursing care management in a clinical specialty area in a variety of settings, by integrating the areas of education, research, consultation, and leadership into their clinical role; (2) Utilize advanced nursing skills and knowledge to coordinate and manage highly complex nursing care problems across settings, across disciplines and agencies, and throughout the life span in a clinical specialty area; and (3) In collaboration with a licensed physician, prior to care being provided, order and dispense durable medical equipment or therapeutic devices or refer clients to qualified licensed providers under Title 36. Nothing in this section would preclude the retail sale or rental of durable medical equipment as defined in subdivision 10-45-1(7), § 10-45-1, or would prevent or restrict the practice, service, or activity of a person licensed in this state by any other law from engaging in the profession or occupation for which that person is licensed if that person is performing services within an authorized scope of practice."}, {"bill_id": 11610, "bill_version_id": 69166, "bill_version": "Enrolled", "bill_version_date": "2020-03-02T17:43:42.28-06:00", "bill_text": "ENTITLED An Act to correct technical errors in statutory cross-references. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-52A-15 be AMENDED: 10-52A-15. Legislative findings--Limitations on reduction of tax levy. The Legislature hereby finds that the amendments to chapter 10-52 contained in chapter 68 of the 2002 Session Laws shall result in a broader and more uniform tax base for the tax levied by municipalities under this chapter, and that, absent a reduction in the current tax levy of a municipality, it is anticipated that total tax revenues of a municipality may increase as a result of these amendments. However, so long as a municipality has any bonds or other obligations outstanding which are secured directly or indirectly by the pledge or collection and application of taxes levied prior to July 1, 2002, no municipality may reduce its tax levy under this chapter to a rate which, in the exercise of the sound discretion of the governing body, would be expected to produce less total revenue than was collected in the immediately preceding year. Section 2. That § 60-10-15 be AMENDED: 60-10-15. State’s attorney--Duties--Prosecution--Picketing and violence. The state's attorney of every county shall have the same duty and responsibility of enforcement of §§ 60-10-10 through 60-10-12, as is imposed by § 60-8-8. Section 3. That § 60-10-16 be AMENDED: 60-10-16. Picketing and violence--Severability. If any provision of §§ 60-10-10 through 60-10-12, and § 60-10-15, or the application thereof to any person or circumstances, is held invalid, such invalidity shall not affect other provisions or applications of the sections which can be given effect without the invalid provision or application, and to this end the provisions of said sections are declared to be severable. Section 4. That § 60-11-24 be AMENDED: 60-11-24. Costs and attorney fees--Action for wages--Removal. In any action for wages brought in small claims court which is removed to magistrate court or circuit court, the court may, in addition to awarding judgment to the plaintiff, allow costs of the action including reasonable attorney fees to be paid by the defendant. Section 5. That § 61-5A-18 be AMENDED: 61-5A-18. Payment in lieu of contribution--Requirement--Amount. Each employer who is liable for payments in lieu of contributions shall pay to the department for the fund the amount of regular benefits plus, in the case of nonprofit organizations, the amount of one‑half of extended benefits paid that are attributable to service in the employ of such employer, or, in the case of the state of South Dakota and political subdivisions, prior to December 31, 1978, the amount of one‑half of the extended benefits paid and thereafter the amount of extended benefits paid that are attributable to service in the employ of such employer. If benefits paid to an individual are based on wages paid by more than one employer and one or more of such employers are liable for payments in lieu of contributions, the amount payable to the fund by each employer who is liable for such payments shall be determined in accordance with the provisions of §§ 61-5A-19 and 61-5A-20, except as provided in § 61-5A-2. Section 6. That § 47-34A-908 be AMENDED: 47-34A-908. Conversion organizations--Filings--Effective date. (a) After a plan of conversion is approved: (1) A converting limited liability company shall deliver to the secretary of state for filing articles of conversion, which must be signed as provided in § 47-34A-205 and must include: (A) A statement that the limited liability company has been converted into another organization; (B) The name and form of the organization and the jurisdiction of its governing statute; (C) The date the conversion is effective under the governing statute of the converted organization; (D) A statement that the conversion was approved as required by this chapter; (E) A statement that the conversion was approved as required by the governing statute of the converted organization; and (F) If the converted organization is a foreign organization not authorized to transact business in this state, the street and mailing addresses of an office which the secretary of state may use for the purposes of § 47-34A-909(c); and (2) If the converting organization is not a converting limited liability company, the converting organization shall deliver to the secretary of state for filing a certificate of organization, which must include, in addition to the information required by § 47-34A-203(a): (A) A statement that the converted organization was converted from another organization; (B) The name and form of that converting organization and the jurisdiction of its governing statute; and (C) A statement that the conversion was approved in a manner that complied with the converting organization's governing statute. (b) A conversion becomes effective: (1) If the converted organization is a limited liability company, when the certificate of organization takes effect; and (2) If the converted organization is not a limited liability company, as provided by the governing statute of the converted organization. Section 7. That § 58-15-44 be AMENDED: 58-15-44. Application for insurance--Dating back of application to reduce premium prohibited--Contract not invalidated. No insurer may knowingly deliver or issue for delivery in this state any life insurance policy which purports to be issued or to take effect as of a date more than six months before the application therefor was made, if thereby the premium on such policy is reduced below the premium which would be payable thereon as determined by the insuring age of the insured at the time when such application was made. No insurance producer or other representative of an insurer may in this state prepare, submit, or accept any application for life insurance which bears a date earlier than the date when such application was made by the insured or applicant, if thereby the premium on such contract is reduced as above stated. Nothing contained in this section invalidates any contract made in violation of this section. This section does not prohibit the exchange, alteration, or conversion of any policy of life insurance. Section 8. That § 23A-4-4 be AMENDED: 23A-4-4. Initial appearance of defendant--Committing magistrate--Requirements--Transmittal of files. Subject to §§ 23A-17-1 and 23A-17-3, if a defendant is taken before a committing magistrate who did not issue the warrant, or in case no warrant has been issued, the committing magistrate shall inform him of the matters set out in § 23A-4-3 and admit the defendant to bail as provided by § 23A-2-4 or chapter 23A-43. Within three days thereafter, the committing magistrate shall transmit the minutes of the proceedings and all papers in the case, including bail if posted, to the court which issued the warrant. If no warrant has been issued, the transcript and papers shall be transmitted to the court where the complaint is filed or to the court in which the venue of the offense lies. Section 9. That § 23A-19-3 be AMENDED: 23A-19-3. Challenge to jury panel--Grounds. A challenge to a panel can be based only on a material departure from the procedure prescribed by law for the drawing and return of the jury, or on the intentional omission of the board of jury selectors or sheriff to summon one or more of the jurors drawn. However, if the panel is composed of any persons who were summoned to serve as jurors pursuant to § 16-13-42, a challenge may be taken to the panel based upon the alleged bias of the officer who summoned them if such bias would be sufficient grounds for a challenge to an individual juror. Such challenge must be determined in the same manner as if made to an individual juror for bias. Section 10. That § 23A-24-8 be AMENDED: 23A-24-8. Victim unable to attend trial or hearing--Selection of representative. If a victim is unable to attend the trial or hearing or any portion of the trial or hearing due to death; disability; hardship; incapacity; physical, mental, or emotional condition or age, the victim, his parent, guardian, or his immediate family may select a representative to exercise the rights granted to the victim by §§ 19-19-615, 23A-5-11, and 23A-24-6 through 23A-24-9. Section 11. That § 23A-43-12 be AMENDED: 23A-43-12. Bail proceedings--Order entered--Information need not conform to rules of evidence. Information stated in, or offered in connection with, any order entered pursuant to §§ 23A-43-2 through 23A-43-13 need not conform to the rules pertaining to the admissibility of evidence in a court of law. Section 12. That § 23A-43-13 be AMENDED: 23A-43-13. Disposition of cases--Forfeiture of collateral not prohibited. Nothing contained in §§ 23A-43-2 through 23A-43-12 shall be construed to prevent the disposition of any case or class of cases by forfeiture of collateral security where such disposition is authorized by the court. Section 13. That § 35-2-12 be AMENDED: 35-2-12. Information of violation--Substantial evidence--Investigation by secretary. If the secretary receives information of a violation by any licensee of any provision of this title, the secretary shall investigate the alleged violation. If there is substantial evidence to support that a violation of any provision of this title has occurred, the secretary shall proceed in accordance with the provisions of §§ 35-2-10, 35-2-10.1, and 35-2-21. Section 14. That § 3-23-1.1 be AMENDED: 3-23-1.1. Definitions. Terms used in this chapter mean: (1) \"Board member,\" an elected or appointed member of the governing board; (2) \"Cooperative education service unit,\" a legal entity created pursuant to §§ 13-5-31 through 13-5-33, including subcontractors, agents or assigns of the cooperative education service unit; (3) \"Disgorgement,\" the act of giving up on demand or by legal compulsion something that was obtained by illegal or unethical acts; (4) \"School district,\" a school district as defined in § 13-5-1. Section 15. That § 3-23-6 be AMENDED: 3-23-6. School districts and cooperative education service units--Contracts--Interest or direct benefit--Prohibition. No board member, business manager, chief financial officer, superintendent, chief executive officer, or other person with the authority to enter into a contract or spend money in an amount greater than five thousand dollars of a school district, cooperative education service unit, or jointly governed education service entity that receives money from or through the state may have an interest in a contract nor receive a direct benefit from a contract in amount greater than five thousand dollars or multiple contracts in an amount greater than five thousand dollars with the same party within a twelve-month period to which the school district or cooperative education service unit is a party except as provided in § 3-23-8. Section 16. That § 3-23-7 be AMENDED: 3-23-7. School districts and cooperative education service units--Contracts--Interest or direct benefit--Prohibition--Exceptions. A person described in § 3-23-6 derives a direct benefit from a contract if the person, the person's spouse, or any other person with whom the person lives and commingles assets: (1) Is a party to or intended beneficiary of any contract held by the school district or cooperative education service unit; (2) Has more than a five percent ownership interest in an entity that is a party to any contract held by the school district or cooperative education service unit; (3) Acquires property under the contract; or (4) Will receive compensation, commission, promotion, or other monetary benefit directly attributable to any contract with the school district or cooperative education service unit. Section 17. That § 3-23-7.1 be AMENDED: 3-23-7.1. Interest in contract determined. A person described in § 3-23-6 has an interest in a contract if the person, the person's spouse, or any other person with whom the person lives and commingles assets: (1) Is employed by a party to any contract with the school district or cooperative education service unit; or (2) Receives more than nominal compensation or reimbursement for actual expenses for serving on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract. Section 18. That § 3-23-7.2 be AMENDED: 3-23-7.2. Direct benefit or interest in contract determined. A person described in § 3-23-6 does not derive a direct benefit from or have an interest in a contract: (1) Based solely on the value associated with the person's publicly-traded investments or holdings, or the investments or holdings of any other person with whom the board member, business manager, chief financial officer, superintendent, or chief executive officer lives or commingles assets; (2) By participating in a vote or a decision in which the person's only interest arises from an act of general application; (3) Based on the person receiving income as an employee or independent contractor of a party with whom the school district or cooperative education service unit has a contract, unless the person receives compensation or a promotion directly attributable to the contract, or unless the person is employed by the party as a board member, executive officer, or other person working for the party in an area related to the contract; (4) If the contract is for the sale of goods or services, or for maintenance or repair services, in the regular course of business at a price at or below a price offered to all customers; (5) If the contract is subject to a public bidding process; (6) If the contract is with the official depository as set forth in § 6-1-3; (7) Based solely on the person receiving nominal income or compensation, a per diem authorized by law or reimbursement for actual expenses incurred; (8) If the contract or multiple contracts with the same party within a twelve-month period with whom the school district or cooperative education service unit contracts in an amount less than five thousand dollars. Section 19. That § 3-23-8 be AMENDED: 3-23-8. School districts and cooperative education service units--Contracts--Interest or direct benefit--Authorization. A school district or cooperative education service unit, may authorize a person described in § 3-23-6 to derive a direct benefit from a contract if: (1) The person has provided full written disclosure to the agency, district, or unit governing board of all parties to the contract, the person's role in the contract, the purpose or objective of the contract, the consideration or benefit conferred or agreed to be conferred upon each party, and the duration of the contract; (2) The governing board finds that the terms of the contract are fair, reasonable, and not contrary to the public interest; and (3) Any request for authorization or governing board action are public records. The official minutes of the governing board shall include any governing board action on each request for authorization and shall be filed with the auditor-general and attorney general. A person described in § 3-23-6 who has an interest in a contract pursuant to § 3-23-7.1 shall disclose the existence of a contract in which the person has an interest and the person's role in the contract but no governing board authorization is required for the person to have an interest in the contract. Disclosure shall also be made at the annual reorganization meeting if the contract extends into consecutive fiscal years. The interest disclosure shall be included in the official minutes of the governing board. Any person receiving a direct benefit from a contract and requesting an authorization pursuant to § 3-23-8 shall make the request prior to entering into any contract that requires disclosure or within forty-five days after entering into the contract that requires disclosure. Any authorization by the governing board requires no further disclosure or authorization unless the contract extends into consecutive fiscal years. If the contract extends into consecutive fiscal years, disclosure shall be made annually at the annual reorganization meeting but no new authorization is required. If the entity rejects any request for authorization, the contract is voidable and subject to disgorgement pursuant to § 3-23-9 or the person may resign from the school district or cooperative education service unit. No board member of a school district or cooperative education service unit may participate in or vote upon a decision of a school district, or cooperative education service unit relating to a matter in which the member derives a direct benefit. Section 20. That § 3-23-8.1 be AMENDED: 3-23-8.1. Written conflict of interest policy--Inclusions. Each school district or cooperative education service unit shall develop a written conflict of interest policy, including any disclosure and authorization form that includes the list of any disclosable interest in contracts or direct benefits covered by this chapter. Section 21. That § 13-13-73.6 be AMENDED: 13-13-73.6. Teacher compensation--Calculations for school districts--State aid to general education funding--Waiver from penalty. The Department of Education shall calculate the following for each school district: (1) The average teacher salary, based on data collected pursuant to §§ 13-8-47 and 13-3-51; (2) The increase in local need pursuant to § 13-13-10.1, excluding any effect due to change in the school district's fall enrollment and less the amount of revenue generated in school fiscal year 2016 as a percentage increase, from fiscal year 2016 to fiscal year 2017; and (3) The increase in average teacher compensation as a percentage increase, as defined in § 13-8-47, from fiscal year 2016 to fiscal year 2017. For each school district, the district's increase in average teacher compensation from fiscal year 2016 to 2017 shall be equal to at least eighty-five percent of the district's increase in local need, as defined in subdivision (2), from fiscal year 2016 to fiscal year 2017 and, notwithstanding any negotiated agreement, at least eighty-five percent of the increase in state aid to general education funding the school district receives for fiscal year 2017 less the amount of revenue generated in fiscal year 2016 shall be used to increase instructional salaries and benefits for certified instructional staff. If a district fails to comply with the requirements of this section, state aid to general education funding to the district in fiscal year 2018 shall be decreased by an amount equal to fifty percent of the amount calculated in subdivision (2). For fiscal years 2019, 2020, and 2021, if a district's average teacher compensation is less than the district's average teacher compensation in fiscal year 2017, state aid to general education funding to the district in the following fiscal year shall be reduced by an amount equal to five hundred dollars for each teacher employed in the school district. A school district may request a waiver from any penalty imposed under this section from the School Finance Accountability Board. Section 22. That § 47-25A-14 be AMENDED: 47-25A-14. Articles of domestication and conversion--Contents--Delivery. (a) After the conversion of a foreign business corporation to a domestic nonprofit corporation is authorized as required by the laws of the foreign jurisdiction, articles of domestication and conversion shall be signed by any officer or other duly authorized representative. The articles shall set forth: (1) The name of the corporation immediately before the filing of the articles of domestication and conversion and, if that name is unavailable for use in this state or the corporation desires to change its name in connection with the domestication and conversion, a name that satisfies the requirements § § 47-22-7 and 47-22-8.1; (2) The jurisdiction of incorporation of the corporation immediately before the filing of the articles of domestication and conversion and the date the corporation was incorporated in that jurisdiction; and (3) A statement that the domestication and conversion of the corporation in this state was duly authorized as required by the laws of the jurisdiction in which the corporation was incorporated immediately before its domestication and conversion in this state. (b) The articles of domestication and conversion shall contain all of the provisions required to be contained in the articles of incorporation of a nonprofit corporation as set forth in § 47-22-6. The name of the domesticated corporation must satisfy the requirements of §§ 47-22-7 and 47-22-8.1. (c) The articles of domestication and conversion must be delivered to the Office of the Secretary of State for filing. Section 23. That § 3-12C-1608 be AMENDED: 3-12C-1608. Definition of balances--Board of Regents employees. Terms as used in §§ 3-12C-1608 through 3-12C-1612 mean: (1) \"Board of Regents' balance,\" the contributions from April 1, 1964, to June 30, 1975, plus accumulated interest, made by the Board of Regents and deposited on behalf of an employee in any pension fund that is established by contract with an insurance company; (2) \"Excess balance,\" the contributions in addition to those accumulated in the individual balance and made from April 1, 1964, to June 30, 1975, with accumulated interest, by a Board of Regents employee included in the provisions of §§ 3-12C-1608 through 3-12C-1612, and deposited in any pension fund that is established by contract with an insurance company; (3) \"Individual balance,\" the contributions from April 1, 1964, to June 30, 1975, with accumulated interest made on a matching basis by the Board of Regents' employees included in the provisions of §§ 3-12C-1608 through 3-12C-1612 and the Board of Regents and deposited on behalf of the employee in any pension fund that is established by contract with an insurance company. Section 24. That § 3-12C-1613 be AMENDED: 3-12C-1613. Surviving spouse of law enforcement officer retired for disability--Amount of annuity. The surviving spouse of a disability retiree under the Law Enforcement Officers' Retirement System as consolidated into the South Dakota Retirement System pursuant to § 3-12C-1601 shall upon the death of the member be entitled to an annuity equal to one-half the member's annuity at the time of death. The retirement for disability upon which annuity was based shall have been approved prior to July 1, 1974. Section 25. That § 26-6-20.8 be AMENDED: 26-6-20.8. Revocation of license--Cause. Failure of any group home or care center to keep complete records or to comply with any other provision of §§ 26-6-20.1 through 26-6-20.10 shall constitute cause for revocation of the licenses held by the administrator or operator of such homes, centers, or facilities. Section 26. That § 36-9-87 be AMENDED: 36-9-87. Licensed clinical nurse specialist--Practice determined. In addition to performing all those functions within the scope of practice of a registered nurse as provided in this chapter, the practice of a licensed clinical nurse specialist, by means of graduate education in nursing and additional clinical preparation which provides for knowledge, judgment, and skills beyond that required of a registered nurse licensed under this chapter, means to: (1) Provide advanced nursing assessment, nursing interventions, and nursing care management in a clinical specialty area in a variety of settings, by integrating the areas of education, research, consultation, and leadership into their clinical role; (2) Utilize advanced nursing skills and knowledge to coordinate and manage highly complex nursing care problems across settings, across disciplines and agencies, and throughout the life span in a clinical specialty area; and (3) In collaboration with a licensed physician, prior to care being provided, order and dispense durable medical equipment or therapeutic devices or refer clients to qualified licensed providers under Title 36. Nothing in this section would preclude the retail sale or rental of durable medical equipment as defined in § 10-45-1, or would prevent or restrict the practice, service, or activity of a person licensed in this state by any other law from engaging in the profession or occupation for which that person is licensed if that person is performing services within an authorized scope of practice. An Act to correct technical errors in statutory cross-references. I certify that the attached Act originated in the: House as Bill No. 1013 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1013 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11610, "action_date": "2020-01-14T12:00:00-06:00", "document_id": 61710, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/61710.pdf", "status_text": "First Reading House", "journal_page": 11, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11610, "action_date": "2020-01-15T13:00:00-06:00", "document_id": 62190, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62190.pdf", "status_text": "Referred to", "journal_page": 19, "committee_id_action": 480, "committee_id_assigned": 448, "result": "N", "vote": {}}, {"bill_id": 11610, "action_date": "2020-01-29T10:00:00-06:00", "document_id": 63680, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/63680.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 448, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11610, "action_date": "2020-02-05T10:00:00-06:00", "document_id": 65699, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65699.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 448, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11610, "action_date": "2020-02-05T10:00:00-06:00", "document_id": 65700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65700.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 448, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11610, "action_date": "2020-02-05T10:00:00-06:00", "document_id": 65700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65700.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 448, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11610, "action_date": "2020-02-05T10:00:00-06:00", "document_id": 65700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65700.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 448, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32399, "president_vote": null, "Yea": [1689, 1670, 1672, 1676, 1747, 1745, 1688, 1683, 1696, 1665, 1738, 1682], "Excused": [1666]}}, {"bill_id": 11610, "action_date": "2020-02-07T13:00:00-06:00", "document_id": 67056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67056.pdf", "status_text": "Deferred to another day", "journal_page": 232, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11610, "action_date": "2020-02-10T14:00:00-06:00", "document_id": 67155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67155.pdf", "status_text": "Motion to amend", "journal_page": 244, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11610, "action_date": "2020-02-10T14:00:00-06:00", "document_id": 67155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67155.pdf", "status_text": "Do Pass Amended", "journal_page": 246, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32713, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1654, 1670, 1710, 1668, 1751, 1665, 1699, 1672, 1656, 1743, 1680, 1740, 1681, 1744, 1736, 1728, 1702, 1676, 1682, 1662, 1748, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1747, 1655, 1667, 1722, 1737, 1675, 1679, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1701, 1666, 1725, 1674, 1688, 1727, 1683, 1664, 1709, 1660, 1653, 1696, 1692, 1661, 1762, 1697, 1755, 1691, 1712, 1687, 1734], "Nay": [1711], "Excused": [1657, 1673]}}, {"bill_id": 11610, "action_date": "2020-02-11T14:00:00-06:00", "document_id": 67319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67319.pdf", "status_text": "First read in Senate and referred to", "journal_page": 189, "committee_id_action": 447, "committee_id_assigned": 451, "result": "N", "vote": {}}, {"bill_id": 11610, "action_date": "2020-02-27T08:00:00-06:00", "document_id": 68600, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68600.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11610, "action_date": "2020-02-27T08:00:00-06:00", "document_id": 68601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68601.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33943, "president_vote": null, "Yea": [1685, 1703, 1752, 1716, 1663, 1726, 1718]}}, {"bill_id": 11610, "action_date": "2020-02-27T08:00:00-06:00", "document_id": 68601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68601.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11610, "action_date": "2020-03-02T14:00:00-06:00", "document_id": 68976, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68976.pdf", "status_text": "Do Pass", "journal_page": 386, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34108, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1703, 1749, 1726, 1718, 1752, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1652, 1705], "Excused": [1746]}}, {"bill_id": 11610, "action_date": "2020-03-02T14:00:00-06:00", "document_id": 68976, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68976.pdf", "status_text": "Do Pass Amended", "journal_page": 386, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34108, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1703, 1749, 1726, 1718, 1752, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1652, 1705], "Excused": [1746]}}, {"bill_id": 11610, "action_date": "2020-03-03T14:00:00-06:00", "document_id": 69183, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69183.pdf", "status_text": "Signed by the Speaker", "journal_page": 458, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11610, "action_date": "2020-03-04T14:00:00-06:00", "document_id": 69303, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69303.pdf", "status_text": "Signed by the President", "journal_page": 421, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11610, "action_date": "2020-03-05T14:00:00-06:00", "document_id": 69525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69525.pdf", "status_text": "Delivered to the Governor", "journal_page": 480, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11610, "action_date": "2020-03-12T10:00:00-05:00", "document_id": 69971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69971.pdf", "status_text": "Vetoed by the Governor", "journal_page": 608, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11610, "action_date": "2020-03-30T11:00:00-05:00", "document_id": 70023, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/70023.pdf", "status_text": "Veto override", "journal_page": 631, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35043, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1654, 1710, 1668, 1751, 1665, 1711, 1699, 1672, 1656, 1743, 1680, 1740, 1744, 1736, 1728, 1702, 1682, 1662, 1748, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1747, 1655, 1667, 1722, 1657, 1737, 1675, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1701, 1666, 1725, 1674, 1688, 1727, 1683, 1664, 1709, 1660, 1653, 1696, 1692, 1661, 1762, 1697, 1755, 1691, 1712, 1687, 1734], "Excused": [1670, 1681, 1676]}}, {"bill_id": 11610, "action_date": "2020-03-30T11:00:00-05:00", "document_id": 70027, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/70027.pdf", "status_text": "Veto override", "journal_page": 571, "committee_id_action": 447, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 35087, "president_vote": null, "Yea": [1685, 1741, 1764, 1707, 1693, 1659, 1658, 1742, 1663, 1721, 1724, 1715, 1651, 1703, 1749, 1726, 1718, 1713, 1750, 1716, 1730, 1652, 1705], "Nay": [1714, 1763, 1720, 1717, 1708, 1686, 1746, 1752, 1704, 1706, 1719, 1735]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11610"}