{"session_id": 48, "bill_id": 14886, "bill_type": "Senate Bill", "bill_number": 238, "bill_title": "authorize the Public Utilities Commission to regulate certain telecommunications services and to authorize the Bureau of Information and Telecommunications to assist local governmental associations.", "sponsors": [], "keywords": ["Public Utilities Commission", "Telecommunications Companies"], "audio": [], "bill_versions": [{"bill_id": 14886, "bill_version_id": 80592, "bill_version": "Introduced", "bill_version_date": "1999-02-01T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the Public Utilities Commission to regulate certain telecommunications services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The telecommunications provider of any customer may not be changed without the telephone service subscriber's authorization. The telephone service subscriber's authorization shall be evidenced either by a written authorization signed by the customer or by the use of an independent third-party verification company which complies with the provisions of section 2 of this Act, or by any other means authorized by the Public Utilities Commission. Section 2. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: If an independent third-party verification company obtains a subscriber's oral confirmation regarding a change of a designated telecommunications company for interexchange or local exchange telecommunications service, the third-party verification shall include: (1) A statement that the purpose of the call is to verify the subscriber's intent to switch to the newly requested telecommunications company. The newly requested interexchange or local telecommunications company shall be clearly identified to the subscriber. Reference to use of another telecommunications company's network or facilities, if stated, shall be secondary in nature to the prominent identification of the telecommunications company which will be providing service and setting the rates for the subscriber's service; (2) Confirmation that the person whose authorization for a telecommunications company change is being verified is the subscriber on the account or a person authorized by the subscriber to make decisions regarding the telephone account on behalf of the subscriber, whether that subscriber is an individual person or a business; (3) Verification data unique to the subscriber such as the subscriber's date of birth; and (4) The name and toll-free telephone number of the newly requested telecommunications company. The third-party verification company shall electronically record, in its entirety, the telephone call that confirms the subscriber's change of a designated telecommunications company. The electronic recording shall be retained by the third-party verification company for twelve months. Section 3. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The penalty for a nonauthorized telephone service subscriber switching or billing shall be free telephone service for all the telephone services offered by the violating telecommunications company from the date of unauthorized switching or billing by the telecommunications company for all of the telephone services subscribers in South Dakota for a period of sixty days. Section 4. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: For the purpose of this Act, the term, telephone service subscriber, means a person who contracts with a telecommunications company for telecommunications services."}, {"bill_id": 14886, "bill_version_id": 80593, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "1999-02-12T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the Public Utilities Commission to regulate certain telecommunications services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The telecommunications company of any subscriber may not be changed without the telecommunications service subscriber's authorization. The telecommunications service subscriber's authorization shall be evidenced either by a written authorization signed by the subscriber or by the use of an independent third-party verification company which complies with the provisions of sections 2 and 3 of this Act, or by any other means authorized by the commission. Products or services may not be listed on a subscriber's bill unless authorized by the subscriber. The commission may promulgate rules pursuant to chapter 1-26 concerning procedures, requirements, and standards for changing a subscriber's telecommunications company and for listing products and services on a subscriber's bill. Section 2. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: If an independent third-party verification company obtains a subscriber's oral confirmation regarding a change of a designated telecommunications company for interexchange or local exchange telecommunications service, the third-party verification shall include: (1) A statement that the purpose of the call is to verify the subscriber's intent to change to the newly requested telecommunications company. The newly requested interexchange or local telecommunications company shall be clearly identified to the subscriber. Reference to use of another telecommunications company's network or facilities, if stated, shall be secondary in nature to the prominent identification of the telecommunications company which will be providing service and setting the rates for the subscriber's service; (2) Confirmation that the person whose authorization for a telecommunications company change is being verified is the subscriber on the account or a person authorized by the subscriber to make decisions regarding the telecommunications account on behalf of the subscriber, whether that subscriber is an individual person or a business; (3) Verification data unique to the subscriber such as the subscriber's date of birth; and (4) The name and toll-free telephone number of the newly requested telecommunications company. The third-party verification company shall electronically record the telephone call that confirms the subscriber's change of a designated telecommunications company. The electronic recording shall include the complete statement of the service being changed and the subscriber's complete response. The electronic recording shall be retained by the third-party verification company for two years. Section 3. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The third-party verification company shall meet each of the following criteria: (1) Be independent of the telecommunications company that seeks to provide the subscriber's new service; (2) Not be managed, controlled, or directed or owned wholly or in part, by the telecommunications company that seeks to provide the subscriber's new service; (3) Operate from facilities physically separate from those of the telecommunications company that seeks to provide the subscriber's new service; and (4) Not derive commissions or compensation based upon the number of sales confirmed. Section 4. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: A telecommunications company selling more than one type of telecommunications service must obtain separate authorization to change a telecommunications company from the subscriber for each service sold, although the authorizations may be made within the same solicitation. Each authorization must be verified separately from any other authorizations obtained in the same solicitation. Section 5. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: A subscriber is not liable for any charges imposed by a telecommunications company that initiates a telecommunications carrier change without authorization from the subscriber or for the billing of unauthorized products or services. In addition, the telecommunications company that initiates the unauthorized change or the billing of unauthorized products or services shall pay to the subscriber one thousand dollars. Section 6. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any person who violates this Act or any rules promulgated pursuant to this Act is subject to a civil penalty to be imposed by the commission, after notice and opportunity for hearing. The commission may impose a civil fine of not more than twenty thousand dollars for each offense. In determining the amount of the penalty upon finding a violation, or the amount of the compromise settlement, the commission shall consider the appropriateness of the penalty to the size of the business of the person charged, prior offenses and compliance history, the good faith of the person charged in attempting to achieve compliance, and such other matters as justice may require. All penalties collected pursuant to this section shall be deposited in the state treasury. In addition to assessing a civil penalty for a violation of this Act, the commission may revoke or suspend a telecommunications company's certificate of authority for repeated offenses. Section 7. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: If the commission receives more than two complaints within thirty days regarding violations of section 1 of this Act, the commission may require the telecommunications company responsible for the violations to provide the commission with a complete list of its current subscribers, including the subscribers' billing addresses. The commission may contact each subscriber to determine whether any subscriber has been subject to an unauthorized change in a telecommunications company or billed for unauthorized products or services. If the commission finds, after notice and opportunity for hearing, that a telecommunications company has committed two separate violations of section 1 of this Act within one year, the commission may assess the costs of contacting subscribers to the telecommunications company. Section 8. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: If an alleged violation of this Act results in a contested case proceeding or if allowed by section 7 of this Act, the commission may assess the actual costs of the contested case proceeding or contacting subscribers to the telecommunications company. The assessment shall be limited to actual amounts expended by the commission for commission employee time, expert witnesses, court reporter fees, document and exhibit preparation, and other necessary and related expenses incurred by the commission. The telecommunications company may, within thirty days after the assessment is mailed, file written objections with the commission stating the grounds upon which it claims that the assessment is not reasonable. The commission shall within thirty days of receiving such objections hold a hearing and issue an order in accordance with its findings as to the proper amount to be assessed to the telecommunications company. The order may be appealed pursuant to chapter 1-26. Section 9. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: For the purpose of this Act, the term, subscriber, means any person who contracts with a telecommunications company for telecommunications services. Section 10. That § 37-30A-9 be repealed. 37-30A-9. Notwithstanding the provisions of § 37-30A-8, no person may change the designated telecommunications company as defined in § 49-31-1(9) which is providing service to a consumer without the written confirmation in the form of a letter of agency from that consumer or confirmation by a third-party verification company. The third-party verification company shall meet each of the following criteria: (1) Be independent of the telecommunications company that seeks to provide the consumer's new service; (2) Not be directly managed, controlled, or directed, or owned wholly or in part, by the telecommunications company that seeks to provide the consumer's new service; (3) Operate from facilities physically separate from those of the telecommunications company that seeks to provide the consumer's new service; and (4) Not derive commissions or compensation based upon the number of sales confirmed. The telecommunications company that seeks to provide the consumer's new service shall connect the consumer by telephone to the third-party verification company or shall arrange for the third-party verification company to call the consumer to confirm the change. The third-party verification company shall obtain the consumer's oral confirmation regarding the change and shall record that confirmation. The record shall include the information requested by the third-party verification company and the consumer's responses. The third-party verification company shall retain that record for twelve months. The record shall be available to the Public Utilities Commission and to the consumer at no cost. No information obtained from the consumer may be used for marketing purposes. If the telecommunications company or a third-party verification company acting on its behalf fails to comply with these third-party verification provisions, the Public Utilities Commission may revoke the telecommunication company's certificate of authority and may impose a civil fine of not less than two hundred dollars nor more than one thousand dollars for each offense. It is a violation of § § 37-30A-1 to 37-30A-17 for any person to make such an unauthorized change. BILL HISTORY 2/1/99 First read in Senate and referred to State Affairs. S.J. 278 2/8/99 Scheduled for Committee hearing on this date. 2/8/99 Scheduled for Committee hearing on this date. 2/12/99 State Affairs Hog Housed. 2/12/99 Scheduled for Committee hearing on this date. 2/12/99 State Affairs Do Pass Amended, Passed, AYES 7, NAYS 0. S.J. 469"}, {"bill_id": 14886, "bill_version_id": 80591, "bill_version": "House State Affairs Engrossed", "bill_version_date": "1999-02-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the Public Utilities Commission to regulate certain telecommunications services and to authorize the Bureau of Information and Telecommunications to assist local governmental associations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The telecommunications company of any subscriber may not be changed without the telecommunications service subscriber's authorization. The telecommunications service subscriber's authorization shall be evidenced either by a written authorization signed by the subscriber or by the use of an independent third-party verification company which complies with the provisions of sections 2 and 3 of this Act, or by any other means authorized by the commission. Products or services may not be listed on a subscriber's bill unless authorized by the subscriber. The commission may promulgate rules pursuant to chapter 1-26 concerning procedures, requirements, and standards for changing a subscriber's telecommunications company and for listing products and services on a subscriber's bill. Section 2. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: If an independent third-party verification company obtains a subscriber's oral confirmation regarding a change of a designated telecommunications company for interexchange or local exchange telecommunications service, the third-party verification shall include: (1) A statement that the purpose of the call is to verify the subscriber's intent to change to the newly requested telecommunications company. The newly requested interexchange or local telecommunications company shall be clearly identified to the subscriber. Reference to use of another telecommunications company's network or facilities, if stated, shall be secondary in nature to the prominent identification of the telecommunications company which will be providing service and setting the rates for the subscriber's service; (2) Confirmation that the person whose authorization for a telecommunications company change is being verified is the subscriber on the account or a person authorized by the subscriber to make decisions regarding the telecommunications account on behalf of the subscriber, whether that subscriber is an individual person or a business; (3) Verification data unique to the subscriber such as the subscriber's date of birth; and (4) The name and toll-free telephone number of the newly requested telecommunications company. The third-party verification company shall electronically record the telephone call that confirms the subscriber's change of a designated telecommunications company. The electronic recording shall include the complete statement of the service being changed and the subscriber's complete response. The electronic recording shall be retained by the third-party verification company for two years. Section 3. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The third-party verification company shall meet each of the following criteria: (1) Be independent of the telecommunications company that seeks to provide the subscriber's new service; (2) Not be managed, controlled, or directed or owned wholly or in part, by the telecommunications company that seeks to provide the subscriber's new service; (3) Operate from facilities physically separate from those of the telecommunications company that seeks to provide the subscriber's new service; and (4) Not derive commissions or compensation based upon the number of sales confirmed. Section 4. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: A telecommunications company selling more than one type of telecommunications service must obtain separate authorization to change a telecommunications company from the subscriber for each service sold, although the authorizations may be made within the same solicitation. At a minimum, separate authorizations must be obtained for local exchange service, intraLATA toll service, and interLATA toll service. Each authorization must be verified separately from any other authorizations obtained in the same solicitation. Section 5. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: A subscriber is not liable for any charges imposed by a telecommunications company that initiates a telecommunications carrier change without authorization from the subscriber or for the billing of unauthorized products or services. In addition, the telecommunications company that initiates the unauthorized change or the billing of unauthorized products or services shall pay to the subscriber one thousand dollars. Section 6. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any person who violates this Act or any rules promulgated pursuant to this Act is subject to a civil penalty to be imposed by the commission, after notice and opportunity for hearing. The commission may impose a civil fine of not more than twenty thousand dollars for each offense. In determining the amount of the penalty upon finding a violation, or the amount of the compromise settlement, the commission shall consider the appropriateness of the penalty to the size of the business of the person charged, prior offenses and compliance history, the good faith of the person charged in attempting to achieve compliance, and such other matters as justice may require. All penalties collected pursuant to this section shall be deposited in the state treasury. In addition to assessing a civil penalty for a violation of this Act, the commission may revoke or suspend a telecommunications company's certificate of authority for repeated offenses. Section 7. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: If the commission receives more than two complaints within thirty days regarding violations of section 1 of this Act, the commission may require the telecommunications company responsible for the violations to provide the commission with a complete list of its current subscribers, including the subscribers' billing addresses. The list may be filed as confidential consistent with the commission's rules. The commission may contact each subscriber to determine whether any subscriber has been subject to an unauthorized change in a telecommunications company or billed for unauthorized products or services. If the commission finds, after notice and opportunity for hearing, that a telecommunications company has committed two separate violations of section 1 of this Act within one year, the commission may assess the costs of contacting subscribers to the telecommunications company. Section 8. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: If the commission finds the company has committed a violation of this Act after holding a contested case proceeding or if allowed by section 7 of this Act, the commission may assess the actual costs of the contested case proceeding or contacting subscribers to the telecommunications company. The assessment shall be limited to actual amounts expended by the commission for commission employee time, expert witnesses, court reporter fees, document and exhibit preparation, and other necessary and related expenses incurred by the commission. The telecommunications company may, within thirty days after the assessment is mailed, file written objections with the commission stating the grounds upon which it claims that the assessment is not reasonable. The commission shall within thirty days of receiving such objections hold a hearing and issue an order in accordance with its findings as to the proper amount to be assessed to the telecommunications company. The order may be appealed pursuant to chapter 1-26. Section 9. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: For the purpose of this Act, the term, subscriber, means any person who contracts with a telecommunications company for telecommunications services. Section 10. That § 37-30A-9 be repealed. 37-30A-9. Notwithstanding the provisions of § 37-30A-8, no person may change the designated telecommunications company as defined in § 49-31-1(9) which is providing service to a consumer without the written confirmation in the form of a letter of agency from that consumer or confirmation by a third-party verification company. The third-party verification company shall meet each of the following criteria: (1) Be independent of the telecommunications company that seeks to provide the consumer's new service; (2) Not be directly managed, controlled, or directed, or owned wholly or in part, by the telecommunications company that seeks to provide the consumer's new service; (3) Operate from facilities physically separate from those of the telecommunications company that seeks to provide the consumer's new service; and (4) Not derive commissions or compensation based upon the number of sales confirmed. The telecommunications company that seeks to provide the consumer's new service shall connect the consumer by telephone to the third-party verification company or shall arrange for the third-party verification company to call the consumer to confirm the change. The third-party verification company shall obtain the consumer's oral confirmation regarding the change and shall record that confirmation. The record shall include the information requested by the third-party verification company and the consumer's responses. The third-party verification company shall retain that record for twelve months. The record shall be available to the Public Utilities Commission and to the consumer at no cost. No information obtained from the consumer may be used for marketing purposes. If the telecommunications company or a third-party verification company acting on its behalf fails to comply with these third-party verification provisions, the Public Utilities Commission may revoke the telecommunication company's certificate of authority and may impose a civil fine of not less than two hundred dollars nor more than one thousand dollars for each offense. It is a violation of § § 37-30A-1 to 37-30A-17 for any person to make such an unauthorized change. Section 11. That § 1-33-43 be amended to read as follows: 1-33-43. The Bureau of Information and Telecommunications shall perform functions to include, but not be limited to: (1) Providing technical and management assistance to state agencies and institutions as to systems or methods to be used to meet information and communication requirements efficiently and effectively; (2) Developing and proposing operational technical standards for the state information systems which will ensure the interconnection of computer networks and information of state agencies; (3) Purchasing from, or contracting with, suppliers and communications common carriers for communications facilities or services; (4) Cooperating with any federal, state, or local emergency management agency in providing for emergency communication and information services; (5) Providing, where deemed feasible, a means whereby local governmental agencies and local government associations may utilize the state communication and information systems and service; and (6) In cooperation with the appropriate state agencies, plan, design, and conduct experiments in information services, equipment, and technology, and to implement enhancements in the state information system. BILL HISTORY 2/1/99 First read in Senate and referred to State Affairs. S.J. 278 2/8/99 Scheduled for Committee hearing on this date. 2/8/99 Scheduled for Committee hearing on this date. 2/12/99 State Affairs Hog Housed. 2/12/99 Scheduled for Committee hearing on this date. 2/12/99 State Affairs Do Pass Amended, Passed, AYES 7, NAYS 0. S.J. 469 2/17/99 Senate Do Pass Amended, Passed, AYES 34, NAYS 0. S.J. 529 2/18/99 First read in House and referred to State Affairs. H.J. 614 2/24/99 Scheduled for Committee hearing on this date. 2/26/99 Scheduled for Committee hearing on this date. 2/26/99 State Affairs Do Pass Amended, Passed, AYES 11, NAYS 1. H.J. 806"}, {"bill_id": 14886, "bill_version_id": 80590, "bill_version": "House Engrossed", "bill_version_date": "1999-03-02T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the Public Utilities Commission to regulate certain telecommunications services and to authorize the Bureau of Information and Telecommunications to assist local governmental associations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The telecommunications company of any subscriber may not be changed without the telecommunications service subscriber's authorization. The telecommunications service subscriber's authorization shall be evidenced either by a written authorization signed by the subscriber or by the use of an independent third-party verification company which complies with the provisions of sections 2 and 3 of this Act, or by any other means authorized by the commission. Products or services may not be listed on a subscriber's bill unless authorized by the subscriber. The commission may promulgate rules pursuant to chapter 1-26 concerning procedures, requirements, and standards for changing a subscriber's telecommunications company and for listing products and services on a subscriber's bill. Section 2. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: If an independent third-party verification company obtains a subscriber's oral confirmation regarding a change of a designated telecommunications company for interexchange or local exchange telecommunications service, the third-party verification shall include: (1) A statement that the purpose of the call is to verify the subscriber's intent to change to the newly requested telecommunications company. The newly requested interexchange or local telecommunications company shall be clearly identified to the subscriber. Reference to use of another telecommunications company's network or facilities, if stated, shall be secondary in nature to the prominent identification of the telecommunications company which will be providing service and setting the rates for the subscriber's service; (2) Confirmation that the person whose authorization for a telecommunications company change is being verified is the subscriber on the account or a person authorized by the subscriber to make decisions regarding the telecommunications account on behalf of the subscriber, whether that subscriber is an individual person or a business; (3) Verification data unique to the subscriber such as the subscriber's date of birth; and (4) The name and toll-free telephone number of the newly requested telecommunications company. The third-party verification company shall electronically record the telephone call that confirms the subscriber's change of a designated telecommunications company. The electronic recording shall include the complete statement of the service being changed and the subscriber's complete response. The electronic recording shall be retained by the third-party verification company for two years. Section 3. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The third-party verification company shall meet each of the following criteria: (1) Be independent of the telecommunications company that seeks to provide the subscriber's new service; (2) Not be managed, controlled, or directed or owned wholly or in part, by the telecommunications company that seeks to provide the subscriber's new service; (3) Operate from facilities physically separate from those of the telecommunications company that seeks to provide the subscriber's new service; and (4) Not derive commissions or compensation based upon the number of sales confirmed. Section 4. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: A telecommunications company selling more than one type of telecommunications service must obtain separate authorization to change a telecommunications company from the subscriber for each service sold, although the authorizations may be made within the same solicitation. At a minimum, separate authorizations must be obtained for local exchange service, intraLATA toll service, and interLATA toll service. Each authorization must be verified separately from any other authorizations obtained in the same solicitation. Section 5. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: A subscriber is not liable for any charges imposed by a telecommunications company that initiates a telecommunications carrier change without authorization from the subscriber or for the billing of unauthorized products or services. In addition, the telecommunications company that initiates the unauthorized change or the billing of unauthorized products or services shall pay to the subscriber one thousand dollars. Section 6. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any person who violates this Act or any rules promulgated pursuant to this Act is subject to a civil penalty to be imposed by the commission, after notice and opportunity for hearing. The commission may impose a civil fine of not more than twenty thousand dollars for each offense. In determining the amount of the penalty upon finding a violation, or the amount of the compromise settlement, the commission shall consider the appropriateness of the penalty to the size of the business of the person charged, prior offenses and compliance history, the good faith of the person charged in attempting to achieve compliance, and such other matters as justice may require. All penalties collected pursuant to this section shall be deposited in the state treasury. In addition to assessing a civil penalty for a violation of this Act, the commission may revoke or suspend a telecommunications company's certificate of authority for repeated offenses. Section 7. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: If the commission receives more than two complaints within thirty days regarding violations of section 1 of this Act, the commission may require the telecommunications company responsible for the violations to provide the commission with a complete list of its current subscribers, including the subscribers' billing addresses. The list may be filed as confidential consistent with the commission's rules. The commission may contact each subscriber to determine whether any subscriber has been subject to an unauthorized change in a telecommunications company or billed for unauthorized products or services. If the commission finds, after notice and opportunity for hearing, that a telecommunications company has committed two separate violations of section 1 of this Act within one year, the commission may assess the costs of contacting subscribers to the telecommunications company. Section 8. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: If the commission finds the company has committed a violation of this Act after holding a contested case proceeding or if allowed by section 7 of this Act, the commission may assess the actual costs of the contested case proceeding or contacting subscribers to the telecommunications company. The assessment shall be limited to actual amounts expended by the commission for commission employee time, expert witnesses, court reporter fees, document and exhibit preparation, and other necessary and related expenses incurred by the commission. The telecommunications company may, within thirty days after the assessment is mailed, file written objections with the commission stating the grounds upon which it claims that the assessment is not reasonable. The commission shall within thirty days of receiving such objections hold a hearing and issue an order in accordance with its findings as to the proper amount to be assessed to the telecommunications company. The order may be appealed pursuant to chapter 1-26. Section 9. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: For the purpose of this Act, the term, subscriber, means any person who contracts with a telecommunications company for telecommunications services. Section 10. That § 37-30A-9 be repealed. 37-30A-9. Notwithstanding the provisions of § 37-30A-8, no person may change the designated telecommunications company as defined in § 49-31-1(9) which is providing service to a consumer without the written confirmation in the form of a letter of agency from that consumer or confirmation by a third-party verification company. The third-party verification company shall meet each of the following criteria: (1) Be independent of the telecommunications company that seeks to provide the consumer's new service; (2) Not be directly managed, controlled, or directed, or owned wholly or in part, by the telecommunications company that seeks to provide the consumer's new service; (3) Operate from facilities physically separate from those of the telecommunications company that seeks to provide the consumer's new service; and (4) Not derive commissions or compensation based upon the number of sales confirmed. The telecommunications company that seeks to provide the consumer's new service shall connect the consumer by telephone to the third-party verification company or shall arrange for the third-party verification company to call the consumer to confirm the change. The third-party verification company shall obtain the consumer's oral confirmation regarding the change and shall record that confirmation. The record shall include the information requested by the third-party verification company and the consumer's responses. The third-party verification company shall retain that record for twelve months. The record shall be available to the Public Utilities Commission and to the consumer at no cost. No information obtained from the consumer may be used for marketing purposes. If the telecommunications company or a third-party verification company acting on its behalf fails to comply with these third-party verification provisions, the Public Utilities Commission may revoke the telecommunication company's certificate of authority and may impose a civil fine of not less than two hundred dollars nor more than one thousand dollars for each offense. It is a violation of § § 37-30A-1 to 37-30A-17 for any person to make such an unauthorized change. Section 11. That § 1-33-43 be amended to read as follows: 1-33-43. The Bureau of Information and Telecommunications shall perform functions to include, but not be limited to: (1) Providing technical and management assistance to state agencies and institutions as to systems or methods to be used to meet information and communication requirements efficiently and effectively; (2) Developing and proposing operational technical standards for the state information systems which will ensure the interconnection of computer networks and information of state agencies; (3) Purchasing from, or contracting with, suppliers and communications common carriers for communications facilities or services; (4) Cooperating with any federal, state, or local emergency management agency in providing for emergency communication and information services; (5) Providing, where deemed feasible, a means whereby local governmental agencies , the association authorized by § 13-8-10.1, and the school administrators of South Dakota may utilize the state communication and information systems and service; and (6) In cooperation with the appropriate state agencies, plan, design, and conduct experiments in information services, equipment, and technology, and to implement enhancements in the state information system. BILL HISTORY 2/1/99 First read in Senate and referred to State Affairs. S.J. 278 2/8/99 Scheduled for Committee hearing on this date. 2/8/99 Scheduled for Committee hearing on this date. 2/12/99 State Affairs Hog Housed. 2/12/99 Scheduled for Committee hearing on this date. 2/12/99 State Affairs Do Pass Amended, Passed, AYES 7, NAYS 0. S.J. 469 2/17/99 Senate Do Pass Amended, Passed, AYES 34, NAYS 0. S.J. 529 2/18/99 First read in House and referred to State Affairs. H.J. 614 2/24/99 Scheduled for Committee hearing on this date. 2/26/99 Scheduled for Committee hearing on this date. 2/26/99 State Affairs Do Pass Amended, Passed, AYES 11, NAYS 1. H.J. 806 3/2/99 Motion to Amend, Passed. H.J. 855 3/2/99 House of Representatives Do Pass Amended, Passed, AYES 67, NAYS 2. H.J. 856"}, {"bill_id": 14886, "bill_version_id": 80589, "bill_version": "Enrolled", "bill_version_date": "1999-03-03T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14886, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82147, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82147.pdf", "status_text": "First read in Senate and referred to", "journal_page": 278, "committee_id_action": 629, "committee_id_assigned": 611, "result": "N", "vote": {}}, {"bill_id": 14886, "action_date": "1999-02-08T07:45:00-06:00", "document_id": 82086, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82086.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14886, "action_date": "1999-02-08T19:30:00-06:00", "document_id": 82087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82087.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14886, "action_date": "1999-02-12T00:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14886, "action_date": "1999-02-12T07:45:00-06:00", "document_id": 82089, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82089.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14886, "action_date": "1999-02-12T07:45:00-06:00", "document_id": 82089, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82089.pdf", "status_text": "Do Pass Amended,", "journal_page": 469, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41405, "president_vote": null, "Yea": [2224, 2270, 2246, 2230, 2299, 2283, 2241], "Excused": [2259, 2292]}}, {"bill_id": 14886, "action_date": "1999-02-17T14:00:00-06:00", "document_id": 82156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82156.pdf", "status_text": "Do Pass Amended,", "journal_page": 529, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41668, "president_vote": null, "Yea": [2199, 2201, 2202, 2205, 2206, 2215, 2217, 2221, 2225, 2226, 2230, 2234, 2235, 2239, 2241, 2242, 2246, 2251, 2252, 2258, 2259, 2263, 2269, 2270, 2274, 2275, 2280, 2283, 2285, 2289, 2292, 2293, 2294, 2299], "Excused": [2224]}}, {"bill_id": 14886, "action_date": "1999-02-18T14:00:00-06:00", "document_id": 81762, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81762.pdf", "status_text": "First read in House and referred to", "journal_page": 614, "committee_id_action": 628, "committee_id_assigned": 623, "result": "N", "vote": {}}, {"bill_id": 14886, "action_date": "1999-02-24T10:00:00-06:00", "document_id": 81969, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81969.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14886, "action_date": "1999-02-26T10:00:00-06:00", "document_id": 81970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81970.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14886, "action_date": "1999-02-26T10:00:00-06:00", "document_id": 81970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81970.pdf", "status_text": "Do Pass Amended,", "journal_page": 806, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42134, "president_vote": null, "Nay": [2208], "Excused": [2228], "Yea": [2232, 2240, 2245, 2247, 2254, 2257, 2262, 2282, 2287, 2266, 2214]}}, {"bill_id": 14886, "action_date": "1999-02-26T10:00:00-06:00", "document_id": 81970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81970.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14886, "action_date": "1999-03-02T14:00:00-06:00", "document_id": 81765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81765.pdf", "status_text": "Motion to Amend,", "journal_page": 855, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14886, "action_date": "1999-03-02T14:00:00-06:00", "document_id": 81765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81765.pdf", "status_text": "Do Pass Amended,", "journal_page": 856, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43622, "president_vote": null, "Yea": [2200, 2203, 2204, 2207, 2208, 2209, 2210, 2211, 2212, 2214, 2216, 2218, 2219, 2220, 2222, 2223, 2227, 2229, 2231, 2232, 2236, 2237, 2238, 2240, 2243, 2244, 2247, 2248, 2249, 2250, 2253, 2254, 2255, 2256, 2257, 2260, 2261, 2262, 2264, 2265, 2266, 2267, 2268, 2271, 2272, 2273, 2276, 2277, 2278, 2279, 2281, 2282, 2284, 2286, 2287, 2288, 2290, 2291, 2295, 2296, 2297, 2298, 2300, 2301, 2302, 2303, 2245], "Nay": [2213, 2228], "Excused": [2233]}}, {"bill_id": 14886, "action_date": "1999-03-04T14:00:00-06:00", "document_id": 81781, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81781.pdf", "status_text": "Signed by President", "journal_page": 785, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14886, "action_date": "1999-03-04T14:00:00-06:00", "document_id": 81781, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81781.pdf", "status_text": "Delivered to the Governor", "journal_page": 786, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14886, "action_date": "1999-03-04T14:00:00-06:00", "document_id": 81766, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81766.pdf", "status_text": "Signed by Speaker", "journal_page": 928, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14886, "action_date": "1999-03-08T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1421}