{"session_id": 21, "bill_id": 6421, "bill_type": "House Bill", "bill_number": 1113, "bill_title": "repeal and revise certain motor vehicle and boat damage and salvage disclosure requirements.", "sponsors": [{"legislator_profile_id": 890, "is_prime": true}, {"legislator_profile_id": 954, "is_prime": true}, {"legislator_profile_id": 952, "is_prime": false}, {"legislator_profile_id": 854, "is_prime": false}, {"legislator_profile_id": 923, "is_prime": false}, {"legislator_profile_id": 875, "is_prime": false}, {"legislator_profile_id": 857, "is_prime": false}, {"legislator_profile_id": 858, "is_prime": false}, {"legislator_profile_id": 859, "is_prime": false}, {"legislator_profile_id": 924, "is_prime": false}, {"legislator_profile_id": 947, "is_prime": false}, {"legislator_profile_id": 896, "is_prime": false}, {"legislator_profile_id": 879, "is_prime": false}, {"legislator_profile_id": 895, "is_prime": false}, {"legislator_profile_id": 953, "is_prime": false}, {"legislator_profile_id": 906, "is_prime": false}, {"legislator_profile_id": 862, "is_prime": false}, {"legislator_profile_id": 916, "is_prime": false}, {"legislator_profile_id": 944, "is_prime": false}, {"legislator_profile_id": 864, "is_prime": false}, {"legislator_profile_id": 912, "is_prime": false}, {"legislator_profile_id": 949, "is_prime": false}, {"legislator_profile_id": 934, "is_prime": false}], "keywords": ["Motor Vehicles"], "audio": [{"meeting_datetime": "2015-02-05T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/htr16.mp3", "start_seconds": 171.0}, {"meeting_datetime": "2015-02-05T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/htr16.mp3", "start_seconds": 171.0}, {"meeting_datetime": "2015-02-05T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/htr16.mp3", "start_seconds": 171.0}, {"meeting_datetime": "2015-02-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou18.mp3", "start_seconds": 2425.0}, {"meeting_datetime": "2015-02-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou18.mp3", "start_seconds": 2425.0}, {"meeting_datetime": "2015-02-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou18.mp3", "start_seconds": 2425.0}, {"meeting_datetime": "2015-02-20T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/str25.mp3", "start_seconds": 310.0}, {"meeting_datetime": "2015-02-20T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/str25.mp3", "start_seconds": 310.0}, {"meeting_datetime": "2015-02-20T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/str25.mp3", "start_seconds": 310.0}, {"meeting_datetime": "2015-02-20T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/str25.mp3", "start_seconds": 310.0}], "bill_versions": [{"bill_id": 6421, "bill_version_id": 33750, "bill_version": "Introduced", "bill_version_date": "2015-01-27T09:12:38.65-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal and revise certain motor vehicle and boat damage and salvage disclosure requirements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-3-51.5 be amended to read as follows: 32-3-51.5. Any motor vehicle, trailer, or semitrailer whose title has been marked by another state or jurisdiction, shall receive a title, which shall contain the similar damage disclosure information as set forth in §§ 32-3-51.7 and 32-3-51.8. However, if the title has been branded as salvage or with any other similar brand by another state or jurisdiction the applicant shall receive a salvage title or, at the option of the owner, a junking certificate. Section 2. That § 32-3-51.7 be repealed. 32-3-51.7. Each certificate of title issued by the department shall contain the following phrase: South Dakota state law requires the disclosure of damage on motor vehicles. This information is available upon written request from the Department of Revenue, Division of Motor Vehicles. Each certificate of title shall also contain on its front a statement as to whether previous damage disclosure statements indicate the motor vehicle had been damaged at one time in excess of five thousand dollars as provided by § 32-3-51.8. Section 3. That § 32-3-51.8 be repealed. 32-3-51.8. Upon the sale, transfer, trade-in, or titling of a motor vehicle, the seller, transferor, trader, or person wishing to title in South Dakota shall submit an accurately completed damage disclosure statement. The completed damage disclosure statement may be on the back of the certificate of title or on a separate document that has been approved for use by the department. Except as otherwise provided by this section, no certificate of title may be issued by the department unless the damage disclosure statement accompanies the application. It is a Class 1 misdemeanor to intentionally falsify any information on the damage disclosure statement. No person or dealer is liable to a subsequent owner of a vehicle because a prior owner of the vehicle failed to disclose that the vehicle had previously been damaged and repaired. This section does not apply to any motor vehicle more than six model years old or with a gross vehicle weight rating of more than sixteen thousand pounds and does not apply if a rebuilt title or junking certificate is sought. This section applies to all other motor vehicles, but only damage in excess of five thousand dollars shall be disclosed in the statement. If the motor vehicle has incurred damages more than once, only those damages that occurred at one time are considered in determining whether the damages exceeded five thousand dollars. Section 4. That § 32-3-51.9 be repealed. 32-3-51.9. For the purposes of the damage disclosure statement provided by § 32-3-51.8, the term, damage, is damage to the motor vehicle caused by fire, vandalism, collision, weather, submersion in water, or flood, and does not include normal wear and tear, glass damage, mechanical repairs, or electrical repairs that have not been caused by fire, vandalism, collision, weather, submersion in water, or flood. Section 5. That § 32-3-51.10 be repealed. 32-3-51.10. For the purposes of § 32-3-51.8, a \"motor vehicle\" is an automobile, motor truck, truck tractor, semi-tractor, or motor home. Section 6. That § 32-3-51.14 be repealed. 32-3-51.14. The department shall prescribe, pursuant to chapter 1-26, the format for the damage disclosure statement provided by § 32-3-51.8. An area for a damage disclosure statement shall appear on the back of each certificate of title issued by the department. The department may also approve separate documents on which a damage disclosure statement may be submitted. The damage disclosure statement form shall indicate whether the motor vehicle has been damaged such that it cost more than five thousand dollars to repair to its predamaged condition and any other damage information the department deems appropriate. If a separate document from the certificate of title contains the damage disclosure statement, the document shall also require the following information: year, make, model, and vehicle identification number of the motor vehicle. Section 7. That § 32-3-51.15 be repealed. 32-3-51.15. The dollar amount of damage to a motor vehicle required to be disclosed pursuant to § 32-3-51.8 shall include the costs necessary to return the damaged motor vehicle to its predamaged condition. Such costs include parts, labor, paint, and frame work done on the damaged motor vehicle. If the retail value of labor has not been determined by a purchase in the ordinary course of business (for example, the labor is performed by the owner of the vehicle), the retail value of the labor is presumed to be the product of the repair time, as provided in a generally accepted autobody repair flat rate manual, multiplied by thirty-five dollars. Section 8. That § 32-3-51.18 be amended to read as follows: 32-3-51.18. Any vehicle that is required to be titled pursuant to this chapter and is sold or offered for sale by a vehicle dealer or a used vehicle dealer as defined in § 32-6B-1 shall display a sticker, decal, or notice that discloses damage to the vehicle in accordance with the provisions of §§ 32-3-51.7, 32-3-51.8, 32-3-51.14, and 32-3-51.15, as determined by the department in rules promulgated pursuant to chapter 1-26. A vehicle more than six model years old is not exempt from the provisions of this section for which the current title denotes a salvage brand or similar brand denoting damage to that vehicle. The rules shall also department shall promulgate rules pursuant to chapter 1-26 to prescribe the format and construction of the sticker, decal, or notice. If the dealer fails to comply with this section, the purchaser of the motor vehicle may return the motor vehicle to the dealer within ten days after receiving the title, and the dealer shall make a full refund to the purchaser. Section 9. That § 32-3-51.19 be amended to read as follows: 32-3-51.19. For purposes of §§ 32-3-51.5, 32-3-51.9, 32-3-51.19, 32-3-51.20, and 32-3-51.21, the term, salvage vehicle, means any motor vehicle as defined in § 32-3-51.10 that an insurer or self insurer determines a total loss due to theft or to damage caused by fire, vandalism, collision, weather, submersion in water, or flood. This section does not apply to any motor vehicle more than six ten model years old or with a gross vehicle weight rating of more than sixteen thousand pounds. Section 10. That § 32-3-51.21 be amended to read as follows: 32-3-51.21. If an insurer or self insurer declares a vehicle to be a total loss but does not acquire ownership of the vehicle, the owner shall obtain a salvage title for the vehicle. The insurer or self insurer shall, in writing, notify the owner of the obligation to obtain a salvage title before the owner sells or transfers the title. If the owner sells or transfers the ownership of the vehicle without first obtaining a salvage title, the owner is guilty of a Class 1 misdemeanor. This section does not apply to any motor vehicle more than six ten model years old or with a gross vehicle weight rating of more than sixteen thousand pounds. Section 11. That § 32-3-51.22 be amended to read as follows: 32-3-51.22. If a stolen vehicle is recovered, the insurer or self insurer shall, within thirty days of recovery, inspect the vehicle and apply for a title as follows: (1) If the vehicle has no damage or the damage is less than that defined in § 32-3-51.8 § 32-3-51.19, surrender the existing salvage title to the department. The department shall promptly issue a title marked as a recovered theft with no damage disclosure salvage notation pursuant to § 32-3-51.8; or (2) If the vehicle has damage equal to or greater than that defined in § 32-3-51.8, surrender the existing salvage title to the department. The department shall promptly issue a title marked as a recovered theft with the damage disclosure notation pursuant to § 32-3-51.8. However, if the condition of the vehicle is such that it would have been determined a salvage vehicle as defined in § 32-3-51.19 due to the damage to the vehicle, the salvage title is retained and the insurer or self insurer is not required to apply for a title pursuant to this section. Section 12. That § 32-3A-38 be amended to read as follows: 32-3A-38. The department may upon written request and receipt of a five dollar fee furnish a person a certified abstract of the title history which shall include any damage disclosure statement of any boat registered under the provisions of this chapter. The abstract may include all documents filed with the department to establish the title history of the boat. The fee shall be deposited in the state motor vehicle fund. Governmental entities and their subdivisions are exempt from this fee requirement. Section 13. That § 32-3A-38.1 be repealed. 32-3A-38.1. Upon the sale, assignment, or transfer of a large boat, or if registering a large boat in South Dakota which is titled in another state or jurisdiction, the seller, assignor, or transferor, or person wishing to register in South Dakota a large boat which is titled in another state or jurisdiction shall submit an accurately completed damage disclosure statement when applying for a certificate of title pursuant to § 32-3A-20. The completed damage disclosure statement may be on the back of the certificate of title or on a separate document that has been approved for use by the department. No certificate of title may be issued by the department unless the damage disclosure statement accompanies the application. It is a Class 1 misdemeanor to intentionally falsify any information on the damage disclosure statement. No person is liable to a subsequent owner of a large boat because a prior owner of the large boat failed to disclose that the large boat had previously been damaged and repaired. This section applies to any large boat with damage in excess of five thousand dollars and is six years old or less. If the large boat has incurred damages more than once, only those damages which occurred at one time would be considered in determining whether the damages exceeded five thousand dollars. Section 14. That § 32-3A-38.2 be repealed. 32-3A-38.2. For the purposes of the damage disclosure statement provided by § 32-3A-38.1, the term, damage, means damage to the large boat caused by fire, vandalism, collision, weather, submersion in water, or flood, and does not include normal wear and tear, glass damage, mechanical repairs, or electrical repairs that have not been caused by fire, vandalism, collision, weather, submersion in water, or flood. Section 15. That § 32-3A-38.3 be amended to read as follows: 32-3A-38.3. The department shall retain each damage disclosure statement received. The statement shall become part of the title history available to the public pursuant to § 32-3A-38. Section 16. That § 32-3A-38.4 be repealed. 32-3A-38.4. The department shall promulgate rules, pursuant to chapter 1-26, to prescribe the format for the damage disclosure statement provided by § 32-3A-38.1. An area for a damage disclosure statement shall appear on the back of each certificate of title issued by the department. The department may also approve separate documents on which a damage disclosure statement may be submitted. The damage disclosure statement form shall indicate whether the large boat has been damaged such that it cost more than five thousand dollars to repair to its predamaged condition and any other damage information the department deems appropriate. If a separate document from the certificate of title contains the damage disclosure statement, the document shall also require the following information: year, make, model, and hull identification number of the large boat. Section 17. That § 32-3A-38.5 be repealed. 32-3A-38.5. The dollar amount of damage to a large boat required to be disclosed pursuant to § 32-3A-38.1 shall include the costs necessary to return the damaged large boat to its predamaged condition. Such costs include parts, labor, paint, and hull work done on the damaged large boat. Section 18. That § 32-3A-38.6 be amended to read as follows: 32-3A-38.6. Any large boat that is required to be titled pursuant to this chapter and is sold or offered for sale by a boat dealer as defined in § 32-3A-2 shall display a sticker, decal, or notice that discloses previous damage to the large boat in accordance with the provisions of §§ 32-3A-38.1 to 32-3A-38.7, as determined by the department in rules promulgated pursuant to chapter 1-26. A large boat more than six model years old is not exempt from the provisions of this section. The rules shall also prescribe the format and construction of the sticker, decal, or notice. Section 19. That § 32-3A-38.7 be repealed. 32-3A-38.7. Each certificate of title issued by the department shall contain the following phrase: South Dakota state law requires the disclosure of damage on large boats. This information is available upon written request from the Department of Revenue. Each certificate of title shall also contain on its front a statement as to whether previous damage disclosure statements indicate the large boat had been damaged at one time in excess of five thousand dollars. Section 20. That § 32-6B-3.2 be amended to read as follows: 32-6B-3.2. Before a South Dakota titled vehicle may be sold by a consignee or at a public auction pursuant to § 32-6B-3, the consignee or auctioneer shall have in possession an odometer reading certified by the owner of the motor vehicle, a damage disclosure statement signed by the owner of the motor vehicle, and a South Dakota title for the motor vehicle. A violation of this section is a Class 2 misdemeanor. Section 21. That § 32-6B-36 be amended to read as follows: 32-6B-36. Any auction agency operating under the provisions of this chapter may accept for sale at its option vehicles which are owned by vehicle dealers regularly licensed in either this or some other state, or by the following entities if the vehicle is owned and titled by the entity and acquired incident to its regular business: (1) Any regulated lender as defined in § 54-3-14 or any financing institution licensed pursuant to chapter 54-4; (2) Any financial institution chartered or licensed in any other jurisdiction. However, such entity is not required to have a title in its name if the entity provides a title in the name of the customer, a damage disclosure statement as required pursuant to § 32-3-51.8, and documentation as required by the department to substantiate a repossession transaction; or (3) Any insurance company authorized to do business in either this state or some other state. An auction agency may also accept from any manufacturer any vehicle that is owned by the manufacturer and that has a manufacturer's certificate of origin or a valid title. Any vehicle with a manufacturer's certificate of origin sold for a manufacturer may only be offered to the manufacturer's franchised dealers with the same line vehicle make. Any vehicle dealer, regularly licensed by this or some other state, may purchase any vehicle from an auction agency, except as otherwise prohibited by this section. Any auction agency that accepts for sale any vehicle not authorized by this section is guilty of a Class 1 misdemeanor. Section 22. That ARSD 61:24:03:05 be amended to read as follows: 61:24:03:05. Contents of consignment contract. The contract required by SDCL chapters 32-6B and 32-7B must contain, at a minimum, the following information: (1) The name and address of the consignor (the owner); (2) The name and address of the consignee (the dealer or auctioneer); (3) The title number, the year, the make, and the serial number or hull identification number of the vehicle or boat; (4) If applicable, the completed odometer disclosure; (5) The agreed upon price or range; (6) The agreed-upon amount that the owner is to pay the dealer or auctioneer; (7) The length of time the vehicle or boat will be with the dealer or auctioneer; (8) Disclosure by the dealer or auctioneer that the sale is a consignment sale; (9) If applicable, the completed damage disclosure; (10) The signature of the owner and the dealer or auctioneer; and (11)(10) If applicable, the lienholder's information. Section 23. That ARSD 61:24:03:06 be amended to read as follows: 61:24:03:06. Records to be made available prior to consignment sale. Prior to a consignment sale, the following documents must be available at the dealership or auction for inspection by the department at all times after the vehicle, snowmobile, manufactured home, or boat is delivered to the consignee for sale: (1) The South Dakota title in the name of the consignor; (2) A completed and signed consignment sales contract containing the information required in § 61:24:03:05; (3) If not included in the contract, the vehicle's odometer reading certified by the owner; and (4) If not included in the contract, the vehicle's damage disclosure statement signed by the owner; and (5) A seller's permit. A Federal Trade Commission (FTC) Buyer Guide must be displayed in a vehicle being offered for sale on consignment on the dealer lot. Section 24. That ARSD 64:28:03:04.04 be amended to read as follows: 64:28:03:04.04. Design and display of damage disclosure notice that discloses a salvage brand or other similar brand denoting damage to a vehicle. The damage disclosure notice must be printed on white NCR (No Carbon Required) paper, measuring four inches by six inches. The original is to be retained by the dealer and the copy is to be given to the purchaser. The information is to be printed in 12-point (minimum) Universe Bold capital letters. Starting at the top of the permit, the permit must contain the following wording: DAMAGE DISCLOSURE NOTICE SOUTH DAKOTA LAW REQUIRES THE DISCLOSURE OF DAMAGE ON MOTOR VEHICLES THAT HAVE A GROSS VEHICLE WEIGHT RATING OF 16,000 POUNDS OR LESS AND ON BOATS A DEALER TO POST A NOTICE ON ANY VEHICLE OR BOAT THAT HAS A TITLE OR OWNERSHIP DOCUMENT THAT DENOTES A SALVAGE BRAND OR SIMILAR BRAND DENOTING DAMAGE TO THE VEHICLE OR BOAT. ACKNOWLEDGEMENT OF NOTICE UPON SALE OF VEHICLE OR BOAT: THE DOCUMENTS TO THIS VEHICLE OR BOAT INDICATES A DISCLOSURE OF PRIOR ______ DAMAGE ______ SALVAGE ______ OTHER BRAND DENOTING DAMAGE ____________________________________________________ PRINTED NAME OF PURCHASER ____________________________________________________ PURCHASER'S SIGNATURE DATE The damage disclosure notice must be posted on the inside of a side window, with the front of the form facing the outside, so that the notice is clearly visible at all times on each vehicle or boat that contains a damage disclosure salvage title or similar brand denoting damage to the vehicle that is offered for sale to consumers. The dealer is responsible for keeping the notice posted at all times that a vehicle or boat is available for sale to consumers. At the time of sale of the vehicle or boat, the dealer shall remove the notice and shall have the purchaser sign and date it. The dealer shall retain the signed notice along with copies of the title document for five years from the date of the sale. Section 25. That ARSD 64:28:03:04 be amended to read as follows: 64:28:03:04. Damage disclosure statement. In addition to the information required by SDCL 32-3-51.8 and 32-3A-38.1, the damage disclosure statement shall require the person completing the form to state if the vehicle or boat had $5,000 or more of unrepaired damage at the time it was acquired and to show the nature and location of the damage. Damage in excess of $5,000 must be reported on each applicable vehicle or boat less than seven years old which is sold in this state. Damage A damage disclosure statements statement may be obtained from any county treasurer's office or the Division of Motor Vehicles, 445 E. Capitol, Pierre, South Dakota 57501-3185. The Division of Motor Vehicles shall provide each licensed dealer in South Dakota with the damage disclosure statement. Section 26. That ARSD 64:28:03:04.03 be repealed. 64:28:03:04.03. Verification of cost of repair of damaged vehicle. The department may verify the validity of an insurance adjuster's report or a written estimate with regard to the labor, parts, paint, and framework costs required to return a damaged motor vehicle or boat to its predamaged condition. If the department determines that the cost of repairing the vehicle or boat to its predamaged condition exceeds $5,000, the department shall recall the current vehicle or boat title if it is not in its possession and shall indicate a damage notation on it."}, {"bill_id": 6421, "bill_version_id": 35529, "bill_version": "Enrolled", "bill_version_date": "2015-02-25T10:20:36.683-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6421, "action_date": "2015-01-27T14:00:00-06:00", "document_id": 33848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33848.pdf", "status_text": "First read in House and referred to", "journal_page": 178, "committee_id_action": 286, "committee_id_assigned": 281, "result": "N", "vote": {}}, {"bill_id": 6421, "action_date": "2015-02-05T10:00:00-06:00", "document_id": 34400, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34400.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 281, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6421, "action_date": "2015-02-05T10:00:00-06:00", "document_id": 34544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34544.pdf", "status_text": "Do Pass", "journal_page": 302, "committee_id_action": 281, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18251, "president_vote": null, "Yea": [884, 859, 946, 905, 911, 864, 865, 867, 950, 918, 857], "Excused": [933, 921]}}, {"bill_id": 6421, "action_date": "2015-02-06T13:00:00-06:00", "document_id": 34653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34653.pdf", "status_text": "Deferred to another day", "journal_page": 333, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6421, "action_date": "2015-02-09T14:00:00-06:00", "document_id": 34730, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34730.pdf", "status_text": "Do Pass", "journal_page": 347, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18409, "president_vote": null, "Yea": [883, 915, 952, 884, 938, 888, 928, 923, 925, 875, 931, 941, 927, 857, 859, 917, 924, 929, 947, 937, 948, 882, 909, 946, 958, 913, 887, 951, 861, 905, 919, 956, 936, 879, 907, 939, 920, 930, 953, 881, 908, 940, 935, 916, 911, 910, 863, 864, 914, 922, 865, 933, 866, 867, 926, 955, 869, 950, 912, 904, 918, 954, 932, 949, 934, 957, 874], "Excused": [945, 906, 921]}}, {"bill_id": 6421, "action_date": "2015-02-10T14:00:00-06:00", "document_id": 34823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34823.pdf", "status_text": "First read in Senate and referred to", "journal_page": 355, "committee_id_action": 284, "committee_id_assigned": 271, "result": "N", "vote": {}}, {"bill_id": 6421, "action_date": "2015-02-20T09:00:00-06:00", "document_id": 35165, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35165.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 271, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6421, "action_date": "2015-02-20T09:00:00-06:00", "document_id": 35324, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35324.pdf", "status_text": "Do Pass", "journal_page": 463, "committee_id_action": 271, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18873, "president_vote": null, "Yea": [856, 891, 898, 878], "Excused": [896, 862, 868]}}, {"bill_id": 6421, "action_date": "2015-02-20T09:00:00-06:00", "document_id": 35324, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35324.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 271, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6421, "action_date": "2015-02-24T14:00:00-06:00", "document_id": 35489, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35489.pdf", "status_text": "Do Pass", "journal_page": 490, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18983, "president_vote": null, "Yea": [853, 854, 855, 856, 943, 858, 860, 889, 894, 903, 876, 899, 885, 896, 901, 898, 890, 900, 942, 891, 893, 886, 862, 880, 944, 902, 877, 868, 871, 892, 872, 873, 878, 897], "Excused": [895]}}, {"bill_id": 6421, "action_date": "2015-02-25T14:00:00-06:00", "document_id": 35566, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35566.pdf", "status_text": "Signed by the Speaker", "journal_page": 530, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6421, "action_date": "2015-02-26T14:00:00-06:00", "document_id": 35645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35645.pdf", "status_text": "Signed by the President", "journal_page": 542, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6421, "action_date": "2015-02-27T13:00:00-06:00", "document_id": 35735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35735.pdf", "status_text": "Delivered to the Governor", "journal_page": 558, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6421, "action_date": "2015-03-05T14:00:00-06:00", "document_id": 36040, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36040.pdf", "status_text": "Signed by the Governor", "journal_page": 604, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5914}