{"session_id": 19, "bill_id": 4558, "bill_type": "House Commemoration", "bill_number": 1067, "bill_title": "Honoring Hartman Katz, Reagan Francom, and Matt Halter of the Huron High School Wrestling Team for participating in the 2013 State Class A Wrestling Tournament.", "sponsors": [{"legislator_profile_id": 340, "is_prime": true}, {"legislator_profile_id": 348, "is_prime": true}, {"legislator_profile_id": 420, "is_prime": false}, {"legislator_profile_id": 330, "is_prime": false}, {"legislator_profile_id": 342, "is_prime": false}, {"legislator_profile_id": 324, "is_prime": false}, {"legislator_profile_id": 396, "is_prime": false}, {"legislator_profile_id": 370, "is_prime": false}, {"legislator_profile_id": 413, "is_prime": false}, {"legislator_profile_id": 347, "is_prime": false}, {"legislator_profile_id": 376, "is_prime": false}, {"legislator_profile_id": 389, "is_prime": false}, {"legislator_profile_id": 351, "is_prime": false}, {"legislator_profile_id": 344, "is_prime": false}, {"legislator_profile_id": 329, "is_prime": false}, {"legislator_profile_id": 395, "is_prime": false}, {"legislator_profile_id": 390, "is_prime": false}, {"legislator_profile_id": 405, "is_prime": false}, {"legislator_profile_id": 407, "is_prime": false}, {"legislator_profile_id": 352, "is_prime": false}, {"legislator_profile_id": 403, "is_prime": false}, {"legislator_profile_id": 367, "is_prime": false}, {"legislator_profile_id": 391, "is_prime": false}, {"legislator_profile_id": 383, "is_prime": false}, {"legislator_profile_id": 341, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4558, "bill_version_id": 27052, "bill_version": "Introduced", "bill_version_date": "2013-03-05T10:41:12.947-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Hartman Katz, Reagan Francom, and Matt Halter of the Huron High School Wrestling Team for participating in the 2013 State Class A Wrestling Tournament. WHEREAS, Hartman Katz won a State A wrestling title at 152 pounds with a score of nine to four. He finished the season with a record of forty wins and seven losses; and WHEREAS, Reagan Francom won a State A wrestling title at 160 pounds with a thirty-six second pin to win his title match. He finished the year with a record of forty wins and four losses; and WHEREAS, Matt Halter took second place at the state wrestling tournament with an over- all season record of seventeen wins and two losses: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Legislature honors Hartman Katz, Reagan Francom, and Matt Halter of the Huron High School Wrestling Team for participating in the 2013 State A Wrestling Tournament."}, {"bill_id": 4558, "bill_version_id": 27375, "bill_version": "Enrolled", "bill_version_date": "2013-03-07T15:50:25.183-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Hartman Katz, Reagan Francom, and Matt Halter of the Huron High School Wrestling Team for participating in the 2013 State Class A Wrestling Tournament. WHEREAS, Hartman Katz won a State A wrestling title at 152 pounds with a score of nine to four. He finished the season with a record of forty wins and seven losses; and WHEREAS, Reagan Francom won a State A wrestling title at 160 pounds with a thirty-six second pin to win his title match. He finished the year with a record of forty wins and four losses; and WHEREAS, Matt Halter took second place at the state wrestling tournament with an over- all season record of seventeen wins and two losses: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Legislature honors Hartman Katz, Reagan Francom, and Matt Halter of the Huron High School Wrestling Team for participating in the 2013 State A Wrestling Tournament. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4558, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27118.pdf", "status_text": "", "journal_page": 750, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}]}