{"session_id": 44, "bill_id": 22076, "bill_type": "Senate Bill", "bill_number": 92, "bill_title": "require that certain proposed rules include a housing cost impact statement.", "sponsors": [{"legislator_profile_id": 3801, "is_prime": true}, {"legislator_profile_id": 1831, "is_prime": true}, {"legislator_profile_id": 1830, "is_prime": false}, {"legislator_profile_id": 1852, "is_prime": false}, {"legislator_profile_id": 1858, "is_prime": false}, {"legislator_profile_id": 1866, "is_prime": false}, {"legislator_profile_id": 1870, "is_prime": false}], "keywords": ["Administrative Procedure", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2021-02-05T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/slo17.mp3", "start_seconds": null}, {"meeting_datetime": "2021-02-05T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/slo17.mp3", "start_seconds": null}, {"meeting_datetime": "2021-02-05T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/slo17.mp3", "start_seconds": null}, {"meeting_datetime": "2021-02-05T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/slo17.mp3", "start_seconds": null}, {"meeting_datetime": "2021-02-05T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/slo17.mp3", "start_seconds": null}, {"meeting_datetime": "2021-02-16T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hlo22.mp3", "start_seconds": 2265.0}, {"meeting_datetime": "2021-02-16T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hlo22.mp3", "start_seconds": 2265.0}, {"meeting_datetime": "2021-02-16T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hlo22.mp3", "start_seconds": 2265.0}, {"meeting_datetime": "2021-02-16T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hlo22.mp3", "start_seconds": 2265.0}], "bill_versions": [{"bill_id": 22076, "bill_version_id": 212573, "bill_version": "Introduced", "bill_version_date": "2021-01-22T08:55:59.5-06:00", "bill_text": "An Act to require that certain proposed rules include an affordable housing impact statement. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 1-26-2.2. Affordable housing impact statement--Content. An agency shall, when submitting any proposed rule that will have a direct impact on the cost of single-family or multi-family housing, prepare an affordable housing impact statement that includes: (1) An explanation, in plain, easy-to-read language, regarding the effect of the rule on the cost of housing, the basis for the enactment, and the reason that the rule is necessary; (2) The type of housing that will be subject to the rule; (3) (a) The projected reporting and recordkeeping for compliance with the rule; and (b) The professional skills necessary to prepare the report or record; (4) A cost estimate, per housing unit, of compliance with the rule; and (5) A description of any less intrusive or less costly alternative for achieving the purpose of the rule. In preparing the affordable housing impact statement, an agency is required to use only readily available information and existing resources. Section 2. That § 1-26-4 be AMENDED. 1-26-4. Notice, service, and hearing required--Service on interim rules committee--Waiver of service. The following notice, service, and public hearing procedure shall must be used to adopt, amend, or repeal a permanent rule: (1) An agency shall serve a copy of a proposed rule and any publication described in § 1-26-6.6 upon the departmental secretary, bureau commissioner, public utilities commissioner, or constitutional officer to which it is attached for the secretary's, commissioner's, or officer's written approval to proceed; (2) After receiving the written approval of the secretary, commissioner, or officer to proceed, the agency shall serve the director with a copy of: the proposed rules rule; any publication described in § 1-26-6.6; the fiscal note described in required by § 1-26-4.2; the impact statement on small business described in required by § 1-26-2.1; the impact statement on affordable housing required by § 1-26-2.2; and the notice of hearing required by § 1-26-4.1. The copy of these documents shall must be served at least twenty days before the public hearing to adopt the proposed rules rule. Any publication described in § 1-26-6.6 shall must be returned to the agency upon completion of the director's review and retained by the agency. Also, twenty Twenty days before the public hearing, the agency shall serve the commissioner of the Bureau of Finance and Management with a copy of: the proposed rules rule; the fiscal note described in required by § 1-26-4.2; the impact statement on small business described in required by § 1-26-2.1; the impact statement on affordable housing required by § 1-26-2.2; and the notice of hearing required by § 1-26-4.1; (3) The At least twenty days before the public hearing, the agency shall publish: (a) Publish the notice of hearing in the manner prescribed by § 1-26-4.1, at least twenty days before the public hearing; and (b) Publish, on the agency's website, the impact statement on affordable housing required by § 1-26-2.2; (4) After reviewing the proposed rule pursuant to § 1-26-6.5, the director shall advise the agency of any recommended corrections to the proposed rule. If the agency does not concur with any recommendation of the director, the agency may appeal the recommended correction to the Interim Rules Review Committee for appropriate action; (5) The agency shall afford all interested persons reasonable opportunity to submit amendments, data, opinions, or arguments at a public hearing held to adopt the rule. The hearing may be continued from time to time. The agency shall keep minutes of the hearing. A majority of the members of any board or commission authorized to pass rules must be present during the course of the public hearing; (6) If the authority promulgating the rule is a secretary, commissioner, or officer, the agency shall accept written comments regarding the proposed rule for a period of ten days after the public hearing. If the authority promulgating the rule is a part-time citizen board, commission, committee, or task force, each interested person is required to shall submit written comments at least seventy-two hours before the public hearing. The seventy-two hours does not include the day of the public hearing. The written comments may be submitted by mail or email. The record of written comments may be closed at the conclusion of the public hearing. However, the The hearing may be specifically continued for the purpose of taking additional comments; (7) After the written comment period, the agency shall fully consider all amendments, data, opinions, or arguments regarding the proposed rule. A proposed rule may be modified or amended at this time to include or exclude matters which that were described in the notice of hearing; and (8) The agency shall serve the minutes of the hearing, a complete record of written comments, the impact statement on small business, the impact statement on affordable housing, the fiscal note, the information required in by § 1-26-4.8, and a corrected copy of the rules rule on the members of the Interim Rules Review Committee, at least five days before the agency appears before the committee to present the rules. The time periods specified in this section may be extended by the agency. The requirement to serve the committee in subdivision (8) may be waived by the committee chair, if the agency presents sufficient reasons to the committee chair that the agency is unable to comply with the time limit. The waiver may not be granted solely for the convenience of the agency."}, {"bill_id": 22076, "bill_version_id": 216753, "bill_version": "Senate Local Government Engrossed", "bill_version_date": "2021-02-05T13:59:46.707-06:00", "bill_text": "An Act to require that certain proposed rules include a housing cost impact statement. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 1-26-2.3. Housing cost impact statement--Content. Before an agency may promulgate any rule prescribing new standards or requirements for building or remodeling a residential structure that is based on a model code developed by a national or international organization of trade professionals, including standards for electrical, plumbing or mechanical systems, energy conservation, or fire prevention, the agency shall prepare a housing cost impact statement setting forth the need for each new standard or requirement and the estimated cost, per dwelling unit, of compliance. To determine the estimated cost of compliance, the agency shall obtain from three licensed contractors, or other applicable building trades professionals operating in this state an estimate of the total cost to consumer of all materials, labor and taxes necessary to comply with the proposed new standard or requirement. The agency shall use the average of these estimates in preparing the impact statement. For purposes of this section, residential structure, means any one-family dwelling, two-family dwelling, or townhouse not more than three stories above grade. Section 2. That § 1-26-4 be AMENDED. 1-26-4. Notice, service, and hearing required--Service on interim rules committee--Waiver of service. The following notice, service, and public hearing procedure shall must be used to adopt, amend, or repeal a permanent rule: (1) An agency shall serve a copy of a proposed rule and any publication described in § 1-26-6.6 upon the departmental secretary, bureau commissioner, public utilities commissioner, or constitutional officer to which it is attached for the secretary's, commissioner's, or officer's written approval to proceed; (2) After receiving the written approval of the secretary, commissioner, or officer to proceed, the agency shall serve the director with a copy of: the proposed rules rule; any publication described in § 1-26-6.6; the fiscal note described in required by § 1-26-4.2; the impact statement on small business described in required by § 1-26-2.1; the housing cost impact statement required by § 1-26-2.3; and the notice of hearing required by § 1-26-4.1. The copy of these documents shall must be served at least twenty days before the public hearing to adopt the proposed rules rule. Any publication described in § 1-26-6.6 shall must be returned to the agency upon completion of the director's review and retained by the agency. Also, twenty Twenty days before the public hearing, the agency shall serve the commissioner of the Bureau of Finance and Management with a copy of: the proposed rules rule; the fiscal note described in required by § 1-26-4.2; the impact statement on small business described in required by § 1-26-2.1; the housing cost impact statement required by § 1-26-2.3; and the notice of hearing required by § 1-26-4.1; (3) The At least twenty days before the public hearing, the agency shall publish: (a) Publish the notice of hearing in the manner prescribed by § 1-26-4.1, at least twenty days before the public hearing; and (b) Publish, on the agency's website, the housing cost impact statement required by § 1-26-2.3; (4) After reviewing the proposed rule pursuant to § 1-26-6.5, the director shall advise the agency of any recommended corrections to the proposed rule. If the agency does not concur with any recommendation of the director, the agency may appeal the recommended correction to the Interim Rules Review Committee for appropriate action; (5) The agency shall afford all interested persons reasonable opportunity to submit amendments, data, opinions, or arguments at a public hearing held to adopt the rule. The hearing may be continued from time to time. The agency shall keep minutes of the hearing. A majority of the members of any board or commission authorized to pass rules must be present during the course of the public hearing; (6) If the authority promulgating the rule is a secretary, commissioner, or officer, the agency shall accept written comments regarding the proposed rule for a period of ten days after the public hearing. If the authority promulgating the rule is a part-time citizen board, commission, committee, or task force, each interested person is required to shall submit written comments at least seventy-two hours before the public hearing. The seventy-two hours does not include the day of the public hearing. The written comments may be submitted by mail or email. The record of written comments may be closed at the conclusion of the public hearing. However, the The hearing may be specifically continued for the purpose of taking additional comments; (7) After the written comment period, the agency shall fully consider all amendments, data, opinions, or arguments regarding the proposed rule. A proposed rule may be modified or amended at this time to include or exclude matters which that were described in the notice of hearing; and (8) The agency shall serve the minutes of the hearing, a complete record of written comments, the impact statement on small business, the housing cost impact statement, the fiscal note, the information required in by § 1-26-4.8, and a corrected copy of the rules rule on the members of the Interim Rules Review Committee, at least five days before the agency appears before the committee to present the rules. The time periods specified in this section may be extended by the agency. The requirement to serve the committee in subdivision (8) may be waived by the committee chair, if the agency presents sufficient reasons to the committee chair that the agency is unable to comply with the time limit. The waiver may not be granted solely for the convenience of the agency."}, {"bill_id": 22076, "bill_version_id": 217734, "bill_version": "Enrolled", "bill_version_date": "2021-02-17T15:57:36.877-06:00", "bill_text": "ENTITLED An Act to require that certain proposed rules include a housing cost impact statement. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 1-26-2.3. Housing cost impact statement--Content. Before an agency may promulgate any rule prescribing new standards or requirements for building or remodeling a residential structure that is based on a model code developed by a national or international organization of trade professionals, including standards for electrical, plumbing or mechanical systems, energy conservation, or fire prevention, the agency shall prepare a housing cost impact statement setting forth the need for each new standard or requirement and the estimated cost, per dwelling unit, of compliance. To determine the estimated cost of compliance, the agency shall obtain from three licensed contractors, or other applicable building trades professionals operating in this state an estimate of the total cost to consumer of all materials, labor and taxes necessary to comply with the proposed new standard or requirement. The agency shall use the average of these estimates in preparing the impact statement. For purposes of this section, residential structure, means any one-family dwelling, two-family dwelling, or townhouse not more than three stories above grade. Section 2. That § 1-26-4 be AMENDED. 1-26-4. Notice, service, and hearing required--Service on interim rules committee--Waiver of service. The following notice, service, and public hearing procedure must be used to adopt, amend, or repeal a permanent rule: (1) An agency shall serve a copy of a proposed rule and any publication described in § 1-26-6.6 upon the departmental secretary, bureau commissioner, public utilities commissioner, or constitutional officer to which it is attached for the secretary's, commissioner's, or officer's written approval to proceed; (2) After receiving the written approval of the secretary, commissioner, or officer to proceed, the agency shall serve the director with a copy of: the proposed rule; any publication described in § 1-26-6.6; the fiscal note required by § 1-26-4.2; the impact statement on small business required by § 1-26-2.1; the housing cost impact statement required by § 1-26-2.3; and the notice of hearing required by § 1-26-4.1. The copy of these documents must be served at least twenty days before the public hearing to adopt the proposed rule. Any publication described in § 1-26-6.6 must be returned to the agency upon completion of the director's review and retained by the agency. Twenty days before the public hearing, the agency shall serve the commissioner of the Bureau of Finance and Management with a copy of: the proposed rule; the fiscal note required by § 1-26-4.2; the impact statement on small business required by § 1-26-2.1; the housing cost impact statement required by § 1-26-2.3; and the notice of hearing required by § 1-26-4.1; (3) At least twenty days before the public hearing, the agency shall: (a) Publish the notice of hearing in the manner prescribed by § 1-26-4.1; and (b) Publish, on the agency's website, the housing cost impact statement required by § 1-26-2.3; (4) After reviewing the proposed rule pursuant to § 1-26-6.5, the director shall advise the agency of any recommended corrections to the proposed rule. If the agency does not concur with any recommendation of the director, the agency may appeal the recommended correction to the Interim Rules Review Committee for appropriate action; (5) The agency shall afford all interested persons reasonable opportunity to submit amendments, data, opinions, or arguments at a public hearing held to adopt the rule. The hearing may be continued from time to time. The agency shall keep minutes of the hearing. A majority of the members of any board or commission authorized to pass rules must be present during the course of the public hearing; (6) If the authority promulgating the rule is a secretary, commissioner, or officer, the agency shall accept written comments regarding the proposed rule for a period of ten days after the public hearing. If the authority promulgating the rule is a part-time citizen board, commission, committee, or task force, each interested person shall submit written comments at least seventy-two hours before the public hearing. The seventy-two hours does not include the day of the public hearing. The written comments may be submitted by mail or email. The record of written comments may be closed at the conclusion of the public hearing. The hearing may be continued for the purpose of taking additional comments; (7) After the written comment period, the agency shall consider all amendments, data, opinions, or arguments regarding the proposed rule. A proposed rule may be modified or amended at this time to include or exclude matters that were described in the notice of hearing; and (8) The agency shall serve the minutes of the hearing, a complete record of written comments, the impact statement on small business, the housing cost impact statement, the fiscal note, the information required by § 1-26-4.8, and a corrected copy of the rule on the members of the Interim Rules Review Committee, at least five days before the agency appears before the committee to present the rules. The time periods specified in this section may be extended by the agency. The requirement to serve the committee in subdivision (8) may be waived by the committee chair, if the agency presents sufficient reasons to the committee chair that the agency is unable to comply with the time limit. The waiver may not be granted solely for the convenience of the agency. An Act to require that certain proposed rules include a housing cost impact statement. I certify that the attached Act originated in the: Senate as Bill No. 92 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 92 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22076, "action_date": "2021-01-22T13:00:00-06:00", "document_id": 212442, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212442.pdf", "status_text": "First read in Senate and referred to", "journal_page": 95, "committee_id_action": 514, "committee_id_assigned": 511, "result": "N", "vote": {}}, {"bill_id": 22076, "action_date": "2021-01-27T07:45:00-06:00", "document_id": 212645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212645.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 511, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22076, "action_date": "2021-02-05T07:45:00-06:00", "document_id": 216434, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216434.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 511, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22076, "action_date": "2021-02-05T07:45:00-06:00", "document_id": 215362, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215362.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 511, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22076, "action_date": "2021-02-05T07:45:00-06:00", "document_id": 215362, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215362.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 511, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68553, "president_vote": null, "Yea": [1771, 1783, 1789, 1811, 1831], "Excused": [1775, 1790]}}, {"bill_id": 22076, "action_date": "2021-02-05T07:45:00-06:00", "document_id": 215362, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215362.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 511, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22076, "action_date": "2021-02-09T14:30:00-06:00", "document_id": 216938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216938.pdf", "status_text": "Do Pass", "journal_page": 225, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68856, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1789, 1790, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3796, 3795, 1865, 1870], "Nay": [3803]}}, {"bill_id": 22076, "action_date": "2021-02-10T14:00:00-06:00", "document_id": 217079, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217079.pdf", "status_text": "First read in House and referred to", "journal_page": 272, "committee_id_action": 492, "committee_id_assigned": 495, "result": "N", "vote": {}}, {"bill_id": 22076, "action_date": "2021-02-16T10:00:00-06:00", "document_id": 217291, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217291.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 495, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22076, "action_date": "2021-02-16T10:00:00-06:00", "document_id": 217292, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217292.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 495, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69172, "president_vote": null, "Yea": [1768, 1780, 3792, 1795, 3797, 3788, 1829, 1843, 3787, 3789, 3801, 1868], "Excused": [1807]}}, {"bill_id": 22076, "action_date": "2021-02-16T10:00:00-06:00", "document_id": 217292, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217292.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 495, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22076, "action_date": "2021-02-17T14:00:00-06:00", "document_id": 217581, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217581.pdf", "status_text": "Do Pass", "journal_page": 305, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69354, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1807, 1809, 1813, 1817, 1822, 1823, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Excused": [1805, 1820]}}, {"bill_id": 22076, "action_date": "2021-02-18T13:00:00-06:00", "document_id": 217753, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217753.pdf", "status_text": "Signed by the President", "journal_page": 297, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22076, "action_date": "2021-02-22T14:00:00-06:00", "document_id": 217863, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217863.pdf", "status_text": "Signed by the Speaker", "journal_page": 336, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22076, "action_date": "2021-02-23T14:00:00-06:00", "document_id": 218096, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218096.pdf", "status_text": "Delivered to the Governor", "journal_page": 328, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22076, "action_date": "2021-02-25T13:00:00-06:00", "document_id": 218426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218426.pdf", "status_text": "Signed by the Governor", "journal_page": 346, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7147}