{"session_id": 43, "bill_id": 11516, "bill_type": "House Bill", "bill_number": 1203, "bill_title": "revise provisions regarding out-of-state dealer permits to sell motorcycles.", "sponsors": [{"legislator_profile_id": 1668, "is_prime": true}, {"legislator_profile_id": 1710, "is_prime": false}], "keywords": ["Fees", "Motor Vehicles", "Motorcycles", "Vehicle Dealers"], "audio": [], "bill_versions": [{"bill_id": 11516, "bill_version_id": 65603, "bill_version": "Introduced", "bill_version_date": "2020-01-30T10:16:21.633-06:00", "bill_text": "An Act to revise provisions regarding out-of-state dealer permits to sell motorcycles. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 32-6B-5.2 be AMENDED: 32-6B-5.2. Motorcycle sales--Dealer licensed in another state--Events--Permit--Fee. A person who is a licensed dealer in another state may sell motorcycles at an event without a license issued under this chapter if the person meets the provisions of this section. Before selling any motorcycle, the person shall register and purchase a permit from the department. Before the department may issue a permit, the person shall provide proof the person is a licensed dealer in another state and has no outstanding dealer violations. The permit may be issued if any new motorcycle make being sold is not franchised in this state. The permit may be issued if any used motorcycle make being sold is franchised in this state, is at least two model years old, and has at least two thousand five hundred miles on the odometer. The fee for the permit is five hundred dollars. However, if the permit is purchased before the start of the event, the fee for the permit is two hundred fifty dollars. The permit is valid for fifteen consecutive days. Any person found to be in violation of the provisions of this section shall be denied a permit for a period of fifteen months from the date of the violation."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11516, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65199.pdf", "status_text": "First Reading House", "journal_page": 98, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11516, "action_date": "2020-02-06T14:00:00-06:00", "document_id": 66674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66674.pdf", "status_text": "Referred to", "journal_page": 214, "committee_id_action": 480, "committee_id_assigned": 465, "result": "N", "vote": {}}, {"bill_id": 11516, "action_date": "2020-02-04T14:00:00-06:00", "document_id": 65696, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65696.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 117, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}]}