{"session_id": 59, "bill_id": 20385, "bill_type": "Senate Bill", "bill_number": 148, "bill_title": "revise certain provisions regarding the sex offender registry and the supervision of sex offenders.", "sponsors": [{"legislator_profile_id": 3361, "is_prime": true}, {"legislator_profile_id": 3371, "is_prime": true}, {"legislator_profile_id": 3367, "is_prime": false}, {"legislator_profile_id": 3369, "is_prime": false}, {"legislator_profile_id": 3372, "is_prime": false}, {"legislator_profile_id": 3373, "is_prime": false}, {"legislator_profile_id": 3374, "is_prime": false}, {"legislator_profile_id": 3375, "is_prime": false}, {"legislator_profile_id": 3377, "is_prime": false}, {"legislator_profile_id": 3378, "is_prime": false}, {"legislator_profile_id": 3379, "is_prime": false}, {"legislator_profile_id": 3381, "is_prime": false}, {"legislator_profile_id": 3382, "is_prime": false}, {"legislator_profile_id": 3384, "is_prime": false}, {"legislator_profile_id": 3385, "is_prime": false}, {"legislator_profile_id": 3386, "is_prime": false}, {"legislator_profile_id": 3388, "is_prime": false}, {"legislator_profile_id": 3390, "is_prime": false}, {"legislator_profile_id": 3392, "is_prime": false}, {"legislator_profile_id": 3394, "is_prime": false}, {"legislator_profile_id": 3395, "is_prime": false}, {"legislator_profile_id": 3396, "is_prime": false}, {"legislator_profile_id": 3398, "is_prime": false}, {"legislator_profile_id": 3399, "is_prime": false}, {"legislator_profile_id": 3400, "is_prime": false}, {"legislator_profile_id": 3401, "is_prime": false}, {"legislator_profile_id": 3402, "is_prime": false}, {"legislator_profile_id": 3403, "is_prime": false}, {"legislator_profile_id": 3405, "is_prime": false}, {"legislator_profile_id": 3406, "is_prime": false}, {"legislator_profile_id": 3408, "is_prime": false}, {"legislator_profile_id": 3409, "is_prime": false}, {"legislator_profile_id": 3410, "is_prime": false}, {"legislator_profile_id": 3416, "is_prime": false}, {"legislator_profile_id": 3417, "is_prime": false}, {"legislator_profile_id": 3418, "is_prime": false}, {"legislator_profile_id": 3419, "is_prime": false}, {"legislator_profile_id": 3422, "is_prime": false}, {"legislator_profile_id": 3423, "is_prime": false}, {"legislator_profile_id": 3426, "is_prime": false}, {"legislator_profile_id": 3427, "is_prime": false}, {"legislator_profile_id": 3429, "is_prime": false}, {"legislator_profile_id": 3431, "is_prime": false}, {"legislator_profile_id": 3433, "is_prime": false}, {"legislator_profile_id": 3434, "is_prime": false}, {"legislator_profile_id": 3437, "is_prime": false}, {"legislator_profile_id": 3442, "is_prime": false}, {"legislator_profile_id": 3443, "is_prime": false}, {"legislator_profile_id": 3445, "is_prime": false}, {"legislator_profile_id": 3446, "is_prime": false}, {"legislator_profile_id": 3447, "is_prime": false}, {"legislator_profile_id": 3450, "is_prime": false}, {"legislator_profile_id": 3451, "is_prime": false}, {"legislator_profile_id": 3452, "is_prime": false}, {"legislator_profile_id": 3453, "is_prime": false}, {"legislator_profile_id": 3456, "is_prime": false}, {"legislator_profile_id": 3457, "is_prime": false}, {"legislator_profile_id": 3459, "is_prime": false}, {"legislator_profile_id": 3460, "is_prime": false}, {"legislator_profile_id": 3463, "is_prime": false}, {"legislator_profile_id": 3464, "is_prime": false}, {"legislator_profile_id": 3465, "is_prime": false}], "keywords": ["Crimes", "Sex Offenders"], "audio": [{"meeting_datetime": "2006-01-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju11.mp3", "start_seconds": 816.0}, {"meeting_datetime": "2006-01-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju11.mp3", "start_seconds": 816.0}, {"meeting_datetime": "2006-01-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju11.mp3", "start_seconds": 816.0}, {"meeting_datetime": "2006-01-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju11.mp3", "start_seconds": 816.0}, {"meeting_datetime": "2006-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen14.mp3", "start_seconds": 3885.0}, {"meeting_datetime": "2006-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen14.mp3", "start_seconds": 3885.0}, {"meeting_datetime": "2006-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen14.mp3", "start_seconds": 3885.0}, {"meeting_datetime": "2006-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen14.mp3", "start_seconds": 3885.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju23.mp3", "start_seconds": 3780.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju23.mp3", "start_seconds": 3780.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju23.mp3", "start_seconds": 3780.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju23.mp3", "start_seconds": 3780.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju23.mp3", "start_seconds": 3780.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju23.mp3", "start_seconds": 3780.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju23.mp3", "start_seconds": 3780.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou26.mp3", "start_seconds": 4523.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou26.mp3", "start_seconds": 4523.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou26.mp3", "start_seconds": 4523.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou26.mp3", "start_seconds": 4523.0}], "bill_versions": [{"bill_id": 20385, "bill_version_id": 106795, "bill_version": "Introduced", "bill_version_date": "2006-01-19T11:04:53-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the sex offender registry and the supervision of sex offenders. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-24B-1 be amended to read as follows: 22-24B-1. For the purposes of §§ 22-24B-2 to 22-24B-14, inclusive, a sex crime is any of the following crimes regardless of the date of the commission of the offense or the date of conviction: (1) Rape as set forth in § 22-22-1; (2) Sexual Felony sexual contact with a minor under sixteen as set forth in § 22-22-7 if committed by an adult and the adult is convicted of a felony ; (3) Sexual contact with a person incapable of consenting as set forth in § 22-22-7.2 if committed by an adult ; (4) Incest as set forth in § 22-22-19.1 if committed by an adult; (5) Possessing, manufacturing, or distributing child pornography as set forth in § 22- 24A-3; (6) Sale of child pornography as set forth in § 22-24A-1; (7) Sexual exploitation of a minor as set forth in § 22-22-24.3; (8) Kidnapping, as set forth in § 22-19-1, if the victim of the criminal act is a minor; (9) Promotion of prostitution of a minor as set forth in subdivision 22-23-2(2); (10) Criminal pedophilia as previously set forth in § 22-22-30.1; (11) Felony indecent exposure as previously set forth in former § 22-24-1 or indecent exposure as set forth in § 22-24-1.2; (12) Solicitation of a minor as set forth in § 22-24A-5; (13) Felony aggravated indecent exposure as set forth in § 22-24-1.3; (14) Bestiality as set forth in § 22-22-42; (15) An attempt to commit any of the crimes listed in this section; (16) Any crime committed in a place other than this state which would constitute a sex crime under this section if committed in this state; (17) Any federal crime or court martial offense that would constitute a sex crime under federal law; (18) Any crime committed in another state if that state also requires that anyone convicted of that crime register as a sex offender in that state; or (19) If the victim is a minor: (a) Any sexual acts between a jail employee and a detainee as set forth in § 22-22- 7.6; (b) Any sexual contact by a psychotherapist as set forth in § 22-22-28; or (c) Any sexual penetration by a psychotherapist as set forth in § 22-22-29. Section 2. That § 22-24B-2 be amended to read as follows: 22-24B-2. Any person who has been convicted for commission of a sex crime, as defined in § 22-24B-1, shall register as a sex offender. The term, convicted, includes a verdict or plea of guilty, a plea of nolo contendere, and a suspended imposition of sentence which has not been discharged pursuant to 23A-27-14 prior to July 1, 1995. Any juvenile fifteen years or older shall register as a sex offender if that juvenile has been adjudicated of a sex crime as defined in § 22- 22-20(9), 22-22-7.2, or 22-24B-1 § 22-22-7.2, 22-24B-1(1), or 22-24B-1(9) , or of an out-of- state or federal offense that is comparable to the elements of these three sex crimes or any crime committed in another state if the state also requires a juvenile adjudicated of that crime to register as a sex offender in that state . The sex offender shall register within ten five days of coming into any county to reside, temporarily domicile, attend school, attend postsecondary education classes, or work. Registration shall be with the chief of police of the municipality in which the sex offender resides, domiciles, attends school, attends classes, or works, or, if no chief of police exists, then with the sheriff of the county. A violation of this section is a Class 1 misdemeanor. However, any subsequent violation is a Class 6 felony. Any person whose sentence is discharged under § 23A-27-14 after July 1, 1995, shall forward a certified copy of such formal discharge by certified mail to the Division of Criminal Investigation and to local law enforcement where the person is then registered under this section. Upon receipt of such notice, the person shall be removed from the sex offender registry open to public inspection and shall be relieved of further registration requirements under this section. Section 3. That § 22-24B-5 be repealed. 22-24B-5. The Division of Criminal Investigation shall mail a nonforwardable verification form at least once annually to the last reported address of each person registered under § 22- 24B-2. The person shall return the verification form to the Division of Criminal Investigation within ten days after receipt of any such form. The verification form shall be signed by the person required to register and shall state that the person still resides at the address last reported to the Division of Criminal Investigation. If the person fails to return the verification form to the Division of Criminal Investigation within ten days after receipt of the form, the person is in violation of this section. Nonreceipt of a registration verification does not constitute a defense to failure to comply with this section. A violation of this section is a Class 1 misdemeanor. Any subsequent violation is a Class 6 felony. Section 4. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: The chief of police in the municipality in which the sex offender resides, or if no chief of police exists, the sheriff of the county, shall annually confirm that the address listed on the sex offender registry matches the residence of each registered sex offender. Such confirmation shall be submitted to the Division of Criminal Investigation. Section 5. That § 22-24B-6 be amended to read as follows: 22-24B-6. Any person who is registered as required by § 22-24B-2 and who is employed, carries on a vocation, or attends postsecondary classes at an institution of higher education, institution of higher learning, or technical institute in this state shall, within ten five days of any commencement and within ten five days of termination of such enrollment or employment or change in employer , report to the chief of police or county sheriff where the institution is located and complete a registration update form. A violation of this section is a Class 1 misdemeanor. Any subsequent violation is a Class 6 felony. Section 6. That § 22-24B-7 be amended to read as follows: 22-24B-7. Any person who is subject to the provisions of § 22-24B-2 shall annually reregister every six months in the same manner as may be provided by law for initial registration. Such person shall reregister during the calendar month during which the registrant was born . However, if such person has previously registered pursuant to the provisions of § 22- 24B-2 within ninety days immediately prior to the date of such person's birth, no subsequent reregistration is required pursuant to this section during the current annual reregistration cycle and six months following the person's birth month . A violation of this section is a Class 1 misdemeanor. However, any subsequent violation is a Class 6 felony. Section 7. That § 22-24B-8 be amended to read as follows: 22-24B-8. The registration shall include the following information which, unless otherwise indicated, shall be provided by the offender : (1) Name and all aliases used; (2) Complete description, photographs, and fingerprints and palm prints collected and provided by the registering agency ; (3) Residence, length of time at that residence including the date the residence was established , and length of time expected to remain at that residence; (4) The type of sex crime convicted of; and (5) The date of commission and the date of conviction of any sex crime committed; (6) Social Security number on a separate confidential form; (7) Driver license number and state of issuance; (8) Whether or not the registrant is receiving or has received any sex offender treatment; (9) Employer name, address, and phone number or school name, address, and phone number; (10) Length of employment or length of attendance at school; and (11) Occupation or vocation ; (12) Vehicle license plate number of any vehicle owned by the offender; (13) Information identifying any internet accounts of the offender as well as any user names, screen names, and aliases that the offender uses on the internet; (14) A listing of all felony convictions for crimes committed as an adult and sex offense convictions and adjudications subject to sex offender registry provided by the offender and confirmed by the registering agency; (15) A description of the offense, provided by the prosecuting attorney; (16) Acknowledgment whether the offender is currently an inmate, parolee, juvenile in department of corrections placement or under aftercare supervision, county or city jail inmate or detainee in a juvenile detention center, provided by the offender and confirmed by the administering body of the correctional facility; (17) Acknowledgment whether the offender is subject to community safety zone restrictions, provided by the registering agency; and (18) The name, address and phone number of two local contacts, who have regular interaction with the offender and the name, address and phone number of the offender's next of kin. In addition, at the time of the offender's registration, the registering agency will collect a DNA sample and submit the sample to the South Dakota State Forensic Laboratory in accordance with procedures established by the South Dakota State Forensic Laboratory. The collection of DNA at the time of the registration is not required if the registering agency can confirm that DNA collection and submission to the South Dakota State Forensic Laboratory has already occurred . Any failure by the offender to accurately provide the information required by this section is a Class 1 misdemeanor Class 6 felony . Section 8. That § 22-24B-10 be amended to read as follows: 22-24B-10. Within three days of registering a person pursuant to §§ 22-24B-1 to 22-24B-14, inclusive, the registering law enforcement agency shall forward the information to the Division of Criminal Investigation. The Division of Criminal Investigation shall maintain a file of all the registrations and shall make them available to state, county, and municipal law enforcement agencies on a twenty-four hour basis. An offender's registration compliance status and registration information, other than the registrant's social security number, victim name, DNA sample, and the names, addresses, and phone numbers for local contacts and next of kin are public information. The provisions of §§ 23-5-11 and 23-6-14 do not apply to providing files pursuant to §§ 22-24B-1 to 22-24B-14, inclusive. The Division of Criminal Investigation file is not open to inspection by the public or any other person other than a law enforcement officer except as specifically provided in § 22-24B-11. Section 9. That § 22-24B-12 be amended to read as follows: 22-24B-12. Any person required to register pursuant to §§ 22-24B-1 to 22-24B-14, inclusive, who moves to a different residence address shall inform the law enforcement agency with whom the person last registered of the new address, in writing, within ten five days. The law enforcement agency shall, within three days of receipt, forward the information to the Division of Criminal Investigation and to the law enforcement agency having jurisdiction of the new residence. A failure to register pursuant to this section is a Class 1 misdemeanor. Any second or subsequent failure to register pursuant to this section is a Class 6 felony. Section 10. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: Any person who has been convicted of, or entered a plea of guilty to, one or more violations of § § 22-24B-2, 22-24B-6, 22-24B-7, 22-24B-8 or 22-24B-12 is guilty of a Class 5 felony for any second or subsequent conviction of § § 22-24B-2, 22-24B-6, 22-24B-7, 22-24B-8 or 22- 24B-12. Section 11. That chapter 23-5A be amended by adding thereto a NEW SECTION to read as follows: Any person who is required to register as a sex offender pursuant to § § 22-24B-1 to 22-24B- 14, inclusive, shall provide a DNA sample as required in chapter 23-5A. Section 12. That § 23A-27-12.1 be amended to read as follows: 23A-27-12.1. Upon receipt of an order that a defendant has been placed on probation to the court service department, the chief court services officer shall immediately assign the defendant to a court services officer for probation supervision. All such probationers shall cooperate fully with the court services officer and comply with all directives thereby issued in their regard. If the sentencing judge has provided special conditions , including limited areas of residence or community access, required participation in treatment, enhanced reporting requirements, and use of electronic monitoring or global positioning units, for either a probationer or one released on a suspended sentence, then such person shall comply with such special conditions, and the court services officer is hereby charged with the responsibility for effecting compliance with such conditions. Whenever the sentencing judge assesses probation costs as a condition of probation, the costs shall be paid to the clerk of the court who shall forward such costs on a monthly basis to the county treasurer for deposit in the county general fund. Section 13. That § 24-15A-24 be amended to read as follows: 24-15A-24. The board and the department may place reasonable restrictions upon a parolee which are designed to continue the parolee's rehabilitation , including limited areas of residence or community access, required participation in treatment, enhanced reporting requirements, and use of electronic monitoring or global positioning units . The board and the department shall require the implementation of a restitution plan and payment of supervision fees, if reasonably possible. The prior obligations of child support and restitution payments take precedence over collection of supervision fees. All restrictions shall be in writing and shall be agreed to and signed by the parolee. Section 14. No law enforcement agency, employee of any law enforcement agency, employee or official of any state and county agency and person contracting or appointed to perform services under this Act is civilly or criminally liable for good faith conduct under this Act."}, {"bill_id": 20385, "bill_version_id": 107252, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2006-01-25T13:37:14-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the sex offender registry and the supervision of sex offenders. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-24B-1 be amended to read as follows: 22-24B-1. For the purposes of §§ 22-24B-2 to 22-24B-14, inclusive, a sex crime is any of the following crimes regardless of the date of the commission of the offense or the date of conviction: (1) Rape as set forth in § 22-22-1; (2) Sexual Felony sexual contact with a minor under sixteen as set forth in § 22-22-7 if committed by an adult and the adult is convicted of a felony ; (3) Sexual contact with a person incapable of consenting as set forth in § 22-22-7.2 if committed by an adult ; (4) Incest as set forth in § 22-22-19.1 if committed by an adult; (5) Possessing, manufacturing, or distributing child pornography as set forth in § 22- 24A-3; (6) Sale of child pornography as set forth in § 22-24A-1; (7) Sexual exploitation of a minor as set forth in § 22-22-24.3; (8) Kidnapping, as set forth in § 22-19-1, if the victim of the criminal act is a minor; (9) Promotion of prostitution of a minor as set forth in subdivision 22-23-2(2); (10) Criminal pedophilia as previously set forth in § 22-22-30.1; (11) Felony indecent exposure as previously set forth in former § 22-24-1 or indecent exposure as set forth in § 22-24-1.2; (12) Solicitation of a minor as set forth in § 22-24A-5; (13) Felony aggravated indecent exposure as set forth in § 22-24-1.3; (14) Bestiality as set forth in § 22-22-42; (15) An attempt to commit any of the crimes listed in this section; (16) Any crime committed in a place other than this state which would constitute a sex crime under this section if committed in this state; (17) Any federal crime or court martial offense that would constitute a sex crime under federal law; (18) Any crime committed in another state if that state also requires that anyone convicted of that crime register as a sex offender in that state; or (19) If the victim is a minor: (a) Any sexual acts between a jail employee and a detainee as set forth in § 22-22- 7.6; (b) Any sexual contact by a psychotherapist as set forth in § 22-22-28; or (c) Any sexual penetration by a psychotherapist as set forth in § 22-22-29. Section 2. That § 22-24B-2 be amended to read as follows: 22-24B-2. Any person who has been convicted for commission of a sex crime, as defined in § 22-24B-1, shall register as a sex offender. The term, convicted, includes a verdict or plea of guilty, a plea of nolo contendere, and a suspended imposition of sentence which has not been discharged pursuant to 23A-27-14 prior to July 1, 1995. Any juvenile fifteen years or older shall register as a sex offender if that juvenile has been adjudicated of , or has received a suspended adjudication pursuant to § 26-8C-4 for, a sex crime as defined in § 22-22-20(9), 22-22-7.2, or 22-24B-1 § 22-22-7.2, 22-24B-1(1), or 22-24B-1(9) , or of an out-of-state or federal offense that is comparable to the elements of these three sex crimes or any crime committed in another state if the state also requires a juvenile adjudicated of that crime to register as a sex offender in that state . The sex offender shall register within ten five days of coming into any county to reside, temporarily domicile, attend school, attend postsecondary education classes, or work. Registration shall be with the chief of police of the municipality in which the sex offender resides, domiciles, attends school, attends classes, or works, or, if no chief of police exists, then with the sheriff of the county. A violation of this section is a Class 1 misdemeanor. However, any subsequent violation is a Class 6 felony. Any person whose sentence is discharged under § 23A-27-14 after July 1, 1995, shall forward a certified copy of such formal discharge by certified mail to the Division of Criminal Investigation and to local law enforcement where the person is then registered under this section. Upon receipt of such notice, the person shall be removed from the sex offender registry open to public inspection and shall be relieved of further registration requirements under this section. Section 3. That § 22-24B-5 be amended to read as follows: 22-24B-5. The Division of Criminal Investigation shall mail a nonforwardable verification form at least once annually to the last reported address of each person registered under § 22- 24B-2. The person shall return the verification form to the Division of Criminal Investigation within ten days after receipt of any such form. The verification form shall be signed by the person required to register and shall state that the person still resides at the address last reported to the Division of Criminal Investigation. If the person fails to return the verification form to the Division of Criminal Investigation within ten days after receipt of the form, the person is in violation of this section. Nonreceipt of a registration verification does not constitute a defense to failure to comply with this section. A violation of this section is a Class 1 misdemeanor. Any subsequent violation is a Class 6 felony. Section 4. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: The chief of police in the municipality in which the sex offender resides, or if no chief of police exists, the sheriff of the county, shall annually confirm that the address listed on the sex offender registry matches the residence of each registered sex offender. Such confirmation shall be submitted to the Division of Criminal Investigation. Section 5. That § 22-24B-6 be amended to read as follows: 22-24B-6. Any person who is registered as required by § 22-24B-2 and who is employed, carries on a vocation, or attends postsecondary classes at an institution of higher education, institution of higher learning, or technical institute in this state shall, within ten five days of any commencement and within ten five days of termination of such enrollment or employment or change in employer , report to the chief of police or county sheriff where the institution is located and complete a registration update form. A violation of this section is a Class 1 misdemeanor. Any subsequent violation is a Class 6 felony. Section 6. That § 22-24B-7 be amended to read as follows: 22-24B-7. Any person who is subject to the provisions of § 22-24B-2 shall annually reregister every six months in the same manner as may be provided by law for initial registration. Such person shall reregister during the calendar month during which the registrant was born . However, if such person has previously registered pursuant to the provisions of § 22- 24B-2 within ninety days immediately prior to the date of such person's birth, no subsequent reregistration is required pursuant to this section during the current annual reregistration cycle and six months following the person's birth month . A violation of this section is a Class 1 misdemeanor. However, any subsequent violation is a Class 6 felony. Section 7. That § 22-24B-8 be amended to read as follows: 22-24B-8. The registration shall include the following information which, unless otherwise indicated, shall be provided by the offender : (1) Name and all aliases used; (2) Complete description, photographs, and fingerprints and palm prints collected and provided by the registering agency ; (3) Residence, length of time at that residence including the date the residence was established , and length of time expected to remain at that residence; (4) The type of sex crime convicted of; and (5) The date of commission and the date of conviction of any sex crime committed; (6) Social Security number on a separate confidential form; (7) Driver license number and state of issuance; (8) Whether or not the registrant is receiving or has received any sex offender treatment; (9) Employer name, address, and phone number or school name, address, and phone number; (10) Length of employment or length of attendance at school; and (11) Occupation or vocation ; (12) Vehicle license plate number of any vehicle owned by the offender; (13) Information identifying any internet accounts of the offender as well as any user names, screen names, and aliases that the offender uses on the internet; (14) A listing of all felony convictions for crimes committed as an adult and sex offense convictions and adjudications subject to sex offender registry provided by the offender and confirmed by the registering agency; (15) A description of the offense, provided by the prosecuting attorney; (16) Acknowledgment whether the offender is currently an inmate, parolee, juvenile in department of corrections placement or under aftercare supervision, county or city jail inmate or detainee in a juvenile detention center, provided by the offender and confirmed by the administering body of the correctional facility; (17) Acknowledgment whether the offender is subject to community safety zone restrictions, provided by the registering agency; and (18) The name, address and phone number of two local contacts, who have regular interaction with the offender and the name, address and phone number of the offender's next of kin. In addition, at the time of the offender's registration, the registering agency will collect a DNA sample and submit the sample to the South Dakota State Forensic Laboratory in accordance with procedures established by the South Dakota State Forensic Laboratory. The collection of DNA at the time of the registration is not required if the registering agency can confirm that DNA collection and submission to the South Dakota State Forensic Laboratory has already occurred . Any failure by the offender to accurately provide the information required by this section is a Class 1 misdemeanor Class 6 felony . Section 8. That § 22-24B-10 be amended to read as follows: 22-24B-10. Within three days of registering a person pursuant to §§ 22-24B-1 to 22-24B-14, inclusive, the registering law enforcement agency shall forward the information to the Division of Criminal Investigation. The Division of Criminal Investigation shall maintain a file of all the registrations and shall make them available to state, county, and municipal law enforcement agencies on a twenty-four hour basis. An offender's registration compliance status and registration information, other than the registrant's social security number, victim name, DNA sample, and the names, addresses, and phone numbers for local contacts and next of kin are public information. The provisions of §§ 23-5-11 and 23-6-14 do not apply to providing files pursuant to §§ 22-24B-1 to 22-24B-14, inclusive. The Division of Criminal Investigation file is not open to inspection by the public or any other person other than a law enforcement officer except as specifically provided in § 22-24B-11. Section 9. That § 22-24B-12 be amended to read as follows: 22-24B-12. Any person required to register pursuant to §§ 22-24B-1 to 22-24B-14, inclusive, who moves to a different residence address shall inform the law enforcement agency with whom the person last registered of the new address, in writing, within ten five days. The law enforcement agency shall, within three days of receipt, forward the information to the Division of Criminal Investigation and to the law enforcement agency having jurisdiction of the new residence. A failure to register pursuant to this section is a Class 1 misdemeanor. Any second or subsequent failure to register pursuant to this section is a Class 6 felony. Section 10. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: Any person who has been convicted of, or entered a plea of guilty to, one or more violations of § § 22-24B-2, 22-24B-5, 22-24B-6, 22-24B-7, 22-24B-8 or 22-24B-12 is guilty of a Class 5 felony for any second or subsequent conviction of § § 22-24B-2, 22-24B-5, 22-24B-6, 22-24B-7, 22-24B-8 or 22-24B-12. Section 11. That chapter 23-5A be amended by adding thereto a NEW SECTION to read as follows: Any person who is required to register as a sex offender pursuant to § § 22-24B-1 to 22-24B- 14, inclusive, shall provide a DNA sample as required in chapter 23-5A. Section 12. That § 23A-27-12.1 be amended to read as follows: 23A-27-12.1. Upon receipt of an order that a defendant has been placed on probation to the court service department, the chief court services officer shall immediately assign the defendant to a court services officer for probation supervision. All such probationers shall cooperate fully with the court services officer and comply with all directives thereby issued in their regard. If the sentencing judge has provided special conditions , including limited areas of residence or community access, required participation in treatment, enhanced reporting requirements, and use of electronic monitoring or global positioning units, for either a probationer or one released on a suspended sentence, then such person shall comply with such special conditions, and the court services officer is hereby charged with the responsibility for effecting compliance with such conditions. Whenever the sentencing judge assesses probation costs as a condition of probation, the costs shall be paid to the clerk of the court who shall forward such costs on a monthly basis to the county treasurer for deposit in the county general fund. Section 13. That § 24-15A-24 be amended to read as follows: 24-15A-24. The board and the department may place reasonable restrictions upon a parolee which are designed to continue the parolee's rehabilitation , including limited areas of residence or community access, required participation in treatment, enhanced reporting requirements, and use of electronic monitoring or global positioning units . The board and the department shall require the implementation of a restitution plan and payment of supervision fees, if reasonably possible. The prior obligations of child support and restitution payments take precedence over collection of supervision fees. All restrictions shall be in writing and shall be agreed to and signed by the parolee. Section 14. No law enforcement agency, employee of any law enforcement agency, employee or official of any state and county agency and person contracting or appointed to perform services under this Act is civilly or criminally liable for good faith conduct under this Act."}, {"bill_id": 20385, "bill_version_id": 107523, "bill_version": "Senate Engrossed", "bill_version_date": "2006-01-30T16:18:41-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the sex offender registry and the supervision of sex offenders. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-24B-1 be amended to read as follows: 22-24B-1. For the purposes of §§ 22-24B-2 to 22-24B-14, inclusive, a sex crime is any of the following crimes regardless of the date of the commission of the offense or the date of conviction: (1) Rape as set forth in § 22-22-1; (2) Sexual Felony sexual contact with a minor under sixteen as set forth in § 22-22-7 if committed by an adult and the adult is convicted of a felony ; (3) Sexual contact with a person incapable of consenting as set forth in § 22-22-7.2 if committed by an adult ; (4) Incest as set forth in § 22-22-19.1 if committed by an adult; (5) Possessing, manufacturing, or distributing child pornography as set forth in § 22- 24A-3; (6) Sale of child pornography as set forth in § 22-24A-1; (7) Sexual exploitation of a minor as set forth in § 22-22-24.3; (8) Kidnapping, as set forth in § 22-19-1, if the victim of the criminal act is a minor; (9) Promotion of prostitution of a minor as set forth in subdivision 22-23-2(2); (10) Criminal pedophilia as previously set forth in § 22-22-30.1; (11) Felony indecent exposure as previously set forth in former § 22-24-1 or indecent exposure as set forth in § 22-24-1.2; (12) Solicitation of a minor as set forth in § 22-24A-5; (13) Felony aggravated indecent exposure as set forth in § 22-24-1.3; (14) Bestiality as set forth in § 22-22-42; (15) An attempt to commit any of the crimes listed in this section; (16) Any crime committed in a place other than this state which would constitute a sex crime under this section if committed in this state; (17) Any federal crime or court martial offense that would constitute a sex crime under federal law; (18) Any crime committed in another state if that state also requires that anyone convicted of that crime register as a sex offender in that state; or (19) If the victim is a minor: (a) Any sexual acts between a jail employee and a detainee as set forth in § 22-22- 7.6; (b) Any sexual contact by a psychotherapist as set forth in § 22-22-28; or (c) Any sexual penetration by a psychotherapist as set forth in § 22-22-29. Section 2. That § 22-24B-2 be amended to read as follows: 22-24B-2. Any person who has been convicted for commission of a sex crime, as defined in § 22-24B-1, shall register as a sex offender. The term, convicted, includes a verdict or plea of guilty, a plea of nolo contendere, and a suspended imposition of sentence which has not been discharged pursuant to 23A-27-14 prior to July 1, 1995. Any juvenile fifteen years or older shall register as a sex offender if that juvenile has been adjudicated of , or has received a suspended adjudication pursuant to § 26-8C-4 for, a sex crime as defined in § 22-22-20(9), 22-22-7.2, or 22-24B-1 § 22-22-7.2, 22-24B-1(1), or 22-24B-1(9) , or of an out-of-state or federal offense that is comparable to the elements of these three sex crimes or any crime committed in another state if the state also requires a juvenile adjudicated of that crime to register as a sex offender in that state . The sex offender shall register within ten five days of coming into any county to reside, temporarily domicile, attend school, attend postsecondary education classes, or work. Registration shall be with the chief of police of the municipality in which the sex offender resides, domiciles, attends school, attends classes, or works, or, if no chief of police exists, then with the sheriff of the county. A violation of this section is a Class 1 misdemeanor. However, any subsequent violation is a Class 6 felony. Any person whose sentence is discharged under § 23A-27-14 after July 1, 1995, or whose probation required under § 26-8C-4 is successfully completed, shall forward a certified copy of such formal discharge or release from probation by certified mail to the Division of Criminal Investigation and to local law enforcement where the person is then registered under this section. Upon receipt of such notice, the person shall be removed from the sex offender registry open to public inspection and shall be relieved of further registration requirements under this section. Section 3. That § 22-24B-5 be amended to read as follows: 22-24B-5. The Division of Criminal Investigation shall mail a nonforwardable verification form at least once annually to the last reported address of each person registered under § 22- 24B-2. The person shall return the verification form to the Division of Criminal Investigation within ten days after receipt of any such form. The verification form shall be signed by the person required to register and shall state that the person still resides at the address last reported to the Division of Criminal Investigation. If the person fails to return the verification form to the Division of Criminal Investigation within ten days after receipt of the form, the person is in violation of this section. Nonreceipt of a registration verification does not constitute a defense to failure to comply with this section. A violation of this section is a Class 1 misdemeanor. Any subsequent violation is a Class 6 felony. Section 4. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: The chief of police in the municipality in which the sex offender resides, or if no chief of police exists, the sheriff of the county, shall annually confirm that the address listed on the sex offender registry matches the residence of each registered sex offender. Such confirmation shall be submitted to the Division of Criminal Investigation. Section 5. That § 22-24B-6 be amended to read as follows: 22-24B-6. Any person who is registered as required by § 22-24B-2 and who is employed, carries on a vocation, or attends postsecondary classes at an institution of higher education, institution of higher learning, or technical institute in this state shall, within ten five days of any commencement and within ten five days of termination of such enrollment or employment or change in employer , report to the chief of police or county sheriff where the institution is located and complete a registration update form. A violation of this section is a Class 1 misdemeanor. Any subsequent violation is a Class 6 felony. Section 6. That § 22-24B-7 be amended to read as follows: 22-24B-7. Any person who is subject to the provisions of § 22-24B-2 shall annually reregister every six months in the same manner as may be provided by law for initial registration. Such person shall reregister during the calendar month during which the registrant was born . However, if such person has previously registered pursuant to the provisions of § 22- 24B-2 within ninety days immediately prior to the date of such person's birth, no subsequent reregistration is required pursuant to this section during the current annual reregistration cycle and six months following the person's birth month . A violation of this section is a Class 1 misdemeanor. However, any subsequent violation is a Class 6 felony. Section 7. That § 22-24B-8 be amended to read as follows: 22-24B-8. The registration shall include the following information which, unless otherwise indicated, shall be provided by the offender : (1) Name and all aliases used; (2) Complete description, photographs, and fingerprints and palm prints collected and provided by the registering agency ; (3) Residence, length of time at that residence including the date the residence was established , and length of time expected to remain at that residence; (4) The type of sex crime convicted of; and (5) The date of commission and the date of conviction of any sex crime committed; (6) Social Security number on a separate confidential form; (7) Driver license number and state of issuance; (8) Whether or not the registrant is receiving or has received any sex offender treatment; (9) Employer name, address, and phone number or school name, address, and phone number; (10) Length of employment or length of attendance at school; and (11) Occupation or vocation ; (12) Vehicle license plate number of any vehicle owned by the offender; (13) Information identifying any internet accounts of the offender as well as any user names, screen names, and aliases that the offender uses on the internet; (14) A listing of all felony convictions for crimes committed as an adult and sex offense convictions and adjudications subject to sex offender registry provided by the offender and confirmed by the registering agency; (15) A description of the offense, provided by the prosecuting attorney; (16) Acknowledgment whether the offender is currently an inmate, parolee, juvenile in department of corrections placement or under aftercare supervision, county or city jail inmate or detainee in a juvenile detention center, provided by the offender and confirmed by the administering body of the correctional facility; (17) Acknowledgment whether the offender is subject to community safety zone restrictions, provided by the registering agency; and (18) The name, address and phone number of two local contacts, who have regular interaction with the offender and the name, address and phone number of the offender's next of kin. In addition, at the time of the offender's registration, the registering agency will collect a DNA sample and submit the sample to the South Dakota State Forensic Laboratory in accordance with procedures established by the South Dakota State Forensic Laboratory. The collection of DNA at the time of the registration is not required if the registering agency can confirm that DNA collection and submission to the South Dakota State Forensic Laboratory has already occurred . Any failure by the offender to accurately provide the information required by this section is a Class 1 misdemeanor Class 6 felony . Section 8. That § 22-24B-10 be amended to read as follows: 22-24B-10. Within three days of registering a person pursuant to §§ 22-24B-1 to 22-24B-14, inclusive, the registering law enforcement agency shall forward the information to the Division of Criminal Investigation. The Division of Criminal Investigation shall maintain a file of all the registrations and shall make them available to state, county, and municipal law enforcement agencies on a twenty-four hour basis. An offender's registration compliance status and registration information, other than the registrant's social security number, victim name, DNA sample, and the names, addresses, and phone numbers for local contacts and next of kin are public information. The provisions of §§ 23-5-11 and 23-6-14 do not apply to providing files pursuant to §§ 22-24B-1 to 22-24B-14, inclusive. The Division of Criminal Investigation file is not open to inspection by the public or any other person other than a law enforcement officer except as specifically provided in § 22-24B-11. Section 9. That § 22-24B-12 be amended to read as follows: 22-24B-12. Any person required to register pursuant to §§ 22-24B-1 to 22-24B-14, inclusive, who moves to a different residence address shall inform the law enforcement agency with whom the person last registered of the new address, in writing, within ten five days. The law enforcement agency shall, within three days of receipt, forward the information to the Division of Criminal Investigation and to the law enforcement agency having jurisdiction of the new residence. A failure to register pursuant to this section is a Class 1 misdemeanor. Any second or subsequent failure to register pursuant to this section is a Class 6 felony. Section 10. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: Any person who has been convicted of, or entered a plea of guilty to, one or more violations of § § 22-24B-2, 22-24B-5, 22-24B-6, 22-24B-7, 22-24B-8 or 22-24B-12 is guilty of a Class 5 felony for any second or subsequent conviction of § § 22-24B-2, 22-24B-5, 22-24B-6, 22-24B-7, 22-24B-8 or 22-24B-12. Section 11. That chapter 23-5A be amended by adding thereto a NEW SECTION to read as follows: Any person who is required to register as a sex offender pursuant to § § 22-24B-1 to 22-24B- 14, inclusive, shall provide a DNA sample as required in chapter 23-5A. Section 12. That § 23A-27-12.1 be amended to read as follows: 23A-27-12.1. Upon receipt of an order that a defendant has been placed on probation to the court service department, the chief court services officer shall immediately assign the defendant to a court services officer for probation supervision. All such probationers shall cooperate fully with the court services officer and comply with all directives thereby issued in their regard. If the sentencing judge has provided special conditions , including limited areas of residence or community access, required participation in treatment, enhanced reporting requirements, and use of electronic monitoring or global positioning units, for either a probationer or one released on a suspended sentence, then such person shall comply with such special conditions, and the court services officer is hereby charged with the responsibility for effecting compliance with such conditions. Whenever the sentencing judge assesses probation costs as a condition of probation, the costs shall be paid to the clerk of the court who shall forward such costs on a monthly basis to the county treasurer for deposit in the county general fund. Section 13. That § 24-15A-24 be amended to read as follows: 24-15A-24. The board and the department may place reasonable restrictions upon a parolee which are designed to continue the parolee's rehabilitation , including limited areas of residence or community access, required participation in treatment, enhanced reporting requirements, and use of electronic monitoring or global positioning units . The board and the department shall require the implementation of a restitution plan and payment of supervision fees, if reasonably possible. The prior obligations of child support and restitution payments take precedence over collection of supervision fees. All restrictions shall be in writing and shall be agreed to and signed by the parolee. Section 14. No law enforcement agency, employee of any law enforcement agency, employee or official of any state and county agency and person contracting or appointed to perform services under this Act is civilly or criminally liable for good faith conduct under this Act."}, {"bill_id": 20385, "bill_version_id": 108495, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2006-02-10T11:52:40-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the sex offender registry and the supervision of sex offenders. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-24B-1 be amended to read as follows: 22-24B-1. For the purposes of §§ 22-24B-2 to 22-24B-14, inclusive, a sex crime is any of the following crimes regardless of the date of the commission of the offense or the date of conviction: (1) Rape as set forth in § 22-22-1; (2) Sexual Felony sexual contact with a minor under sixteen as set forth in § 22-22-7 if committed by an adult and the adult is convicted of a felony ; (3) Sexual contact with a person incapable of consenting as set forth in § 22-22-7.2 if committed by an adult ; (4) Incest as set forth in § 22-22-19.1 if committed by an adult; (5) Possessing, manufacturing, or distributing child pornography as set forth in § 22- 24A-3; (6) Sale of child pornography as set forth in § 22-24A-1; (7) Sexual exploitation of a minor as set forth in § 22-22-24.3; (8) Kidnapping, as set forth in § 22-19-1, if the victim of the criminal act is a minor; (9) Promotion of prostitution of a minor as set forth in subdivision 22-23-2(2); (10) Criminal pedophilia as previously set forth in § 22-22-30.1; (11) Felony indecent exposure as previously set forth in former § 22-24-1 or indecent exposure as set forth in § 22-24-1.2; (12) Solicitation of a minor as set forth in § 22-24A-5; (13) Felony aggravated indecent exposure as set forth in § 22-24-1.3; (14) Bestiality as set forth in § 22-22-42; (15) An attempt to commit any of the crimes listed in this section; (16) Any crime committed in a place other than this state which would constitute a sex crime under this section if committed in this state; (17) Any federal crime or court martial offense that would constitute a sex crime under federal law; (18) Any crime committed in another state if that state also requires that anyone convicted of that crime register as a sex offender in that state; or (19) If the victim is a minor: (a) Any sexual acts between a jail employee and a detainee as set forth in § 22-22- 7.6; (b) Any sexual contact by a psychotherapist as set forth in § 22-22-28; or (c) Any sexual penetration by a psychotherapist as set forth in § 22-22-29. Section 2. That § 22-24B-2 be amended to read as follows: 22-24B-2. Any person who has been convicted for commission of a sex crime, as defined in § 22-24B-1, shall register as a sex offender. The term, convicted, includes a verdict or plea of guilty, a plea of nolo contendere, and a suspended imposition of sentence which has not been discharged pursuant to 23A-27-14 prior to July 1, 1995. Any juvenile fifteen years or older shall register as a sex offender if that juvenile has been adjudicated of a sex crime as defined in § 22- 22-20(9), 22-22-7.2, or 22-24B-1 § 22-22-7.2, 22-24B-1(1), or 22-24B-1(9) , or of an out-of- state or federal offense that is comparable to the elements of these three sex crimes or any crime committed in another state if the state also requires a juvenile adjudicated of that crime to register as a sex offender in that state . The sex offender shall register within ten five days of coming into any county to reside, temporarily domicile, attend school, attend postsecondary education classes, or work. Registration shall be with the chief of police of the municipality in which the sex offender resides, domiciles, attends school, attends classes, or works, or, if no chief of police exists, then with the sheriff of the county. A violation of this section is a Class 1 misdemeanor. However, any subsequent violation is a Class 6 felony. Any person whose sentence is discharged under § 23A-27-14 after July 1, 1995, shall forward a certified copy of such formal discharge or release from probation by certified mail to the Division of Criminal Investigation and to local law enforcement where the person is then registered under this section. Upon receipt of such notice, the person shall be removed from the sex offender registry open to public inspection and shall be relieved of further registration requirements under this section. Section 3. That § 22-24B-5 be amended to read as follows: 22-24B-5. The Division of Criminal Investigation shall mail a nonforwardable verification form at least once annually to the last reported address of each person registered under § 22- 24B-2. The person shall return the verification form to the Division of Criminal Investigation within ten days after receipt of any such form. The verification form shall be signed by the person required to register and shall state that the person still resides at the address last reported to the Division of Criminal Investigation. If the person fails to return the verification form to the Division of Criminal Investigation within ten days after receipt of the form, the person is in violation of this section. Nonreceipt of a registration verification does not constitute a defense to failure to comply with this section. A violation of this section is a Class 1 misdemeanor. Any subsequent violation is a Class 6 felony. Section 4. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: The chief of police in the municipality in which the sex offender resides, or if no chief of police exists, the sheriff of the county, shall annually confirm that the address listed on the sex offender registry matches the residence of each registered sex offender. Such confirmation shall be submitted to the Division of Criminal Investigation. Section 5. That § 22-24B-6 be amended to read as follows: 22-24B-6. Any person who is registered as required by § 22-24B-2 and who is employed, carries on a vocation, or attends postsecondary classes at an institution of higher education, institution of higher learning, or technical institute in this state shall, within ten five days of any commencement and within ten five days of termination of such enrollment or employment or change in employer , report to the chief of police or county sheriff where the institution is located and complete a registration update form. A violation of this section is a Class 1 misdemeanor. Any subsequent violation is a Class 6 felony. Section 6. That § 22-24B-7 be amended to read as follows: 22-24B-7. Any person who is subject to the provisions of § 22-24B-2 shall annually reregister every six months in the same manner as may be provided by law for initial registration. Such person shall reregister during the calendar month during which the registrant was born . However, if such person has previously registered pursuant to the provisions of § 22- 24B-2 within ninety days immediately prior to the date of such person's birth, no subsequent reregistration is required pursuant to this section during the current annual reregistration cycle and six months following the person's birth month . A violation of this section is a Class 1 misdemeanor. However, any subsequent violation is a Class 6 felony. Section 7. That § 22-24B-8 be amended to read as follows: 22-24B-8. The registration shall include the following information which, unless otherwise indicated, shall be provided by the offender : (1) Name and all aliases used; (2) Complete description, photographs, and fingerprints and palm prints collected and provided by the registering agency ; (3) Residence, length of time at that residence including the date the residence was established , and length of time expected to remain at that residence; (4) The type of sex crime convicted of; and (5) The date of commission and the date of conviction of any sex crime committed; (6) Social Security number on a separate confidential form; (7) Driver license number and state of issuance; (8) Whether or not the registrant is receiving or has received any sex offender treatment; (9) Employer name, address, and phone number or school name, address, and phone number; (10) Length of employment or length of attendance at school; and (11) Occupation or vocation ; (12) Vehicle license plate number of any vehicle owned by the offender; (13) Information identifying any internet accounts of the offender as well as any user names, screen names, and aliases that the offender uses on the internet; (14) A listing of all felony convictions, in any jurisdiction, for crimes committed as an adult and sex offense convictions and adjudications subject to sex offender registry provided by the offender and confirmed by the registering agency; (15) A description of the offense, provided by the prosecuting attorney; (16) Acknowledgment whether the offender is currently an inmate, parolee, juvenile in department of corrections placement or under aftercare supervision, county or city jail inmate or detainee in a juvenile detention center, provided by the offender and confirmed by the administering body of the correctional facility; (17) Acknowledgment whether the offender is subject to community safety zone restrictions, provided by the registering agency; and (18) The name, address and phone number of two local contacts, who have regular interaction with the offender and the name, address and phone number of the offender's next of kin. In addition, at the time of the offender's registration, the registering agency will collect a DNA sample and submit the sample to the South Dakota State Forensic Laboratory in accordance with procedures established by the South Dakota State Forensic Laboratory. The collection of DNA at the time of the registration is not required if the registering agency can confirm that DNA collection and submission to the South Dakota State Forensic Laboratory has already occurred . Any failure by the offender to accurately provide the information required by this section is a Class 1 misdemeanor Class 6 felony . Section 8. That § 22-24B-10 be amended to read as follows: 22-24B-10. Within three days of registering a person pursuant to §§ 22-24B-1 to 22-24B-14, inclusive, the registering law enforcement agency shall forward the information to the Division of Criminal Investigation. The Division of Criminal Investigation shall maintain a file of all the registrations and shall make them available to state, county, and municipal law enforcement agencies on a twenty-four hour basis. An offender's registration compliance status and registration information, other than the registrant's social security number, victim name, DNA sample, and the names, addresses, and phone numbers for local contacts and next of kin are public information. The provisions of §§ 23-5-11 and 23-6-14 do not apply to providing files pursuant to §§ 22-24B-1 to 22-24B-14, inclusive. The Division of Criminal Investigation file is not open to inspection by the public or any other person other than a law enforcement officer except as specifically provided in § 22-24B-11. Section 9. That § 22-24B-12 be amended to read as follows: 22-24B-12. Any person required to register pursuant to §§ 22-24B-1 to 22-24B-14, inclusive, who moves to a different residence address shall inform the law enforcement agency with whom the person last registered of the new address, in writing, within ten five days. The law enforcement agency shall, within three days of receipt, forward the information to the Division of Criminal Investigation and to the law enforcement agency having jurisdiction of the new residence. A failure to register pursuant to this section is a Class 1 misdemeanor. Any second or subsequent failure to register pursuant to this section is a Class 6 felony. Section 10. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: Any person who has been convicted of, or entered a plea of guilty to, one or more violations of § § 22-24B-2, 22-24B-5, 22-24B-6, 22-24B-7, 22-24B-8 or 22-24B-12 is guilty of a Class 5 felony for any second or subsequent conviction of § § 22-24B-2, 22-24B-5, 22-24B-6, 22-24B-7, 22-24B-8 or 22-24B-12. Section 11. That chapter 23-5A be amended by adding thereto a NEW SECTION to read as follows: Any person who is required to register as a sex offender pursuant to § § 22-24B-1 to 22-24B- 14, inclusive, shall provide a DNA sample as required in chapter 23-5A. Section 12. That § 23A-27-12.1 be amended to read as follows: 23A-27-12.1. Upon receipt of an order that a defendant has been placed on probation to the court service department, the chief court services officer shall immediately assign the defendant to a court services officer for probation supervision. All such probationers shall cooperate fully with the court services officer and comply with all directives thereby issued in their regard. If the sentencing judge has provided special conditions , including limited areas of residence or community access, required participation in treatment, enhanced reporting requirements, and use of electronic monitoring or global positioning units, for either a probationer or one released on a suspended sentence, then such person shall comply with such special conditions, and the court services officer is hereby charged with the responsibility for effecting compliance with such conditions. Whenever the sentencing judge assesses probation costs as a condition of probation, the costs shall be paid to the clerk of the court who shall forward such costs on a monthly basis to the county treasurer for deposit in the county general fund. Section 13. That § 24-15A-24 be amended to read as follows: 24-15A-24. The board and the department may place reasonable restrictions upon a parolee which are designed to continue the parolee's rehabilitation , including limited areas of residence or community access, required participation in treatment, enhanced reporting requirements, and use of electronic monitoring or global positioning units . The board and the department shall require the implementation of a restitution plan and payment of supervision fees, if reasonably possible. The prior obligations of child support and restitution payments take precedence over collection of supervision fees. All restrictions shall be in writing and shall be agreed to and signed by the parolee. Section 14. No law enforcement agency, employee of any law enforcement agency, employee or official of any state and county agency and person contracting or appointed to perform services under this Act is civilly or criminally liable for good faith conduct under this Act."}, {"bill_id": 20385, "bill_version_id": 109518, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2006-02-28T07:59:02-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the sex offender registry and the supervision of sex offenders. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-24B-1 be amended to read as follows: 22-24B-1. For the purposes of §§ 22-24B-2 to 22-24B-14, inclusive, a sex crime is any of the following crimes regardless of the date of the commission of the offense or the date of conviction: (1) Rape as set forth in § 22-22-1; (2) Sexual Felony sexual contact with a minor under sixteen as set forth in § 22-22-7 if committed by an adult and the adult is convicted of a felony ; (3) Sexual contact with a person incapable of consenting as set forth in § 22-22-7.2 if committed by an adult ; (4) Incest as set forth in § 22-22-19.1 if committed by an adult; (5) Possessing, manufacturing, or distributing child pornography as set forth in § 22- 24A-3; (6) Sale of child pornography as set forth in § 22-24A-1; (7) Sexual exploitation of a minor as set forth in § 22-22-24.3; (8) Kidnapping, as set forth in § 22-19-1, if the victim of the criminal act is a minor; (9) Promotion of prostitution of a minor as set forth in subdivision 22-23-2(2); (10) Criminal pedophilia as previously set forth in § 22-22-30.1; (11) Felony indecent exposure as previously set forth in former § 22-24-1 or indecent exposure as set forth in § 22-24-1.2; (12) Solicitation of a minor as set forth in § 22-24A-5; (13) Felony aggravated indecent exposure as set forth in § 22-24-1.3; (14) Bestiality as set forth in § 22-22-42; (15) An attempt to commit any of the crimes listed in this section; (16) Any crime committed in a place other than this state which would constitute a sex crime under this section if committed in this state; (17) Any federal crime or court martial offense that would constitute a sex crime under federal law; (18) Any crime committed in another state if that state also requires that anyone convicted of that crime register as a sex offender in that state; or (19) If the victim is a minor: (a) Any sexual acts between a jail employee and a detainee as set forth in § 22-22- 7.6; (b) Any sexual contact by a psychotherapist as set forth in § 22-22-28; or (c) Any sexual penetration by a psychotherapist as set forth in § 22-22-29. Section 2. That § 22-24B-2 be amended to read as follows: 22-24B-2. Any person who has been convicted for commission of a sex crime, as defined in § 22-24B-1, shall register as a sex offender. The term, convicted, includes a verdict or plea of guilty, a plea of nolo contendere, and a suspended imposition of sentence which has not been discharged pursuant to 23A-27-14 prior to July 1, 1995. Any juvenile fifteen years or older shall register as a sex offender if that juvenile has been adjudicated of a sex crime as defined in § 22- 22-20(9), 22-22-7.2, or 22-24B-1 § 22-22-7.2, 22-24B-1(1), or 22-24B-1(9) , or of an out-of- state or federal offense that is comparable to the elements of these three sex crimes or any crime committed in another state if the state also requires a juvenile adjudicated of that crime to register as a sex offender in that state . The sex offender shall register within ten five days of coming into any county to reside, temporarily domicile, attend school, attend postsecondary education classes, or work. Registration shall be with the chief of police of the municipality in which the sex offender resides, domiciles, attends school, attends classes, or works, or, if no chief of police exists, then with the sheriff of the county. A violation of this section is a Class 1 misdemeanor. However, any subsequent violation is a Class 6 felony. Any person whose sentence is discharged under § 23A-27-14 after July 1, 1995, shall forward a certified copy of such formal discharge by certified mail to the Division of Criminal Investigation and to local law enforcement where the person is then registered under this section. Upon receipt of such notice, the person shall be removed from the sex offender registry open to public inspection and shall be relieved of further registration requirements under this section. Section 3. That § 22-24B-5 be amended to read as follows: 22-24B-5. The Division of Criminal Investigation shall mail a nonforwardable verification form at least once annually to the last reported address of each person registered under § 22- 24B-2. The person shall return the verification form to the Division of Criminal Investigation within ten days after receipt of any such form. The verification form shall be signed by the person required to register and shall state that the person still resides at the address last reported to the Division of Criminal Investigation. If the person fails to return the verification form to the Division of Criminal Investigation within ten days after receipt of the form, the person is in violation of this section. Nonreceipt of a registration verification does not constitute a defense to failure to comply with this section. A violation of this section is a Class 1 misdemeanor. Any subsequent violation is a Class 6 felony. Section 4. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: The chief of police in the municipality in which the sex offender resides, or if no chief of police exists, the sheriff of the county, shall annually confirm that the address listed on the sex offender registry matches the residence of each registered sex offender. Such confirmation shall be submitted to the Division of Criminal Investigation. Section 5. That § 22-24B-6 be amended to read as follows: 22-24B-6. Any person who is registered as required by § 22-24B-2 and who is employed, carries on a vocation, or attends postsecondary classes at an institution of higher education, institution of higher learning, or technical institute in this state shall, within ten five days of any commencement and within ten five days of termination of such enrollment or employment or change in employer , report to the chief of police or county sheriff where the institution is located and complete a registration update form. A violation of this section is a Class 1 misdemeanor. Any subsequent violation is a Class 6 felony. Section 6. That § 22-24B-7 be amended to read as follows: 22-24B-7. Any person who is subject to the provisions of § 22-24B-2 shall annually reregister every six months in the same manner as may be provided by law for initial registration. Such person shall reregister during the calendar month during which the registrant was born . However, if such person has previously registered pursuant to the provisions of § 22- 24B-2 within ninety days immediately prior to the date of such person's birth, no subsequent reregistration is required pursuant to this section during the current annual reregistration cycle and six months following the person's birth month . A violation of this section is a Class 1 misdemeanor. However, any subsequent violation is a Class 6 felony. Section 7. That § 22-24B-8 be amended to read as follows: 22-24B-8. The registration shall include the following information which, unless otherwise indicated, shall be provided by the offender : (1) Name and all aliases used; (2) Complete description, photographs, and fingerprints and palm prints collected and provided by the registering agency ; (3) Residence, length of time at that residence including the date the residence was established , and length of time expected to remain at that residence; (4) The type of sex crime convicted of; and (5) The date of commission and the date of conviction of any sex crime committed; (6) Social Security number on a separate confidential form; (7) Driver license number and state of issuance; (8) Whether or not the registrant is receiving or has received any sex offender treatment; (9) Employer name, address, and phone number or school name, address, and phone number; (10) Length of employment or length of attendance at school; and (11) Occupation or vocation ; (12) Vehicle license plate number of any vehicle owned by the offender; (13) Information identifying any internet accounts of the offender as well as any user names, screen names, and aliases that the offender uses on the internet; (14) A listing of all felony convictions, in any jurisdiction, for crimes committed as an adult and sex offense convictions and adjudications subject to sex offender registry provided by the offender and confirmed by the registering agency; (15) A description of the offense, provided by the prosecuting attorney; (16) Acknowledgment whether the offender is currently an inmate, parolee, juvenile in department of corrections placement or under aftercare supervision, county or city jail inmate or detainee in a juvenile detention center, provided by the offender and confirmed by the administering body of the correctional facility; (17) Acknowledgment whether the offender is subject to community safety zone restrictions, provided by the registering agency; and (18) The name, address and phone number of two local contacts, who have regular interaction with the offender and the name, address and phone number of the offender's next of kin. In addition, at the time of the offender's registration, the registering agency will collect a DNA sample and submit the sample to the South Dakota State Forensic Laboratory in accordance with procedures established by the South Dakota State Forensic Laboratory. The collection of DNA at the time of the registration is not required if the registering agency can confirm that DNA collection and submission to the South Dakota State Forensic Laboratory has already occurred . Any failure by the offender to accurately provide the information required by this section is a Class 1 misdemeanor Class 6 felony . Section 8. That § 22-24B-10 be amended to read as follows: 22-24B-10. Within three days of registering a person pursuant to §§ 22-24B-1 to 22-24B-14, inclusive, the registering law enforcement agency shall forward the information to the Division of Criminal Investigation. The Division of Criminal Investigation shall maintain a file of all the registrations and shall make them available to state, county, and municipal law enforcement agencies on a twenty-four hour basis. An offender's registration compliance status and registration information, other than the registrant's social security number, victim name, DNA sample, and the names, addresses, and phone numbers for local contacts and next of kin are public information. The provisions of §§ 23-5-11 and 23-6-14 do not apply to providing files pursuant to §§ 22-24B-1 to 22-24B-14, inclusive. The Division of Criminal Investigation file is not open to inspection by the public or any other person other than a law enforcement officer except as specifically provided in § 22-24B-11. Section 9. That § 22-24B-12 be amended to read as follows: 22-24B-12. Any person required to register pursuant to §§ 22-24B-1 to 22-24B-14, inclusive, who moves to a different residence address shall inform the law enforcement agency with whom the person last registered of the new address, in writing, within ten five days. The law enforcement agency shall, within three days of receipt, forward the information to the Division of Criminal Investigation and to the law enforcement agency having jurisdiction of the new residence. A failure to register pursuant to this section is a Class 1 misdemeanor. Any second or subsequent failure to register pursuant to this section is a Class 6 felony. Section 10. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: Any person who has been convicted of, or entered a plea of guilty to, one or more violations of § § 22-24B-2, 22-24B-5, 22-24B-6, 22-24B-7, 22-24B-8 or 22-24B-12 is guilty of a Class 5 felony for any second or subsequent conviction of § § 22-24B-2, 22-24B-5, 22-24B-6, 22-24B-7, 22-24B-8 or 22-24B-12. Section 11. That chapter 23-5A be amended by adding thereto a NEW SECTION to read as follows: Any person who is required to register as a sex offender pursuant to § § 22-24B-1 to 22-24B- 14, inclusive, shall provide a DNA sample as required in chapter 23-5A. Section 12. That § 23A-27-12.1 be amended to read as follows: 23A-27-12.1. Upon receipt of an order that a defendant has been placed on probation to the court service department, the chief court services officer shall immediately assign the defendant to a court services officer for probation supervision. All such probationers shall cooperate fully with the court services officer and comply with all directives thereby issued in their regard. If the sentencing judge has provided special conditions , including limited areas of residence or community access, required participation in treatment, enhanced reporting requirements, and use of electronic monitoring or global positioning units, for either a probationer or one released on a suspended sentence, then such person shall comply with such special conditions, and the court services officer is hereby charged with the responsibility for effecting compliance with such conditions. Whenever the sentencing judge assesses probation costs as a condition of probation, the costs shall be paid to the clerk of the court who shall forward such costs on a monthly basis to the county treasurer for deposit in the county general fund. Section 13. That § 24-15A-24 be amended to read as follows: 24-15A-24. The board and the department may place reasonable restrictions upon a parolee which are designed to continue the parolee's rehabilitation , including limited areas of residence or community access, required participation in treatment, enhanced reporting requirements, and use of electronic monitoring or global positioning units . The board and the department shall require the implementation of a restitution plan and payment of supervision fees, if reasonably possible. The prior obligations of child support and restitution payments take precedence over collection of supervision fees. All restrictions shall be in writing and shall be agreed to and signed by the parolee. Section 14. No law enforcement agency, employee of any law enforcement agency, employee or official of any state and county agency and person contracting or appointed to perform services under this Act is civilly or criminally liable for good faith conduct under this Act."}, {"bill_id": 20385, "bill_version_id": 109519, "bill_version": "Enrolled", "bill_version_date": "2006-02-28T08:33:41-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20385, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106850, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106850.pdf", "status_text": "First read in Senate and referred to", "journal_page": 113, "committee_id_action": 894, "committee_id_assigned": 872, "result": "N", "vote": {}}, {"bill_id": 20385, "action_date": "2006-01-25T10:00:00-06:00", "document_id": 107242, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107242.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 872, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20385, "action_date": "2006-01-25T10:00:00-06:00", "document_id": 107242, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107242.pdf", "status_text": "Do Pass Amended,", "journal_page": 197, "committee_id_action": 872, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63574, "president_vote": null, "Yea": [3390, 3412, 3413, 3416, 3428, 3447, 3361]}}, {"bill_id": 20385, "action_date": "2006-01-27T13:00:00-06:00", "document_id": 107421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107421.pdf", "status_text": "Deferred to another day", "journal_page": 242, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20385, "action_date": "2006-01-30T14:00:00-06:00", "document_id": 107534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107534.pdf", "status_text": "Motion to Amend,", "journal_page": 258, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20385, "action_date": "2006-01-30T14:00:00-06:00", "document_id": 107534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107534.pdf", "status_text": "Do Pass Amended,", "journal_page": 258, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63826, "president_vote": null, "Yea": [3361, 3362, 3363, 3364, 3365, 3368, 3374, 3376, 3377, 3379, 3384, 3390, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3415, 3416, 3421, 3423, 3425, 3428, 3430, 3432, 3435, 3439, 3447, 3450, 3452, 3453, 3458]}}, {"bill_id": 20385, "action_date": "2006-01-31T14:00:00-06:00", "document_id": 107629, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107629.pdf", "status_text": "First read in House and referred to", "journal_page": 298, "committee_id_action": 893, "committee_id_assigned": 891, "result": "N", "vote": {}}, {"bill_id": 20385, "action_date": "2006-02-08T06:45:00-06:00", "document_id": 108227, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108227.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20385, "action_date": "2006-02-10T07:45:00-06:00", "document_id": 108485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108485.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20385, "action_date": "2006-02-10T07:45:00-06:00", "document_id": 108485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108485.pdf", "status_text": "Do Pass Amended,", "journal_page": 502, "committee_id_action": 891, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62605, "president_vote": null, "Yea": [3387, 3393, 3401, 3407, 3426, 3429, 3434, 3444, 3448, 3456, 3461, 3406, 3371]}}, {"bill_id": 20385, "action_date": "2006-02-14T14:00:00-06:00", "document_id": 108711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108711.pdf", "status_text": "Deferred to another day", "journal_page": 573, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20385, "action_date": "2006-02-15T14:00:00-06:00", "document_id": 108836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108836.pdf", "status_text": "Do Pass Amended,", "journal_page": 600, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64532, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3371, 3372, 3373, 3375, 3378, 3380, 3381, 3382, 3383, 3385, 3386, 3387, 3388, 3389, 3392, 3393, 3394, 3395, 3398, 3399, 3400, 3402, 3403, 3405, 3406, 3408, 3410, 3414, 3417, 3418, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3456, 3457, 3459, 3460, 3461, 3462, 3463, 3464, 3465, 3426], "Excused": [3401, 3407]}}, {"bill_id": 20385, "action_date": "2006-02-21T14:00:00-06:00", "document_id": 109127, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109127.pdf", "status_text": "Conference Committee appointments", "journal_page": 654, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20385, "action_date": "2006-02-21T14:00:00-06:00", "document_id": 109122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109122.pdf", "status_text": "Conference Committee appointments", "journal_page": 600, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20385, "action_date": "2006-02-27T08:30:00-06:00", "document_id": 109512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109512.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 701, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63206, "president_vote": null, "Yea": [3361, 3362, 3363, 3364, 3365, 3368, 3374, 3376, 3377, 3379, 3384, 3390, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3415, 3416, 3421, 3423, 3425, 3428, 3432, 3435, 3439, 3447, 3450, 3452, 3458], "Nay": [3391, 3430], "Excused": [3453]}}, {"bill_id": 20385, "action_date": "2006-02-27T08:30:00-06:00", "document_id": 109513, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109513.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 773, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64649, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3371, 3372, 3373, 3375, 3378, 3380, 3381, 3382, 3383, 3385, 3386, 3387, 3388, 3389, 3392, 3393, 3394, 3395, 3398, 3399, 3400, 3401, 3402, 3403, 3405, 3406, 3407, 3408, 3410, 3414, 3417, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3457, 3460, 3461, 3462, 3463, 3464, 3465, 3426], "Nay": [3418, 3456], "Excused": [3459]}}, {"bill_id": 20385, "action_date": "2006-02-28T08:30:00-06:00", "document_id": 109578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109578.pdf", "status_text": "Signed by Speaker", "journal_page": 802, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20385, "action_date": "2006-02-28T08:30:00-06:00", "document_id": 109525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109525.pdf", "status_text": "Delivered to the Governor", "journal_page": 741, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20385, "action_date": "2006-02-28T08:30:00-06:00", "document_id": 109525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109525.pdf", "status_text": "Signed by President", "journal_page": 746, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20385, "action_date": "2006-03-21T12:00:00-06:00", "document_id": 109618, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109618.pdf", "status_text": "Signed by Governor", "journal_page": 750, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3334, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20385"}