{"session_id": 64, "bill_id": 23347, "bill_type": "House Bill", "bill_number": 1324, "bill_title": "provide additional time for camping permit acquisition by residents.", "sponsors": [{"legislator_profile_id": 4011, "is_prime": true}, {"legislator_profile_id": 3922, "is_prime": false}, {"legislator_profile_id": 3940, "is_prime": false}, {"legislator_profile_id": 3951, "is_prime": false}, {"legislator_profile_id": 3955, "is_prime": false}, {"legislator_profile_id": 3959, "is_prime": false}, {"legislator_profile_id": 3968, "is_prime": false}, {"legislator_profile_id": 3970, "is_prime": false}, {"legislator_profile_id": 3977, "is_prime": false}], "keywords": ["Game, Fish, Parks and Forestry", "Promulgation of Rules", "Recreation and Sports", "Residency", "State Parks"], "audio": [{"meeting_datetime": "2022-02-15T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hag23.mp3", "start_seconds": 250.0}, {"meeting_datetime": "2022-02-15T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hag23.mp3", "start_seconds": 250.0}, {"meeting_datetime": "2022-02-15T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hag23.mp3", "start_seconds": 250.0}], "bill_versions": [{"bill_id": 23347, "bill_version_id": 232188, "bill_version": "Introduced", "bill_version_date": "2022-02-02T11:28:47.243-06:00", "bill_text": "An Act to provide additional time for camping permit acquisition by residents. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 41-17-1.1 be AMENDED: 41-17-1.1. The Game, Fish and Parks Commission may shall adopt such rules as may be necessary to establish uniform procedures for the administration, management, and development of the state park system. The state park system includes all lands and waters owned, leased, or controlled by the Department of Game, Fish and Parks and designated as a state park, a state recreation area, a state nature area, a state lakeside use area, or a state recreational trail. Such rules may must be adopted in the following areas: (1) Management and control of public use of all lands, structures, and waters in the state park system; (2) Issuance, display, inspection, and expiration of park entrance licenses; (3) Management, control, and protection of the natural, historical, archaeological, and geological resources in the state park system, if the rules do not conflict with chapters 1-19A and 1-20; (4) Management, control, and protection of wild and domestic animals in the state park system; (5) Regulate the operation of all vehicles, on and off roads, in the state park system; (6) Granting, termination, management, and development of easements, leases, or permits authorizing the commercial or noncommercial use of land, buildings, cabins, mobile homes, and docks or dock systems in the state park system; (7) Issuance and administration of camping permits and the establishment and collection of fees for camping permits and for other park services in the state park system, if the fees and procedures are not set by statute; (8) Establishing a standardized number of days, applicable across the state park system, during which campground reservations may be made prior to a person's arrival; (9) Control and prohibit the type, location and use of uncased firearms and bows in the state park system; (9)(10) Fees for licenses to permit the harvest within Custer State Park of surplus animals including but not limited to mountain goat, bighorn sheep, elk, bison, and coyote; (10)(11) Fees for special events held within a unit of the state park system. The rules shall must be adopted pursuant to chapter 1-26 and shall must be in accordance with the provisions of this chapter. A violation of the substantive provision of any rule authorized by this chapter relating to prohibited use of lands, structures, buildings, cabins, mobile homes, docks, waters, and resources in the state park system, park entrance license and camping permit requirements, regulation of wild and domestic animals in the state park system, prohibited operation of vehicles within the state park system, and prohibitions of the use of firearms and bows in the state park system is a Class 2 misdemeanor. If the same incident is a violation of statute and of the rules authorized by this chapter, only the penalty authorized for the violation of the statute may be imposed. Section 2. That § 41-17-14.1 be AMENDED: 41-17-14.1. The Department of Game, Fish and Parks may issue permits for camping in the state park system. The camping permits shall be issued according to rules adopted pursuant to § 41-17-1.1. The department shall provide residents of this state with a fourteen-day period, within which they may obtain a camping permit, prior to allowing the acquisition of a camping permit by any non-resident. Fees collected for camping permits shall must be deposited in the parks and recreation fund established by § 41-17-21. The funds shallfees must be used for development, capital improvement, operating, and maintaining the state park system as defined described in § 41-17-1.1. No portion of the moneys raised by these fees may be used to purchase land for park sites."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23347, "action_date": "2022-02-02T14:00:00-06:00", "document_id": 231905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231905.pdf", "status_text": "First Reading House", "journal_page": 178, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23347, "action_date": "2022-02-04T13:30:00-06:00", "document_id": 232452, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232452.pdf", "status_text": "Referred to", "journal_page": 211, "committee_id_action": 1008, "committee_id_assigned": 1002, "result": "N", "vote": {}}, {"bill_id": 23347, "action_date": "2022-02-15T07:45:00-06:00", "document_id": 233260, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233260.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1002, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23347, "action_date": "2022-02-15T07:45:00-06:00", "document_id": 233261, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233261.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 1002, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73740, "president_vote": null, "Yea": [3917, 3924, 3937, 3941, 3964, 3965, 3967, 3992, 4007, 4014, 4015, 3950, 3980]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23347"}