{"session_id": 54, "bill_id": 17801, "bill_type": "Senate Bill", "bill_number": 13, "bill_title": "implement certain provisions of the federal Help America Vote Act.", "sponsors": [], "keywords": ["Administrative Rules", "Elections", "Voters"], "audio": [{"meeting_datetime": "2003-01-22T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/slo06sb0013a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-22T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/slo06sb0013a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-22T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/slo06sb0013a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-23T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen07sb0013a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-23T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen07sb0013a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-23T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen07sb0013a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-25T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hlo30sb0013a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-25T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hlo30sb0013a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-25T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hlo30sb0013a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-26T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou31sb0013a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-26T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou31sb0013a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-26T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou31sb0013a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17801, "bill_version_id": 95281, "bill_version": "Introduced", "bill_version_date": "2003-01-10T08:47:28-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to implement certain provisions of the federal Help America Vote Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 12-18 be amended by adding thereto a NEW SECTION to read as follows: If any person is not authorized to vote pursuant to § 12-18-7.2, is successfully challenged under § 12-18-10, or is otherwise denied the ability to vote and the person maintains that he or she is currently registered to vote in that precinct, the person may cast a ballot which shall be called a provisional ballot. A member of the precinct election board shall notify any person who is denied the ability to vote that the person may cast a provisional ballot. Section 2. That chapter 12-18 be amended by adding thereto a NEW SECTION to read as follows: Before giving a person a provisional ballot, the person shall complete an affirmation. The person's name shall be written in the pollbook along with a designation that the person has cast a provisional ballot. The person shall be given the ballot appropriate to the precinct in which the person is claiming to be registered, along with a provisional ballot envelope. After the person votes, the person shall seal the ballot in the provisional ballot envelope and complete the statement on the envelope. The envelope shall then be placed in the ballot box. The provisional ballot and provisional ballot envelope shall be prescribed by the State Board of Elections. Section 3. That chapter 12-20 be amended by adding thereto a NEW SECTION to read as follows: If the ballot box for any precinct is opened prior to ballot counting, each provisional ballot envelope shall be removed and returned unopened to the person in charge of the election with the other election supplies. Section 4. That chapter 12-20 be amended by adding thereto a NEW SECTION to read as follows: Prior to the official canvass, the person in charge of the election shall determine if the person voting by provisional ballot was legally qualified to vote in the precinct in which the provisional ballot was cast. In making this determination, the person in charge of the election shall consider the information provided on the affirmation and diligently investigate the voter registration status of the person. If there is no evidence that a voter registration form had been completed by the person showing a residence address in that precinct and returned to an official voter registration site prior to the deadline to register to vote for the election, the provisional ballot is invalid. Section 5. That chapter 12-20 be amended by adding thereto a NEW SECTION to read as follows: Each county auditor shall decide if the provisional ballots are to be counted by hand or by automated tabulating equipment. If a decision is made to count the ballots by hand, a provisional ballot counting board shall be appointed as provided in § 12-15-1. If the provisional ballots are to be counted by automated tabulating equipment, a resolution board and tabulation machine operators shall be appointed as provided in chapter 12-17B. Section 6. That chapter 12-20 be amended by adding thereto a NEW SECTION to read as follows: The provisional ballot counting board or resolution board and tabulation machine operators shall convene one hour prior to the convening of the canvassing board. The provisional ballots, which the person in charge of the election has determined are not invalid according to section 4 of this Act, shall be counted. Upon completion of the count, the provisional ballot counting board or resolution board shall complete a certification of provisional ballot count and give the certification to the canvassing board. The certification form shall be prescribed by the State Board of Elections. Section 7. That chapter 12-20 be amended by adding thereto a NEW SECTION to read as follows: The county auditor may establish an alternative time prior to the official canvass for provisional ballot counting provided that notice of the time and location is given to the county party chairperson of each political party. Section 8. That chapter 12-20 be amended by adding thereto a NEW SECTION to read as follows: Within ten days after the official county canvass each person voting by provisional ballot shall be sent by the person in charge of the election a notice advising whether the provisional ballot was counted. The notice shall be prescribed by the State Board of Elections. Section 9. That § 12-4-38 be amended to read as follows: 12-4-38. The statewide voter registration file maintained by the secretary of state shall be considered a duplicate file of the official voter registration records held in each county office. If there is any discrepancy between the statewide voter registration file maintained by the secretary of state and the master registration file maintained by the county auditor, the master registration file maintained by the county auditor is the official file. However, for federal elections the statewide file shall be the official voter registration file. Upon request from the secretary of state, each county auditor shall transmit the county's entire voter file to the state voter registration file. Section 10. That § 12-4-2 be amended to read as follows: 12-4-2. The county auditor has complete charge of maintaining the voter registration records in the county. Voter registration shall be conducted by all each county auditors auditor and municipal finance officers officer . Voter registration shall be available at the secretary of state's office and at those locations which provide driver's driver licenses; food stamps; temporary assistance for needy families; women, infants, and children nutrition program; medicaid; military recruitment; and assistance to the disabled as provided by the Department of Human Services. Section 11. That chapter 12-4 be amended by adding thereto a NEW SECTION to read as follows: Any person registering to vote shall provide his or her driver license number and state of issuance on the voter registration form. If a person does not have a driver license, the person shall provide the last four digits of his or her social security number on the voter registration form. If a person does not have a driver license or social security number, the person may only register at the county auditor's office and shall sign a statement of such fact. The statement shall be prescribed by the State Board of Elections. Section 12. That chapter 12-4 be amended by adding thereto a NEW SECTION to read as follows: At the time voter registration information is transmitted from a county to the statewide voter registration file, the authenticity of the driver license number shall be verified with the driver license database. If the person has provided the last four digits of his or her social security number, the social security database shall be checked to determine that the number, name, and date of birth are accurate and that this information does belong to such person. If any of this information is reported as not being accurate, the county auditor may not file the voter registration and shall attempt to get the correct information with the process provided in § 12-4- 5.3. The State Board of Elections may promulgate rules, pursuant to chapter 1-26, determining technical parameters for the driver license and social security database verification. Section 13. That chapter 12-4 be amended by adding thereto a NEW SECTION to read as follows: The secretary of state shall provide any absentee uniformed services and overseas voter information on voter registration procedures and how to vote absentee. Section 14. That § 12-19-2 be amended to read as follows: 12-19-2. An absentee voter desiring to vote by mail may apply to the person in charge of the election for an absentee ballot. The application or request shall be made in writing and be signed by the applicant and state the applicant's place of voting residence and the reason for which the ballot is requested. The application or request may be used to obtain an absentee ballot for all elections in that calendar year conducted by the jurisdiction receiving the application or request if so indicated. If the application or request is from a voter identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff-1) as of January 1, 2003, an absentee ballot shall be provided to the voter for each federal election through the next two general elections. The ballot shall be sent to the voter's residence, as shown in the voter registration file or any temporary residence address designated in writing by the voter, at the time of applying for the absentee ballot. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, to prescribe a form which delineates the reasons for an absentee ballot request and allows the voter to indicate the proper reason for the request. The person in charge of the election shall stamp the application with the date it was received. The application may be made by letter or upon any form containing the required information or upon any form prescribed by the State Board of Elections or the postcard form referred to in § 12-4-8.1, executed by persons authorized in accordance with the Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) (42 U.S.C. § 1973ff). The person in charge of the election shall preserve a record of the name, post office address, and voting precinct of each applicant and, except as provided by § 12-19-45, deliver the record to the superintendent of the election board of the home precinct of the applicant. Section 15. That § 12-4-18 be amended to read as follows: 12-4-18. The Department of Health, in conjunction with preparation of abstracts of vital statistics records made pursuant to § 34-25-46, shall, on a monthly basis, prepare an abstract for the county auditor, listing names and addresses of voters who have been residents of that county and have died. The register of deeds shall deliver a list of the names and addresses of all persons who have died and whose burial permits were filed in the office during the previous month to the county auditor of the decedent's county of residency by the tenth day of each month. The clerk of courts shall, within fifteen days after the close of each month, prepare and deliver to the auditor an abstract from the records of the names of persons declared mentally incompetent , convicted, and sentenced to the adult state penitentiary system for a felony, or for whom an application or petition for probate is filed, in the preceding month. The clerk of courts shall give notice of all felony sentences to the adult state penitentiary system including a suspended execution of a sentence. The notice shall be sent to the county auditor of the county in which the person declared incompetent or convicted resides. The county auditor shall remove from the master registration list the names of persons identified in accordance with the information provided pursuant to this section and names of those sentenced to imprisonment in the federal penitentiary system and may remove names published in an obituary. Voter registration records maintained in or transmitted to the statewide voter registration file shall be matched with the death records maintained as vital statistics records by the Department of Health and the records of felony convictions maintained by the Unified Judicial System. Any voter identified as deceased or who receives a felony sentence to the adult state penitentiary system including a suspended execution of a sentence shall be removed from the voter registration records. The State Board of Elections may promulgate rules, pursuant to chapter 1-26, determining how voter registration records shall be matched. This section is effective on January 1, 2004. Section 16. The State Board of Elections shall resolve any complaint filed under Section 402 of the Help America Vote Act of 2002, as of January 1, 2003, in accordance with the contested case provisions of chapter 1-26. The complaint shall be signed, notarized, and filed with the secretary of state. The board shall resolve the complaint within ninety days of its filing. The State Board of Elections may promulgate rules, pursuant to chapter 1-26, governing the procedure for the complaint process. Section 17. If the State Board of Elections does not resolve the complaint within ninety days of filing, the complainant may ask the circuit court for alternative dispute resolution by appointing an impartial third party to serve as an arbitrator to resolve the dispute. The arbitrator shall resolve the dispute within sixty days. Section 18. The arbitrator shall appoint a time and place for a hearing and serve each party personally or notify each party by registered or certified mail not less than five days before the hearing. Section 19. The arbitrator may issue subpoenas for the attendance of witnesses and for the production of books, records, documents, and other evidence and may administer oaths. Any subpoena shall be served and enforced in the manner provided by law for the service and enforcement of subpoenas in a civil action. Section 20. On application of either party and for use as evidence, the arbitrator may permit a deposition to be taken, in the manner and upon the terms designated by the arbitrator, of a witness who cannot be subpoenaed or is unable to attend the hearing. Any provision of law compelling a person under subpoena to testify is applicable. Section 21. Unless otherwise provided by an agreement, each party is entitled to be heard, to present evidence material to the controversy, and to cross-examine witnesses appearing at the hearing. Section 22. Unless otherwise provided by an agreement, the arbitrator may adjourn the hearing from time to time as necessary and at the request of a party and for good cause. The arbitrator may hear and determine the controversy upon the evidence produced notwithstanding the failure of a party duly notified to appear. Section 23. The resolution pronouncement shall be in writing and signed by the arbitrator. The arbitrator shall deliver a copy to each party personally or by registered or certified mail. Section 24. The arbitrator's expenses and fees, together with other expenses, not including counsel fees, incurred in the conduct of arbitration, shall be paid as provided in the resolution pronouncement. Section 25. Within ten days of pronouncement, the circuit court may vacate a resolution pronouncement if: (1) The resolution was procured by corruption, fraud, or other undue means; (2) There was evident partiality or corruption by the arbitrator or misconduct prejudicing the rights of any party; (3) The arbitrator exceeded his or her power; or (4) The arbitrator refused to hear evidence material to the controversy or conducted the hearing as to prejudice substantially the rights of a party. If the resolution pronouncement is vacated, the circuit court shall appoint a new arbitrator to resolve the dispute in the manner provided in sections 17 to 25, inclusive, of this Act."}, {"bill_id": 17801, "bill_version_id": 98031, "bill_version": "Enrolled", "bill_version_date": "2003-02-27T08:37:19-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17801, "action_date": "2003-01-14T12:00:00-06:00", "document_id": 95371, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95371.pdf", "status_text": "First read in Senate and referred to", "journal_page": 18, "committee_id_action": 799, "committee_id_assigned": 779, "result": "N", "vote": {}}, {"bill_id": 17801, "action_date": "2003-01-22T07:45:00-06:00", "document_id": 95568, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95568.pdf", "status_text": "Do Pass,", "journal_page": 137, "committee_id_action": 779, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54595, "president_vote": null, "Yea": [2834, 2849, 2881, 2916, 2868], "Excused": [2840]}}, {"bill_id": 17801, "action_date": "2003-01-22T07:45:00-06:00", "document_id": 95568, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95568.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 779, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17801, "action_date": "2003-01-23T14:00:00-06:00", "document_id": 95651, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95651.pdf", "status_text": "Do Pass,", "journal_page": 168, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55395, "president_vote": null, "Yea": [2832, 2834, 2838, 2847, 2849, 2850, 2851, 2852, 2853, 2854, 2856, 2868, 2878, 2880, 2881, 2882, 2883, 2886, 2891, 2897, 2901, 2903, 2908, 2916, 2921, 2926, 2927, 2928, 2935], "Nay": [2835, 2865, 2876, 2887, 2904], "Excused": [2840]}}, {"bill_id": 17801, "action_date": "2003-01-24T13:00:00-06:00", "document_id": 95744, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95744.pdf", "status_text": "First read in House and referred to", "journal_page": 150, "committee_id_action": 798, "committee_id_assigned": 791, "result": "N", "vote": {}}, {"bill_id": 17801, "action_date": "2003-02-18T10:00:00-06:00", "document_id": 97296, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97296.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 791, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17801, "action_date": "2003-02-20T10:00:00-06:00", "document_id": 97481, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97481.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 791, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17801, "action_date": "2003-02-25T10:00:00-06:00", "document_id": 97893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97893.pdf", "status_text": "Do Pass,", "journal_page": 611, "committee_id_action": 791, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55065, "president_vote": null, "Yea": [2843, 2863, 2874, 2875, 2888, 2889, 2893, 2906, 2907, 2923, 2925, 2902, 2873]}}, {"bill_id": 17801, "action_date": "2003-02-25T10:00:00-06:00", "document_id": 97893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97893.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 791, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17801, "action_date": "2003-02-26T14:00:00-06:00", "document_id": 98014, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98014.pdf", "status_text": "Do Pass,", "journal_page": 647, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56795, "president_vote": null, "Yea": [2833, 2836, 2837, 2841, 2842, 2843, 2844, 2845, 2846, 2848, 2855, 2858, 2859, 2860, 2861, 2862, 2863, 2864, 2869, 2870, 2871, 2872, 2873, 2874, 2875, 2877, 2879, 2884, 2885, 2888, 2889, 2890, 2893, 2894, 2895, 2896, 2898, 2900, 2902, 2905, 2906, 2907, 2909, 2910, 2911, 2912, 2914, 2915, 2919, 2920, 2922, 2923, 2924, 2925, 2929, 2930, 2931, 2932, 2933, 2934, 2936, 2937, 2938, 2899], "Nay": [2839, 2866], "Excused": [2857, 2892, 2913, 2917]}}, {"bill_id": 17801, "action_date": "2003-02-27T14:00:00-06:00", "document_id": 98104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98104.pdf", "status_text": "Signed by President", "journal_page": 632, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17801, "action_date": "2003-02-27T14:00:00-06:00", "document_id": 98092, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98092.pdf", "status_text": "Signed by Speaker", "journal_page": 669, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17801, "action_date": "2003-02-28T13:00:00-06:00", "document_id": 98160, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98160.pdf", "status_text": "Delivered to the Governor", "journal_page": 640, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17801, "action_date": "2003-03-05T14:00:00-06:00", "document_id": 98430, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98430.pdf", "status_text": "Signed by Governor", "journal_page": 711, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2392, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17801"}