{"session_id": 8, "bill_id": 1617, "bill_type": "House Bill", "bill_number": 1014, "bill_title": "define trophy and nontrophy antelope, mule deer, white-tailed deer, and elk, and establish civil damages for the unlawful taking of trophy animals.", "sponsors": [], "keywords": ["Big Game", "Department of Game, Fish and Parks", "Hunting"], "audio": [{"meeting_datetime": "2010-01-26T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hag10.mp3", "start_seconds": 103.0}, {"meeting_datetime": "2010-01-26T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hag10.mp3", "start_seconds": 103.0}, {"meeting_datetime": "2010-01-26T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hag10.mp3", "start_seconds": 103.0}, {"meeting_datetime": "2010-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou11.mp3", "start_seconds": 1873.0}, {"meeting_datetime": "2010-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou11.mp3", "start_seconds": 1873.0}, {"meeting_datetime": "2010-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou11.mp3", "start_seconds": 1873.0}, {"meeting_datetime": "2010-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou11.mp3", "start_seconds": 1873.0}, {"meeting_datetime": "2010-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou11.mp3", "start_seconds": 1873.0}, {"meeting_datetime": "2010-02-04T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sag16.mp3", "start_seconds": 1957.0}, {"meeting_datetime": "2010-02-04T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sag16.mp3", "start_seconds": 1957.0}, {"meeting_datetime": "2010-02-04T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sag16.mp3", "start_seconds": 1957.0}, {"meeting_datetime": "2010-02-04T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sag16.mp3", "start_seconds": 1957.0}, {"meeting_datetime": "2010-02-04T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sag16.mp3", "start_seconds": 1957.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen19.mp3", "start_seconds": 7317.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen19.mp3", "start_seconds": 7317.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen19.mp3", "start_seconds": 7317.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou21.mp3", "start_seconds": 433.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou21.mp3", "start_seconds": 433.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou21.mp3", "start_seconds": 433.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou21.mp3", "start_seconds": 433.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou21.mp3", "start_seconds": 433.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen29.mp3", "start_seconds": 935.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou29.mp3", "start_seconds": 2938.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou29.mp3", "start_seconds": 2938.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou29.mp3", "start_seconds": 2938.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou29.mp3", "start_seconds": 2938.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou29.mp3", "start_seconds": 2938.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou29.mp3", "start_seconds": 2938.0}], "bill_versions": [{"bill_id": 1617, "bill_version_id": 10199, "bill_version": "Introduced", "bill_version_date": "2010-01-04T09:18:02.843-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to define trophy and nontrophy antelope, mule deer, white-tailed deer, and elk, and establish a civil penalty for the unlawful taking of trophy animals. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 41-1 be amended by adding thereto a NEW SECTION to read as follows: Terms, as used in this Act, mean: (1) \"Trophy antelope,\" any antelope with at least one horn greater than fifteen inches in length, as measured along the outside curve from base to tip; (2) \"Trophy mule deer,\" any mule deer having a Boone and Crockett gross score of one hundred seventy points or greater; (3) \"Trophy white-tailed deer,\" any white-tailed deer having a Boone and Crockett gross score of one hundred fifty points or greater; and (4) \"Trophy elk,\" any elk having a Boone and Crockett gross score of three hundred twenty points or greater. The Boone and Crockett score shall be determined using the Boone and Crockett Club's official scoring system for North American big game trophies as provided in Records of North American Big Game, 12th Edition, The Boone & Crockett Club, Missoula, MT, 2005. For purposes of this section, antlers or skulls may be measured at any time; no drying period is required. Section 2. That chapter 41-1 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this Act, any antelope, mule deer, white-tailed deer, or elk not defined as a trophy is considered nontrophy. Section 3. That § 41-1-5.1 be amended to read as follows: 41-1-5.1. Any person, other than a minor under the age of sixteen years, who willfully and unlawfully kills, destroys, takes, or possesses in this state any wild animal designated by this section: (1) Without an applicable and valid big game or small game license; or (2) At a time or place when and where taking or possession of such regulated wild animal is prohibited; or (3) In excess of the legal limit of big game if exceeded by one or more; or (4) In excess of the legal daily or possession limit of small game bird or fish if exceeded by two or more; is liable to the state for civil damages. The civil damages are five thousand dollars for each nontrophy elk, mountain lion, or buffalo, trophy antelope, trophy mule deer, or trophy white-tailed deer; ten thousand dollars for each mountain goat or, mountain sheep, or trophy elk; one thousand dollars for each nontrophy mule deer, nontrophy white-tailed deer, nontrophy antelope, or bobcat; two hundred dollars for each turkey; two hundred dollars for each paddlefish; one hundred dollars for each small game bird; and fifty dollars for each fish for any species, other than paddlefish, with an established daily limit of less than twenty-five. If a person has taken or is in possession of more than two times the lawful daily or possession limit of a regulated wild animal, such person is liable for twice the damages provided in this section. However, the return uninjured of the wild animal to the place where captured, or to such other place as the Department of Game, Fish and Parks may direct, constitutes a discharge of such damages. Moreover, the provisions of this section do not apply to any person, who, after providing written notice received by the Department of Game, Fish and Parks, forty-eight hours in advance, takes reasonable actions to protect the person's land, livestock, or crops from serious and extraordinary damages caused by elk, deer, antelope, wild turkey, or mountain lion. Nothing in this section or any other provision of law prevents any person from taking any action necessary to protect the personal safety of that person or any other person who is in immediate danger of harm from a mountain lion or other animal specified in this section."}, {"bill_id": 1617, "bill_version_id": 11176, "bill_version": "House Engrossed", "bill_version_date": "2010-01-27T15:42:43.083-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to define trophy and nontrophy antelope, mule deer, white-tailed deer, and elk, and establish court-imposed, criminal fines for the unlawful taking of trophy animals. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 41-1 be amended by adding thereto a NEW SECTION to read as follows: Terms, as used in this Act, mean: (1) \"Trophy antelope,\" any antelope with at least one horn greater than fifteen inches in length, as measured along the outside curve from base to tip; (2) \"Trophy mule deer,\" any mule deer having a Boone and Crockett gross score of one hundred seventy points or greater; (3) \"Trophy white-tailed deer,\" any white-tailed deer having a Boone and Crockett gross score of one hundred fifty points or greater; and (4) \"Trophy elk,\" any elk having a Boone and Crockett gross score of three hundred twenty points or greater. The Boone and Crockett score shall be determined using the Boone and Crockett Club's official scoring system for North American big game trophies as provided in Records of North American Big Game, 12th Edition, The Boone & Crockett Club, Missoula, MT, 2005. For purposes of this section, antlers or skulls may be measured at any time; no drying period is required. Section 2. That chapter 41-1 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this Act, any antelope, mule deer, white-tailed deer, or elk not defined as a trophy is considered nontrophy. Section 3. That § 41-1-5.1 be amended to read as follows: 41-1-5.1. Any person, other than a minor under the age of sixteen years, who willfully and unlawfully kills, destroys, takes, or possesses in this state any wild animal designated by this section: (1) Without an applicable and valid big game or small game license; or (2) At a time or place when and where taking or possession of such regulated wild animal is prohibited; or (3) In excess of the legal limit of big game if exceeded by one or more; or (4) In excess of the legal daily or possession limit of small game bird or fish if exceeded by two or more; is liable to the state for civil damages court-imposed, criminal fines. The civil damages court-imposed, criminal fines are not more than five thousand dollars for each nontrophy elk, mountain lion, or buffalo, trophy antelope, trophy mule deer, or trophy white-tailed deer; not more than ten thousand dollars for each mountain goat or, mountain sheep, or trophy elk; not more than one thousand dollars for each nontrophy mule deer, nontrophy white-tailed deer, nontrophy antelope, or bobcat; not more than two hundred dollars for each turkey; not more than two hundred dollars for each paddlefish; not more than one hundred dollars for each small game bird; and not more than fifty dollars for each fish for any species, other than paddlefish, with an established daily limit of less than twenty-five. If a person has taken or is in possession of more than two times the lawful daily or possession limit of a regulated wild animal, such person is liable for twice the damages fines provided in this section. However, the return uninjured of the wild animal to the place where captured, or to such other place as the Department of Game, Fish and Parks may direct, constitutes a discharge of such damages. Moreover, the provisions of this section do not apply to any person, who, after providing written notice received by the Department of Game, Fish and Parks, forty-eight hours in advance, takes reasonable actions to protect the person's land, livestock, or crops from serious and extraordinary damages caused by elk, deer, antelope, wild turkey, or mountain lion. Nothing in this section or any other provision of law prevents any person from taking any action necessary to protect the personal safety of that person or any other person who is in immediate danger of harm from a mountain lion or other animal specified in this section."}, {"bill_id": 1617, "bill_version_id": 11928, "bill_version": "Senate Agriculture and Natural Resources Engrossed", "bill_version_date": "2010-02-09T08:48:17.04-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to define trophy and nontrophy antelope, mule deer, white-tailed deer, and elk, and establish civil damages for the unlawful taking of trophy animals. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 41-1 be amended by adding thereto a NEW SECTION to read as follows: Terms, as used in this Act, mean: (1) \"Trophy antelope,\" any antelope with at least one horn greater than fifteen inches in length, as measured along the outside curve from base to tip; (2) \"Trophy mule deer,\" any mule deer having a Boone and Crockett gross score of one hundred seventy points or greater; (3) \"Trophy white-tailed deer,\" any white-tailed deer having a Boone and Crockett gross score of one hundred fifty points or greater; and (4) \"Trophy elk,\" any elk having a Boone and Crockett gross score of three hundred twenty points or greater. The Boone and Crockett score shall be determined using the Boone and Crockett Club's official scoring system for North American big game trophies as provided in Records of North American Big Game, 12th Edition, The Boone & Crockett Club, Missoula, MT, 2005. For purposes of this section, antlers or skulls may be measured at any time; no drying period is required. Section 2. That chapter 41-1 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this Act, any antelope, mule deer, white-tailed deer, or elk not defined as a trophy is considered nontrophy. Section 3. That § 41-1-5.1 be amended to read as follows: 41-1-5.1. Any person, other than a minor under the age of sixteen years, who willfully and unlawfully kills, destroys, takes, or possesses in this state any wild animal designated by this section: (1) Without an applicable and valid big game or small game license; or (2) At a time or place when and where taking or possession of such regulated wild animal is prohibited; or (3) In excess of the legal limit of big game if exceeded by one or more; or (4) In excess of the legal daily or possession limit of small game bird or fish if exceeded by two or more; is liable to the state for civil damages. The civil damages are five thousand dollars for each nontrophy elk, mountain lion, or buffalo, trophy antelope, trophy mule deer, or trophy white-tailed deer; ten thousand dollars for each mountain goat or, mountain sheep, or trophy elk; one thousand dollars for each nontrophy mule deer, nontrophy white-tailed deer, nontrophy antelope, or bobcat; two hundred dollars for each turkey; two hundred dollars for each paddlefish; one hundred dollars for each small game bird; and fifty dollars for each fish for any species, other than paddlefish, with an established daily limit of less than twenty-five. If a person has taken or is in possession of more than two times the lawful daily or possession limit of a regulated wild animal, such person is liable for twice the damages provided in this section. However, the return uninjured of the wild animal to the place where captured, or to such other place as the Department of Game, Fish and Parks may direct, constitutes a discharge of such damages. Moreover, the provisions of this section do not apply to any person, who, after providing written notice received by the Department of Game, Fish and Parks, forty-eight hours in advance, takes reasonable actions to protect the person's land, livestock, or crops from serious and extraordinary damages caused by elk, deer, antelope, wild turkey, or mountain lion. Nothing in this section or any other provision of law prevents any person from taking any action necessary to protect the personal safety of that person or any other person who is in immediate danger of harm from a mountain lion or other animal specified in this section. Section 4. That § 41-1-5.2 be amended to read as follows: 41-1-5.2. The liquidated damages provided for in this chapter and taxable costs may be collected by the Department of Game, Fish and Parks in a civil suit brought by it, in the name of the State of South Dakota, against the person claimed to be liable therefor. Conviction of a criminal offense for the same incident leading to the charges specified in § 41-1-5.1 is prima facie evidence of the defendant's civil liability. Failure to obtain conviction on a criminal charge is not a bar to a separate civil action for such liquidated damages. The department, collecting such liquidated damages and taxable costs for wild animals other than trophy antelope, trophy mule deer, trophy white-tailed deer, and trophy elk as defined in section 1 of this Act, shall deposit them in the Department of Game, Fish and Parks fund. Any other public agency or department of the state, collecting liquidated damages and taxable costs for wild animals other than trophy antelope, trophy mule deer, trophy white-tailed deer, and trophy elk as defined by section 1 of this Act, shall remit the moneys collected, less the agreed collection fee, to the state treasurer who shall deposit them in the Department of Game, Fish and Parks fund. From the civil damages collected for each trophy antelope, trophy mule deer, trophy white-tailed deer, and trophy elk as defined in section 1 of this Act, an amount equal to the liquidated damages for a nontrophy antelope, nontrophy mule deer, nontrophy white-tailed deer, or nontrophy elk as defined in section 2 of this Act, as the case may be, shall be deposited in the Game, Fish and Parks fund with the excess to be deposited in the general fund of the school district in which the trophy animal was illegally taken. The judgment and liquidated damages may be collected by an agent. Fees to agents authorized to collect on a judgment under this section may not exceed fifty percent of the total amount collected. With approval of the department, agreed collection fees may be deducted from the moneys collected when remitted or may be paid on warrants drawn by the state auditor on itemized vouchers approved by the secretary of game, fish and parks and submitted simultaneously with the moneys collected."}, {"bill_id": 1617, "bill_version_id": 13131, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2010-03-01T15:39:48.353-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to define trophy and nontrophy antelope, mule deer, white-tailed deer, and elk, and establish civil damages for the unlawful taking of trophy animals. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 41-1 be amended by adding thereto a NEW SECTION to read as follows: Terms, as used in this Act, mean: (1) \"Trophy antelope,\" any antelope with at least one horn greater than fifteen inches in length, as measured along the outside curve from base to tip; (2) \"Trophy mule deer,\" any mule deer having a Boone and Crockett gross score of one hundred sixty points or greater; (3) \"Trophy white-tailed deer,\" any white-tailed deer having a Boone and Crockett gross score of one hundred forty points or greater; and (4) \"Trophy elk,\" any elk having a Boone and Crockett gross score of three hundred ten points or greater. The Boone and Crockett score shall be determined using the Boone and Crockett Club's official scoring system for North American big game trophies as provided in Records of North American Big Game, 12th Edition, The Boone & Crockett Club, Missoula, MT, 2005. For purposes of this section, antlers or skulls may be measured at any time; no drying period is required. Section 2. That chapter 41-1 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this Act, any antelope, mule deer, white-tailed deer, or elk not defined as a trophy is considered nontrophy. Section 3. That § 41-1-5.1 be amended to read as follows: 41-1-5.1. Any person, other than a minor under the age of sixteen years, who willfully and unlawfully kills, destroys, takes, or possesses in this state any wild animal designated by this section: (1) Without an applicable and valid big game or small game license; or (2) At a time or place when and where taking or possession of such regulated wild animal is prohibited; or (3) In excess of the legal limit of big game if exceeded by one or more; or (4) In excess of the legal daily or possession limit of small game bird or fish if exceeded by two or more; is liable to the state for civil damages. The civil damages are five thousand dollars for each nontrophy elk, mountain lion, or buffalo; ten thousand dollars for each mountain goat or mountain sheep; one thousand dollars for each nontrophy mule deer, nontrophy white-tailed deer, nontrophy antelope, or bobcat; two hundred dollars for each turkey; two hundred dollars for each paddlefish; one hundred dollars for each small game bird; and fifty dollars for each fish for any species, other than paddlefish, with an established daily limit of less than twenty-five. The civil damages for each trophy antelope, trophy mule deer, and trophy white-tailed deer as defined in section 1 of this Act may not be less than two thousand dollars and may not exceed five thousand dollars, and the civil damages for each trophy elk as defined in section 1 of this Act may not be less than six thousand dollars and may not exceed ten thousand dollars. If a person has taken or is in possession of more than two times the lawful daily or possession limit of a regulated wild animal, such person is liable for twice the damages provided in this section. However, the return uninjured of the wild animal to the place where captured, or to such other place as the Department of Game, Fish and Parks may direct, constitutes a discharge of such damages. Moreover, the provisions of this section do not apply to any person, who, after providing written notice received by the Department of Game, Fish and Parks, forty-eight hours in advance, takes reasonable actions to protect the person's land, livestock, or crops from serious and extraordinary damages caused by elk, deer, antelope, wild turkey, or mountain lion. Nothing in this section or any other provision of law prevents any person from taking any action necessary to protect the personal safety of that person or any other person who is in immediate danger of harm from a mountain lion or other animal specified in this section. Section 4. That § 41-1-5.2 be amended to read as follows: 41-1-5.2. The liquidated damages provided for in this chapter and taxable costs may be collected by the Department of Game, Fish and Parks in a civil suit brought by it, in the name of the State of South Dakota, against the person claimed to be liable therefor. Conviction of a criminal offense for the same incident leading to the charges specified in § 41-1-5.1 is prima facie evidence of the defendant's civil liability. Failure to obtain conviction on a criminal charge is not a bar to a separate civil action for such liquidated damages. The department, collecting such liquidated damages and taxable costs for wild animals other than trophy antelope, trophy mule deer, trophy white-tailed deer, and trophy elk as defined in section 1 of this Act, shall deposit them in the Department of Game, Fish and Parks fund. Any other public agency or department of the state, collecting liquidated damages and taxable costs for wild animals other than trophy antelope, trophy mule deer, trophy white-tailed deer, and trophy elk as defined by section 1 of this Act, shall remit the moneys collected, less the agreed collection fee, to the state treasurer who shall deposit them in the Department of Game, Fish and Parks fund. From the civil damages collected for each trophy antelope, trophy mule deer, trophy white-tailed deer, and trophy elk as defined in section 1 of this Act, an amount equal to the liquidated damages for a nontrophy antelope, nontrophy mule deer, nontrophy white-tailed deer, or nontrophy elk as defined in section 2 of this Act, as the case may be, shall be deposited in the Game, Fish and Parks fund with the excess to be deposited in the general fund of the school district in which the trophy animal was illegally taken. The judgment and liquidated damages may be collected by an agent. Fees to agents authorized to collect on a judgment under this section may not exceed fifty percent of the total amount collected. With approval of the department, agreed collection fees may be deducted from the moneys collected when remitted or may be paid on warrants drawn by the state auditor on itemized vouchers approved by the secretary of game, fish and parks and submitted simultaneously with the moneys collected."}, {"bill_id": 1617, "bill_version_id": 13133, "bill_version": "Enrolled", "bill_version_date": "2010-03-01T15:45:39.967-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1617, "action_date": "2010-01-12T12:00:00-06:00", "document_id": 10420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10420.pdf", "status_text": "First read in House and referred to", "journal_page": 21, "committee_id_action": 86, "committee_id_assigned": 87, "result": "N", "vote": {}}, {"bill_id": 1617, "action_date": "2010-01-26T07:45:00-06:00", "document_id": 10830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10830.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 87, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1617, "action_date": "2010-01-26T07:45:00-06:00", "document_id": 11004, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11004.pdf", "status_text": "Do Pass", "journal_page": 172, "committee_id_action": 87, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5674, "president_vote": null, "Yea": [831, 832, 843, 836, 841, 833, 746, 828, 838, 793], "Excused": [811, 789], "Nay": [792]}}, {"bill_id": 1617, "action_date": "2010-01-27T14:00:00-06:00", "document_id": 11169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11169.pdf", "status_text": "Motion to amend", "journal_page": 204, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1617, "action_date": "2010-01-27T14:00:00-06:00", "document_id": 11169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11169.pdf", "status_text": "Do Pass Amended", "journal_page": 204, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5763, "president_vote": null, "Yea": [821, 771, 793, 781, 775, 844, 820, 804, 779, 740, 813, 748, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 757, 835, 842, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 750, 742, 792, 783, 751, 744, 840, 784, 839, 819, 836, 841, 818, 815, 833, 762, 746, 763, 796, 828, 823, 789, 838, 837, 812, 786], "Excused": [825, 770], "Nay": [831, 756, 777, 755, 773, 752]}}, {"bill_id": 1617, "action_date": "2010-01-27T14:00:00-06:00", "document_id": 11169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11169.pdf", "status_text": "Title amended", "journal_page": 205, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1617, "action_date": "2010-01-28T11:45:00-06:00", "document_id": 11367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11367.pdf", "status_text": "First read in Senate and referred to", "journal_page": 172, "committee_id_action": 84, "committee_id_assigned": 60, "result": "N", "vote": {}}, {"bill_id": 1617, "action_date": "2010-02-04T10:00:00-06:00", "document_id": 11658, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11658.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 60, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1617, "action_date": "2010-02-04T10:00:00-06:00", "document_id": 11847, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11847.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 60, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1617, "action_date": "2010-02-04T10:00:00-06:00", "document_id": 11847, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11847.pdf", "status_text": "Do Pass Amended", "journal_page": 252, "committee_id_action": 60, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6135, "president_vote": null, "Yea": [790, 778, 780, 791, 745, 776, 795, 794], "Excused": [774]}}, {"bill_id": 1617, "action_date": "2010-02-04T10:00:00-06:00", "document_id": 11847, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11847.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 60, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1617, "action_date": "2010-02-11T14:00:00-06:00", "document_id": 12151, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12151.pdf", "status_text": "Do Pass Amended", "journal_page": 313, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6412, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 807, 754, 805, 760, 768, 782, 780, 739, 802, 764, 795, 741, 772, 761, 766, 791, 806, 767, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776], "Excused": [778], "Nay": [774]}}, {"bill_id": 1617, "action_date": "2010-02-16T14:00:00-06:00", "document_id": 12359, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12359.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 399, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1617, "action_date": "2010-02-16T14:00:00-06:00", "document_id": 12358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12358.pdf", "status_text": "Conference Committee appointments", "journal_page": 341, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1617, "action_date": "2010-02-24T16:00:00-06:00", "document_id": 12970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12970.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7116, "president_vote": null, "Yea": [745, 776, 794, 833, 831, 839]}}, {"bill_id": 1617, "action_date": "2010-02-25T12:30:00-06:00", "document_id": 13043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13043.pdf", "status_text": "Conference Committee Report", "journal_page": 614, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1617, "action_date": "2010-02-25T13:00:00-06:00", "document_id": 13048, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13048.pdf", "status_text": "Conference Committee Report", "journal_page": 476, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1617, "action_date": "2010-03-01T14:00:00-06:00", "document_id": 13124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13124.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 489, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7216, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 807, 754, 805, 760, 778, 768, 782, 780, 739, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 767, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776]}}, {"bill_id": 1617, "action_date": "2010-03-01T14:00:00-06:00", "document_id": 13126, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13126.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 630, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7226, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 820, 804, 779, 740, 813, 756, 748, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 757, 835, 842, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 750, 742, 770, 792, 783, 751, 773, 744, 840, 784, 839, 819, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 838, 837, 812, 786], "Nay": [777, 755]}}, {"bill_id": 1617, "action_date": "2010-03-02T14:00:00-06:00", "document_id": 13248, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13248.pdf", "status_text": "Signed by the Speaker", "journal_page": 664, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1617, "action_date": "2010-03-03T14:00:00-06:00", "document_id": 13391, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13391.pdf", "status_text": "Signed by the President", "journal_page": 558, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1617, "action_date": "2010-03-04T13:00:00-06:00", "document_id": 13493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13493.pdf", "status_text": "Delivered to the Governor", "journal_page": 711, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1617, "action_date": "2010-03-09T11:00:00-06:00", "document_id": 13691, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13691.pdf", "status_text": "Signed by the Governor", "journal_page": 762, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4641}