{"session_id": 44, "bill_id": 22082, "bill_type": "House Bill", "bill_number": 1097, "bill_title": "provide for philosophical exceptions to required vaccinations.", "sponsors": [{"legislator_profile_id": 1837, "is_prime": true}, {"legislator_profile_id": 1805, "is_prime": false}], "keywords": ["COVID-19", "Education", "Immunization", "Public Health and Safety", "Speech and Expression"], "audio": [{"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe16.mp3", "start_seconds": 818.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe16.mp3", "start_seconds": 818.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe16.mp3", "start_seconds": 818.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe16.mp3", "start_seconds": 818.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe16.mp3", "start_seconds": 818.0}], "bill_versions": [{"bill_id": 22082, "bill_version_id": 213816, "bill_version": "Introduced", "bill_version_date": "2021-01-26T16:23:16.187-06:00", "bill_text": "An Act to provide for philosophical exceptions to required vaccinations. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-28-7.1 be AMENDED. 13-28-7.1. Immunizations--Admission requirement--School or early childhood program--Exceptions--Rules. Any child entering school or an early childhood program in this state, shall, prior to admission, be required to present to the appropriate school authorities certification from a licensed physician that the child has received or is in the process of receiving adequate immunization against poliomyelitis, diphtheria, pertussis, rubeola, rubella, mumps, tetanus, meningitis, and varicella, according to recommendations provided by the Department of Health. The Department of Health may modify or delete any of the required immunizations. As an alternative to the requirement for a physician's certification, the child may present: (1) Certification from a licensed physician stating the physical condition of the child would be is such that immunization would endanger the child's life or health; or (2) A written statement signed by one parent or guardian indicating that the child is an adherent to a religious doctrine whose teachings are, parent, or guardian is opposed to such immunization because of a sincerely held religious or philosophical belief. The Department of Health may promulgate reasonable rules, pursuant to chapter 1-26, to require compliance and documentation of adequate immunization, to define appropriate certification, and to specify standard procedure. Section 2. That § 13-53-47 be AMENDED. 13-53-47. Immunizations--Admission requirement--Public or private postsecondary educational institutions--Exceptions--Certification or written statement. Any student entering a public or private postsecondary education institution in this state for the first time after July 1, 2008 2021, shall, within forty-five days after the start of classes, present to the appropriate institution certification from a licensed physician that the student has received or is in the process of receiving the required two doses of immunization against measles, rubella, and mumps. As an alternative to the requirement for a physician's certification, the student may present: (1) Certification from a licensed physician stating the physical condition of the student would be such that immunization would endanger the student's life or health; (2) Certification from a licensed physician stating the student has experienced the natural disease against which the immunization protects; (3) Confirmation from a laboratory of the presence of adequate immunity; or (4) A written statement signed by the student indicating that the student is an adherent to a religious doctrine whose teachings are opposed to such immunizations immunization because of a sincerely held religious or philosophical belief. If the student is under the age of eighteen, the written statement shall authorized by subdivision (4) must be signed by one parent or guardian."}], "amendments": [{"bill_id": 22082, "document_id": 216282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216282.pdf", "legislator_profile_id": 1782, "document_id_instructions": 216285, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/216285.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 22082, "action_date": "2021-01-27T14:00:00-06:00", "document_id": 213697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213697.pdf", "status_text": "First read in House and referred to", "journal_page": 139, "committee_id_action": 492, "committee_id_assigned": 491, "result": "N", "vote": {}}, {"bill_id": 22082, "action_date": "2021-02-04T07:45:00-06:00", "document_id": 215871, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215871.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 491, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22082, "action_date": "2021-02-04T07:45:00-06:00", "document_id": 215880, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215880.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 491, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68427, "president_vote": null, "Nay": [1782, 1804, 1805, 1862, 1864, 3786], "Yea": [1800, 1824, 1834, 1855, 3783, 3799, 3804]}}]}