{"session_id": 53, "bill_id": 17000, "bill_type": "Senate Bill", "bill_number": 112, "bill_title": "establish the South Dakota student incentive loan  program and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 2772, "is_prime": true}, {"legislator_profile_id": 2803, "is_prime": true}, {"legislator_profile_id": 2728, "is_prime": false}, {"legislator_profile_id": 2731, "is_prime": false}, {"legislator_profile_id": 2737, "is_prime": false}, {"legislator_profile_id": 2741, "is_prime": false}, {"legislator_profile_id": 2743, "is_prime": false}, {"legislator_profile_id": 2750, "is_prime": false}, {"legislator_profile_id": 2752, "is_prime": false}, {"legislator_profile_id": 2754, "is_prime": false}, {"legislator_profile_id": 2758, "is_prime": false}, {"legislator_profile_id": 2764, "is_prime": false}, {"legislator_profile_id": 2765, "is_prime": false}, {"legislator_profile_id": 2770, "is_prime": false}, {"legislator_profile_id": 2779, "is_prime": false}, {"legislator_profile_id": 2780, "is_prime": false}, {"legislator_profile_id": 2785, "is_prime": false}, {"legislator_profile_id": 2792, "is_prime": false}, {"legislator_profile_id": 2795, "is_prime": false}, {"legislator_profile_id": 2798, "is_prime": false}, {"legislator_profile_id": 2800, "is_prime": false}, {"legislator_profile_id": 2806, "is_prime": false}, {"legislator_profile_id": 2810, "is_prime": false}, {"legislator_profile_id": 2814, "is_prime": false}, {"legislator_profile_id": 2819, "is_prime": false}, {"legislator_profile_id": 2821, "is_prime": false}, {"legislator_profile_id": 2823, "is_prime": false}, {"legislator_profile_id": 2826, "is_prime": false}, {"legislator_profile_id": 2828, "is_prime": false}], "keywords": ["Administrative  Rules", "Appropriation", "Education", "Special Appropriation", "Student"], "audio": [{"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sap21.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-06T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sap22.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17000, "bill_version_id": 92115, "bill_version": "Introduced", "bill_version_date": "2002-01-16T09:21:47-06:00", "bill_text": "SEVENTY-SEVENTH SESSION LEGISLATIVE ASSEMBLY, 2002 FOR AN ACT ENTITLED, An Act to establish the South Dakota student incentive loan program and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Applicant,\" any person who has applied for a student incentive loan under the South Dakota student incentive loan program; (2) \"Board,\" the Student Incentive Loan Board established pursuant to this Act; (3) \"Eligible student,\" a full-time student who has met criteria established by the board and who has been accepted at a participating state university under the control of the board; (4) \"Fund,\" the student incentive loan fund; (5) \"Program,\" the South Dakota student incentive loan program; (6) \"Recipient\" or \"loan recipient,\" a student who receives a loan from the student incentive loan fund; (7) \"Student incentive loan\" or \"loan,\" any loan for education purposes that meets the requirements of this Act. Section 2. There is hereby created the South Dakota student incentive loan program to provide postsecondary incentive loans to South Dakota higher education students and to provide partial forgiveness of such loans for recipients who remain in South Dakota and plan to work in areas of critical need as provided in this Act. Section 3. There is hereby created in the state treasury the student incentive loan fund into which shall be deposited any appropriations, private donations, grants, and other funds provided to the board for incentive loans made pursuant to this Act. Any revenue generated by loan repayments, including principal and interest payments; any penalty received pursuant to this Act; and any interest earned on the money in the fund shall be deposited in the fund. Money in the fund shall be used to make disbursements under the program and to administer the program. Money in the fund is continuously appropriated to the board to carry out the purposes of this Act. Section 4. The Student Incentive Loan Board is hereby established within the Board of Regents. The board shall consist of seven members. The members shall be appointed by the Governor and shall include two members of the Board of Regents and one representative each from the office of the state treasurer, a South Dakota private four-year college, the Governor's Office of Economic Development, the Department of Education and Cultural Affairs, and the Department of Health. The regular term of office for each member is four years and terminates December thirty-first of the fourth year. The initial terms of office for the initial members shall be staggered and shall be designated by the Governor. Any member appointed to fill a vacancy arising from other than the natural expiration of a term shall serve only the unexpired portion of the term. The board shall meet at least four times annually. Special meetings may be held at the call of the president or in the president's absence a majority of the board. Section 5. The board shall administer the fund and make loans to eligible students as funds are available. The board may retain an amount equal to five percent of the sum paid to students in the form of incentive loans to cover expenses associated with the administration of the program established by this Act. Section 6. Under the student loan incentive program, a student who remains in South Dakota for at least four years as provided in this Act is not required to pay interest on the incentive loan; and a student who is employed in South Dakota as an elementary or secondary teacher, a nurse, or a pharmacist is not required to pay interest on the loan and is forgiven a portion of the principal of the loan as provided in this Act. Any student selected to receive an incentive loan pursuant to this Act shall sign a contract agreeing to: (1) Remain in South Dakota and maintain full-time employment in South Dakota for at least four years beginning within one year after completion of the student's educational program; or (2) Complete the educational requirements necessary to become an elementary or secondary school teacher, a nurse, or a pharmacist eligible for licensure in South Dakota, and be employed as a pharmacist, a nurse, or an elementary or secondary school teacher within one year after the completion of the student's educational requirements and maintain that employment for a period of one year for each one thousand dollars of incentive loan provided to the student pursuant to this Act; or (3) Agree to the provisions of both subdivision (1) and subdivision (2). In addition, the contract shall require the student to pay the amount of the incentive loan plus interest on the amount of loan at the rate of six percent to accrue from the time the loan proceeds were received by the student if the student does not fulfill the terms of the contract, plus attorney fees, if any, for collection of the amount owed pursuant to this section; and to comply with the rules promulgated by the board. Section 7. An incentive loan may be awarded for eight undergraduate semesters. In any academic year no loan may exceed the cost of tuition and mandatory fees for a full-time student at a state-supported university as defined by the board. The total loan made to any eligible student may not exceed an amount equal to tuition and mandatory fees paid during those eight semesters. Section 8. A recipient of an incentive loan who maintains employment in South Dakota as a pharmacist, nurse, or elementary or secondary school teacher as required in the contract entered into pursuant to section 5 of this Act is exempted from the obligation to repay principal and interest. The exemption is in the amount of one thousand dollars of principal for each year of such employment. A recipient who remains in South Dakota but is not employed as a pharmacist, nurse, or elementary or secondary school teacher shall repay the principal of the incentive loan but is not required to pay interest on the loan. A recipient who meets neither of these requirements shall repay principal and interest as provided in this Act. Section 9. An incentive loan shall be repaid within ten years of completion of a program of studies or within five years of the date upon which the loan recipient is no longer employed in a qualifying occupation, whichever is later. The board, in rules promulgated pursuant to chapter 1-26, shall establish requirements under which a student who receives an incentive loan qualifies for forgiveness of the loan received through the program. The board may allow for interruption of repayment and extension of the loan repayment period for enrollment in graduate school, full- time service in a branch of the United States military, or extended illness verified by a duly licensed physician. Section 10. Each loan recipient may receive loan repayment credit for qualified employment service rendered at any time during the scheduled loan repayment period. The loan repayment credit is applicable only to the current principal and accrued interest balance that remains at the time the loan repayment credit is earned. No loan recipient may be reimbursed for previous payment of principal and interest. Section 11. The board shall annually provide the state treasurer a report listing each recipient of a loan pursuant to this Act and a copy of each contract between the board and an eligible student. Section 12. The state treasurer shall assist in the collection of any loan in default, as determined by the board. Section 13. The board shall promulgate rules, pursuant to chapter 1-26, to establish standards for determining students eligible to receive loans. The rules shall specify procedures for processing loan applications, selecting eligible students to receive loans if applications exceed available money in the fund, and monitoring satisfactory progress. The rules shall specify conditions under which an eligible student may enroll for less than a full-time basis, including conditions under which a student may withdraw from an institution without penalty. The rules shall establish application requirements and procedures, procedures for the disbursement of funds, procedures for verifying the applicant's eligibility for the program, repayment schedules, and other procedures and requirements necessary to operate the program. Section 14. There is hereby appropriated from the revolving economic development and initiative fund established pursuant to § 1-16G-3 to the student incentive loan fund the sum of twelve million dollars ($12,000,000), or so much thereof as may be necessary, for the purposes of this Act. Section 15. Beginning in fiscal year 2004, and each year thereafter, any interest credited to the education enhancement trust fund, established pursuant to Article XII, Section 6 of the Constitution of the State of South Dakota, is hereby appropriated to the revolving economic development and initiative fund established pursuant to § 1-16G-3 until the sum of twelve million dollars ($12,000,000) has been so appropriated. Section 16. Any mortgage loan for the purchase of single family residential housing made pursuant to chapter 11-11 by the South Dakota Housing Development Authority to a person, or to the spouse of a person, who is the recipient of a student incentive loan and who is licensed and employed in South Dakota as a nurse, a pharmacist, or an elementary or secondary school teacher shall be made at one-half the rate of interest that would be charged for such a loan to a person who is not licensed and employed in one of those fields."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17000, "action_date": "2002-01-16T14:00:00-06:00", "document_id": 92211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92211.pdf", "status_text": "First read in Senate and referred to", "journal_page": 85, "committee_id_action": 769, "committee_id_assigned": 767, "result": "N", "vote": {}}, {"bill_id": 17000, "action_date": "2002-02-05T08:00:00-06:00", "document_id": 93677, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93677.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 767, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17000, "action_date": "2002-02-05T08:00:00-06:00", "document_id": 93677, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93677.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 767, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17000, "action_date": "2002-02-06T09:00:00-06:00", "document_id": 93794, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93794.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 767, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17000, "action_date": "2002-02-06T09:00:00-06:00", "document_id": 93794, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93794.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 400, "committee_id_action": 767, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52205, "president_vote": null, "Yea": [2809, 2787, 2739, 2778, 2760, 2727, 2747], "Nay": [2750, 2743]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17000"}