{"session_id": 68, "bill_id": 24088, "bill_type": "House Commemoration", "bill_number": 8011, "bill_title": "Celebrating the 2022 Todd County Falcons Football Team for winning the All-Nations Class A Championship.", "sponsors": [{"legislator_profile_id": 4339, "is_prime": true}, {"legislator_profile_id": 4471, "is_prime": true}, {"legislator_profile_id": 4334, "is_prime": false}, {"legislator_profile_id": 4438, "is_prime": false}, {"legislator_profile_id": 4385, "is_prime": false}, {"legislator_profile_id": 4467, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4407, "is_prime": false}, {"legislator_profile_id": 4458, "is_prime": false}, {"legislator_profile_id": 4444, "is_prime": false}, {"legislator_profile_id": 4421, "is_prime": false}, {"legislator_profile_id": 4465, "is_prime": false}, {"legislator_profile_id": 4461, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 24088, "bill_version_id": 250030, "bill_version": "Introduced", "bill_version_date": "2023-02-23T12:18:24.687-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Celebrating the 2022 Todd County Falcons Football Team for winning the All-Nations Class A Championship. WHEREAS, the Todd County Falcons, located on the Rosebud Reservation, defeated the Red Cloud Crusaders in the All-Nations Class A Conference Championship Game at the Dakota Dome in Vermillion, South Dakota on November 4, 2022; and WHEREAS, after trailing the Red Cloud Crusaders in the first quarter, the Todd County Falcons took advantage of penalties and mistakes made by the Crusaders to score thirty-eight straight points before the half, and won the game with a final score of 72-26; and WHEREAS, after losing in the playoffs last season, senior running back and Jim Thorpe Player of the Game honoree, Rocky Weidman, stated, \"it’s an honor to win this for sure but all of these guys deserve this for helping me make it happen\"; and WHEREAS, the Todd County Falcons were undefeated this season and earned Todd County High School's first-ever All-Nations Class A Championship trophy: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Eighth Legislature of the State of South Dakota, that the Legislature recognizes the Todd County Falcons Football Team as All-Nations Class A Conference champions."}], "amendments": [], "fiscal_notes": [], "action_log": []}