{"session_id": 21, "bill_id": 6684, "bill_type": "Senate Bill", "bill_number": 130, "bill_title": "require online marketplace platforms to report businesses using the platform to ensure the health and safety of consumers buying products over the internet.", "sponsors": [{"legislator_profile_id": 875, "is_prime": true}, {"legislator_profile_id": 886, "is_prime": true}, {"legislator_profile_id": 923, "is_prime": false}, {"legislator_profile_id": 906, "is_prime": false}, {"legislator_profile_id": 944, "is_prime": false}], "keywords": ["Trade Regulation"], "audio": [], "bill_versions": [{"bill_id": 6684, "bill_version_id": 33910, "bill_version": "Introduced", "bill_version_date": "2015-01-28T09:23:33.16-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require online marketplace platforms to report businesses using the platform to ensure the health and safety of consumers buying products over the internet. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. To ensure the health and safety of South Dakota consumers that buy products over the internet through online marketplace platforms and unknowingly buy from any business located in this state, but not registered and licensed to conduct business in this state, each online marketplace platform shall submit a report to the Office of the Secretary of State, on a calendar quarterly basis, the name and address of each business that is engaged in commerce through the platform that has sales exceeding two thousand five hundred dollars in the previous calendar quarter through the platform. For the purposes of this section, the term, online marketplace platform, means an online marketplace that provides consumer-to-consumer and business-to-consumer sales services through the internet. Section 2. To ensure that each employee of any online marketplace business located, but not registered and licensed to conduct business in this state, is provided the same protections under the law as any employee of a business that is registered in this state, each online marketplace platform shall report to the Office of the Secretary of State, on a calendar quarterly basis, the name and address of each business engaged in commerce through the platform that has sales exceeding two thousand five hundred dollars during the previous calendar quarter through the platform. For the purposes of this section, the term, online marketplace platform, means an online marketplace that provides consumer-to-consumer and business-to-consumer sales services thought the internet."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6684, "action_date": "2015-01-28T14:00:00-06:00", "document_id": 34034, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34034.pdf", "status_text": "First read in Senate and referred to", "journal_page": 212, "committee_id_action": 284, "committee_id_assigned": 261, "result": "N", "vote": {}}, {"bill_id": 6684, "action_date": "2015-02-17T14:00:00-06:00", "document_id": 35120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35120.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 410, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6684"}