{"session_id": 4, "bill_id": 4839, "bill_type": "House Bill", "bill_number": 1023, "bill_title": "revise certain provisions pertaining to the South Dakota Retirement System, the South Dakota deferred compensation plan and the South Dakota special pay retirement program.", "sponsors": [], "keywords": ["South Dakota Retirement System"], "audio": [{"meeting_datetime": "2008-01-15T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hre06.mp3", "start_seconds": 3654.0}, {"meeting_datetime": "2008-01-15T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hre06.mp3", "start_seconds": 3654.0}, {"meeting_datetime": "2008-01-15T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hre06.mp3", "start_seconds": 3654.0}, {"meeting_datetime": "2008-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou08.mp3", "start_seconds": 1822.0}, {"meeting_datetime": "2008-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou08.mp3", "start_seconds": 1822.0}, {"meeting_datetime": "2008-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou08.mp3", "start_seconds": 1822.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sre12.mp3", "start_seconds": 2294.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sre12.mp3", "start_seconds": 2294.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sre12.mp3", "start_seconds": 2294.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sre12.mp3", "start_seconds": 2294.0}], "bill_versions": [{"bill_id": 4839, "bill_version_id": 740, "bill_version": "Introduced", "bill_version_date": "2008-01-02T15:51:19.773-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions pertaining to the South Dakota Retirement System, the South Dakota deferred compensation plan and the South Dakota special pay retirement program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 3-12-47 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Assumed rate of return,\" the actuarial assumption adopted by the board pursuant to § 3-12- 121 as the annual assumed percentage return on trust fund assets, compounded; Section 2. That subdivision (2) of § 3-12-47 be amended to read as follows: (2) \"Accumulated contributions,\" the sum of: (a) All contributions by a member, including member contributions made by an employer on or after July 1, 1984, pursuant to § 3-12-71; (b) Seventy-five percent of employer contributions if the member has less than three years credited service or one hundred percent of employer contributions if the member has three years or more credited service; and (c) Member redeposits pursuant to § 3-12-80 and member credited service purchases pursuant to §§ 3-12-83 and , 3-12-84 , and 3-12-84.2 ; all together with the effective rate of interest credited thereon. If credited service is purchased pursuant to §§ § 3-12-83 and , 3-12-84, or 3-12-84.2, only the amount of the purchase shall be included as accumulated contributions for the purposes of a refund under this chapter; Section 3. That subdivision (11) of § 3-12-47 be amended to read as follows: (11) \"Benefits,\" the amounts paid to a member, or spouse, spouse and family, child, or beneficiary as a result of the provisions of this chapter; Section 4. That subdivision (24) of § 3-12-47 be amended to read as follows: (24) \"Credited service,\" (a) Years of service, or fractions thereof, for which member contributions were made to the system; (b) Years of noncontributory service, or fractions thereof, credited prior to July 1, 1974, previously credited under the provisions of the retirement systems consolidated pursuant to § 3-12-46; (c) Any period of authorized leave of absence or sick leave with pay for which deductions for member contributions are made, deposited, and credited to the fund; (d) Any period of authorized leave of absence or sick leave without pay or temporary layoff, during or for which a member obtained credit by payments to the fund made in lieu of salary deductions; (e) Any period during which a member is on an authorized leave of absence to enter military service, if the member returns to public service upon discharge from military service fulfills the provisions of § 3-12-86 ; (f) Years of service, or fractions thereof, by faculty and administrators employed by the board of regents prior to April 1, 1964, credited pursuant to §§ 3-12- 69.4 and 3-12-69.5; (g) Years of noncontributory service, or fractions thereof, earned prior to July 1, 1967, but not credited under the South Dakota public employee retirement system as it was consolidated pursuant to § 3-12-46 because the person earned the service prior to attaining the age of thirty. The service shall be credited only to those persons who are contributing members on July 1, 1987. No service may be credited pursuant to this subsection to any member who has withdrawn the member's accumulated contributions after July 1, 1967; and (h) Years of noncontributory service, or fractions thereof, earned by a member from July 1, 1967, to June 30, 1974, inclusive, but not credited under the South Dakota public employee retirement system because of the age and service restrictions established under that system. If the conditions described in § 3-12-122 occur and benefit reductions are necessary to correct those conditions, the credited service granted by this subdivision may be reduced or eliminated; Section 5. That subdivision (40) of § 3-12-47 be amended to read as follows: (40) \"Highest annual compensation,\" a member's compensation used to calculate benefits under §§ 3-12-95, 3-12-99 and 3-12-105 prior to July 1, 2004, which was the highest annual compensation earned by the member during any one of the last three years of credited contributory service and which was not more than one hundred fifteen percent of the member's final compensation calculated as of the date of the member's death or disability; Section 6. That subdivision (73) of § 3-12-47 be amended to read as follows: (73) \"Vested,\" the right to an a retirement annuity payable at normal retirement age from the system based on the provisions of this chapter after three years of contributory service or noncontributory service as delineated in subsections (b), (e), (g) and (h) of § 3-12-47(24), even if the member leaves the employment of a participating unit, provided that the member does not withdraw accumulated contributions. A member who leaves the employment of a participating unit is not entitled to benefits under §§ 3-12-95, 3-12-98, 3-12-99, 3-12-104, and 3-12-105. Section 7. That § 3-12-72 be amended to read as follows: 3-12-72. All employee and employer contributions to the system and the necessary supporting data shall be transmitted by the employer at least monthly to the administration office of the system. Each such monthly transmission for each respective calendar month shall be completed by the fifteenth day of the following month. All supporting data shall be transmitted electronically in a format determined by system personnel. All contributions so transmitted shall be deposited with the state treasurer in the fund duly established to administer this chapter. If any participating unit fails to deliver contributions with respect to compensation paid in any fiscal year month and the necessary supporting data within fifteen days after the end of that fiscal year by the fifteenth day of the following month , the participating unit shall pay to the system a penalty equal to five percent of the delinquent contributions. The delinquent contributions and the penalty shall bear interest at the category C rate specified in § 54-3-16 assumed rate of return from the date due until the date paid. In calculating accumulated contributions pursuant to subdivision 3-12-47(2), all member contributions with respect to compensation paid in any fiscal year shall be included in the calculation of interest credited for that fiscal year. Section 8. That § 3-12-74 be amended to read as follows: 3-12-74. In the event If any participating unit becomes delinquent thirty or more days by failure or refusal to pay any amounts due the system, the state treasurer is hereby authorized and directed shall , upon certification by the administrator of such the delinquency, to withhold and deduct the amount of such the delinquency plus , penalty, and interest at the rate of two times the effective rate of interest as specified in § 3-12-72 from the next succeeding payment or payments of any money in the hands of the state treasurer due and payable to said the participating unit. Section 9. That § 3-12-78 be amended to read as follows: 3-12-78. If a nonvested member who has terminated employment and has left the member's accumulated contributions in the system returns to employment with a participating unit, the system shall credit the member's prior service time toward the total length of service necessary for the member to obtain the credited service necessary for benefits provided by this chapter. Section 10. That § 3-12-80 be amended to read as follows: 3-12-80. If a person whose accumulated contributions have been refunded since July 1, 1974, reenters the system, the person may elect to redeposit the accumulated contributions, with compound interest at the current effective rate assumed rate of return between the date of withdrawal and the date of redeposit. The redeposit shall be made within two years after reentry into the system and the credited service forfeited when contributions were refunded shall then be reinstated. Any withdrawals of additional contributions made pursuant to § 3-12-104 shall be considered accumulated contributions for purposes of redeposit to reinstate the credited service forfeited when contributions were refunded. Section 11. That § 3-12-83.2 be amended to read as follows: 3-12-83.2. The provisions of § 3-12-83 notwithstanding, a member who is employed by a tax-qualifying purchase unit may purchase credited service pursuant to the procedures outlined in §§ 3-12-83 and 3-12-84 on a tax-deferred basis pursuant to § 414(h)(2) of the Internal Revenue Code, as in effect on January 1, 1996. The purchase shall be in the nature of a credited service purchase under the provisions of § 3-12-83, except that: (1) The purchase shall be pursuant to an irrevocable employer contribution agreement entered into between the member and the tax-qualifying purchase unit and shall be executed prior to the period of contribution; (2) The irrevocable employer contribution agreement may not exceed a period of ten years; (3) The contributions may represent reductions in the member's compensation but shall be deemed employer contributions pursuant to § 3-12-71; (4) The contributions may be for any period of uncredited service; and (5) No other purchase of uncredited service pursuant to § 3-12-83 or other provision of this chapter, may take place while an irrevocable employer contribution agreement is in effect pursuant to this section ; and (6) The irrevocable employer contribution agreement shall be for an amount that, when discounted for interest at the assumed rate of return, equals the total purchase cost . In no event may a member receive the contributions directly. If a member dies or terminates employment prior to completion of the member's irrevocable employer contribution agreement, the member's credited service shall be adjusted by the system on the basis of that portion of the agreement that was completed prior to the death or termination. A member who is participating in an installment credited service purchase pursuant to § 3- 12-87 on the date that the member's employer unit becomes a tax-qualifying purchase unit shall either terminate the purchase or complete the purchase as a tax-deferral purchase pursuant to this section. If the member elects to continue the purchase, the original purchase agreement shall be deemed an irrevocable employer contribution agreement. Section 12. That § 3-12-84.1 be amended to read as follows: 3-12-84.1. A contributing member may acquire credited service by utilizing a trustee to trustee transfer of funds, excluding any after tax employee contributions, from a member's individual retirement plan that meets the requirements of sections 403(b) or 457 of the Internal Revenue Code as in effect on January 1, 2002, to pay the cost of purchase pursuant to § 3-12-83 or , 3-12-84 , or 3-12-84.2 or the amount of a redeposit pursuant to § 3-12-80. Section 13. That § 3-12-86 be amended to read as follows: 3-12-86. A member shall receive credited service for leave of absence due to military service, authorized in advance by the employer, without contribution by the employee or employer if the member returns to the employ of a participating unit within one year from the member's date of discharge from the member's initial period of active military service and if the member remains in the employ of a participating unit for at least one year. The member may not receive credit credited service for any voluntary extension of military service at the instance of the member beyond the initial period of enlistment, induction , or call to active duty. Credited service granted under this section shall be only for the period of time that the member is on active military duty. No credited service granted under this section may be considered to represent either member contributions or employer contributions for purposes of contribution withdrawals pursuant to this chapter. Section 14. That § 3-12-87 be amended to read as follows: 3-12-87. Payment of a deposit with the system for credited service pursuant to §§ 3-12-83 to 3-12-86, inclusive, shall be determined and due at the time the notice of intention to make such the payment is received by the system. The amount due may be paid by periodic, level installments over a period of up to ten years, the value of which, when discounted for interest at the current effective assumed rate of return , is equal to the amount due at the date of the notice. If a member dies before completion of the installment payments, the surviving spouse may complete the payments due the system, but, unless the payments are being made by a participating unit, the amount must shall be paid in full within ninety days of the member's death or retirement. In the event the periodic payments are not completed or paid when due, the administrator may make an appropriate adjustment to the credited service, benefits payable under this chapter, or schedule of payments to allow for the default. Any member participating in installment payments pursuant to this section prior to July 1, 1989, shall have the balance due on July 1, 1989, recalculated pursuant to §§ 3-12-83 and 3-12-84 and shall have the installment payments due on or after July 1, 1989, recalculated accordingly. The provisions of this section apply only to installment payment purchases of credited service that are not tax-deferred, but do not apply to tax-deferred purchases pursuant to § 3-12-83.2 Section 15. That § 3-12-122 be amended to read as follows: 3-12-122. The board shall review the funding of the system and shall make a report to the Governor and the Retirement Laws Committee if any of the following exists as of the latest annual actuarial valuation of the system: (1) The contributions do not equal the actuarial requirement for funding; (2) The funded ratio is less than eighty percent, or a ratio based on the market value of assets is less than eighty percent; or (3) The market value of assets is less than ninety percent of the actuarial value of assets. The report shall include an analysis of the conditions required for an improvement of the funded status of the system and recommendations for the circumstances and timing for any future benefit changes , contribution changes, or changes in actuarial assumptions. If any of the conditions set out by this section exist for a period of three consecutive annual actuarial valuations, benefit reductions, contribution changes, or both, shall be recommended by the board to the Governor and the Retirement Laws Committee, effective as soon as possible, to improve the funded status of the system. Section 16. That § 3-12-130 be amended to read as follows: 3-12-130. A current contributing Class B member other than a justice, judge, or magistrate judge, may convert credited service as a county sheriff or deputy county sheriff prior to January 1, 1980, or credited service as a county sheriff or deputy county sheriff while not certified from January 1, 1980, to June 30, 1988, inclusive; credited service as a policeman while not certified from July 1, 1983, to June 30, 1988, inclusive; credited service as a penitentiary correctional staff member prior to July 1, 1978; credited service as a conservation officer prior to July 1, 1983; credited service as a parole agent prior to July 1, 1991; and credited service as an air rescue firefighter prior to July 1, 1992, from credited service as a Class A member with benefits provided in accordance with § 3-12-91 to credited service as a Class B member other than a justice, judge, or magistrate judge, with benefits provided in accordance with § 3-12-92, by election to make, or have made on the member's behalf, contributions based on the higher of the member's current compensation, or the member's final average compensation calculated as if the member retired on the date of election, at an actuarially-determined percentage times each year of service for which the member wishes to receive such Class B credit. The provisions of this section also apply to a current contributing Class B member, other than a justice, judge, or magistrate judge, who previously has purchased equivalent public service pursuant to the provisions of § 3-12-84. Payment of a deposit with the system for the conversion of credited service in accordance with this section shall be determined and due at the time the notice of intention to make the payment is received by the system. The amount due may be paid by periodic level installments over a period of up to ten years, the value of which, if discounted for interest at the current effective assumed rate as established by the board pursuant to § 3-12-121 for investment return for purposes of the actuarial valuation of return , is equal to the amount due at the date of the notice. If a member dies before completion of the installment payments, the surviving spouse may complete the payments due the system, but unless the payments are being made by a participating unit, the amount shall be paid in full within ninety days of the member's death or retirement. If the periodic payments are not completed or paid when due, the administrator may make a pro rata adjustment to the credited service, benefits payable under this chapter or schedule of payments to allow for the default. If the credited service of any member or group of members becomes Class B credited service on a prospective basis on or after July 1, 1993, the prior credited service as a Class A member may be converted to Class B credited service in accordance with this section. If a jailer becomes a Class B member other than a justice, judge, or magistrate judge pursuant to subdivision 3-12- 47(25) or subdivision 3-12-47(55), the jailer is eligible to convert prior credited service as a jailer under this section. Section 17. That § 3-13-53 be amended to read as follows: 3-13-53. The South Dakota deferred compensation fund is hereby established. All compensation deferred pursuant to this chapter shall be deposited in such fund. Expenditures from the fund shall be paid on warrants drawn by the state auditor on vouchers approved by the administrator. All administrative expenses shall be budgeted and expended pursuant to chapters 4-7, 4-8, 4-8A, and 4-8B. All In accord with § 457(g) of the Internal Revenue Code of 1986 as in effect on January 1, 2008, all money in the fund and all property and rights held by the fund, at all times until made available to a participant or the participant's beneficiary, shall be held in trust for the exclusive benefit of the participant. All compensation deferred pursuant to this chapter shall be transferred not later than fifteen business days after the end of the month in which the compensation otherwise would have been paid to the participant. Section 18. That § 3-13A-2 be amended to read as follows: 3-13A-2. The definitions contained in § 3-12-47 apply to §§ 3-13A-1 to 3-13A-25, inclusive this chapter unless otherwise so specified . In addition, the following terms mean: (1) \"Account,\" the record for each participant reflecting the amount of the participant's special pay transmitted to the fund, allocated investment gains and losses thereon, and administrative charges against those amounts; (2) \"Accounting date,\" the date on which an investment is valued and the total investment return is allocated to a participant's account; (3) \"Administrator,\" the administrator of the South Dakota Retirement System as provided in § 3-12-55; (4) \"Board,\" the South Dakota Retirement System Board of Trustees as established under § 3-12-48; (5) \"Code,\" the Internal Revenue Code of 1986, as amended through January 1, 2004; (6) \"Fund,\" the South Dakota special pay fund established pursuant to § 3-13A-3; (7) \"Normal retirement date,\" the date a participant may retire pursuant to the provisions of chapter 3-12 without reduced benefits; (8) \"Participant,\" a terminated employee of a participating unit who has reached the calendar month prior to the month of the member's fifty-fifth birthday and who received six hundred dollars or more in special pay; (9) \"Participating unit,\" the State of South Dakota, the South Dakota Board of Regents, or any other political subdivision of the state that participates in the program; (9A) \"Plan year,\" a calendar year ending on December thirty-first; (10) \"Program,\" the South Dakota Special Pay Retirement Program created pursuant to §§ 3-13A-1 to 3-13A-25, inclusive; (11) \"Special pay,\" compensation other than regular salary or wages granted a member of the system and transferred in a lump-sum to the fund at the termination of the member's employment; (12) \"Third-party administrator,\" a person who, pursuant to contract, handles administration of the program on behalf of the board and the administrator; and (13) \"Vendor,\" a person or organization selected by the state investment officer to provide investment or insurance products to the program. Section 19. That § 3-13A-6 be amended to read as follows: 3-13A-6. All For the proper administration of the accounts of participants, all amounts of compensation subject to §§ 3-13A-1 to 3-13A-25, inclusive, this chapter shall be transferred to the trust within a period that is not longer than is reasonable for the proper administration of the accounts of participants not later than fifteen business days after the end of the month in which the compensation otherwise would have been paid to the participant . Section 20. That § 3-13A-16 be amended to read as follows: 3-13A-16. Notwithstanding the provisions of § 3-13A-15, no participant may assign or otherwise alienate any right to any payment or benefit under the program. The right of a participant to any payment or benefit is not subject to the rights of the participant's or any beneficiary's creditors, and is exempt from executions, attachment, prior assignment, or any other judicial relief or order for the benefit of creditors or other third persons , except as required under applicable law, including any qualified domestic relations order as defined in § 414(p) of the Internal Revenue Code of 1954, as amended and in effect on January 1, 1985, or as is otherwise specifically provided in this chapter . Section 21. Sections 7 and 8 of this Act are effective on January 1, 2009."}, {"bill_id": 4839, "bill_version_id": 2154, "bill_version": "Enrolled", "bill_version_date": "2008-01-30T10:20:21.75-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4839, "action_date": "2008-01-08T12:00:00-06:00", "document_id": 563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/563.pdf", "status_text": "First read in House and referred to", "journal_page": 19, "committee_id_action": 27, "committee_id_assigned": 21, "result": "N", "vote": {}}, {"bill_id": 4839, "action_date": "2008-01-15T15:30:00-06:00", "document_id": 570, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/570.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 21, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4839, "action_date": "2008-01-15T15:30:00-06:00", "document_id": 1108, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1108.pdf", "status_text": "Do Pass", "journal_page": 142, "committee_id_action": 21, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 225, "president_vote": null, "Yea": [534, 542, 568, 563, 600]}}, {"bill_id": 4839, "action_date": "2008-01-17T14:00:00-06:00", "document_id": 1372, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1372.pdf", "status_text": "Do Pass", "journal_page": 183, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 379, "president_vote": null, "Yea": [602, 609, 625, 593, 586, 597, 532, 608, 623, 574, 534, 555, 542, 568, 552, 575, 580, 572, 624, 595, 529, 594, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 605, 628, 630, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 600, 531, 563, 540, 566, 549, 619, 626, 611, 606, 587, 559, 564, 561], "Excused": [579, 614, 570, 615, 591]}}, {"bill_id": 4839, "action_date": "2008-01-22T14:00:00-06:00", "document_id": 1526, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1526.pdf", "status_text": "First read in Senate and referred to", "journal_page": 178, "committee_id_action": 28, "committee_id_assigned": 9, "result": "N", "vote": {}}, {"bill_id": 4839, "action_date": "2008-01-25T13:30:00-06:00", "document_id": 1698, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1698.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 9, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4839, "action_date": "2008-01-25T13:30:00-06:00", "document_id": 1922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1922.pdf", "status_text": "Do Pass", "journal_page": 229, "committee_id_action": 9, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 717, "president_vote": null, "Yea": [576, 621, 562, 573, 548]}}, {"bill_id": 4839, "action_date": "2008-01-25T13:30:00-06:00", "document_id": 1922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1922.pdf", "status_text": "Placed on consent", "journal_page": null, "committee_id_action": 9, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4839, "action_date": "2008-01-29T14:00:00-06:00", "document_id": 2098, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2098.pdf", "status_text": "Do Pass", "journal_page": 255, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 876, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 610, 629, 613, 632, 577, 588, 539, 627, 548, 550, 541, 607], "Excused": [618]}}, {"bill_id": 4839, "action_date": "2008-01-30T14:00:00-06:00", "document_id": 2216, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2216.pdf", "status_text": "Signed by the Speaker", "journal_page": 355, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4839, "action_date": "2008-02-04T14:00:00-06:00", "document_id": 2451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2451.pdf", "status_text": "Signed by the President", "journal_page": 323, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4839, "action_date": "2008-02-04T14:00:00-06:00", "document_id": 2450, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2450.pdf", "status_text": "Delivered to the Governor", "journal_page": 391, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4839, "action_date": "2008-02-06T14:00:00-06:00", "document_id": 2642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2642.pdf", "status_text": "Signed by the Governor", "journal_page": 418, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3881}