{"session_id": 57, "bill_id": 19990, "bill_type": "House Bill", "bill_number": 1256, "bill_title": "regulate residential contractors.", "sponsors": [{"legislator_profile_id": 3224, "is_prime": true}, {"legislator_profile_id": 3225, "is_prime": true}, {"legislator_profile_id": 3234, "is_prime": false}, {"legislator_profile_id": 3241, "is_prime": false}], "keywords": ["Professions and Occupations", "Real Property", "Trade Regulation"], "audio": [{"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hco26hb1256a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hco26hb1256a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hco26hb1256a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19990, "bill_version_id": 103798, "bill_version": "Introduced", "bill_version_date": "2005-02-01T11:34:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate residential contractors. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms in this Act mean: (1) \"Contractor,\" a contractor performing a realty improvement for any person constructing, expanding, or remodeling a single family dwelling; (2) \"Department,\" the Department of Revenue and Regulation; (3) \"Secretary,\" the secretary of the Department of Revenue and Regulation. Section 2. Every contractor shall register with the department. No contractor may: (1) Advertise, offer to do work, submit a bid, or perform any work as a contractor without being registered as required by this Act; (2) Advertise, offer to do work, submit a bid, or perform any work as a contractor while the contractor's registration is suspended or revoked; (3) Use a false or expired registration number in purchasing or offering to purchase an advertisement for which a contractor registration number is required; or (4) Transfer a valid registration to an unregistered contractor or allow an unregistered contractor to work under a registration issued to another contractor. A violation of this section is a Class 2 misdemeanor. Section 3. An applicant for registration as a contractor shall submit an application under oath upon a form to be prescribed by the secretary. Section 4. Each applicant shall file with the department a surety bond issued by a surety insurer authorized to do business in South Dakota in the sum of ten thousand dollars. The bond shall have the State of South Dakota named as obligee with good and sufficient surety in a form to be approved by the department. The bond shall be continuous and may be canceled by the surety upon the surety giving written notice to the secretary. A cancellation or revocation of the bond or withdrawal of the surety from the bond automatically suspends the registration issued to the registrant until a new bond or reinstatement notice has been filed and approved as provided in this section. The bond shall be conditioned that the applicant will pay all persons performing labor, including employee benefits, for the contractor, will pay all taxes and contributions due to the state, and will pay all persons furnishing labor or material or renting or supplying equipment to the contractor and will pay all amounts that may be adjudged against the contractor by reason of breach of contract including negligent or improper work in the conduct of the contracting business. A change in the name of a business or a change in the type of business entity does not impair a bond for the purposes of this section so long as one of the original applicants for such bond maintains partial ownership in the business covered by the bond. Section 5. At the time of initial registration or renewal, the contractor shall provide a bond or other security deposit as required by this Act and comply with all of the other provisions of this Act before the department shall issue or renew the contractor's certificate of registration. Section 6. Any person, firm, or corporation having a claim against the contractor for any of the items referred to in this Act may bring suit upon the bond or deposit in the circuit court of the county in which the work was done or of any county in which jurisdiction of the contractor may be had. The surety issuing the bond shall be named as a party to any suit upon the bond. Action upon the bond or deposit brought by a residential homeowner for breach of contract by a party to the construction contract shall be commenced by filing the summons and complaint with the clerk of the circuit court within two years from the date the claimed contract work was substantially completed or abandoned. Action upon the bond or deposit brought by any other authorized party shall be commenced by filing the summons and complaint with the clerk of the circuit court within one year from the date the claimed labor was performed and benefits accrued, taxes and contributions owing the State of South Dakota became due, materials and equipment were furnished, or the claimed contract work was substantially completed or abandoned. Service of process in an action against the contractor, the contractor's bond, or the deposit shall be exclusively by service upon the department. Three copies of the summons and complaint and a fee, adopted by rule by the department pursuant to chapter 1-26, of not less than twenty dollars to cover the costs shall be served by registered or certified mail, or other delivery service requiring notice of receipt, upon the department at the time suit is started. The department shall maintain a record, available for public inspection, of all suits so commenced. Service is not complete until the department receives the fee and three copies of the summons and complaint. The service shall constitute service on the registrant and the surety for suit upon the bond or deposit. The department shall transmit the summons and complaint or a copy thereof to the registrant at the address listed in the registrant's application and to the surety within two days after the summons and complaint was received. Section 7. The surety upon the bond is not liable in an aggregate amount in excess of the amount named in the bond nor for any monetary penalty assessed pursuant to this Act for an infraction. The liability of the surety is not cumulate if the bond has been renewed, continued, reinstated, reissued, or otherwise extended. The surety upon the bond may, upon notice to the department and the parties, tender to the clerk of the court having jurisdiction of the action an amount equal to the claims thereunder or the amount of the bond less the amount of judgments, if any, previously satisfied therefrom and to the extent of such tender the surety upon the bond shall be exonerated. However, if the actions commenced and pending at any one time exceed the amount of the bond then unimpaired, claims shall be satisfied from the bond in the following order: (1) Employee labor and claims of laborers, including employee benefits; (2) Claims for breach of contract by a party to the construction contract; (3) Registered or licensed subcontractors, material, and equipment; (4) Taxes and contributions due the State of South Dakota; (5) Any court costs, interest, and attorney's fees plaintiff may be entitled to recover. The surety is not liable for any amount in excess of the penal limit of its bond. A payment made by the surety in good faith exonerates the bond to the extent of any payment made by the surety. Section 8. The prevailing party in an action filed under this Act against the contractor and contractor's bond or deposit, for breach of contract by a party to a construction contract, is entitled to costs, interest, and reasonable attorneys' fees. The surety upon the bond is not liable in an aggregate amount in excess of the amount named in the bond nor for any monetary penalty assessed pursuant to this Act for an infraction. Section 9. If a final judgment impairs the liability of the surety upon the bond so furnished that there is not in effect a bond in the full amount prescribed in this Act, the registration of the contractor is automatically suspended until the bond liability in the required amount unimpaired by unsatisfied judgment claims is furnished. Section 10. In lieu of the surety bond required by this Act the contractor may file with the department a deposit consisting of cash or other security acceptable to the department. Section 11. Any person having filed and served a summons and complaint as required by this Act having an unsatisfied final judgment against the registrant for any items referred to in this Act may execute upon the security held by the department by serving a certified copy of the unsatisfied final judgment by registered or certified mail upon the department within one year of the date of entry of such judgment. Upon the receipt of service of such certified copy the department shall pay or order paid from the deposit towards the amount of the unsatisfied judgment. The priority of payment by the department shall be the order of receipt by the department, but the department has no liability for payment in excess of the amount of the deposit. Section 12. At the time of registration and subsequent reregistration, the applicant shall furnish proof of general liability insurance in the amount of three hundred thousand dollars. Section 13. An expiration, cancellation, or revocation of the insurance policy or withdrawal of the insurer from the insurance policy automatically suspends the registration issued to the registrant until a new insurance policy or reinstatement notice has been filed and approved as provided in this Act. Section 14. A certificate of registration is valid for two years and shall be renewed on or before the expiration date. The department shall issue to the applicant a certificate of registration upon compliance with the registration requirements of this Act. Section 15. If the department approves an application, it shall issue a certificate of registration to the applicant. Section 16. If a contractor's surety bond or other security has an unsatisfied judgment against it or is canceled, or if the contractor's insurance policy is canceled, the contractor's registration shall be automatically suspended on the effective date of the impairment or cancellation. The department shall mail notice of the suspension to the contractor's address on the certificate of registration by certified and by first class mail within two days after suspension. Section 17. Renewal of registration is valid on the date the department receives the required fee and proof of bond and liability insurance, if sent by certified mail or other means requiring proof of delivery. The receipt or proof of delivery shall serve as the contractor's proof of renewed registration until the contractor receives verification from the department. Section 18. The department shall charge fees for issuance, renewal, and reinstatement of certificates of registration; and changes of name, address, or business structure. The department shall set the fees by rules promulgated pursuant to chapter 1-26. The entire amount of the fees are to be used solely to cover the full cost of issuing certificates, filing papers and notices, and administering and enforcing this Act. The costs shall include reproduction, travel, per diem, and administrative and legal support costs. Section 19. No person engaged in the business or acting in the capacity of a contractor may bring or maintain any action in any court of this state for the collection of compensation for the performance of any work or for breach of any contract for which registration is required under this Act without alleging and proving that such contractor was a duly registered contractor and held a current and valid certificate of registration at the time such contractor contracted for the performance of such work or entered into such contract. Section 20. The registration provisions of this Act do not apply to: (1) Any person working on his or her own property, whether occupied by him or her or not, and any person working on his or her personal residence, whether owned by him or her or not; or (2) A licensed architect or civil or professional engineer, a licensed electrician, or a licensed plumber. The exemption provided in this subdivision is applicable only when the licensee is operating within the scope of his or her license."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19990, "action_date": "2005-02-01T14:00:00-06:00", "document_id": 103840, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103840.pdf", "status_text": "First read in House and referred to", "journal_page": 264, "committee_id_action": 860, "committee_id_assigned": 848, "result": "N", "vote": {}}, {"bill_id": 19990, "action_date": "2005-02-10T07:45:00-06:00", "document_id": 104500, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104500.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 848, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19990, "action_date": "2005-02-15T07:45:00-06:00", "document_id": 104735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104735.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 848, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19990, "action_date": "2005-02-15T07:45:00-06:00", "document_id": 104735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104735.pdf", "status_text": "Tabled", "journal_page": 479, "committee_id_action": 848, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60096, "president_vote": null, "Yea": [3155, 3156, 3169, 3170, 3195, 3207, 3208, 3226, 3235, 3240, 3255, 3237], "Nay": [3234]}}]}