{"session_id": 21, "bill_id": 6575, "bill_type": "Senate Bill", "bill_number": 155, "bill_title": "establish a voluntary list of disassociated persons for exclusion or removal from licensed gaming institutions.", "sponsors": [{"legislator_profile_id": 855, "is_prime": true}, {"legislator_profile_id": 917, "is_prime": true}, {"legislator_profile_id": 853, "is_prime": false}, {"legislator_profile_id": 945, "is_prime": false}, {"legislator_profile_id": 899, "is_prime": false}, {"legislator_profile_id": 885, "is_prime": false}, {"legislator_profile_id": 901, "is_prime": false}, {"legislator_profile_id": 919, "is_prime": false}, {"legislator_profile_id": 956, "is_prime": false}, {"legislator_profile_id": 879, "is_prime": false}, {"legislator_profile_id": 906, "is_prime": false}, {"legislator_profile_id": 900, "is_prime": false}, {"legislator_profile_id": 893, "is_prime": false}, {"legislator_profile_id": 868, "is_prime": false}, {"legislator_profile_id": 955, "is_prime": false}, {"legislator_profile_id": 871, "is_prime": false}, {"legislator_profile_id": 878, "is_prime": false}], "keywords": ["Gaming", "Recreation and Sports"], "audio": [{"meeting_datetime": "2015-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco16.mp3", "start_seconds": 2441.0}, {"meeting_datetime": "2015-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco16.mp3", "start_seconds": 2441.0}, {"meeting_datetime": "2015-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco16.mp3", "start_seconds": 2441.0}, {"meeting_datetime": "2015-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco16.mp3", "start_seconds": 2441.0}, {"meeting_datetime": "2015-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco16.mp3", "start_seconds": 2441.0}], "bill_versions": [{"bill_id": 6575, "bill_version_id": 33970, "bill_version": "Introduced", "bill_version_date": "2015-01-28T10:14:08.833-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a voluntary list of disassociated persons for exclusion or removal from licensed gaming institutions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 42-7B be amended by adding thereto a NEW SECTION to read as follows: The commission shall, by rules promulgated pursuant to chapter 1-26, provide for the establishment of a list of disassociated persons who are to be excluded or ejected from any licensed gaming establishment based on the person's own election. The commission may combine this list with the list provided for pursuant to § 42-7B-61. The commission shall, with the assistance of licensed gaming establishments, inform each patron of the list of disassociated persons and explain how a person may elect to be added to the list. Section 2. That chapter 42-7B be amended by adding thereto a NEW SECTION to read as follows: The commission shall add a person's name to the list of disassociated persons upon application by the person. The application shall contain the person's full name and any alias, the person's full physical description, the person's current home address and phone number, the person's social security number, the person's date of birth, a photograph of the person suitable for identification, a notarized affidavit that the person elects to be added to the list of disassociated persons and authorizes the commission to release the person's information to all licensed gaming establishments in the state, and any other information the commission considers necessary. Prior to the commission adding a person to the list of disassociated persons, the person shall submit a notarized form acknowledging that the person understands that inclusion on the list of disassociated persons is cause for immediate removal from the premises of any licensed gaming establishment in the state and that the commission will confiscate any money the person wins at a licensed gaming establishment in the state. Any moneys confiscated pursuant to the provisions of this Act by the commission shall be deposited in the general fund. Section 3. That chapter 42-7B be amended by adding thereto a NEW SECTION to read as follows: A person may apply for removal from the list of disassociated persons beginning five years after the person is added to the list by filing a notarized affidavit with the commission requesting removal from the list. The application must contain a signed statement from a licensed counselor or mental health professional that the removal of the person from the list will not be adverse to the person's well-being. The commission shall remove the person from the list within thirty days of receipt of the complete application for removal. Section 4. That chapter 42-7B be amended by adding thereto a NEW SECTION to read as follows: The information contained in the list of disassociated persons, and any information included in an application for inclusion on the list, is confidential and not open for public inspection. The commission shall distribute the list to all licensed gaming establishments in the state. The commission shall regularly provide an updated list to all gaming establishments in the state. Section 5. That chapter 42-7B be amended by adding thereto a NEW SECTION to read as follows: Nothing in this Act creates a right or cause of action against the state, the commission, or a licensed gaming establishment on behalf of a person included on the list of disassociated persons. Section 6. That chapter 42-7B be amended by adding thereto a NEW SECTION to read as follows: No licensed gaming establishment in the state may extend credit, offer check-cashing privileges, offer coupons, market services, send advertisements, or otherwise solicit the patronage of those persons who are included on the list of disassociated persons. A licensed gaming establishment that violates the provisions of this Act is subject to disciplinary action by the commission."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6575, "action_date": "2015-01-28T14:00:00-06:00", "document_id": 34034, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34034.pdf", "status_text": "First read in Senate and referred to", "journal_page": 217, "committee_id_action": 284, "committee_id_assigned": 261, "result": "N", "vote": {}}, {"bill_id": 6575, "action_date": "2015-02-03T10:00:00-06:00", "document_id": 34084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34084.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 261, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6575, "action_date": "2015-02-05T10:00:00-06:00", "document_id": 34370, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34370.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 261, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6575, "action_date": "2015-02-05T10:00:00-06:00", "document_id": 34559, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34559.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 261, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18248, "president_vote": null, "Yea": [853, 894, 890, 871, 889], "Nay": [895, 943]}}, {"bill_id": 6575, "action_date": "2015-02-05T10:00:00-06:00", "document_id": 34559, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34559.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 301, "committee_id_action": 261, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18250, "president_vote": null, "Nay": [853, 894, 871], "Yea": [895, 890, 889, 943]}}]}