{"session_id": 32, "bill_id": 8960, "bill_type": "House Bill", "bill_number": 1243, "bill_title": "revise provisions related to the hold or sale of certain livestock.", "sponsors": [{"legislator_profile_id": 1224, "is_prime": true}, {"legislator_profile_id": 1280, "is_prime": true}, {"legislator_profile_id": 1228, "is_prime": false}, {"legislator_profile_id": 1263, "is_prime": false}], "keywords": ["Agency", "Agriculture and Horticulture", "Animals and Livestock", "Contracts"], "audio": [{"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju16.mp3", "start_seconds": 9720.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju16.mp3", "start_seconds": 9720.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju16.mp3", "start_seconds": 9720.0}], "bill_versions": [{"bill_id": 8960, "bill_version_id": 48152, "bill_version": "Introduced", "bill_version_date": "2018-01-30T11:50:53.383-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise provisions related to the hold or sale of certain livestock. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 40-21-12 be amended to read: 40-21-12. If the a seller described in under § 40-21-10 or 40-21-11 fails to establish ownership of any livestock, the livestock shall be held or sold. If the livestock are is held, the board shall make disposition by the board shall be made. If the livestock is sold, the selling agent is financially responsible for the proceeds of the sale and shall hold the proceeds until the board orders the money proceeds, along with account of sale, to be released to the livestock owner or to the South Dakota livestock ownership inspection fund. Such The financial responsibility of the selling agent under this section may be enforced by civil suit brought by the board. If the inspector finds livestock carrying a recorded brand which that is not the property of the consignor and is not accompanied by a proper bill of sale, affidavit of ownership, or livestock market clearance, the inspector shall designate the livestock as, Hold. The inspector may sell or hold the livestock; and if sold, the selling agency shall hold the proceeds from the sale for sixty days or until the consignor establishes evidence of ownership to the inspector, whichever comes first. All livestock holds after sixty days shall be forwarded by the inspector to the board for review and final disposition, which may include clarification, settlement, or payment related to proper ownership. If a hold has been placed on the proceeds, it is a Class 1 misdemeanor for the selling agent or selling agency to disburse the proceeds to the seller or consignor before the board has cleared the hold for release hold the livestock until ownership is established pursuant to § 40-21-10. Section 2. That § 40-21-12.1 be amended to read: 40-21-12.1. If the a person transporting livestock out of the an ownership inspection area as described in under § 40-21-10 or 40-21-11 fails to establish ownership of any livestock, the board may shall hold the livestock. If a hold has been placed on the livestock, it is a Class 1 misdemeanor for the No person to may remove the livestock from the ownership inspection area or sell the livestock before the board has cleared the hold under this section for release. Any livestock hold continuing beyond sixty days shall be forwarded by the inspector to the board for review and final disposition, which may include clarification, settlement, or payment related to proper ownership. A violation of the provisions of this section is a Class 1 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8960, "action_date": "2018-01-30T14:00:00-06:00", "document_id": 48180, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48180.pdf", "status_text": "First read in House and referred to", "journal_page": 224, "committee_id_action": 396, "committee_id_assigned": 394, "result": "N", "vote": {}}, {"bill_id": 8960, "action_date": "2018-02-02T10:00:00-06:00", "document_id": 48332, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48332.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 394, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8960, "action_date": "2018-02-02T10:00:00-06:00", "document_id": 48603, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48603.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 309, "committee_id_action": 394, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25281, "president_vote": null, "Yea": [1424, 1425, 1247, 1226, 1277, 1299, 1240, 1215, 1229, 1257], "Excused": [1279], "Nay": [1306, 1265]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8960"}