{"session_id": 64, "bill_id": 23475, "bill_type": "House Bill", "bill_number": 1312, "bill_title": "establish due process rights for students during disciplinary proceedings.", "sponsors": [{"legislator_profile_id": 3983, "is_prime": true}, {"legislator_profile_id": 3981, "is_prime": false}], "keywords": ["Colleges and Universities", "Higher Education", "Students"], "audio": [{"meeting_datetime": "2022-02-14T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hed22.mp3", "start_seconds": 5195.0}, {"meeting_datetime": "2022-02-14T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hed22.mp3", "start_seconds": 5195.0}, {"meeting_datetime": "2022-02-14T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hed22.mp3", "start_seconds": 5195.0}], "bill_versions": [{"bill_id": 23475, "bill_version_id": 232149, "bill_version": "Introduced", "bill_version_date": "2022-02-02T10:41:52.54-06:00", "bill_text": "An Act to establish due process rights for students during disciplinary proceedings. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 13-53 be amended with a NEW SECTION: The Board of Regents shall develop policies that afford each student due process rights during disciplinary investigations and hearings pertaining to an allegation of sexual misconduct by a student. The policies must provide that: (1) The accused student must receive adequate notice of the allegations, including: (a) Details of the allegations; (b) Provisions of the institution's code of conduct that were allegedly violated; and (c) Copies of any written or photographic evidence; (2) The accused student must be advised of the right to: (a) Consult legal counsel, at the student's expense; (b) Be represented by legal counsel at each stage of the investigation and hearings, at the student's expense; and (c) Appeal any findings or conclusions of misconduct; (3) Any party to the investigation may question and cross-examine witnesses in order to establish the veracity of the witnesses, parties, and evidence; (4) Any person who investigates an allegation may not serve as a finder of fact in a subsequent hearing; (5) Any investigation and subsequent hearing must be conducted in a fair and impartial manner; (6) Any findings of fact and conclusions stemming from an investigation or any hearing must be written, sufficiently detailed to permit meaningful review on appeal, and available to all parties within a specified time frame; and (7) Determinations regarding any violation must be supported by clear and convincing evidence. The policies developed by the board under this section are applicable to each institution under the control of the board. Section 2. That chapter 13-53 be amended with a NEW SECTION: Each institution under the control of the Board of Regents shall develop and implement a code of conduct that provides students with due notice regarding standards of behavior, conduct that may be subject to disciplinary action, and the range of disciplinary measures applicable to any violation of the code. The code of conduct must include due process procedures to be followed whenever disciplinary proceedings are conducted against a student. The due process provisions must, at a minimum, provide the protections set forth in section 1 of this Act. Section 3. That chapter 13-53 be amended with a NEW SECTION: After a due process hearing, an institution under the control of the Board of Regents may provide for the suspension of a student for conduct that did not occur within the boundaries of the institution but which violated the code of conduct, if the violation has or is reasonably expected to have a direct and immediate impact on the orderly and efficient operation of the institution or the safety of any person attending or employed by the institution. Nothing in this section authorizes an institution to expel a student for such conduct. Section 4. That chapter 13-53 be amended with a NEW SECTION: Neither the Board of Regents nor an institution under the control of the board may impose mandatory disciplinary measures for specific violations, unless such measures are required by state or federal law. Section 5. That chapter 13-53 be amended with a NEW SECTION: A student may not be placed on a long-term suspension or expelled, except for serious violations of the code of conduct and only if those violations threaten the safety of students, employees, or visitors or if they threaten to substantially disrupt the educational environment. Section 6. That chapter 13-53 be amended with a NEW SECTION: If a student organization is accused of violating the code of conduct, the organization has the right, at the organization's expense, to consult with and be represented by legal counsel at each stage of any investigation and hearings."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23475, "action_date": "2022-02-02T14:00:00-06:00", "document_id": 231905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231905.pdf", "status_text": "First Reading House", "journal_page": 178, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23475, "action_date": "2022-02-04T13:30:00-06:00", "document_id": 232452, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232452.pdf", "status_text": "Referred to", "journal_page": 211, "committee_id_action": 1008, "committee_id_assigned": 1005, "result": "N", "vote": {}}, {"bill_id": 23475, "action_date": "2022-02-14T07:45:00-06:00", "document_id": 233252, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233252.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1005, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23475, "action_date": "2022-02-14T07:45:00-06:00", "document_id": 233290, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233290.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 1005, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73453, "president_vote": null, "Yea": [3914, 3928, 3929, 3931, 3948, 3955, 3960, 3967, 3971, 3972, 3976, 3997, 4001, 3983, 3944]}}]}