{"session_id": 49, "bill_id": 15441, "bill_type": "Senate Bill", "bill_number": 133, "bill_title": "provide for fair practices in agricultural production contracts.", "sponsors": [{"legislator_profile_id": 2316, "is_prime": true}, {"legislator_profile_id": 2358, "is_prime": true}, {"legislator_profile_id": 2325, "is_prime": false}, {"legislator_profile_id": 2337, "is_prime": false}, {"legislator_profile_id": 2339, "is_prime": false}, {"legislator_profile_id": 2348, "is_prime": false}, {"legislator_profile_id": 2352, "is_prime": false}, {"legislator_profile_id": 2355, "is_prime": false}, {"legislator_profile_id": 2375, "is_prime": false}, {"legislator_profile_id": 2386, "is_prime": false}, {"legislator_profile_id": 2397, "is_prime": false}, {"legislator_profile_id": 2398, "is_prime": false}, {"legislator_profile_id": 2403, "is_prime": false}], "keywords": ["Agricultural Producer"], "audio": [], "bill_versions": [{"bill_id": 15441, "bill_version_id": 86821, "bill_version": "Introduced", "bill_version_date": "2000-01-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for fair practices in agricultural production contracts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Agricultural commodities,\" a material produced for use in or as food, feed, seed, or fiber and includes crops for fiber, food, oilseeds, seeds, livestock, livestock products, poultry, poultry products, or byproducts of the farm for the same or similar use; (2) \"Integrator,\" a person who in the ordinary course of business buys agricultural commodities grown or raised in this state or who contracts with a producer to grow or raise agricultural commodities in this state; (3) \"Producer,\" a person who produces or causes to be produced agricultural commodities by contracting with an integrator to provide management, labor, machinery, facilities, or any other production input for the production of agricultural commodities; and (4) \"Secretary,\" the secretary of agriculture. Section 2. No integrator may engage in any deceptive act or practice as provided in this Act in connection with any agricultural production contract involving agricultural commodities. Deceptive acts and practices include the following, each of which is a violation of this Act, whether or not any producer has been misled: (1) Using coercion, intimidation, the threat of retaliation or the threat of contract termination, cancellation, or nonrenewal to impose, demand, compel, or dictate the terms, payment, or manner of payment or the signing of a contract by a producer; (2) Using coercion, intimidation, the threat of retaliation, or the threat of contract termination, cancellation, or nonrenewal in order to require the producer to make capital improvements such as buildings or equipment; (3) For the integrator to interfere with, restrain, or coerce producers in the exercise of their rights to join, form, and assist associations of producers; (4) For an integrator to terminate, cancel, or fail to renew a contract with a producer if the producer is financially obligated for an investment in buildings and equipment which was made to meet the minimum requirements of the contract; (5) For an integrator to refuse to provide to the producer upon request the statistical information and data used to determine compensation paid to the producer for settlement. This statistical information and data includes feed conversion rates, feed analyses, averages of other growers, origination, and breeder history; (6) For the integrator to refuse to allow a producer or the producer's designated representative to observe, by actual observation at the time of weighing, the weights and measures used to determine the producer's compensation at settlement; and (7) For an integrator to use the performance of any other producer to determine the settlement of a producer. Section 3. Unfair trade practices also include those practices prohibited by the Perishable Agricultural Commodities Act, 7 U.S.C. § § 499a-499s, as amended to January 1, 2000, and the rules promulgated thereunder at 7 C.F.R. part 46, as amended to January 1, 2000, and those practices prohibited by the Packers and Stockyards Act, 7 U.S.C. § 181 et seq., as amended to January 1, 2000, and the rules promulgated thereunder at 7 C.F.R. part 201 et seq., as amended to January 1, 2000. Section 4. If federal and state regulation are identical, federal jurisdiction and enforcement control unless the federal authority decides not to enforce the regulation. Section 5. No integrator may terminate, cancel, or fail to renew a contract that required a producer to make a capital investment secured by financing statement, promissory note, deed of trust, or otherwise in buildings or equipment that cost twenty-five thousand dollars or more and have a useful life of five or more years until: (1) The producer has been given written notice of the intention to terminate, cancel, or not renew the contract at least one hundred eighty days before the effective date of the termination, cancellation, or nonrenewal, or as provided in section 7 of this Act; and (2) The producer has been reimbursed for damages incurred by an investment in buildings or equipment that was made for the purpose of meeting minimum requirements of the contract. Section 6. Except as provided in section 7 of this Act, if a producer fails to materially comply with the provisions of a contract that require a capital investment subject to section 5 of this Act, an integrator may not terminate, cancel or fail to renew that contract until: (1) The integrator has given written notice with all the reasons for the termination, cancellation, or nonrenewal at least ninety days before termination, cancellation, or nonrenewal, or as provided in section 7 of this Act; and (2) The producer, as recipient of the notice, fails to correct the reasons stated for termination, cancellation, or nonrenewal in the notice within sixty days of receipt of the notice. Section 7. The one hundred eighty-day notice period under section 5 of this Act, the ninety- day notice period under section 6 of this Act, and the sixty-day notice period under section 6 of this Act, are waived and the contract may be canceled, terminated, or not renewed immediately if the alleged grounds for termination, cancellation, or nonrenewal are voluntary abandonment of the contract relationship by the producers or conviction of the producer of an offense directly related to the business conducted under the contract. Section 8. An integrator may terminate a contract if the integrator secures a bond or irrevocable letter of credit in a sufficient amount to cover the probable claim if the damages the producer is entitled to under section 5 of this Act have not been received within one hundred eighty days after notice of the intent to terminate, cancel, or not renew has been received by the producer. Section 9. If the one hundred eighty-day or ninety-day notice periods expire before the end of a production cycle, the contract does not terminate until the end of that production cycle. An integrator may terminate a contract at the end of a production cycle that occurs before the end of the one hundred eighty-day or ninety-day notice period has expired if the producer agrees to the termination. Section 10. If the integrator terminates, cancels, or fails to renew a contract other than as provided in this Act, the integrator assumes the outstanding financial obligations and liabilities of the producer and shall pay the producer fair market value for equity, if any, in the buildings and equipment that were acquired as minimum requirements under the contract. All buildings and equipment which accrue to the integrator pursuant to this section must be removed from the producer's premises within ninety days of the date of termination, cancellation, or nonrenewal. Section 11. For purposes of this Act, notice is effective upon receipt by the producer. Section 12. There is an implied promise of good faith by all parties in all contracts between integrators and producers. There is an implied producer's right to refuse any livestock when delivered if the livestock are in less than normal condition, in all contracts between integrators and producers. Section 13. The integrator shall agree to meet and confer with the producer or the producer's authorized representative at a time and place mutually agreeable to the parties to discuss concerns of the producer. The integrator shall provide a sixty-day written notice of intent to modify terms or conditions of the contract to the producer. The written notice shall state the proposed changes to the contract. Notice is effective upon receipt by the producer. Section 14. If an integrator is required to obtain a license to purchase agricultural products, the licensing authority may require the parent company of a licensee subsidiary to guarantee payment or contract performance as a condition of licensing. If an integrator is the subsidiary of another corporation, partnership, or association, the parent corporation, partnership, or association is liable to a producer for the amount of any unpaid claim or contract performance claim if the integrator fails to pay or perform according to the terms of the contract or the provisions of this Act. Section 15. The integrator shall reimburse the producer for the costs incurred by the producer for disposal of dead livestock. Section 16. A contract for the production of agricultural products between an integrator and a producer shall contain language providing for resolution of contract disputes by either mediation or arbitration services as specified in the contract to facilitate resolution of disputes. Contracts executed after the effective date of this Act shall contain an implied provision that all contract disputes shall be submitted to mediation or arbitration for dispute resolution. If the parties contract for mediation of matters that are in dispute and mediation does not resolve the dispute, either the integrator or the producer may request that the matter be submitted to arbitration. Neither the mediator nor the arbitrator may be an employee or agent of the producer, the integrator, or the integrator's subsidiaries, or parent company. If the parties cannot agree upon a mediator or arbitrator, either party may make a written request to the secretary of agriculture for mediation or arbitration services to facilitate resolution of the dispute. Section 17. Notwithstanding the existence or pursuit of any other remedy at law, any person violating the provisions of this Act or any rules promulgated pursuant to this Act is guilty of a Class 2 misdemeanor. In addition, the court may suspend the integrator's license to operate in this state for a period not to exceed thirty days or the court may revoke the integrator's license. In an action to recover damages or for injunctive relief, if the court finds that there has been a violation of this Act, court costs and attorney fees may be recovered by the producer. Section 18. Notwithstanding the existence or pursuit of any other remedy, a person, in the manner provided by law, may maintain an action for injunctive relief or other process to prevent violations of this Act. Section 19. A producer of agricultural products shall have a lien for the contract price or, if there is no contract, the fair market value of the agricultural product produced and delivered to an integrator. The lien attaches to the agricultural products and proceeds thereof as well as to all tangible or intangible assets of the integrator. If the agricultural product becomes commingled with other agricultural products, the lien continues in the proportionate share of the other agricultural products. If the agricultural products become manufactured or processed to become a part of another product, the lien continues and attaches to the product manufactured or processed. Section 20. The lien claimed by the producer is perfected without filing a statement of nonpayment from the time that the agricultural product is delivered to the integrator until thirty days after delivery. The producer shall file a statement of nonpayment in the office of the clerk of the court for the county of the integrator's principal place of business. If the integrator is not a resident of the state, a filing shall be made with the clerk of the superior court for the county in which the integrator's registered office is located. The clerk shall note the claim of lien on the judgment docket and index the claim under the name of the integrator at the time the claim is filed. Section 21. A statement of nonpayment shall be in writing and notarized by the producer and shall contain: (1) The name and address of the integrator to whom the agricultural products were delivered; (2) A statement of the amount due to the producer after deducting applicable credits and offsets; (3) A description sufficient to identify the agricultural product delivered and subject to the lien; (4) The date and location to which the agricultural product was delivered; and (5) The date on which payment was due. Section 22. The producer shall furnish a copy of the statement of nonpayment as provided by this section to the integrator, which constitutes a notice of claim of lien. The notice shall be served personally or by certified mail to the integrator at the place of business where the producer has conducted business with the integrator. The lien is effective as of the time it is filed with the clerk of the court. The integrator has the right to contest the validity of the lien by filing with the clerk of the court and serving on the producer within ten days after the integrator receives notice that the producer has filed a claim of lien, a notice that the integrator contests the amount due. If the integrator fails to contest the lien or is unsuccessful in obtaining a discharge of the lien, the lien is perfected as of the date of filing with the clerk of court. Section 23. A producer's lien has priority over all other liens and encumbrances in: (1) The agricultural products; (2) The proceeds from the agricultural products; (3) The proportionate share of the agricultural products with which the agricultural products have been commingled; (4) The products manufactured or processed with the agricultural products; and (5) The integrator's tangible and intangible assets. A producer's lien that is continuously perfected from the time of delivery has priority over other liens and encumbrances whether they are filed before or after the producer's lien. A producer's lien that is filed after thirty days after delivery of the agricultural products has priority in the order that it is filed. Priority among perfected producer's liens is according to the first lien filed. A producer's lien that is not filed has the priority of an unperfected security interest under the uniform commercial code. Section 24. The lien may be discharged in any of the following manners: (1) By filing with the clerk of the court a notarized statement by the producer that the lien has been satisfied; (2) By depositing with the clerk of the court money equal to the amount of the claim, which money shall be held for the benefit of the producer; or (3) By an entry in the lien docket that the action on the part of the lien claimant to enforce the lien has been dismissed. A producer shall remove a lien statement from the filing system after the lien is satisfied. If the producer does not remove the lien statement, the clerk of the court shall remove the lien statement upon request of an affected party who has furnished proof that the lien has been terminated. Section 25. An action to enforce the lien created by this Act may be instituted within one hundred twenty days of the date that payment is due in any court of competent jurisdiction in the county where the lien was filed or where the property to which the lien attaches is located or the county where the agricultural product was originally delivered. The court may award costs including attorney fees to the prevailing party. Nothing in this section precludes the parties from mediating or arbitrating the claim of nonpayment at any time before or after a lien statement has been filed. Section 26. Any association seeking accreditation to bargain for contract producers of agricultural products or services shall submit to the secretary of agriculture a petition for accreditation. The petition shall: (1) Specify the agricultural products or services for the contract producers of which the association seeks accreditation to bargain; (2) Designate the integrators, individually or by production or marketing area or by some other appropriate classification, with whom the association shall be accredited to bargain; and (3) Contain such other information and documents as may be required by the secretary. Section 27. Upon receiving the petition and any supporting material, the secretary shall give notice of the petition to all designated integrators. Integrators who have been designated individually shall receive personal notice, and integrators who have been designated by production or marketing area or by some other general classification shall be given notice through publication in a legal newspaper that has countywide distribution within that area. Section 28. The secretary shall accredit the association if, based upon the evidence submitted, the secretary finds that: (1) Under the charter documents or bylaws of the association, it is owned by contract producers and meets the requirement of the Capper-Volstead Act, 7 U.S.C. § 291-2, as amended to January 1, 2000; (2) The association has submitted a copy of its bylaws which provide that each member of the association has one vote in all votes of the membership of the association, that officers and directors are elected by a majority of the members voting or by delegates representing a majority of the membership, and that all elections are by secret ballot; and (3) The association has contracts that are binding under South Dakota law with its members empowering the association to sell or negotiate terms of sale of the products or services of its members; (4) The association represents a sufficient number of contract producers or that its members produce a sufficient quantity of agricultural products or services to enable it to function as an effective agent for contract producers in bargaining with the designated integrators. In making this finding, the secretary shall exclude any quantity of the products or services contracted by contract producers with contract producer owned and controlled processing cooperatives and any quantity of such products or services produced by integrators; and (5) The association has as one of its functions acting as principal or agent for its members in negotiations with integrators for prices and other items of trade with respect to the production, sale, and marketing of their products or services. Section 29. The secretary shall give notice within sixty days of the filing date of the petition for accreditation by an association whether the association shall be accredited. If the secretary determines that insufficient evidence was filed by the association, the secretary may permit the association to file an amended request. The secretary shall then determine, within thirty days of filing the amended petition, whether the association shall be accredited. Section 30. An association that is denied accreditation after filing of an amended request may not file another request for accreditation for a period of one year. Within thirty days of a decision by the secretary denying accreditation to an association, the association may request a hearing before the secretary. The secretary shall then conduct a hearing to determine whether the association is to be accredited. This hearing and any appeal shall be governed by chapter 1-26. Section 31. If the secretary believes that an accredited association has ceased to meet the standards for accreditation set forth in this section, the secretary shall notify the association of the respects in which the secretary believes it has ceased to maintain such standards and allow it a reasonable time to answer or to correct the deficiencies noted. Thereafter, if the secretary is not satisfied that the association is then in compliance with this section, the secretary shall notify the association and hold a hearing to consider the revocation of accreditation. If, based upon the evidence submitted at the hearing, the secretary finds that the association has ceased to maintain the standards for accreditation, the secretary shall revoke the accreditation of the association. Section 32. The secretary may amend the order of accreditation only with respect to the products or services specified in the order. The secretary shall give notice of any proposed amendment and the reasons for the amendment to all accredited associations and integrators that would be directly affected and shall provide an opportunity for a public hearing. Thereafter, the secretary may amend the order if the secretary finds the amendment will be conducive to more effective bargaining and orderly marketing by the accredited association of the products or services of its members."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15441, "action_date": "2000-01-19T14:00:00-06:00", "document_id": 85633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85633.pdf", "status_text": "First read in Senate and referred to", "journal_page": 117, "committee_id_action": 657, "committee_id_assigned": 630, "result": "N", "vote": {}}, {"bill_id": 15441, "action_date": "2000-01-27T10:00:00-06:00", "document_id": 85798, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85798.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 630, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15441, "action_date": "2000-02-01T10:00:00-06:00", "document_id": 85833, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85833.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 630, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15441, "action_date": "2000-02-01T10:00:00-06:00", "document_id": 85833, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85833.pdf", "status_text": "Tabled", "journal_page": 284, "committee_id_action": 630, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45753, "president_vote": null, "Yea": [2310, 2311, 2346, 2347, 2386, 2398, 2400, 2329], "Nay": [2358]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15441"}