{"session_id": 8, "bill_id": 1529, "bill_type": "House Bill", "bill_number": 1162, "bill_title": "limit the liability of covered persons if health care service contractors are impaired or liquidated.", "sponsors": [{"legislator_profile_id": 808, "is_prime": true}, {"legislator_profile_id": 840, "is_prime": true}, {"legislator_profile_id": 809, "is_prime": false}, {"legislator_profile_id": 825, "is_prime": false}, {"legislator_profile_id": 839, "is_prime": false}, {"legislator_profile_id": 819, "is_prime": false}, {"legislator_profile_id": 796, "is_prime": false}], "keywords": ["Civil Procedure", "Contracts", "Insurance", "Personal Rights and Obligations"], "audio": [{"meeting_datetime": "2010-02-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco22.mp3", "start_seconds": 2544.0}, {"meeting_datetime": "2010-02-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco22.mp3", "start_seconds": 2544.0}, {"meeting_datetime": "2010-02-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco22.mp3", "start_seconds": 2544.0}, {"meeting_datetime": "2010-02-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco22.mp3", "start_seconds": 2544.0}], "bill_versions": [{"bill_id": 1529, "bill_version_id": 11239, "bill_version": "Introduced", "bill_version_date": "2010-01-28T09:12:01.507-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to limit the liability of covered persons if health care service contractors are impaired or liquidated. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17C-1 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Health care service contractor,\" any health carrier, intermediary, or employer self-funded health benefit plan; Section 2. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: For the purpose of this Act, and only in the event of a finding of impairment by the director or of a final order of liquidation, any covered health care service furnished within the state by a provider to a covered person of a health care service contractor shall be considered to have been furnished pursuant to a contract between the provider and the health care service contractor with whom the covered person was enrolled when the services were furnished. Section 3. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Any contract between a health care service contractor and a provider of health care services shall provide that if the health care service contractor fails to pay for covered health care services as set forth in the covered person's evidence of coverage or contract, the covered person is not liable to the provider for any amounts owed by the health care service contractor. If the contract between the contracting provider and the health care service contractor has not been reduced to writing or fails to contain the provisions required by this section, the covered person is not liable to the contracting provider for any amounts owed by the health care service contractor. Section 4. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: No contracting provider may maintain a civil action against a covered person to collect any amounts owed by the health care service contractor for which the covered person is not liable to the contracting provider. Section 5. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Nothing in this Act impairs the right of a provider to charge, collect from, attempt to collect from, or maintain a civil action against a covered person for any of the following: (1) Deductible, copayment, or coinsurance amounts; (2) Health care services not covered by the health care service contractor; (3) Health care services rendered after the termination of the contract between the health care service contractor and the provider, unless the health care services were rendered during the confinement in an inpatient facility and the confinement began prior to the date of termination or unless the provider has assumed post-termination treatment obligations under the contract. Section 6. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Nothing in this Act prohibits a covered person from seeking noncovered health care services from a provider and accepting financial responsibility for these services. Section 7. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: No health care service contractor may limit the right of a provider of health care services to contract with the patient for payment of services not within the scope of the coverage offered by the health care service contractor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1529, "action_date": "2010-01-28T14:00:00-06:00", "document_id": 11385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11385.pdf", "status_text": "First read in House and referred to", "journal_page": 218, "committee_id_action": 86, "committee_id_assigned": 72, "result": "N", "vote": {}}, {"bill_id": 1529, "action_date": "2010-02-17T10:00:00-06:00", "document_id": 12246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12246.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 72, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1529, "action_date": "2010-02-17T10:00:00-06:00", "document_id": 12428, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12428.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 445, "committee_id_action": 72, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6636, "president_vote": null, "Yea": [821, 817, 749, 842, 822, 742, 815, 784], "Nay": [844, 770, 751, 818], "Excused": [759]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1529"}