{"session_id": 44, "bill_id": 21994, "bill_type": "Senate Bill", "bill_number": 14, "bill_title": "limit the time children in need of supervision are held in detention under certain circumstances.", "sponsors": [], "keywords": ["Courts and Judiciary", "Executive/Judiciary Request", "Juvenile Justice", "Minors"], "audio": [{"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sju07.mp3", "start_seconds": 482.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sju07.mp3", "start_seconds": 482.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sju07.mp3", "start_seconds": 482.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sju07.mp3", "start_seconds": 482.0}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen09.mp3", "start_seconds": 945.0}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen09.mp3", "start_seconds": 945.0}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen09.mp3", "start_seconds": 945.0}, {"meeting_datetime": "2021-02-01T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hju13.mp3", "start_seconds": 3855.0}, {"meeting_datetime": "2021-02-01T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hju13.mp3", "start_seconds": 3855.0}, {"meeting_datetime": "2021-02-01T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hju13.mp3", "start_seconds": 3855.0}, {"meeting_datetime": "2021-02-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou14.mp3", "start_seconds": 3673.0}, {"meeting_datetime": "2021-02-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou14.mp3", "start_seconds": 3673.0}, {"meeting_datetime": "2021-02-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou14.mp3", "start_seconds": 3673.0}], "bill_versions": [{"bill_id": 21994, "bill_version_id": 209997, "bill_version": "Introduced", "bill_version_date": "2021-01-05T16:11:47.22-06:00", "bill_text": "An Act to limit the time children in need of supervision are held in detention under certain circumstances. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 26-8B-3 be AMENDED. 26-8B-3. Circumstances requiring release--Circumstances allowing detention--Length of detention. An apparent or alleged child in need of supervision taken into temporary custody by a law enforcement officer prior to a temporary custody hearing shall be released to the child's parents, guardian, or custodian unless the parents, guardian, or custodian cannot be located or in the judgment of the intake officer are not suitable to receive the child, in which case the child shall be placed in shelter. A child may be placed in detention for no more than twenty‑four hours, excluding Saturdays, Sundays, and court holidays, if the intake officer finds that the parents, guardian, or custodian are not available or are not suitable to receive the child, and finds at least one of the following circumstances exists: (1) The child has failed to comply with court services or a court‑ordered program; (2) The child is being held for another jurisdiction as a parole or probation violator, as a runaway or as a person under court‑ordered detention; (3) The child has a demonstrated propensity to run away from the child's home, from court‑ordered placement outside of the child's home or from agencies charged with providing temporary care for the child; (4) The child is under court‑ordered home detention in this jurisdiction; or (5) There are specific, articulated circumstances which justify the detention for the protection of the child from potentially immediate harm to the child or to others. The shelter or detention authorized shall be the least restrictive alternative available. The child may be held in detention up to an additional twenty‑four hours following the temporary custody hearing pending transfer to shelter or release. If the child is accused of or has been found in violation of a valid court order, the child may be placed in detention for more than twenty‑four hours, if a temporary custody hearing, pursuant to § 26-7A-14, is held within twenty‑four hours of the child being placed in a detention facility, an interview is conducted with the child, and a written assessment of the child's immediate needs is provided at the temporary custody hearing, and a written order is issued that identifies the violated court order, determines detention is the best available placement, specifies the length of time the child is to be held in detention, and outlines the plan for release of the child from detention. The interview and assessment may be conducted by law enforcement, states attorney, court services, or other public employee. The child may not be held in detention greater more than seventy-two hours unless revocation proceedings have been initiated seven days. If the child is being held for another jurisdiction as a parole or probation violator, as runaway or as a person under court‑ordered detention, the child may be placed in detention for more than twenty‑four hours, and up to seven days, if a temporary custody hearing, pursuant to § 26-7A-14, is held within twenty‑four hours of the child being placed in a detention facility. Section 2. That § 26-8B-6 be AMENDED. 26-8B-6. Decree of disposition--Contents--Findings. If a child has been adjudicated as a child in need of supervision, the court shall enter a decree of disposition according to the least restrictive alternative available in keeping with the best interests of the child. The decree shall contain one or more of the following: (1) The court may place the child on probation pursuant to § 26-8B-8 or under protective supervision in the custody of one or both parents, guardian, custodian, relative, or another suitable person under conditions imposed by the court; (2) The court may require as a condition of probation that the child participate in a supervised community service program, provided the child is not placed in a detention facility and is not deprived of the schooling that is appropriate to the child's age, needs, and specific rehabilitative goals. The supervised community service program shall be of a constructive nature designed to promote rehabilitation, shall be appropriate to the age level and physical ability of the child, and shall be combined with counseling by a court services officer or other guidance personnel. The supervised community service program assignment shall be made for a period of time consistent with the child's best interests, but may not exceed ninety days; (3) If the court finds that the child has violated a valid court order, the court may place the child in a detention facility for not more than ninety seven days, which may be in addition to including any period of temporary custody pursuant to § 26-8B-3, for purposes of disposition if: (a) The child is not deprived of the schooling that is appropriate for the child's age, needs, and specific rehabilitative goals; (b) The child had a due process hearing before the order was issued; and (c) A plan of disposition from a court services officer is provided to the court. The issued order must identify the violated court order, determine detention is the best available placement, specify the length of time the child is to be held in detention, and outline the plan for release of the child from detention; (4) The court may require the child to pay restitution, as defined in subdivision 23A-28-2(4) § 23A-28-2 and under conditions set by the court if payment can be enforced without serious hardship or injustice to the child; (5) The court may place a child in an alternative educational program; (6) The court may order the child to be examined and treated at the Human Services Center; (7) The court may impose a fine not to exceed five hundred dollars; (8) The court may order the suspension or revocation of the child's right to apply for a driving privilege, suspend or revoke an existing driving privilege, or restrict the privilege in such manner as the court sees fit or as required by § 32-12-52.4, including requiring that financial responsibility be proved and maintained; (9) The court may assess or charge the same costs and fees as permitted by §§ 16-2-41, 23-3-52, 23A-27-26, 23A-28B-42, and 23A-27-27 against the child, parent, guardian, custodian, or other party responsible for the child; or (10) The court may only commit a child to the Department of Corrections if the judge finds that: (a) No viable alternatives exist; (b) The Department of Corrections is the least restrictive alternative; and (c) The court finds from evidence presented at the dispositional hearing or from the pre-dispositional report that the youth presents a significant risk of physical harm to another person. Any finding made pursuant to this section shall be made in the written decree. After disposition, but prior to placement in a juvenile correctional facility, a state interagency team comprised of representatives from the Department of Human Services, the Department of Social Services, the Department of Education, the Department of Corrections, and the Unified Judicial System shall make a written finding that placement at a Department of Corrections facility is the least restrictive placement commensurate with the best interests of the child. Subsequent placement in any other Department of Corrections facility may be authorized without an interagency review. No adjudicated child in need of supervision may be incarcerated in a detention facility except as provided in subdivision (3) or (10) of this section and § 26-7A-20. Section 3. That § 26-7A-20 be AMENDED. 26-7A-20. Release of child in need of supervision after temporary custody hearing--Exceptions. If the child is an apparent, alleged, or adjudicated child in need of supervision, after the temporary custody hearing the court shall release the child from temporary custody to the child's parents, guardian, or custodian, with or without restriction or condition or upon written promise of the parents, guardian, or custodian regarding care and supervision of the child, unless the court finds that the child should continue to be held in temporary custody for any of the following reasons: (1) The child has failed to comply with court services or a court‑ordered program; (2) The child is being held for another jurisdiction as a parole or probation violator, as a runaway, or as a child under other court‑ordered detention; (3) The child has a demonstrated propensity to run away from the child's home, from court‑ordered placement outside of the child's home, or from agencies charged with providing temporary care for the child; (4) The child is under court‑ordered home detention in this jurisdiction; (5) There are specific, articulated circumstances which justify the detention for the protection of the child from potentially immediate harm to the child's self or to others; or (6) The child is a material witness, the detention is necessary because of implications of tampering with the child, and an affidavit so stating is filed with the court. An apparent, alleged, or adjudicated child in need of supervision may not be placed in detention for longer than twenty‑four hours after the temporary custody hearing unless the child has been accused of or has been found in violation of a valid court order as provided in § 26-8B-3."}, {"bill_id": 21994, "bill_version_id": 215860, "bill_version": "Enrolled", "bill_version_date": "2021-02-02T17:03:59.19-06:00", "bill_text": "ENTITLED An Act to limit the time children in need of supervision are held in detention under certain circumstances. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 26-8B-3 be AMENDED. 26-8B-3. Circumstances requiring release--Circumstances allowing detention--Length of detention. An apparent or alleged child in need of supervision taken into temporary custody by a law enforcement officer prior to a temporary custody hearing shall be released to the child's parents, guardian, or custodian unless the parents, guardian, or custodian cannot be located or in the judgment of the intake officer are not suitable to receive the child, in which case the child shall be placed in shelter. A child may be placed in detention for no more than twenty‑four hours, excluding Saturdays, Sundays, and court holidays, if the intake officer finds that the parents, guardian, or custodian are not available or are not suitable to receive the child, and finds at least one of the following circumstances exists: (1) The child has failed to comply with court services or a court‑ordered program; (2) The child is being held for another jurisdiction as a parole or probation violator, as a runaway or as a person under court‑ordered detention; (3) The child has a demonstrated propensity to run away from the child's home, from court‑ordered placement outside of the child's home or from agencies charged with providing temporary care for the child; (4) The child is under court‑ordered home detention in this jurisdiction; or (5) There are specific, articulated circumstances which justify the detention for the protection of the child from potentially immediate harm to the child or to others. The shelter or detention authorized shall be the least restrictive alternative available. The child may be held in detention up to an additional twenty‑four hours following the temporary custody hearing pending transfer to shelter or release. If the child is accused of or has been found in violation of a valid court order, the child may be placed in detention for more than twenty‑four hours, if a temporary custody hearing, pursuant to § 26-7A-14, is held within twenty‑four hours of the child being placed in a detention facility, an interview is conducted with the child, a written assessment of the child's immediate needs is provided at the temporary custody hearing, and a written order is issued that identifies the violated court order, determines detention is the best available placement, specifies the length of time the child is to be held in detention, and outlines the plan for release of the child from detention. The interview and assessment may be conducted by law enforcement, states attorney, court services, or other public employee. The child may not be held in detention more than seven days. If the child is being held for another jurisdiction as a parole or probation violator, as runaway or as a person under court‑ordered detention, the child may be placed in detention for more than twenty‑four hours, and up to seven days, if a temporary custody hearing, pursuant to § 26-7A-14, is held within twenty‑four hours of the child being placed in a detention facility. Section 2. That § 26-8B-6 be AMENDED. 26-8B-6. Decree of disposition--Contents--Findings. If a child has been adjudicated as a child in need of supervision, the court shall enter a decree of disposition according to the least restrictive alternative available in keeping with the best interests of the child. The decree shall contain one or more of the following: (1) The court may place the child on probation pursuant to § 26-8B-8 or under protective supervision in the custody of one or both parents, guardian, custodian, relative, or another suitable person under conditions imposed by the court; (2) The court may require as a condition of probation that the child participate in a supervised community service program, provided the child is not placed in a detention facility and is not deprived of the schooling that is appropriate to the child's age, needs, and specific rehabilitative goals. The supervised community service program shall be of a constructive nature designed to promote rehabilitation, shall be appropriate to the age level and physical ability of the child, and shall be combined with counseling by a court services officer or other guidance personnel. The supervised community service program assignment shall be made for a period of time consistent with the child's best interests, but may not exceed ninety days; (3) If the court finds that the child has violated a valid court order, the court may place the child in a detention facility for not more than seven days, including any period of temporary custody pursuant to § 26-8B-3, for purposes of disposition if: (a) The child is not deprived of the schooling that is appropriate for the child's age, needs, and specific rehabilitative goals; (b) The child had a due process hearing before the order was issued; and (c) A plan of disposition from a court services officer is provided to the court. The issued order must identify the violated court order, determine detention is the best available placement, specify the length of time the child is to be held in detention, and outline the plan for release of the child from detention; (4) The court may require the child to pay restitution, as defined in § 23A-28-2 and under conditions set by the court if payment can be enforced without serious hardship or injustice to the child; (5) The court may place a child in an alternative educational program; (6) The court may order the child to be examined and treated at the Human Services Center; (7) The court may impose a fine not to exceed five hundred dollars; (8) The court may order the suspension or revocation of the child's right to apply for a driving privilege, suspend or revoke an existing driving privilege, or restrict the privilege in such manner as the court sees fit or as required by § 32-12-52.4, including requiring that financial responsibility be proved and maintained; (9) The court may assess or charge the same costs and fees as permitted by §§ 16-2-41, 23-3-52, 23A-27-26, 23A-28B-42, and 23A-27-27 against the child, parent, guardian, custodian, or other party responsible for the child; or (10) The court may only commit a child to the Department of Corrections if the judge finds that: (a) No viable alternatives exist; (b) The Department of Corrections is the least restrictive alternative; and (c) The court finds from evidence presented at the dispositional hearing or from the pre-dispositional report that the youth presents a significant risk of physical harm to another person. Any finding made pursuant to this section shall be made in the written decree. After disposition, but prior to placement in a juvenile correctional facility, a state interagency team comprised of representatives from the Department of Human Services, the Department of Social Services, the Department of Education, the Department of Corrections, and the Unified Judicial System shall make a written finding that placement at a Department of Corrections facility is the least restrictive placement commensurate with the best interests of the child. Subsequent placement in any other Department of Corrections facility may be authorized without an interagency review. No adjudicated child in need of supervision may be incarcerated in a detention facility except as provided in subdivision (3) of this section and § 26-7A-20. Section 3. That § 26-7A-20 be AMENDED. 26-7A-20. Release of child in need of supervision after temporary custody hearing--Exceptions. If the child is an apparent, alleged, or adjudicated child in need of supervision, after the temporary custody hearing the court shall release the child from temporary custody to the child's parents, guardian, or custodian, with or without restriction or condition or upon written promise of the parents, guardian, or custodian regarding care and supervision of the child, unless the court finds that the child should continue to be held in temporary custody for any of the following reasons: (1) The child has failed to comply with court services or a court‑ordered program; (2) The child is being held for another jurisdiction as a parole or probation violator, as a runaway, or as a child under other court‑ordered detention; (3) The child has a demonstrated propensity to run away from the child's home, from court‑ordered placement outside of the child's home, or from agencies charged with providing temporary care for the child; (4) The child is under court‑ordered home detention in this jurisdiction; (5) There are specific, articulated circumstances which justify the detention for the protection of the child from potentially immediate harm to the child's self or to others; or (6) The child is a material witness, the detention is necessary because of implications of tampering with the child, and an affidavit so stating is filed with the court. An apparent, alleged, or adjudicated child in need of supervision may not be placed in detention for longer than twenty‑four hours after the temporary custody hearing unless the child has been accused of or has been found in violation of a valid court order as provided in § 26-8B-3. An Act to limit the time children in need of supervision are held in detention under certain circumstances. I certify that the attached Act originated in the: Senate as Bill No. 14 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 14 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21994, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 210377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/210377.pdf", "status_text": "First read in Senate and referred to", "journal_page": 15, "committee_id_action": 514, "committee_id_assigned": 509, "result": "N", "vote": {}}, {"bill_id": 21994, "action_date": "2021-01-21T07:45:00-06:00", "document_id": 211487, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211487.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 509, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21994, "action_date": "2021-01-21T07:45:00-06:00", "document_id": 211488, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211488.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 509, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67611, "president_vote": null, "Yea": [1783, 1785, 1806, 1847, 1850, 3795, 3805]}}, {"bill_id": 21994, "action_date": "2021-01-21T07:45:00-06:00", "document_id": 211488, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211488.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 1, "committee_id_action": 509, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21994, "action_date": "2021-01-22T13:00:00-06:00", "document_id": 212442, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212442.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 96, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21994, "action_date": "2021-01-25T14:00:00-06:00", "document_id": 212700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212700.pdf", "status_text": "Do Pass", "journal_page": 104, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67795, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1789, 1790, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 1865, 1870], "Excused": [3795]}}, {"bill_id": 21994, "action_date": "2021-01-26T14:00:00-06:00", "document_id": 213163, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213163.pdf", "status_text": "First read in House and referred to", "journal_page": 130, "committee_id_action": 492, "committee_id_assigned": 493, "result": "N", "vote": {}}, {"bill_id": 21994, "action_date": "2021-02-01T10:00:00-06:00", "document_id": 214746, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214746.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 493, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21994, "action_date": "2021-02-01T10:00:00-06:00", "document_id": 214747, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214747.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 493, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68126, "president_vote": null, "Yea": [3786, 1768, 1780, 3784, 1836, 1839, 3799, 1844, 3793, 1855, 3790, 1798], "Nay": [1837]}}, {"bill_id": 21994, "action_date": "2021-02-02T14:00:00-06:00", "document_id": 215283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215283.pdf", "status_text": "Do Pass", "journal_page": 183, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68228, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1782, 1784, 1788, 1793, 1795, 1796, 1798, 1799, 1800, 1807, 1809, 1813, 1817, 1824, 1829, 1830, 1835, 1836, 1839, 1843, 1844, 1852, 1855, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3787, 3788, 3789, 3790, 3791, 3792, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Nay": [1781, 1792, 1802, 1804, 1805, 1820, 1823, 1826, 1832, 1834, 1837, 1841, 1862, 3785, 3786, 3793], "Excused": [1822]}}, {"bill_id": 21994, "action_date": "2021-02-03T14:00:00-06:00", "document_id": 215796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215796.pdf", "status_text": "Signed by the President", "journal_page": 174, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21994, "action_date": "2021-02-04T14:00:00-06:00", "document_id": 216396, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216396.pdf", "status_text": "Signed by the Speaker", "journal_page": 218, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21994, "action_date": "2021-02-05T13:00:00-06:00", "document_id": 216665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216665.pdf", "status_text": "Delivered to the Governor", "journal_page": 199, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21994, "action_date": "2021-02-10T14:00:00-06:00", "document_id": 217104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217104.pdf", "status_text": "Signed by the Governor", "journal_page": 232, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7089}