{"session_id": 15, "bill_id": 3793, "bill_type": "House Concurrent Resolution", "bill_number": 1013, "bill_title": "Directing the Department of Game, Fish and Parks to return a mountain  lion carcass or pelt to a certain Butte County resident and to reconsider its policy with respect to possession of mountain lion carcasses and pelts.", "sponsors": [{"legislator_profile_id": 241, "is_prime": true}, {"legislator_profile_id": 243, "is_prime": true}, {"legislator_profile_id": 284, "is_prime": false}, {"legislator_profile_id": 242, "is_prime": false}, {"legislator_profile_id": 217, "is_prime": false}, {"legislator_profile_id": 313, "is_prime": false}, {"legislator_profile_id": 299, "is_prime": false}, {"legislator_profile_id": 233, "is_prime": false}, {"legislator_profile_id": 248, "is_prime": false}, {"legislator_profile_id": 301, "is_prime": false}, {"legislator_profile_id": 240, "is_prime": false}, {"legislator_profile_id": 304, "is_prime": false}, {"legislator_profile_id": 276, "is_prime": false}, {"legislator_profile_id": 306, "is_prime": false}], "keywords": ["House Concurrent Resolutions", "Hunting"], "audio": [{"meeting_datetime": "2012-02-23T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hag26.mp3", "start_seconds": 4090.0}, {"meeting_datetime": "2012-02-23T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hag26.mp3", "start_seconds": 4090.0}, {"meeting_datetime": "2012-02-23T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hag26.mp3", "start_seconds": 4090.0}], "bill_versions": [{"bill_id": 3793, "bill_version_id": 21686, "bill_version": "Introduced", "bill_version_date": "2012-02-21T08:33:53.34-06:00", "bill_text": "A CONCURRENT RESOLUTION, Directing the Department of Game, Fish and Parks to return a mountain lion carcass or pelt to a certain Butte County resident and to reconsider its policy with respect to possession of mountain lion carcasses and pelts. WHEREAS, based on state law recognizing wildlife as the property of the public and allowing licensed hunters to possess wildlife animals taken according to the terms of the license, the Department of Game, Fish and Parks will confiscate the carcasses and pelts of mountain lions that are taken outside the terms of a hunting license, regardless of any extenuating circumstances in individual situations; and WHEREAS, SDCL 41-6-29.1 authorizes a person, licensed or unlicensed, to kill a mountain lion if reasonably necessary to protect the life of any person or if the mountain lion poses an imminent threat to the person's livestock or pets; and WHEREAS, on December 25, 2011, a rancher from Butte County shot a 130-pound mountain lion in the ranch yard thirty feet from his house. He had been having a problem with raccoons, and when he saw eyes reflected in the yard light, he fired his .22, thinking it was either a raccoon or a skunk. His three-year-old granddaughter had been playing within a few feet of where he shot the mountain lion until she was called into the ranch house for supper. He held a valid license to hunt mountain lions, and he called Game, Fish and Parks as required. The game warden confiscated the mountain lion because the caliber rifle that was used was too small and the animal was shot after dark; and WHEREAS, in this case, the immediate circumstances of the situation made it impossible, or extremely imprudent and potentially threatening to life or property, to follow all of the requirements of the mountain lion hunting license with respect to caliber of the weapon and shooting hours. The person in question held a valid mountain lion hunting license, acted in a prudent manner to address what could have been an emergency situation, and reported his actions promptly and honestly to the Department of Game, Fish and Parks; and WHEREAS, the interpretation of state statute resulting in the confiscation of mountain lions in this instance is unfair and falls outside the spirit of the statute: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Eighty-seventh Legislature of the State of South Dakota, the Senate concurring therein, that the South Dakota Legislature requests the Department of Game, Fish and Parks, in the case described in this resolution, to return the mountain lion carcass or pelt to the licensed hunter who shot the mountain lion; and BE IT FURTHER RESOLVED, that the Legislature urges the Department of Game, Fish and Parks to reconsider its policies relating to the confiscation of mountain lions taken by licensed hunters in situations in which circumstances require immediate action to protect the safety of persons and property."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3793, "action_date": "2012-02-21T14:00:00-06:00", "document_id": 21745, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21745.pdf", "status_text": "First read and referred to", "journal_page": 521, "committee_id_action": 173, "committee_id_assigned": 174, "result": "N", "vote": {}}, {"bill_id": 3793, "action_date": "2012-02-23T07:45:00-06:00", "document_id": 21746, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21746.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 174, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3793, "action_date": "2012-02-23T07:45:00-06:00", "document_id": 21935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21935.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 564, "committee_id_action": 174, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12019, "president_vote": null, "Nay": [242, 241, 306], "Yea": [230, 308, 273, 315, 282, 216, 275, 270, 238], "Excused": [280]}}]}