{"session_id": 53, "bill_id": 16913, "bill_type": "House Bill", "bill_number": 1018, "bill_title": "grant the Board of Regents exclusive jurisdiction to investigate civil claims or controversies involving charges of academic misconduct by its employees and to adjudicate contested cases involving such matters.", "sponsors": [], "keywords": ["Board of Regents", "Contested Case", "Education"], "audio": [{"meeting_datetime": "2002-01-15T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hed06hb1018a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-15T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hed06hb1018a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-15T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hed06hb1018a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-15T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hed06hb1018a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16913, "bill_version_id": 91658, "bill_version": "Introduced", "bill_version_date": "2002-01-05T13:21:22-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to grant the Board of Regents exclusive jurisdiction to investigate civil claims or controversies involving charges of academic misconduct by its employees and to adjudicate contested cases involving such matters. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-49 be amended by adding thereto a NEW SECTION to read as follows: The Board of Regents has exclusive jurisdiction to investigate any civil claim or controversy involving charges of academic misconduct by any employee and to adjudicate any contested case involving such matters. The Board of Regents shall develop procedures for the investigation and hearing by competent authority of charges of academic misconduct brought against any person under its employ. The procedures shall provide for a hearing to be conducted in conformity with the requirements of chapter 1-26, and any decision reached by the board pursuant to the procedures is subject to appeal to circuit court as provided in chapter 1-26. No provisions of chapter 3-18 apply to the development or operation of the procedures provided for in this Act. However, any person charged with academic misconduct may be represented by a bargaining agent to the extent permitted under chapter 3-18. Section 2. That chapter 13-49 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this Act, the term, academic misconduct, includes the fabrication or falsification of data, research procedures, or data analysis; destruction of data for fraudulent purposes; plagiarism; abuse of confidentiality; other fraudulent actions in proposing, conducting, reporting, or reviewing research; other fraudulent activity, including inappropriate accusation of misconduct; failure to report known or suspected misconduct; withholding or destruction of information relevant to a claim of misconduct and retaliation of any kind against any person who reported or provided information about suspected or alleged misconduct and who has not acted in bad faith; interference with the investigation of alleged academic misconduct; other practices that seriously deviate from those that are commonly accepted within the scientific community; any other conduct that the Board of Regents may determine should be treated as academic misconduct in order to comply with requirements for investigator integrity established by federal or other granting agencies; and any conduct related to academic misconduct, if the academic misconduct does not include honest errors and ambiguous interpretations inherent in the scientific and scholarly process that are normally corrected by further research."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16913, "action_date": "2002-01-08T14:00:00-06:00", "document_id": 91748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91748.pdf", "status_text": "First read in House and referred to", "journal_page": 19, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16913, "action_date": "2002-01-09T14:00:00-06:00", "document_id": 91761, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91761.pdf", "status_text": "Referred to", "journal_page": 34, "committee_id_action": 768, "committee_id_assigned": 757, "result": "P", "vote": {}}, {"bill_id": 16913, "action_date": "2002-01-15T10:00:00-06:00", "document_id": 92004, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92004.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 757, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16913, "action_date": "2002-01-15T10:00:00-06:00", "document_id": 92004, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92004.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 110, "committee_id_action": 757, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52723, "president_vote": null, "Yea": [2728, 2741, 2752, 2757, 2775, 2783, 2790, 2794, 2826], "Nay": [2729, 2766, 2789, 2830, 2816, 2751]}}]}