{"session_id": 8, "bill_id": 1823, "bill_type": "House Bill", "bill_number": 1203, "bill_title": "provide for the regulation of acupuncturists.", "sponsors": [{"legislator_profile_id": 750, "is_prime": true}, {"legislator_profile_id": 747, "is_prime": true}, {"legislator_profile_id": 781, "is_prime": false}, {"legislator_profile_id": 804, "is_prime": false}, {"legislator_profile_id": 817, "is_prime": false}, {"legislator_profile_id": 811, "is_prime": false}, {"legislator_profile_id": 760, "is_prime": false}, {"legislator_profile_id": 749, "is_prime": false}, {"legislator_profile_id": 739, "is_prime": false}, {"legislator_profile_id": 741, "is_prime": false}, {"legislator_profile_id": 842, "is_prime": false}, {"legislator_profile_id": 761, "is_prime": false}, {"legislator_profile_id": 777, "is_prime": false}, {"legislator_profile_id": 834, "is_prime": false}, {"legislator_profile_id": 803, "is_prime": false}, {"legislator_profile_id": 822, "is_prime": false}, {"legislator_profile_id": 774, "is_prime": false}, {"legislator_profile_id": 843, "is_prime": false}, {"legislator_profile_id": 824, "is_prime": false}, {"legislator_profile_id": 806, "is_prime": false}, {"legislator_profile_id": 792, "is_prime": false}, {"legislator_profile_id": 783, "is_prime": false}, {"legislator_profile_id": 751, "is_prime": false}, {"legislator_profile_id": 794, "is_prime": false}, {"legislator_profile_id": 784, "is_prime": false}, {"legislator_profile_id": 836, "is_prime": false}, {"legislator_profile_id": 841, "is_prime": false}, {"legislator_profile_id": 752, "is_prime": false}, {"legislator_profile_id": 796, "is_prime": false}, {"legislator_profile_id": 838, "is_prime": false}], "keywords": ["Administrative Rules", "Fees", "Professions and Occupations"], "audio": [{"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hhe17.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hhe17.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hhe17.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hhe17.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hhe17.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hhe17.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hhe17.mp3", "start_seconds": 175.0}], "bill_versions": [{"bill_id": 1823, "bill_version_id": 11310, "bill_version": "Introduced", "bill_version_date": "2010-01-28T10:42:33.84-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the regulation of acupuncturists. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Acupressure,\" the application of pressure to acupuncture points; (2) \"Acupuncture needle,\" a needle designed exclusively for acupuncture purposes with a solid core, a tapered point, and measuring 0.12 mm to 0.45 mm in thickness and being constructed of stainless steel, gold, silver, or other board-approved materials as long as the materials can be sterilized according to standards of the National Centers for Disease Control and Prevention; (3) \"Acupuncture points,\" specific anatomical locations used in the practice of acupuncture; (4) \"Acupuncture practitioner,\" any person licensed to practice acupuncture pursuant to this Act; (5) \"Board,\" the Board of Medical and Osteopathic Examiners; (6) \"Breathing techniques,\" Oriental breathing exercises taught to a patient as part of a treatment plan; (7) \"Cupping,\" a therapy in which a jar-shaped instrument is attached to the skin and negative pressure is created by using suction; (8) \"Dermal friction,\" rubbing on the surface of the skin, using topical ointments with a smooth-surfaced instrument without a cutting edge that can be sterilized or, if disposable, a onetime only use product; (9) \"Electrical stimulation,\" a method of stimulating acupuncture points by an electrical current of .001 to 100 milliamps, or other current as approved by the board. Electrical stimulation may be used by attachment of a device to an acupuncture needle or may be used transcutaneously without penetrating the skin; (10) \"NCCAOM,\" the National Certification Commission for Acupuncture and Oriental Medicine, a not-for-profit corporation organized under section 501(c)(4) of the Internal Revenue Code; (11) \"NCCAOM certification,\" certification granted by the NCCAOM to a person who has met the standards of competence established for either NCCAOM certification in acupuncture or NCCAOM certification in Oriental medicine; (12) \"Needle sickness,\" a temporary state of nausea and dizziness that is a potential side effect to needle insertion and from which full recovery occurs when the needles are removed; (13) \"Oriental dietary and lifestyle therapy,\" furnishing information about herbs, vitamins, minerals, amino acids, carbohydrates, sugars, enzymes, food concentrates, foods, food supplements, or dietary supplements, and advising a patient regarding lifestyle modifications according to the principles of Oriental medicine; (14) \"Oriental medicine,\" a system of healing arts that perceives the circulation and balance of energy in the body as being fundamental to the well-being of the individual. It implements the theory through specialized methods of analyzing the energy status of the body and treating the body with acupuncture and other related modalities for the purpose of strengthening the body, improving energy balance, maintaining or restoring health, improving physiological function, and reducing pain. Section 2. For the purposes of this Act, acupuncture practice is a comprehensive system of health care using traditional and modern Oriental medical theory and its unique methods of diagnosis and treatment. The treatment techniques of acupuncture practice include the insertion of acupuncture needles through the skin and the use of other biophysical methods of acupuncture point stimulation, including the use of heat, Oriental massage techniques, Oriental medicine, electrical stimulation, Oriental dietary and lifestyle therapies, breathing techniques, and exercise based on Oriental medical principles. Section 3. The scope of practice of acupuncture includes the following: (1) Using Oriental medical theory to assess and diagnose a patient; (2) Using Oriental medical theory to develop a plan to treat a patient. The treatment techniques that may be chosen include: (a) Insertion of sterile acupuncture needles through the skin; (b) Acupuncture stimulation including electrical stimulation or the application of heat; (c) Cupping; (d) Dermal friction; (e) Acupressure; (f) Oriental dietary and lifestyle therapy; (g) Dietary counseling based on traditional Oriental medical principles; (h) Breathing techniques; (i) Exercise according to Oriental medical principles; and (j) Oriental massage. Section 4. The board shall appoint an acupuncture advisory committee composed of five members. Three members shall be licensed acupuncture practitioners, one member shall be a licensed physician or osteopath who also practices acupuncture, and one member shall be a licensed chiropractor who is NCCAOM certified. Each member shall serve a term of three years. However, the initial terms of the members shall be staggered so that no more than three members' terms expire in any one year. No member may be appointed to more than three consecutive full terms. If a vacancy occurs, the board shall appoint a person to fill the unexpired term. The appointment of a person to an unexpired term is not considered a full term. Section 5. The advisory committee shall: (1) Advise the board on issuance, denial, renewal, suspension, revocation, conditioning, or restricting of licenses to practice acupuncture; (2) Advise the board on issues related to receiving, investigating, conducting hearings, and imposing disciplinary action in relation to complaints against acupuncture practitioners; (3) Maintain a register of acupuncture practitioners licensed pursuant to this Act; (4) Maintain a record of all advisory committee actions; (5) Prescribe registration application forms, license forms, protocol forms, and other necessary forms; (6) Review the patient visit records submitted by applicants during the transition period; (7) Advise the board regarding standards for acupuncturists; (8) Distribute information regarding acupuncture practice standards; (9) Review complaints; (10) Advise the board regarding continuing education programs; (11) Review the investigation of reports of complaints and recommend to the board whether disciplinary action should be taken; and (12) Perform other duties as directed by the board. Section 6. No person may engage in the practice of acupuncture without a valid license. No person may use the title, licensed acupuncturist, or the abbreviation, L.Ac., or any other titles, letters, abbreviations, or insignia indicating or implying that a person is an acupuncturist unless licensed pursuant to this Act. A licensed acupuncturist may use the title of acupuncturist or the abbreviation L.Ac. A student attending an acupuncture training program must be identified as a student acupuncturist. A violation of this section is a Class 2 misdemeanor. Section 7. The following persons may practice acupuncture within the scope of their practice without an acupuncture license: (1) Physician or osteopath licensed pursuant to chapter 36-4; (2) Chiropractor licensed pursuant to chapter 36-5; and (3) Any visiting acupuncturist who is in the state for the sole purpose of providing a tutorial or workshop not to exceed thirty days in one calendar year. This Act does not prohibit a person who does not have an acupuncturist license from practicing specific noninvasive techniques, such as acupressure, that are within the scope of practice of acupuncture. Section 8. An applicant for licensure shall: (1) Submit a completed application for licensure on forms provided by the board, which shall include the applicant's name and address of record; (2) Unless licensed by reciprocity, submit a notarized copy of a current NCCAOM certification; (3) Sign a statement that the information in the application is true and correct to the best of the applicant's knowledge and belief; (4) Submit with the application all required fees; and (5) Sign a waiver authorizing the board to obtain access to the applicant's records in any state in which the applicant has engaged in the practice of acupuncture. The board may ask the applicant to provide any additional information necessary to ensure that the applicant is able to practice with reasonable skill and safety. Section 9. The board or acupuncture advisory committee, with the approval of the board, may verify information provided by an application for licensure to determine if the information is accurate and complete. Within one hundred twenty days of receipt of the application, the board shall notify each applicant in writing of the action taken on the application. An applicant denied licensure shall be notified of the determination, and the grounds for it, and may request a hearing on the determination by filing a written statement of issues with the board within twenty days after receipt of the notice from the board. After the hearing, the board shall notify the applicant in writing of its decision. Section 10. The board shall issue an acupuncture license to any person who holds a current license or certificate as an acupuncturist from another jurisdiction if the board determines that the standards for certification or licensure in the other jurisdiction meet or exceed the requirements for licensure in this state and a letter is received from that jurisdiction that the acupuncturist is in good standing in that jurisdiction. Section 11. Any license issued pursuant to this Act expires annually. To renew a license an applicant shall: (1) Annually, or as determined by the board, complete a renewal application on a form provided by the board; (2) Submit the renewal fee; and (3) Provide documentation of current and active NCCAOM certification. An applicant shall submit any additional information requested by the board to clarify information presented in the renewal application. The information must be submitted within thirty days after the board's request or the renewal request is nullified. The renewal application and fee must be postmarked before July first of the year of renewal or as determined by the board. Section 12. Each licensee shall meet the NCCAOM professional development activity requirements to maintain NCCAOM certification. These requirements may be met through a board approved continuing education program. The board shall approve a continuing education program if the program meets the following requirements: (1) It directly relates to the practice of acupuncture; (2) Each member of the faculty shows expertise in the subject matter by holding a degree or certificate from an educational institution, has verifiable experience in traditional Oriental medicine, or has special training in the subject area; (3) The program lasts at least one contact hour; (4) There are specific written objectives describing the goals of the program for the participants; and (5) The program sponsor maintains attendance records for four years. Continuing education program topics may include Oriental medical theory and techniques including Oriental massage; Oriental nutrition; Oriental herbology and diet therapy; Oriental exercise; western sciences such as anatomy, physiology, biochemistry, microbiology, psychology, nutrition, and the history of medicine; and medical terminology or coding. Practice management courses may not be used to meet continuing education requirements. The board shall periodically select a random sample of acupuncturists and require the acupuncturist to show evidence of having completed the NCCAOM professional development activities requirements. Section 13. A license may be placed in inactive status upon application to the board and upon payment of an inactive status fee. The board may not renew or restore a license that has lapsed and has not been renewed within two annual license renewal cycles. Section 14. An inactive license may be reactivated by the license holder upon application to the board. A licensee whose license is canceled for nonrenewal must obtain a new license by applying for licensure and fulfilling all the requirements currently for the initial license to practice acupuncture in the state. The application shall include: (1) Evidence of current and active NCCAOM certification; (2) Evidence of the certificate holder's payment of an inactive status fee; (3) An annual fee; and (4) Any back fees since the previous renewal. Section 15. The board may issue a temporary permit to practice acupuncture to an applicant eligible for licensure under this Act if the application for licensure is complete, all applicable requirements have been met, and a nonrefundable fee set by the board has been paid. The permit remains valid until the meeting of the board at which a decision is made on the acupuncturist's application for licensure. Section 16. An acupuncture practitioner shall obtain informed consent from a patient, after advising the patient of the following information, which shall be supplied to the patient in writing before or at the time of the initial visit: (1) The acupuncture practitioner 's qualifications including: (a) Education; (b) License information; and (c) Outline of the scope of practice of acupuncturists in the state; and (2) Side effects which may include the following: (a) Some pain in the treatment area; (b) Minor bruising; (c) Infection; (d) Needle sickness; or (e) Broken needles. Section 17. An acupuncture practitioner shall maintain a patient record for each patient treated, including: (1) A copy of the informed consent; (2) Evidence of a patient interview concerning the patient's medical history and current physical condition; (3) Evidence of a traditional acupuncture examination and diagnosis; (4) Record of the treatment including points treated; and (5) Evidence of evaluation and instructions given to the patient. Section 18. An acupuncture practitioner shall use sterilized equipment that has been sterilized under standards of the National Centers for Disease Control and Prevention. Section 19. An acupuncture practitioner shall inquire whether the patient has a pacemaker or bleeding disorder. Section 20. An acupuncture practitioner shall refer to another health care practitioner if the acupuncturist practitioner sees patients with potentially serious disorders including: (1) Cardiac conditions including uncontrolled hypertension; (2) Acute, severe abdominal pain; (3) Acute, undiagnosed neurological changes; (4) Unexplained weight loss or gain in excess of fifteen percent of the body weight in less than a three-month period; (5) Suspected fracture or dislocation; (6) Suspected systemic infections; (7) Any serious undiagnosed hemorrhagic disorder; and (8) Acute respiratory distress without previous history. Section 21. The board shall establish, pursuant to chapter 1-26, and collect the following fees, which shall be deposited in the acupuncturists licensure fund: (1) Initial licensure fee not to exceed one hundred fifty dollars; (2) Annual licensure renewal fee not to exceed one hundred fifty dollars; (3) Penalty fee for late submission for renewal application not to exceed fifty dollars; (4) Inactive license fee not to exceed fifty dollars. The board may prorate the initial licensure fee. Section 22. The license or temporary permit of acupuncture practitioner may be revoked, suspended or cancelled upon any one of the following grounds: (1) The licensee or temporary permit holder is guilty of fraud in the practice of acupuncture; (2) The licensee or temporary permit holder is engaged in the practice of acupuncture under a false or assumed name and has not registered that name or is impersonating another practitioner of a like or different name; (3) The licensee or temporary permit holder is determined by a physician to be addicted to the habitual use of intoxicating liquors, narcotics, or stimulants to the extent that it incapacitates the licensee or temporary permit holder in the performance of professional duties; (4) The physical or mental condition of the licensee or permit holder is determined by a physician to be such as to jeopardize or endanger those who seek treatment from the licensee or permit holder. A majority of the board may demand an examination of the licensee or permit holder by a competent physician selected by the board at the board's expense. If the licensee or permit holder fails to submit to the examination, this constitutes immediate grounds for suspension of the license or permit; (5) The licensee or temporary permit holder obtains or attempts to obtain a license, renewal thereof, or temporary permit by bribery or fraudulent representation; (6) The licensee or temporary permit holder makes a false statement on any form promulgated by the board in accordance with this Act; (7) The licensee or temporary permit holder has violated or aided or abetted others in violation of any provision of this Act; (8) The licensee or temporary permit holder has been convicted of any crimes related to health care or the delivery of health care. Section 23. A proceeding for cancellation, revocation, or suspension of a license or temporary permit may be initiated if the board has written information that any person may have been guilty of any misconduct pursuant section 22 of this Act or is guilty of incompetence or unprofessional or dishonorable conduct. Section 24. Any proceedings relative to the cancellation, revocation, or suspension of a license or temporary permit or relative to reissuance of a license or temporary permit that has been cancelled, revoked, or suspended shall be held only when a majority of the members of the board are present at the hearing. The decision of the board to suspend, revoke, or cancel a license or temporary permit or to reissue a license or temporary permit that has been cancelled, revoked, or suspended requires a majority vote of all the board members. Section 25. Any proceeding relative to the cancellation, revocation, or suspension of a license shall conform to the procedures set forth in chapter 1-26. Section 26. Any party who is aggrieved by an act, ruling, or decision of the board relating to refusal to grant a license or temporary permit or cancellation, revocation, or suspension of a license or temporary permit may appeal pursuant to chapter 1-26. Section 27. Upon written application establishing compliance with existing licensing or temporary permit requirements and for reasons the board deems sufficient, the board, for good cause shown, by majority vote, may, under the conditions it may impose, reinstate, or reissue a license or temporary permit to any person whose license or temporary permit has been cancelled, suspended, or revoked. Upon suspension of a license or temporary permit, the board may provide an automatic reinstatement thereof after a specified fixed period of time."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1823, "action_date": "2010-01-28T14:00:00-06:00", "document_id": 11385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11385.pdf", "status_text": "First read in House and referred to", "journal_page": 227, "committee_id_action": 86, "committee_id_assigned": 75, "result": "N", "vote": {}}, {"bill_id": 1823, "action_date": "2010-02-09T07:45:00-06:00", "document_id": 11555, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11555.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 75, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1823, "action_date": "2010-02-09T07:45:00-06:00", "document_id": 11937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11937.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 75, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1823, "action_date": "2010-02-09T07:45:00-06:00", "document_id": 11937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11937.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 75, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1823, "action_date": "2010-02-09T07:45:00-06:00", "document_id": 11937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11937.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 75, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 6186, "president_vote": null, "Nay": [821, 771, 844, 820, 788, 840, 823, 786, 751], "Excused": [835, 827], "Yea": [842, 770]}}, {"bill_id": 1823, "action_date": "2010-02-09T07:45:00-06:00", "document_id": 11937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11937.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 322, "committee_id_action": 75, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6168, "president_vote": null, "Yea": [821, 771, 844, 820, 788, 840, 823, 786, 751], "Excused": [835, 827], "Nay": [842, 770]}}]}