{"session_id": 43, "bill_id": 11605, "bill_type": "Senate Bill", "bill_number": 32, "bill_title": "revise certain provisions regarding the administration of certain family and surviving spouse benefits of the South Dakota Retirement System.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Public Officers and Employees", "Retirement System"], "audio": [{"meeting_datetime": "2020-01-22T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sre06.mp3", "start_seconds": 3487.0}, {"meeting_datetime": "2020-01-22T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sre06.mp3", "start_seconds": 3487.0}, {"meeting_datetime": "2020-01-22T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sre06.mp3", "start_seconds": 3487.0}, {"meeting_datetime": "2020-01-22T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sre06.mp3", "start_seconds": 3487.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hre19.mp3", "start_seconds": 1365.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hre19.mp3", "start_seconds": 1365.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hre19.mp3", "start_seconds": 1365.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hre19.mp3", "start_seconds": 1365.0}], "bill_versions": [{"bill_id": 11605, "bill_version_id": 62000, "bill_version": "Introduced", "bill_version_date": "2020-01-11T16:09:37.657-06:00", "bill_text": "An Act to revise certain provisions regarding the administration of certain family and surviving spouse benefits of the South Dakota Retirement System. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 3-12C-901 be AMENDED: 3-12C-901. Family and surviving spouse benefits--Death of contributing member before retirement or death of member receiving disability based on application before July 1, 2015--Amount of benefit--Effective date. On the death of a contributing member before July 1, 2015, and before the earlier of the member attaining normal retirement age or the member's retirement, who has one or more years of contributory service; or if there has been a break in the member's employment of more than one year, one-half year of contributory service having been performed after the end of the last such break; or if the member was receiving a disability benefit which commenced after July 1, 1974, and was based on an application received by the system before July 1, 2015, the following benefits shall be paid: (1) A surviving spouse having the care of children shall receive an annual amount, payable in monthly installments, equal to forty percent of the member's final average compensation, plus ten percent of such final average compensation for each child to a maximum of six such children; (2) The conservator or custodian of each child, on whose account there is no benefit payable under subdivision (1), shall receive on behalf of each child, to a maximum of five such children, an annual amount, payable in monthly installments, equal to twenty percent of the member's final average compensation; (3) If the sum of benefits payable under subdivisions (1) and (2) exceeds one hundred percent of the member's final average compensation, the benefits payable under both subdivisions (1) and (2) shall be proportionally reduced so that the total of the benefits is equal to one hundred percent of the member's final average compensation; and (4) If there are no benefits being paid under subdivision (1) and the member's accumulated contributions have not been withdrawn pursuant to § 3-12C-906, the spouse who has reached age sixty-five shall, upon the system's receipt of a completed application, receive a monthly payment equal to sixty percent of the amount which would have been payable to the deceased member at normal retirement age based on the member's credited and projected service, projected compensation, and projected primary social security. If the surviving spouse is eligible at the time of the member's death, the benefit is effective the first day of the month following the date on which the member's contributory service terminates. The benefit payable under this subdivision shall be increased by application of the COLA commencing each July first for each complete twelve-month period between the date the member would have reached normal retirement age and the date benefits commence to the spouse. Family For benefits begin to accrue on payable pursuant to subdivisions (1) or (2), the benefit is effective the first day of the month following the death of the member date on which the member's contributory service terminates and is payable upon the receipt of a completed application. Section 2. That § 3-12C-907 be AMENDED: 3-12C-907. Family benefit--Deceased member who was working--Total benefit--Effective date. On the death of a contributing member after June 30, 2015, who has acquired at least three years of contributory service or noncontributory service, or who died while performing usual duties for an employer, and prior to the earlier of the member attaining normal retirement age or the member's retirement, a family benefit shall be paid on behalf of any child of such the member. The total family benefit is the greater of: (1) Twenty-five percent of the member's final average compensation at the time of death; or (2) The member's unreduced accrued retirement benefit at the time of death. The family benefit is effective the first day of the month following the date on which the member's contributory service terminates and is payable upon the receipt of a completed application. The family benefit, which shall be paid in monthly installments, shall be equally apportioned among any children of the member and shall be paid on behalf of any child to the conservator or custodian of the child, as applicable. However, if If the child is eighteen years of age the benefit is payable directly to the child. As a child becomes ineligible, the family benefit shall be reallocated among any remaining eligible children of the deceased member. The family benefit terminates if there are no eligible children of the deceased member. Section 3. That § 3-12C-1114 be AMENDED: 3-12C-1114. Surviving spouse benefit--Retired foundation member--Effective dates. Upon the death of a foundation retiree or any foundation member who has reached normal retirement age, the surviving spouse is eligible to receive a benefit, payable in monthly installments, equal to sixty percent of the retirement benefit that the foundation member was receiving or was eligible to receive at the time of death. The surviving spouse benefit of a spouse of a retiree is effective the first day of the month following the death of the member and is payable upon the receipt of a completed application. The surviving spouse benefit of a spouse of a member who had reached normal retirement age, but had not begun a retirement benefit, is effective the first day of the month following the date on which the member's contributory service terminates and is payable upon the receipt of a completed application. Section 4. That § 3-12C-1115 be AMENDED: 3-12C-1115. Surviving spouse benefit--Foundation member--Calculation of benefit. If no family benefit is being paid pursuant to § 3-12C-907, a surviving spouse of a contributing foundation member who had acquired at least three years of contributory service or noncontributory service or who died while performing usual duties for the employer and who died after June 30, 2015, is, upon attaining the age of sixty-five, eligible to receive a surviving spouse benefit calculated as follows, whichever is applicable: (1) If a family benefit had been paid, sixty percent of the family benefit paid at the time the family benefit ended, increased by the COLA from the date the last family benefit was paid; or (2) If a family benefit had not been paid, sixty percent of the amount calculated pursuant to subsection (a) or (b), whichever is greater, increased by the COLA from the date of the member's death: (a) Twenty-five percent of the member's final average compensation at the time of the member's death; or (b) The member's unreduced accrued retirement benefit at the time of the member's death. The surviving spouse benefit shall be paid, upon receipt of a completed application, in monthly installments for the life of the surviving spouse. If the surviving spouse is eligible at the time of the member's death, the benefit is effective the first day of the month following the date on which the member's contributory service terminates. Section 5. That § 3-12C-1213 be AMENDED: 3-12C-1213. Surviving spouse benefit--Retired generational member--Amount of benefit. Upon the death of a generational member retiree who elected either a sixty percent or one hundred percent joint and survivor benefit, the surviving spouse is eligible to receive a surviving spouse benefit. The amount of the surviving spouse benefit is based on the election made upon the retirement of the member and is payable on a monthly basis to the surviving spouse for the life of the spouse. The surviving spouse benefit is effective the first day of the month following the death of the member and is payable upon the receipt of a completed application. Section 6. That § 3-12C-1214 be AMENDED: 3-12C-1214. Surviving spouse benefit--Generational member dying after normal retirement age but before start of benefit--Amount of benefit. Upon the death of a generational member who was vested or died while performing usual duties for the employer and who has reached normal retirement age but has not yet begun a retirement benefit, a surviving spouse is eligible to receive a surviving spouse benefit. The surviving spouse benefit is equal to sixty percent of the actuarially reduced amount the member would have received if the member retired on the date of death and elected the sixty percent joint and survivor benefit. The annual benefit shall be divided into monthly payments and is payable for the life of the surviving spouse. The payments are surviving spouse benefit is effective the first day of the month following the date on which the member's death contributory services terminates and is payable upon receipt of a completed application."}, {"bill_id": 11605, "bill_version_id": 67876, "bill_version": "Enrolled", "bill_version_date": "2020-02-18T18:16:28.497-06:00", "bill_text": "ENTITLED An Act to revise certain provisions regarding the administration of certain family and surviving spouse benefits of the South Dakota Retirement System. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 3-12C-901 be AMENDED: 3-12C-901. Family and surviving spouse benefits--Death of contributing member before retirement or death of member receiving disability based on application before July 1, 2015--Amount of benefit--Effective date. On the death of a contributing member before July 1, 2015, and before the earlier of the member attaining normal retirement age or the member's retirement, who has one or more years of contributory service; or if there has been a break in the member's employment of more than one year, one-half year of contributory service having been performed after the end of the last such break; or if the member was receiving a disability benefit which commenced after July 1, 1974, and was based on an application received by the system before July 1, 2015, the following benefits shall be paid: (1) A surviving spouse having the care of children shall receive an annual amount, payable in monthly installments, equal to forty percent of the member's final average compensation, plus ten percent of such final average compensation for each child to a maximum of six such children; (2) The conservator or custodian of each child, on whose account there is no benefit payable under subdivision (1), shall receive on behalf of each child, to a maximum of five such children, an annual amount, payable in monthly installments, equal to twenty percent of the member's final average compensation; (3) If the sum of benefits payable under subdivisions (1) and (2) exceeds one hundred percent of the member's final average compensation, the benefits payable under both subdivisions (1) and (2) shall be proportionally reduced so that the total of the benefits is equal to one hundred percent of the member's final average compensation; and (4) If there are no benefits being paid under subdivision (1) and the member's accumulated contributions have not been withdrawn pursuant to § 3-12C-906, the spouse who has reached age sixty-five shall, upon the system's receipt of a completed application, receive a monthly payment equal to sixty percent of the amount which would have been payable to the deceased member at normal retirement age based on the member's credited and projected service, projected compensation, and projected primary social security. If the surviving spouse is eligible at the time of the member's death, the benefit is effective the first day of the month following the date on which the member's contributory service terminates. The benefit payable under this subdivision shall be increased by application of the COLA commencing each July first for each complete twelve-month period between the date the member would have reached normal retirement age and the date benefits commence to the spouse. For benefits payable pursuant to subdivisions (1) or (2), the benefit is effective the first day of the month following the date on which the member's contributory service terminates and is payable upon the receipt of a completed application. Section 2. That § 3-12C-907 be AMENDED: 3-12C-907. Family benefit--Deceased member who was working--Total benefit--Effective date. On the death of a contributing member after June 30, 2015, who has acquired at least three years of contributory service or noncontributory service, or who died while performing usual duties for an employer, and prior to the earlier of the member attaining normal retirement age or the member's retirement, a family benefit shall be paid on behalf of any child of the member. The total family benefit is the greater of: (1) Twenty-five percent of the member's final average compensation at the time of death; or (2) The member's unreduced accrued retirement benefit at the time of death. The family benefit is effective the first day of the month following the date on which the member's contributory service terminates and is payable upon the receipt of a completed application. The family benefit, which shall be paid in monthly installments, shall be equally apportioned among any children of the member and shall be paid on behalf of any child to the conservator or custodian of the child, as applicable. If the child is eighteen years of age the benefit is payable directly to the child. As a child becomes ineligible, the family benefit shall be reallocated among any remaining eligible children of the deceased member. The family benefit terminates if there are no eligible children of the deceased member. Section 3. That § 3-12C-1114 be AMENDED: 3-12C-1114. Surviving spouse benefit--Retired foundation member--Effective dates. Upon the death of a foundation retiree or any foundation member who has reached normal retirement age, the surviving spouse is eligible to receive a benefit, payable in monthly installments, equal to sixty percent of the retirement benefit that the foundation member was receiving or was eligible to receive at the time of death. The surviving spouse benefit of a spouse of a retiree is effective the first day of the month following the death of the member and is payable upon the receipt of a completed application. The surviving spouse benefit of a spouse of a member who had reached normal retirement age, but had not begun a retirement benefit, is effective the first day of the month following the date on which the member's contributory service terminates and is payable upon the receipt of a completed application. Section 4. That § 3-12C-1115 be AMENDED: 3-12C-1115. Surviving spouse benefit--Foundation member--Calculation of benefit. If no family benefit is being paid pursuant to § 3-12C-907, a surviving spouse of a contributing foundation member who had acquired at least three years of contributory service or noncontributory service or who died while performing usual duties for the employer and who died after June 30, 2015, is, upon attaining the age of sixty-five, eligible to receive a surviving spouse benefit calculated as follows, whichever is applicable: (1) If a family benefit had been paid, sixty percent of the family benefit paid at the time the family benefit ended, increased by the COLA from the date the last family benefit was paid; or (2) If a family benefit had not been paid, sixty percent of the amount calculated pursuant to subsection (a) or (b), whichever is greater, increased by the COLA from the date of the member's death: (a) Twenty-five percent of the member's final average compensation at the time of the member's death; or (b) The member's unreduced accrued retirement benefit at the time of the member's death. The surviving spouse benefit shall be paid, upon receipt of a completed application, in monthly installments for the life of the surviving spouse. If the surviving spouse is eligible at the time of the member's death, the benefit is effective the first day of the month following the date on which the member's contributory service terminates. Section 5. That § 3-12C-1213 be AMENDED: 3-12C-1213. Surviving spouse benefit--Retired generational member--Amount of benefit. Upon the death of a generational member retiree who elected either a sixty percent or one hundred percent joint and survivor benefit, the surviving spouse is eligible to receive a surviving spouse benefit. The amount of the surviving spouse benefit is based on the election made upon the retirement of the member and is payable on a monthly basis to the surviving spouse for the life of the spouse. The surviving spouse benefit is effective the first day of the month following the death of the member and is payable upon the receipt of a completed application. Section 6. That § 3-12C-1214 be AMENDED: 3-12C-1214. Surviving spouse benefit--Generational member dying after normal retirement age but before start of benefit--Amount of benefit. Upon the death of a generational member who was vested or died while performing usual duties for the employer and who has reached normal retirement age but has not yet begun a retirement benefit, a surviving spouse is eligible to receive a surviving spouse benefit. The surviving spouse benefit is equal to sixty percent of the actuarially reduced amount the member would have received if the member retired on the date of death and elected the sixty percent joint and survivor benefit. The annual benefit shall be divided into monthly payments and is payable for the life of the surviving spouse. The surviving spouse benefit is effective the first day of the month following the date on which the member's contributory services terminates and is payable upon receipt of a completed application. An Act to revise certain provisions regarding the administration of certain family and surviving spouse benefits of the South Dakota Retirement System. I certify that the attached Act originated in the: Senate as Bill No. 32 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 32 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [62376], "action_log": [{"bill_id": 11605, "action_date": "2020-01-14T12:00:00-06:00", "document_id": 61791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/61791.pdf", "status_text": "First Reading Senate", "journal_page": 14, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11605, "action_date": "2020-01-15T13:00:00-06:00", "document_id": 62187, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62187.pdf", "status_text": "Referred to", "journal_page": 17, "committee_id_action": 447, "committee_id_assigned": 459, "result": "N", "vote": {}}, {"bill_id": 11605, "action_date": "2020-01-22T16:00:00-06:00", "document_id": 62470, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62470.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 459, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11605, "action_date": "2020-01-22T16:00:00-06:00", "document_id": 62471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62471.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 459, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 31883, "president_vote": null, "Yea": [1651, 1704, 1652, 1741, 1719]}}, {"bill_id": 11605, "action_date": "2020-01-22T16:00:00-06:00", "document_id": 62471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62471.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 459, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11605, "action_date": "2020-01-24T13:00:00-06:00", "document_id": 63474, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/63474.pdf", "status_text": "Do Pass", "journal_page": 76, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32003, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1749, 1746, 1726, 1718, 1752, 1713, 1704, 1750, 1716, 1706, 1719, 1735, 1652, 1705], "Excused": [1703, 1730]}}, {"bill_id": 11605, "action_date": "2020-01-24T13:00:00-06:00", "document_id": 63474, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/63474.pdf", "status_text": "Do Pass", "journal_page": 76, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32003, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1749, 1746, 1726, 1718, 1752, 1713, 1704, 1750, 1716, 1706, 1719, 1735, 1652, 1705], "Excused": [1703, 1730]}}, {"bill_id": 11605, "action_date": "2020-01-27T14:00:00-06:00", "document_id": 63659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/63659.pdf", "status_text": "First Reading House", "journal_page": 64, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11605, "action_date": "2020-01-28T14:00:00-06:00", "document_id": 64105, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/64105.pdf", "status_text": "Referred to", "journal_page": 77, "committee_id_action": 480, "committee_id_assigned": 471, "result": "N", "vote": {}}, {"bill_id": 11605, "action_date": "2020-02-12T15:15:00-06:00", "document_id": 66025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66025.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 471, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11605, "action_date": "2020-02-12T15:15:00-06:00", "document_id": 66026, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66026.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 471, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32990, "president_vote": null, "Yea": [1656, 1657, 1698, 1709, 1687]}}, {"bill_id": 11605, "action_date": "2020-02-12T15:15:00-06:00", "document_id": 66026, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66026.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 471, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11605, "action_date": "2020-02-18T14:00:00-06:00", "document_id": 67682, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67682.pdf", "status_text": "Do Pass", "journal_page": 299, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33159, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1654, 1670, 1710, 1668, 1751, 1665, 1711, 1699, 1672, 1656, 1743, 1680, 1740, 1681, 1744, 1736, 1728, 1702, 1676, 1682, 1662, 1748, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1747, 1655, 1667, 1722, 1657, 1737, 1675, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1701, 1666, 1725, 1674, 1688, 1727, 1683, 1664, 1709, 1660, 1653, 1696, 1692, 1661, 1762, 1697, 1755, 1691, 1712, 1687, 1734]}}, {"bill_id": 11605, "action_date": "2020-02-18T14:00:00-06:00", "document_id": 67682, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67682.pdf", "status_text": "Do Pass", "journal_page": 297, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33159, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1654, 1670, 1710, 1668, 1751, 1665, 1711, 1699, 1672, 1656, 1743, 1680, 1740, 1681, 1744, 1736, 1728, 1702, 1676, 1682, 1662, 1748, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1747, 1655, 1667, 1722, 1657, 1737, 1675, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1701, 1666, 1725, 1674, 1688, 1727, 1683, 1664, 1709, 1660, 1653, 1696, 1692, 1661, 1762, 1697, 1755, 1691, 1712, 1687, 1734]}}, {"bill_id": 11605, "action_date": "2020-02-19T14:00:00-06:00", "document_id": 67882, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67882.pdf", "status_text": "Signed by the President", "journal_page": 259, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11605, "action_date": "2020-02-20T14:00:00-06:00", "document_id": 68028, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68028.pdf", "status_text": "Signed by the Speaker", "journal_page": 340, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11605, "action_date": "2020-02-21T13:00:00-06:00", "document_id": 68177, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68177.pdf", "status_text": "Delivered to the Governor", "journal_page": 302, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11605, "action_date": "2020-02-27T13:00:00-06:00", "document_id": 68864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68864.pdf", "status_text": "Signed by the Governor", "journal_page": 363, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 337, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11605"}