{"session_id": 59, "bill_id": 20325, "bill_type": "Senate Joint Resolution", "bill_number": 1, "bill_title": "Proposing and submitting to the electors at the next general election an amendment to the Constitution of the State of South Dakota, relating to the prohibition of governmental entities from selling certain goods, commodities, and services to the general public.", "sponsors": [{"legislator_profile_id": 3378, "is_prime": true}, {"legislator_profile_id": 3447, "is_prime": true}, {"legislator_profile_id": 3361, "is_prime": false}, {"legislator_profile_id": 3363, "is_prime": false}, {"legislator_profile_id": 3364, "is_prime": false}, {"legislator_profile_id": 3365, "is_prime": false}, {"legislator_profile_id": 3366, "is_prime": false}, {"legislator_profile_id": 3375, "is_prime": false}, {"legislator_profile_id": 3376, "is_prime": false}, {"legislator_profile_id": 3381, "is_prime": false}, {"legislator_profile_id": 3382, "is_prime": false}, {"legislator_profile_id": 3390, "is_prime": false}, {"legislator_profile_id": 3391, "is_prime": false}, {"legislator_profile_id": 3394, "is_prime": false}, {"legislator_profile_id": 3400, "is_prime": false}, {"legislator_profile_id": 3409, "is_prime": false}, {"legislator_profile_id": 3410, "is_prime": false}, {"legislator_profile_id": 3413, "is_prime": false}, {"legislator_profile_id": 3414, "is_prime": false}, {"legislator_profile_id": 3416, "is_prime": false}, {"legislator_profile_id": 3417, "is_prime": false}, {"legislator_profile_id": 3418, "is_prime": false}, {"legislator_profile_id": 3423, "is_prime": false}, {"legislator_profile_id": 3427, "is_prime": false}, {"legislator_profile_id": 3428, "is_prime": false}, {"legislator_profile_id": 3430, "is_prime": false}, {"legislator_profile_id": 3433, "is_prime": false}, {"legislator_profile_id": 3435, "is_prime": false}, {"legislator_profile_id": 3437, "is_prime": false}, {"legislator_profile_id": 3439, "is_prime": false}, {"legislator_profile_id": 3443, "is_prime": false}, {"legislator_profile_id": 3452, "is_prime": false}, {"legislator_profile_id": 3453, "is_prime": false}, {"legislator_profile_id": 3462, "is_prime": false}, {"legislator_profile_id": 3463, "is_prime": false}, {"legislator_profile_id": 3464, "is_prime": false}, {"legislator_profile_id": 3465, "is_prime": false}], "keywords": ["Constitution", "Local Government", "Senate Joint Resolutions"], "audio": [{"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sst21.mp3", "start_seconds": 8291.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sst21.mp3", "start_seconds": 8291.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sst21.mp3", "start_seconds": 8291.0}], "bill_versions": [{"bill_id": 20325, "bill_version_id": 106748, "bill_version": "Introduced", "bill_version_date": "2006-01-19T09:50:07-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to the Constitution of the State of South Dakota, relating to the prohibition of governmental entities from selling certain goods, commodities, and services to the general public. BE IT RESOLVED BY THE SENATE OF THE STATE OF SOUTH DAKOTA, THE HOUSE OF REPRESENTATIVES CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendments to Article XXX of the Constitution of the State of South Dakota, as set forth in sections 2, 3, 4, 5, 6 and 7 of this Joint Resolution, which are hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article XXX of the Constitution of the State of South Dakota, be amended by adding thereto a NEW SECTION to read as follows: § 1. The Legislature of South Dakota finds that the involvement of governmental entities in the sale of goods, commodities, and services is an infringement on the free enterprise system. The Legislature recognizes that the free enterprise system supports and pays for governmental services and competition by governmental entities in some cases is detrimental to the best interests of South Dakota. Section 3. That Article XXX of the Constitution of the State of South Dakota, be amended by adding thereto a NEW SECTION to read as follows: § 2. No governmental entity, including those adopting home rule pursuant to S.D. Const., Art. IX, § 2 and including the legislative and executive departments may sell goods, commodities, and services to the general public, if those goods, commodities, and services are readily available through a private business or a nongovernmental entity. Section 4. That Article XXX of the Constitution of the State of South Dakota, be amended by adding thereto a NEW SECTION to read as follows: § 3. The Legislature may, by a bill passed by a two-thirds vote of all of the members of each house, provide for exceptions to section 3 of this Article in regard to sales of goods, commodities, and services by the State of South Dakota. Section 5. That Article XXX of the Constitution of the State of South Dakota, be amended by adding thereto a NEW SECTION to read as follows: § 4. The provisions of this Article do not apply to industrial parks or utilities, or to the expansion or creation of infrastructure by a governmental entity for the provision of public services, such as roads, bridges, utilities, buildings, water, sewer, and other services not suitable for private enterprise to provide. Section 6. That Article XXX of the Constitution of the State of South Dakota, be amended by adding thereto a NEW SECTION to read as follows: § 5. If a governmental entity other than the State of South Dakota desires to enter into the sale of goods, commodities, or services that the governmental entity is not presently providing on the effective date of this Article, the governmental entity shall: (1) Propose an ordinance describing the goods, commodities, or services to be provided. The ordinance shall also set forth the costs of such goods, commodities, or services and the source of funds to finance the costs of such goods, commodities, or services; (2) Before adoption of such ordinance the governing body shall hold at least one public hearing. Notice of the time and place of the hearing and a description of the goods, commodities, and services sought to be provided shall be given once at least ten days in advance by publication in an area newspaper of general circulation. Any interested person shall be given a full, fair, and complete opportunity to be heard at the hearing, and the governing body may refuse or adopt the ordinance with or without amendment; and (3) Any ordinance finally adopted by the governing body is subject to referendum. The resolution shall be effective twenty days after the completed publication thereof unless the referendum is invoked. A majority vote of the electorate voting is required to approve the ordinance. Section 7. That Article XXX of the Constitution of the State of South Dakota, be amended by adding thereto a NEW SECTION to read as follows: § 6. The provisions of this Article shall apply prospectively to the expansion of existing commercial activities or new commercial activities by a governmental entity."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20325, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106850, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106850.pdf", "status_text": "First read in Senate and referred to", "journal_page": 115, "committee_id_action": 894, "committee_id_assigned": 876, "result": "N", "vote": {}}, {"bill_id": 20325, "action_date": "2006-02-08T15:30:00-06:00", "document_id": 108308, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108308.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 876, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20325, "action_date": "2006-02-08T15:30:00-06:00", "document_id": 108308, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108308.pdf", "status_text": "Tabled", "journal_page": 424, "committee_id_action": 876, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62487, "president_vote": null, "Yea": [3361, 3423, 3425, 3435, 3447, 3452, 3416, 3365], "Nay": [3428]}}]}