{"session_id": 54, "bill_id": 17657, "bill_type": "Senate Bill", "bill_number": 84, "bill_title": "permit the use of home detention programs for certain nonviolent offenders.", "sponsors": [{"legislator_profile_id": 2881, "is_prime": true}, {"legislator_profile_id": 2890, "is_prime": true}, {"legislator_profile_id": 2836, "is_prime": false}, {"legislator_profile_id": 2837, "is_prime": false}, {"legislator_profile_id": 2839, "is_prime": false}, {"legislator_profile_id": 2850, "is_prime": false}, {"legislator_profile_id": 2857, "is_prime": false}, {"legislator_profile_id": 2858, "is_prime": false}, {"legislator_profile_id": 2862, "is_prime": false}, {"legislator_profile_id": 2874, "is_prime": false}, {"legislator_profile_id": 2883, "is_prime": false}, {"legislator_profile_id": 2886, "is_prime": false}, {"legislator_profile_id": 2889, "is_prime": false}, {"legislator_profile_id": 2901, "is_prime": false}, {"legislator_profile_id": 2903, "is_prime": false}, {"legislator_profile_id": 2923, "is_prime": false}, {"legislator_profile_id": 2928, "is_prime": false}, {"legislator_profile_id": 2930, "is_prime": false}, {"legislator_profile_id": 2931, "is_prime": false}, {"legislator_profile_id": 2934, "is_prime": false}], "keywords": ["Penal Institutions, Probation and Parole"], "audio": [{"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst14sb0084a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst14sb0084a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst14sb0084a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17657, "bill_version_id": 95757, "bill_version": "Introduced", "bill_version_date": "2003-01-27T08:19:55-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to permit the use of home detention programs for certain nonviolent offenders. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Home detention is an alternative correctional sentence or term of probation or parole whereby the offender may be allowed to serve that sentence or term of probation or parole, or a portion thereof, within the offender's home, other home-like environment, or other approved residence. Such sentence or term of probation or parole shall require the offender to remain within the approved residence at all times except for approved employment, court-ordered activities, and medical needs. No offender convicted of a crime of violence as defined in subdivision 22-1-2(9) or any drug-related offenses, except for the offense of Class 1 misdemeanor possession of marijuana, is eligible for participation in any home detention program. Section 2. A sentencing judge may sentence any eligible nonviolent offender, pursuant to section 1 of this Act, to a home detention program operated pursuant to a contractual agreement with the Department of Corrections for all or part of the offender's sentence. Section 3. Prior to sentencing any offender directly to a home detention program, the sentencing judge shall consider the following factors: (1) The safety of victims and witnesses of the offender's criminal acts; (2) The safety of the public-at-large; (3) The seriousness of any offense committed by the offender together with any information relating to the original charge against the offender; (4) The offender's prior criminal record; and (5) The ability of the offender to pay for the costs of home detention and restitution to victims. Section 4. Any offender sentenced to a home detention program who fails to carry out the terms and conditions prescribed by the sentencing court shall be returned to the court and resentenced. Section 5. A sentencing judge may require any eligible nonviolent offender, as a condition of probation, to serve an appropriate period of time in a home detention program operated directly by the Department of Corrections, or in a home detention program operated pursuant to a contractual agreement between the Department of Corrections and a local unit of government or private entity. Section 6. The State Board of Pardons and Paroles may require any eligible nonviolent offender, as a condition of parole or modified parole, to serve an appropriate period of time in a home detention program operated by the Department of Corrections, or in a home detention program operated pursuant to a contractual agreement between the Department of Corrections and a local unit of government or private entity. The State Board of Pardons and Paroles shall use the same criteria to determine the eligibility of candidates for home detention as any sentencing judge. Section 7. The Department of Corrections may contract with local governmental entities and private entities to develop, administer, and operate home detention programs which may be utilized by any sentencing judge or by the State Board of Pardons and Paroles. Section 8. Any home detention program shall include the following: (1) Supervision of the offender by personal monitoring by a home detention officer employed by the entity operating the home detention program; (2) Supervision of the offender through monitoring by electronic devices which are capable of detecting and reporting the offender's presence or absence at such offender's approved residence, place of employment, or other court-approved activity; (3) Access for the offender to attend any court-ordered counseling, substance abuse treatment, vocational rehabilitation or training, or education; and (4) Employment under which the offender shall pay for all or a reasonable portion of the costs of monitoring and other costs specified by the sentencing judge or State Board of Pardons and Paroles. Section 9. If any offender fails to remain within the extended limits of a home detention program as ordered by a sentencing judge, the offender is deemed to have escaped from custody and is, upon conviction thereof, guilty of a violation of § 22-11A-2. Any offender on parole who fails to remain within the extended limits of a home detention program is in violation of parole pursuant to § 24-15-24."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17657, "action_date": "2003-01-27T14:00:00-06:00", "document_id": 95822, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95822.pdf", "status_text": "First read in Senate and referred to", "journal_page": 194, "committee_id_action": 799, "committee_id_assigned": 781, "result": "N", "vote": {}}, {"bill_id": 17657, "action_date": "2003-02-03T07:45:00-06:00", "document_id": 96384, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96384.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 284, "committee_id_action": 781, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55918, "president_vote": null, "Yea": [2853, 2882, 2897, 2908, 2935, 2851, 2838], "Nay": [2926, 2928]}}, {"bill_id": 17657, "action_date": "2003-02-03T07:45:00-06:00", "document_id": 96384, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96384.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 781, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17657"}