{"session_id": 15, "bill_id": 3590, "bill_type": "Senate Bill", "bill_number": 134, "bill_title": "establish or revise the elements of the criminal offenses of obstructing an officer, refusing the lawful order of a law enforcement officer, and fleeing the scene of a potential investigation, and to provide penalties therefor.", "sponsors": [{"legislator_profile_id": 264, "is_prime": true}, {"legislator_profile_id": 304, "is_prime": true}, {"legislator_profile_id": 265, "is_prime": false}, {"legislator_profile_id": 255, "is_prime": false}, {"legislator_profile_id": 290, "is_prime": false}], "keywords": ["Crimes", "Law Enforcement"], "audio": [{"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sju16.mp3", "start_seconds": 7030.0}, {"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sju16.mp3", "start_seconds": 7030.0}, {"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sju16.mp3", "start_seconds": 7030.0}, {"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sju16.mp3", "start_seconds": 7030.0}, {"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sju16.mp3", "start_seconds": 7030.0}], "bill_versions": [{"bill_id": 3590, "bill_version_id": 19917, "bill_version": "Introduced", "bill_version_date": "2012-01-23T12:02:42.39-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish or revise the elements of the criminal offenses of obstructing an officer, refusing the lawful order of a law enforcement officer, and fleeing the scene of a potential investigation, and to provide penalties therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-11-6 be amended to read as follows: 22-11-6. Except as provided in §§ 22-11-4 and 22-11-5, any person who, by using or threatening to use violence, force, or physical interference or obstacle, intentionally obstructs, impairs, or hinders the enforcement of the criminal laws or the preservation of the peace by a law enforcement officer or jailer acting under color of authority, or intentionally obstructs, impairs, or hinders the prevention, control, or abatement of fire by a firefighter acting under color of authority, or intentionally obstructs emergency management personnel acting under color of authority, is guilty of obstructing a law enforcement an officer, firefighter, or emergency medical technician. Obstructing a law enforcement an officer, jailer, firefighter, or emergency medical technician is a Class 1 misdemeanor. Section 2. That chapter 22-11 be amended by adding thereto a NEW SECTION to read as follows: Any person who intentionally fails or refuses to comply with a law enforcement officer's verbal command to stop, stay, or halt is guilty of refusing to obey the lawful order of a law enforcement officer. Refusal to obey the lawful order of a law enforcement officer is a Class 1 misdemeanor. Section 3. That chapter 22-11 be amended by adding thereto a NEW SECTION to read as follows: Any person who, in order to avoid arrest, detention, or investigation, or in order to conceal or destroy potential evidence of a crime, flees the scene of a potential investigation when a law enforcement officer arrives at the scene of the potential investigation is guilty of fleeing the scene of a potential investigation. Flight from the scene of a potential investigation is a Class 1 misdemeanor. Section 4. That chapter 22-11 be amended by adding thereto a NEW SECTION to read as follows: It is prima facie evidence that a person is fleeing the scene of a potential investigation as defined in section 3 of this Act if the person runs from the location upon the arrival of a law enforcement officer or upon the visual or audial approach of a law enforcement vehicle."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3590, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19958.pdf", "status_text": "First read in Senate and referred to", "journal_page": 134, "committee_id_action": 171, "committee_id_assigned": 152, "result": "N", "vote": {}}, {"bill_id": 3590, "action_date": "2012-02-07T07:45:00-06:00", "document_id": 20668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20668.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 152, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3590, "action_date": "2012-02-07T07:45:00-06:00", "document_id": 20900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20900.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 295, "committee_id_action": 152, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11129, "president_vote": null, "Yea": [232, 226, 228, 288, 249, 254], "Nay": [284]}}]}