{"session_id": 36, "bill_id": 9472, "bill_type": "House Bill", "bill_number": 1268, "bill_title": "authorize electronic monitoring of residents in assisted living centers and nursing facilities.", "sponsors": [{"legislator_profile_id": 1442, "is_prime": true}, {"legislator_profile_id": 1646, "is_prime": true}, {"legislator_profile_id": 1608, "is_prime": false}, {"legislator_profile_id": 1440, "is_prime": false}, {"legislator_profile_id": 1444, "is_prime": false}, {"legislator_profile_id": 1446, "is_prime": false}], "keywords": ["Domestic Relations", "Public Health and Safety", "Public Welfare and Assistance"], "audio": [{"meeting_datetime": "2019-02-11T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju21.mp3", "start_seconds": 6095.0}, {"meeting_datetime": "2019-02-11T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju21.mp3", "start_seconds": 6095.0}, {"meeting_datetime": "2019-02-11T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju21.mp3", "start_seconds": 6095.0}, {"meeting_datetime": "2019-02-11T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju21.mp3", "start_seconds": 6095.0}], "bill_versions": [{"bill_id": 9472, "bill_version_id": 52863, "bill_version": "Introduced", "bill_version_date": "2019-01-30T12:14:01.073-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize electronic monitoring of residents in assisted living centers and nursing facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this chapter mean: (1) \"Assisted living center,\" any institution, rest home, boarding home, place, building, or agency that is maintained and operated to provide personal care and services that meet a need beyond the provision of food, shelter, and laundry; (2) \"Authorized representative,\" the spouse of a resident, the legal guardian of a resident, or the agent of a resident acting under a power of attorney; (3) \"Electronic monitoring device,\" a surveillance instrument with a video recording camera or an audio recording device, or both, that is installed in a resident's room under sections 2 to 8 of this Act, inclusive, and which broadcasts or records activities or sounds occurring in the room; (4) \"Facility,\" an assisted living center or a nursing facility; (5) \"Nursing facility,\" any entity that is maintained and operated for the express or implied purpose of providing care to one or more persons, whether for consideration or not, who are not acutely ill but require nursing care and related medical services of such complexity as to require professional nursing care under the direction of a physician on a twenty-four hour per day basis, or an entity that is maintained and operated for the express or implied purpose of providing care to one or more persons, whether for consideration or not, who do not require the degree of care and treatment that a hospital is designed to provide, but who because of their mental or physical condition require medical care and health services that can be made available to them only through institutional facilities; and (5) \"Resident,\" a person residing in an assisted living center or a nursing facility. Section 2. That the code be amended by adding a NEW SECTION to read: A resident or the resident's authorized representative may install or provide for the installation of an electronic monitoring device in the resident's room, in accordance with sections 3 to 8 of this Act, inclusive. Section 3. That the code be amended by adding a NEW SECTION to read: Before installing or providing for the installation of an electronic monitoring device, the resident or the resident's authorized representative shall provide written notification to the facility of the intent to conduct electronic monitoring in the resident's room. The notification shall be provided on a form developed by the Department of Health and available from the department and from the facility. The resident or the resident's authorized representative shall sign the form. The facility shall retain the form together with the resident's other records. The form must: (1) Identify the type of electronic monitoring device to be installed; (2) Indicate whether the electronic monitoring device is to provide video monitoring, audio monitoring, or both; (3) Identify the date on which the monitoring is to begin; (4) Describe any anticipated alteration to the resident's room or to the facility in order to provide for the mounting of the electronic monitoring device or the transmittal of data; (5) Be accompanied by a copy of any contract for maintenance of the electronic monitoring device by a commercial entity; (6) Identify any person by whom the resulting video or audio recordings may be viewed, any person with whom the resulting video or audio recordings may be shared, and the conditions under which the resulting video or audio recordings may be viewed or shared; (7) Specify the provisions under which and the manner in which consent for the electronic video monitoring may be revoked by the resident or the resident's authorized representative and provide for the disabling or removal of the electronic monitoring device in the case of any such revocation; (8) Indicate whether the electronic monitoring device is to be turned off or blocked, and if so by whom, during any examination of the resident or other procedure performed by a health care professional; (9) Indicate whether the electronic monitoring device is to be turned off or blocked, and if so by whom, while dressing or bathing of the resident is occurring; (10) Indicate whether the electronic monitoring device is to be turned off or blocked, and if so by whom, during the resident's visit with a spiritual advisor, attorney, financial advisor, intimate partner, or any other visitor; and (11) Include any other condition or restriction on the use of the electronic monitoring device. Section 4. That the code be amended by adding a NEW SECTION to read: If the resident shares a room with another person, the form required by section 3 of this Act must also include a signed statement by the other person or that person's authorized representative, evidencing consent to the electronic monitoring, together with any conditions or limitations that the other person or the authorized representative elects to place on that consent. If the resident acquires a new roommate, the consent of that person or that person's authorized representative must be obtained before monitoring may continue. The facility shall disable or remove the electronic monitoring device until the consent is obtained. If a person with whom the resident shares a room or that person's authorized representative notifies the facility in writing that consent for the monitoring is withdrawn, the facility shall disable or remove the electronic monitoring device. Section 5. That the code be amended by adding a NEW SECTION to read: A resident is responsible for the cost of installing the electronic monitoring device, the cost of operating and maintaining the electronic monitoring device, and any alteration or damage to the facility resulting from the installation, operation, maintenance, or removal of the electronic monitoring device. Section 6. That the code be amended by adding a NEW SECTION to read: If a resident conducts electronic monitoring in accordance with sections 2 to 8 of the Act, inclusive, the facility shall post a notice at the entrance to the resident's room indicating that an electronic monitoring device is operational in the room. Section 7. That the code be amended by adding a NEW SECTION to read: Unless acting under the written permission of the person who signed the notification form required by section 3 or 4 or this Act, a person may not knowingly: (1) Turn off an electronic monitoring device; (2) Obstruct, tamper with, or destroy an electronic monitoring device; or (3) Tamper with or destroy a video or audio recording created in accordance with sections 2 to 6 of this Act, inclusive. A violation of this section is a Class 2 misdemeanor. Section 8. That the code be amended by adding a NEW SECTION to read: Nothing in sections 1 to 7 of this Act, inclusive, limits a facility from instituting otherwise permissible monitoring of the facility's residents or its premises. Nothing in sections 1 to 7 of this Act, inclusive, authorizes the use of an electronic monitoring device for the purpose of taking still photographs."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9472, "action_date": "2019-01-30T14:00:00-06:00", "document_id": 52890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52890.pdf", "status_text": "First Reading House", "journal_page": 266, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9472, "action_date": "2019-01-31T13:30:00-06:00", "document_id": 52970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52970.pdf", "status_text": "Referred to", "journal_page": 282, "committee_id_action": 408, "committee_id_assigned": 410, "result": "N", "vote": {}}, {"bill_id": 9472, "action_date": "2019-02-11T10:00:00-06:00", "document_id": 53038, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53038.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 410, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9472, "action_date": "2019-02-11T10:00:00-06:00", "document_id": 53431, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53431.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 410, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9472, "action_date": "2019-02-11T10:00:00-06:00", "document_id": 53431, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53431.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 352, "committee_id_action": 410, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28092, "president_vote": null, "Excused": [1619, 1436], "Yea": [1643, 1645, 1650, 1446, 1626, 1637, 1610, 1629, 1638, 1635], "Nay": [1556]}}]}