{"session_id": 8, "bill_id": 1707, "bill_type": "Senate Bill", "bill_number": 63, "bill_title": "provide for the establishment of a pilot charter school in South Dakota if the Department of Education receives a federal grant to fund it.", "sponsors": [], "keywords": ["Department of Education", "Education", "School District"], "audio": [{"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sed12.mp3", "start_seconds": 2644.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sed12.mp3", "start_seconds": 2644.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sed12.mp3", "start_seconds": 2644.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sed12.mp3", "start_seconds": 2644.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sed12.mp3", "start_seconds": 2644.0}, {"meeting_datetime": "2010-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen14.mp3", "start_seconds": 1592.0}, {"meeting_datetime": "2010-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen14.mp3", "start_seconds": 1592.0}, {"meeting_datetime": "2010-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen14.mp3", "start_seconds": 1592.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hed25.mp3", "start_seconds": 5832.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hed25.mp3", "start_seconds": 5832.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hed25.mp3", "start_seconds": 5832.0}, {"meeting_datetime": "2010-02-24T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hed27.mp3", "start_seconds": 6387.0}, {"meeting_datetime": "2010-02-24T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hed27.mp3", "start_seconds": 6387.0}, {"meeting_datetime": "2010-02-24T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hed27.mp3", "start_seconds": 6387.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou29.mp3", "start_seconds": 6009.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou29.mp3", "start_seconds": 6009.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou29.mp3", "start_seconds": 6009.0}], "bill_versions": [{"bill_id": 1707, "bill_version_id": 10392, "bill_version": "Introduced", "bill_version_date": "2010-01-11T08:53:29.747-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the establishment of charter schools. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any applicant seeking to establish a public charter school shall submit a written application on a form prescribed by the Department of Education to a proposed sponsor as prescribed in section 3 of this Act. The application shall include a detailed business plan for the charter school, a mission statement for the charter school, a description of the charter school's organizational structure that shall include an advisory council with between five and nine members, a financial plan for the first three years of operation of the charter school, a description of the charter school's hiring policy, the name of the charter school's applicants and requested sponsor, a description of the charter school's facility and the location of the school, a description of the grades being served, an assurance that state content standards are addressed and federal and state academic accountability measures are met, and an outline of criteria designed to measure the effectiveness of the school. Section 2. A charter school shall be a public, nonsectarian, nonreligious, nonhome based, and nonprofit school. No charter may be granted under this Act that would convert any existing private, parochial, or nonpublic school to a charter school. A charter school shall be organized and operated as a division of its sponsoring school district. A school district may contract with a private company to operate the charter school. Section 3. The sponsor of a charter school shall be the school board, as defined in chapter 13-8, of the school district in which the school resides. An applicant for a charter school shall submit its application to a school board. The school board shall either accept or reject sponsorship of the charter school within ninety days. Acceptance shall be based on the completeness of the application and whether the applicant demonstrates it can meet the mission of the charter. If the school board rejects the application, the school board shall notify the applicant in writing of the reasons for the rejection. The applicant may request, and the school board shall provide, technical assistance to improve the application, at which time the applicant may submit a revised application for reconsideration by the school board. No school board may sponsor a charter school solely for the purpose of maintaining a fall enrollment above the minimum fall enrollment pursuant to § 13-6-97. Section 4. The charter of a charter school shall provide for the following: (1) Compliance with federal, state, and local rules, regulations, and statutes relating to health, safety, civil rights, and insurance. The Department of Education shall publish a list of relevant rules, regulations, and statutes to notify charter schools of their responsibilities under this subdivision; (2) That the charter school is nonsectarian in its programs, admission policies, employment practices, and all other operations; (3) That the charter school provides a comprehensive program of instruction for at least a kindergarten program or any grade between grades one and twelve. However, a charter school may offer this curriculum with an emphasis on a specific learning philosophy or style or certain subject areas such as mathematics, language arts, science, fine arts, performance arts, or world languages; (4) That the charter school designs an approved method to measure pupil progress toward the academic content standards adopted by the Board of Education; (5) That, except as otherwise provided in this Act and in its charter, the charter school is exempt from all statutes and rules relating to schools, governing boards, and school districts; (6) That, except as otherwise provided in this Act, the charter school is subject to the same financial and electronic data submission requirements as any other school district; (7) That the charter school has a uniform system of financial records that is subject to review by the auditor general to ensure that the provisions of the uniform system of financial records that relate to charter schools are in accordance with commonly accepted accounting principles used by private business. A school's charter may include an exception to the requirements of this subdivision if the school board determines the exception is necessary and if the Department of Education approves the exception; (8) That the Department of Education or the auditor general may conduct financial, program, or compliance audits; (9) Compliance with all federal and state laws relating to the education of children with disabilities in the same manner as a school district; (10) That the charter school provides for an advisory council that is responsible for policy recommendations to the sponsoring entity; and (11) That the charter school provides a minimum number of instructional hours pursuant to § 13-26-1 unless the charter school is operating on an alternative calendar approved by its sponsor. Section 5. Each applicant seeking to establish a charter school shall comply with the provisions of § 13-10-12. The criminal records check shall be completed before the issuance of a charter. Each person engaged in instructional work at a charter school directly as a classroom, laboratory, or other teacher or indirectly as a supervisory teacher, speech therapist, or principal shall comply with the provisions of § 13-10-12. No charter school may employ a teacher whose certificate has been revoked. All other personnel shall also comply with the provisions of § 13-10-12. Before employing a person, the charter school shall make documented, good faith efforts to contact previous employers of the person to obtain information and recommendations that may be relevant to the person's fitness for employment. Section 6. A charter school shall keep on file the resumes of all current and former employees who, within the last three years, have provided instruction to pupils at the charter school. Resumes shall include an individual's educational and teaching background and experience in a particular academic content subject area. Resumes of former employees shall be kept for no less than three years. A charter school shall inform parents and guardians of the availability of the resume information and shall make the resume information available for inspection on request of parents and guardians of pupils enrolled at the charter school. Nothing in this section requires any charter school to release personally identifiable information in relation to any teacher or employee including the teacher's or employee's address, salary, social security number, or telephone number. Section 7. The charter of a charter school may be amended at the request of the advisory council of the charter school and on the approval of the sponsor. Section 8. An approved plan to establish a charter school is effective for five years from the first day of operation. At the conclusion of the first four years of operation, the charter school may apply for renewal. In addition to any other requirements, the application for renewal shall include a detailed business plan for the charter school. The sponsor may deny the request for renewal if, in its judgment, the charter school has failed to complete the obligations of the contract or has failed to comply with this Act. A sponsor shall give written notice of its intent not to renew the charter school's request for renewal to the charter school at least nine months before the expiration of the approved plan. A sponsor shall review a charter at two-year intervals and may revoke a charter at any time if the charter school breaches one or more provisions of its charter. At least ninety days before the effective date of the proposed revocation, the sponsor shall give written notice to the operator of the charter school of its intent to revoke the charter. Notice of the sponsor's intent to revoke the charter shall be delivered personally to the operator of the charter school or sent by certified mail, return receipt requested, to the address of the charter school. The notice shall incorporate a statement of reasons for the proposed revocation of the charter. The sponsor shall allow the charter school at least ninety days to correct the problems associated with the reasons for the proposed revocation of the charter. The final determination of whether to revoke the charter shall be made at a public hearing called for such purpose. Section 9. After renewal of the charter at the end of the five-year period described in section 8 of this Act, the charter may be renewed for a successive period of five years if the charter school and its sponsor deem that the school is in compliance with its own charter and this Act. Section 10. No school board or school district employee who has control over personnel actions may take unlawful reprisal against another employee of the school district because the employee is directly or indirectly involved in an application to establish a charter school. No school board or school district employee may take unlawful reprisal against an educational program of the school or the school district because an application to establish a charter school proposes the conversion of all or a portion of the educational program to a charter school. As used in this section, the term, unlawful reprisal, means an action that is taken by a school board or a school district employee as a direct result of a lawful application to establish a charter school and that is adverse to another employee or an education program and: (1) With respect to a school district employee, results in one or more of the following: (a) Disciplinary or corrective action; (b) Detail, transfer, or reassignment; (c) Suspension, demotion, or dismissal; (d) An unfavorable performance evaluation; (e) A reduction in pay, benefits, or awards; (f) Elimination of the employee's position without a reduction in force by reason of lack of moneys or work; or (g) Other significant changes in duties or responsibilities that are inconsistent with the employee's salary or employment classification; or (2) With respect to an educational program, results in one or more of the following: (a) Suspension or termination of the program; (b) Transfer or reassignment of the program to a less favorable department; (c) Relocation of the program to a less favorable site within the school or school district; or (d) Significant reduction or termination of funding for the program. Section 11. Each charter school shall secure insurance for liability and property loss through the school's sponsoring entity. Section 12. A charter school shall enroll all eligible pupils who submit a timely application, unless the number of applications exceeds the capacity of a program, class, grade level, or building. A charter school shall give enrollment preference to pupils returning to the charter school in the second or any subsequent year of its operation. A charter school that is sponsored by a school board shall give enrollment preference to eligible pupils who reside within the boundaries of the school district where the charter school is physically located. If capacity is insufficient to enroll all pupils who submit a timely application, the charter school shall select pupils through an equitable selection process. Section 13. A charter school may limit admission to pupils within a given age group or grade level. However, no charter school may limit admission based on academic potential or achievement, behavior records, ethnicity, national origin, religion, gender, sexual orientation, income level, disabling condition, proficiency in the English language, athletic ability, or special cost considerations with regard to the education of special needs students. Section 14. A charter school may not admit any pupil who has been expelled from another educational institution or who is in the process of being expelled from another educational institution. Once a student is admitted to a charter school, the school is subject to and shall follow all procedures pursuant to chapter 13-32 regarding discipline and expulsion of the admitted student. Section 15. If a teacher was granted a leave of absence by a public school district board of education prior to employment by a charter school, a teacher does not lose any right of certification, retirement status, salary status, or any other benefits provided by law, upon the teacher's return to the public school district. Section 16. A teacher employed by a charter school who submits an employment application to the school district where the teacher was employed immediately before employment at the charter school shall be given employment preference by the school district if all of the following conditions are met: (1) The teacher submits an employment application to the school district no later than three years or the length of the leave absence approved pursuant to subdivision (3) of this section, whichever is less, after ceasing employment with the school district; (2) A suitable position is available at the school district; and (3) The teacher requested and was granted a leave of absence prior to employment by the charter school. Section 17. A charter school shall participate in the state retirement system. Section 18. If a pupil who was previously enrolled in a charter school enrolls in a public school in this state, the public school shall accept credits earned by the pupil in courses or instructional programs at the charter school in a uniform and consistent manner and according to the same criteria that are used to accept academic credits from other public schools. A public school may refuse to admit any pupil who has been expelled from a charter school or who is in the process of being expelled from a charter school. Section 19. Although it is the intent of this Act that any charter school organized pursuant to this Act be eligible to apply for and receive federal grant funding, nothing in this Act may be construed to imply the charter school is ineligible for federal or state funding to the same degree and pursuant to the same circumstances as any other public school. A charter school may receive local funding if approved by the sponsoring school board. Section 20. Any enrolled student as defined in § 13-13-10.4 who attends a charter school created pursuant to this Act shall, for the purposes of distributing state aid to education, be counted in the fall enrollment of the school district in which the public charter school is located. Section 21. Employee contracts of charter schools may not be collectively bargained. Section 22. A charter school may choose to not renew a teacher's contract upon giving written notice of nonrenewal by April fifteenth, but is not required to give further process or a reason for nonrenewal. Acceptance by the teacher of an offer from the charter school to enter into a new contract with the teacher shall be in the manner specified in the offer. Failure of the teacher to accept the offer in the manner specified constitutes the termination of the existing contract between the teacher and the charter school at the end of its term. Section 23. Any charter school organized pursuant to this Act is subject to all public sector labor relations statutes not otherwise inconsistent with the provisions of this Act. School districts are not allowed to collectively bargain the number of charter schools allowed in a school district. Section 24. Any charter school organized pursuant to this Act is subject to the same audit provisions that apply to any other public school. Section 25. Any charter school organized pursuant to this Act shall provide an annual report to its sponsoring entity and to the Department of Education. Section 26. The Department of Education shall initiate a pilot charter school for American Indian students from federally recognized tribes contingent on the department applying for and receiving a federal grant under the American Recovery and Reinvestment Act of 2009, Division A, Section 14006, Pub. L. No. 111-5 as amended to January 1, 2010. Section 27. Any applicant seeking to establish the pilot charter school shall submit a written application to the South Dakota Board of Education. The application shall include the content described in section 1 of the Act. Section 28. The South Dakota Board of Education may approve the application if it meets the requirements of this Act as specified in section 27 of this Act and may approve the charter if the applicant is qualified to operate the pilot charter school. If the board rejects the application, the board shall notify the applicant in writing of the reasons for the rejection. An applicant may submit a revised application for reconsideration by the board. Section 29. The pilot charter school shall meet the requirements described in sections 4, 5, 6, 7,8, 9, 10, 14, 15, 16, 17, 18, 19, 21, 22, 24, and 25 of this Act. Section 30. The pilot charter school is exempt from the requirements described in sections 2, 3, 11, 12, 13, 20, and 23 of this Act. Section 31. The pilot charter school shall be a public, nonsectarian, nonreligious, nonhome based, and nonprofit school. No charter may be granted under this Act that would convert any existing private, parochial, or nonpublic school to the pilot charter school. Section 32. American Indian students from federally recognized tribes shall be given enrollment priority at the pilot charter school. In its first year of operation, the pilot charter school may either enroll students on a first-come, first-served basis or through a lottery selection process if the total number of applicants exceeds the number of spaces available at the pilot charter school. In subsequent years of its operation, the pilot charter school shall give preference to: (1) Students who have been admitted to the pilot charter school through an appropriate admission process and remain in attendance through subsequent grades; and (2) Siblings of students already admitted to or attending the pilot charter school. Section 33. Students enrolled at the pilot charter school shall be counted for fall enrollment by their resident school district. The resident school district shall remit the per student amount it receives to the pilot charter school."}, {"bill_id": 1707, "bill_version_id": 11353, "bill_version": "Senate Education Engrossed", "bill_version_date": "2010-01-28T12:06:51.78-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the establishment of a pilot charter school in South Dakota if the Department of Education receives a federal grant to fund it. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. If the Department of Education receives a federal grant under the American Recovery and Reinvestment Act of 2009, Division A, Section 14006, Pub. L. No. 111-5 as amended to January 1, 2010, the department shall initiate a pilot charter school primarily for American Indian students from federally recognized tribes that is infused with cultural activities. The curriculum of the school shall emphasize science, technology, engineering, and mathematics as well as American Indian culture. Section 2. Any entity seeking to establish the pilot charter school shall submit a written plan to the South Dakota Board of Education. The written plan shall include the following: (1) A detailed business plan for the private charter school; (2) A mission statement for the school; (3) A description of the school's organizational structure that shall include an advisory council of no less than five, but no more than nine members; (4) A financial plan for the first three years of operation of the school; (5) A description of the school's location and facilities; (6) A description of the grade levels that will be served; (7) An assurance that state content standards will be addressed; (8) An assurance that federal and state academic accountability measures will be met; and (9) An outline of the criteria that will be used to measure the effectiveness of the school. The Board of Education may request revisions to any written plan submitted and may approve any plan that meets the requirements in this section. Section 3. Any pilot charter school established pursuant to this Act shall be public, nonsectarian, nonreligious, nonhome based, and nonprofit. Section 4. American Indian students from federally recognized tribes shall be given enrollment priority at the pilot charter school. In its first year of operation, the school may enroll students on either a first-come, first-served basis, or through a lottery selection process if the total number of applicants exceeds the number of spaces available at the school. In subsequent years of its operation, the school shall give preference to: (1) Students who have been admitted to the pilot charter school through the approved admission process, and remain in attendance through subsequent grades; and (2) Siblings of students already admitted to or attending the pilot charter school. Section 5. Any pilot charter school established pursuant to this Act shall exist as an independent local education agency. All students enrolled in the pilot charter school shall be counted for the purposes of determining adequate yearly progress under the terms of the state accountability system established pursuant to § 13-3-69. For the purposes of calculating state aid to general education distributed pursuant to chapter 13-13, South Dakota students enrolled in the school shall be counted in the pilot charter school's fall enrollment, and the state's financial obligation may not exceed the amounts set forth in chapter 13-13. For the purposes of calculating state aid to special education distributed pursuant to chapter 13-37, any student in need of special education or special education and related services enrolled in the pilot charter school shall remain the financial responsibility of the student's resident school district. Section 6. No pilot charter school established pursuant to this Act may generate or request local property tax revenue from the school district in which the school resides. Any expenditures of the pilot charter school that result in the acquisition or lease of or additions to real property, plant, or equipment that would, in a school district, be paid from the school district's capital outlay fund set forth in § 13-16-6, are the financial responsibility of the entity establishing the pilot charter school. Section 7. The charter of the pilot charter school shall: (1) Document compliance with federal, state, and local rules, regulations, and statutes relating to health, safety, civil rights, and insurance; (2) Assure that the pilot charter school is nonsectarian in its programs, admissions policies, employment practices, and all other operations; (3) Assure that the pilot charter school provides a comprehensive program of instruction for grades nine through twelve and two years of postsecondary education; (4) Assure that the pilot charter school meets all state laws and state administrative rules relating to schools, governing boards, and school districts; (5) Assure cooperation with the Department of Education or the auditor general in any financial, program, or compliance audits conducted in addition to those required pursuant to § 4-11-7.1; and (6) Document compliance with all federal and state laws relating to the education of children with disabilities in the same manner as a school district. The charter of any pilot charter school established pursuant to this Act is effective for five years and may be amended at the request of the advisory council if the amendments are approved by the South Dakota Board of Education. A plan for renewal of the pilot charter school must be made to the Board of Education every five years. Section 8. Any pilot charter school organized pursuant to this Act is eligible to apply for and receive federal grant funding. Section 9. Any pilot charter school organized pursuant to this Act shall participate in the state retirement system established in chapter 3-12. The school may be exempt from continuing contract laws set forth in chapter 13-43, and its employee contracts may be collectively bargained. Section 10. If a student previously enrolled in a pilot charter school enrolls in a public school in the state, the public school shall accept credits earned by the students in courses or instructional programs at the pilot charter school in a uniform and consistent manner, and according to the same criteria used to accept academic credits from other public schools."}, {"bill_id": 1707, "bill_version_id": 13211, "bill_version": "Enrolled", "bill_version_date": "2010-03-02T10:41:50.423-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1707, "action_date": "2010-01-12T12:00:00-06:00", "document_id": 10417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10417.pdf", "status_text": "First read in Senate and referred to", "journal_page": 25, "committee_id_action": 84, "committee_id_assigned": 62, "result": "N", "vote": {}}, {"bill_id": 1707, "action_date": "2010-01-28T07:30:00-06:00", "document_id": 10966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10966.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 62, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1707, "action_date": "2010-01-28T07:30:00-06:00", "document_id": 11299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11299.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 62, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1707, "action_date": "2010-01-28T07:30:00-06:00", "document_id": 11299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11299.pdf", "status_text": "Do Pass Amended", "journal_page": 159, "committee_id_action": 62, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5798, "president_vote": null, "Yea": [782, 761, 753, 745, 766, 778], "Excused": [769]}}, {"bill_id": 1707, "action_date": "2010-01-28T07:30:00-06:00", "document_id": 11299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11299.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 62, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1707, "action_date": "2010-02-02T14:00:00-06:00", "document_id": 11659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11659.pdf", "status_text": "Do Pass Amended", "journal_page": 214, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5981, "president_vote": null, "Yea": [758, 809, 785, 790, 807, 754, 805, 760, 778, 768, 782, 780, 739, 764, 795, 741, 761, 774, 766, 791, 806, 767, 769, 743, 753, 745, 794, 810, 747, 776], "Excused": [787], "Nay": [802, 772, 808, 799]}}, {"bill_id": 1707, "action_date": "2010-02-03T14:00:00-06:00", "document_id": 11793, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11793.pdf", "status_text": "First read in House and referred to", "journal_page": 293, "committee_id_action": 86, "committee_id_assigned": 73, "result": "N", "vote": {}}, {"bill_id": 1707, "action_date": "2010-02-22T07:45:00-06:00", "document_id": 12623, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12623.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 73, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1707, "action_date": "2010-02-24T07:45:00-06:00", "document_id": 12724, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12724.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 73, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1707, "action_date": "2010-02-24T07:45:00-06:00", "document_id": 12917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12917.pdf", "status_text": "Do Pass", "journal_page": 596, "committee_id_action": 73, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7074, "president_vote": null, "Yea": [825, 793, 813, 817, 757, 834, 783, 819, 841, 763, 801], "Nay": [829, 789], "Excused": [833, 828]}}, {"bill_id": 1707, "action_date": "2010-02-25T12:30:00-06:00", "document_id": 13043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13043.pdf", "status_text": "Deferred to another day", "journal_page": 618, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1707, "action_date": "2010-03-01T14:00:00-06:00", "document_id": 13126, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13126.pdf", "status_text": "Do Pass Amended", "journal_page": 642, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7250, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 844, 820, 804, 779, 740, 813, 756, 748, 817, 814, 765, 811, 830, 826, 757, 835, 777, 834, 822, 759, 816, 824, 788, 800, 801, 827, 750, 742, 770, 783, 840, 784, 819, 836, 841, 818, 833, 746, 763, 828, 823, 837, 812, 786], "Nay": [775, 831, 798, 749, 829, 832, 842, 803, 843, 792, 755, 751, 773, 839, 815, 762, 752, 796, 789, 838], "Excused": [744]}}, {"bill_id": 1707, "action_date": "2010-03-02T14:00:00-06:00", "document_id": 13247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13247.pdf", "status_text": "Signed by the President", "journal_page": 532, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1707, "action_date": "2010-03-03T14:00:00-06:00", "document_id": 13390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13390.pdf", "status_text": "Signed by the Speaker", "journal_page": 688, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1707, "action_date": "2010-03-04T13:00:00-06:00", "document_id": 13498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13498.pdf", "status_text": "Delivered to the Governor", "journal_page": 566, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1707, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13782.pdf", "status_text": "Signed by the Governor", "journal_page": 626, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4520, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1707"}