{"session_id": 69, "bill_id": 25106, "bill_type": "Senate Joint Resolution", "bill_number": 510, "bill_title": "To refer to the voters the question of whether this state should lower the state sales and use tax rate on food to zero percent, and to increase certain gross receipts tax rates, excise tax rates, and use tax rates.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25106", "sponsors": [{"legislator_profile_id": 4536, "is_prime": true}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4525, "is_prime": false}, {"legislator_profile_id": 4535, "is_prime": false}], "keywords": ["Ballot Measures", "Food Tax", "Initiated Measures", "Senate Joint Resolution"], "audio": [{"meeting_datetime": "2024-01-31T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sta15.mp3", "start_seconds": 6164.0}, {"meeting_datetime": "2024-01-31T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sta15.mp3", "start_seconds": 6164.0}, {"meeting_datetime": "2024-02-02T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sta17.mp3", "start_seconds": 2238.0}, {"meeting_datetime": "2024-02-02T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sta17.mp3", "start_seconds": 2238.0}, {"meeting_datetime": "2024-02-02T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sta17.mp3", "start_seconds": 2238.0}, {"meeting_datetime": "2024-02-02T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sta17.mp3", "start_seconds": 2238.0}, {"meeting_datetime": "2024-02-02T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sta17.mp3", "start_seconds": 2238.0}, {"meeting_datetime": "2024-02-05T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen18.mp3", "start_seconds": 3140.0}, {"meeting_datetime": "2024-02-05T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen18.mp3", "start_seconds": 3140.0}, {"meeting_datetime": "2024-02-05T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen18.mp3", "start_seconds": 3140.0}], "bill_versions": [{"bill_id": 25106, "bill_version_id": 262791, "bill_version": "Introduced", "bill_version_date": "2024-01-25T10:00:57.39-06:00", "bill_text": "A JOINT RESOLUTION, To refer to the voters the question of whether this state should lower the state sales and use tax rate on food to zero percent, and to increase certain gross receipts tax rates, excise tax rates, and use tax rates. Be it resolved by the Legislature of the State of South Dakota: Section 1. That at the next general election held in the state, the following Act, that is hereby agreed to, shall be submitted to the electors of the state for approval: Section 2. That § 10-45-1 be AMENDED: 10-45-1. Terms used in this chapter mean: (1) \"Agricultural purposes,\" the producing, raising, growing, or harvesting of food or fiber upon agricultural land, including dairy products, livestock, and crops. The services of custom harvesters, chemical applicators, fertilizer spreaders, hay grinders, and cultivators are considered agricultural purposes. The harvesting of timber on land within the state is considered an agricultural purpose; (2) \"Business,\" any activity engaged in by any person or caused to be engaged in by such person with the object of gain, benefit, or advantage, either direct or indirect; (3) \"Candy,\" any preparation of sugar, honey, or other natural or artificial sweeteners in combination with chocolate, fruits, nuts or other ingredients or flavorings in the form of bars, drops, or pieces. The term, candy, does not include any preparation containing flour and does not require refrigeration; (4) \"Delivery charges,\" charges by the retailer for preparation and delivery to a location designated by the purchaser of tangible personal property, any product transferred electronically, or services including transportation, shipping, postage, handling, crating, and packing. The term does not include postage for direct mail; (5) \"Food\" and \"food ingredient,\" any substance, whether in liquid, concentrated, solid, frozen, dried, or dehydrated form, that is sold for ingestion or chewing by humans and is consumed for its taste or nutritional value. The term, food, does not include alcoholic beverages, tobacco, or prepared food any: (a) Alcoholic beverage as defined by § 35-1-1; (b) Tobacco product as defined by § 10-50-1; (c) Cigarette as defined by § 10-50B-4; (d) Cannabis or cannabis product as defined by § 34-20G-1; or (e) Prepared food; (6) Repealed by SL 2007, ch 56, § 1. (7) \"Person,\" any individual, firm, copartnership, joint adventure, association, limited liability company, corporation, municipal corporation, estate, trust, business trust, receiver, the State of South Dakota and its political subdivisions, or any group or combination acting as a unit; (8) \"Prepared food,\" any food sold in a heated state or heated by the seller; two or more food ingredients mixed or combined by the seller for sale as a single item; or food sold with eating utensils provided by the seller, including plates, knives, forks, spoons, glasses, cups, napkins, or straws. A plate does not include a container or packaging used to transport the food. Prepared food does not include food that is only cut, repackaged, or pasteurized by the seller, and eggs, fish, meat, poultry, and foods containing these raw animal foods requiring cooking by the consumer as recommended by the Food and Drug Administration in chapter 3, part 401.11 of its Food Code as of January 1, 2003, so as to prevent food borne illnesses; (8A) \"Product transferred electronically,\" any product obtained by the purchaser by means other than tangible storage media. A product transferred electronically does not include any intangible such as a patent, stock, bond, goodwill, trademark, franchise, or copyright. (9) \"Relief agency,\" the state, and county, municipality or district thereof, or any agency engaged in actual relief work; (10) \"Retail sale\" or \"sale at retail,\" any sale, lease, or rental for any purpose other than for resale, sublease, or subrent; (11) \"Retailer,\" any person engaged in the business of selling tangible goods, wares, or merchandise at retail, or the furnishing of gas, electricity, water, and communication service, and tickets or admissions to places of amusement and athletic events as provided in this chapter, and the sale at retail of products transferred electronically. The term also includes any person subject to the tax imposed by §§ 10-45-4 and 10-45-5. The isolated or occasional sale of tangible personal property or any product transferred electronically at retail by a person who does not hold himself or herself out as engaging in the business of selling such tangible personal property or products transferred electronically at retail does not constitute such person a retailer; (12) \"Sale,\" any transfer, exchange, or barter, conditional or otherwise, in any manner or by any means whatsoever, for a consideration; (13) \"Soft drinks,\" any nonalcoholic beverages that contain natural or artificial sweeteners. The term, soft drinks, does not include any beverage that contains milk or milk products, soy, rice of similar milk substitutes, or greater than fifty percent of vegetable or fruit juice by volume; (14) \"Tangible personal property,\" personal property that can be seen, weighed, measured, felt, or touched, or that is in any other manner perceptible to the senses. The term includes electricity, water, gas, steam, and prewritten computer software. Section 3. That a NEW SECTION be added to chapter 10-45: The rate of tax imposed by this chapter on retailers upon the gross receipts of all sales of food and food ingredients as defined by § 10-45-1 is zero percent. Section 4. That § 10-46-1 be AMENDED: 10-46-1. Terms, as used in this chapter mean: (1) \"Business,\" any activity engaged in by any person or caused to be engaged in by such person with the object of gain, benefit or advantage either direct or indirect; (2) \"Candy,\" any preparation of sugar, honey, or other natural or artificial sweeteners in combination with chocolate, fruits, nuts or other ingredients or flavorings in the form of bars, drops, or pieces. The term, candy, does not include any preparation containing flour and does not require refrigeration; (3) \"Delivery charges,\" charges by the retailer for preparation and delivery to a location designated by the purchaser of tangible personal property, any product transferred electronically, or services including transportation, shipping, postage, handling, crating, and packing. The term does not include postage for direct mail; (4) \"Fair market value,\" the price at which a willing seller and willing buyer will trade. Fair market value shall be determined at the time of purchase. If a public corporation is supplying tangible personal property or any product transferred electronically that will be used in the performance of a contract, fair market value shall be determined pursuant to § 5-18B-7. This definition also applies to chapter 10-45; (5) \"Food\" and \"food ingredient,\" any substance, whether in liquid, concentrated, solid, frozen, dried, or dehydrated form, that is sold for ingestion or chewing by humans and is consumed for its taste or nutritional value. The term, food, does not include alcoholic beverages, tobacco, or prepared food any: (a) Alcoholic beverage as defined by § 35-1-1; (b) Tobacco product as defined by § 10-50B-1; (c) Cigarette as defined by § 10-50B-4 (d) Cannabis or cannabis product as defined by § 34-20G-1; or (e) Prepared food; (6) \"Included in the measure of tax,\" the tangible personal property, any product transferred electronically, or the service was purchased from a retailer licensed under chapter 10-45 and that retailer has included the tax in the amount received from the sale; (7) \"In this state\" or \"in the state,\" within the exterior limits of the State of South Dakota and includes all territory within such limits owned by or ceded to the United States of America; (8) \"Prepared food,\" any food sold in a heated state or heated by the seller; two or more food ingredients mixed or combined by the seller for sale as a single item; or food sold with eating utensils provided by the seller, including plates, knives, forks, spoons, glasses, cups, napkins, or straws. A plate does not include a container or packaging used to transport the food. Prepared food does not include food that is only cut, repackaged, or pasteurized by the seller, and eggs, fish, meat, poultry, and foods containing these raw animal foods requiring cooking by the consumer as recommended by the Food and Drug Administration in chapter 3, part 401.11 of its Food Code as of January 1, 2003, so as to prevent food borne illnesses; (8A) \"Product transferred electronically,\" any product obtained by the purchaser by means other than tangible storage media. A product transferred electronically does not include any intangible such as a patent, stock, bond, goodwill, trademark, franchise, or copyright. (9) \"Purchase,\" any transfer, exchange, or barter, conditional or otherwise, in any manner or by any means whatsoever, for a consideration. A transaction, whereby the possession of property is transferred but the seller retains the title as security for the payment of the price, is a purchase; (10) \"Purchase price,\" shall have the same meaning as gross receipts defined in chapter 10-45; (11) \"Retailer,\" any person performing services in this state or engaged in the business of selling tangible personal property or products transferred electronically for use, storage or other consumption within the meaning of this chapter. However, if in the opinion of the secretary of revenue, it is necessary for the efficient administration of this chapter to regard any salesmen, representatives, truckers, peddlers, or canvassers as agents of the dealers, distributors, supervisors, employers, or persons under whom they operate or from whom they obtain the tangible personal property or any product transferred electronically sold by them irrespective of whether they are making sales on their own behalf or on behalf of such dealers, distributors, supervisors, employers, or persons, the secretary of revenue may so regard them and may regard the dealers, distributors, supervisors, employers, or persons as retailers for purposes of this chapter; (12) \"Retailer maintaining a place of business in the state,\" any retailer having or maintaining within this state, directly or by a subsidiary, an office, distribution house, sales house, warehouse, or other place of business, or any agents operating within the state under the authority of the retailer or its subsidiary, irrespective of whether such place of business or agent is located here permanently or temporarily or whether such retailer or subsidiary is admitted to do business within this state pursuant to the laws of the State of South Dakota granting the rights of foreign corporations to do business in this state; (13) \"Secretary,\" the secretary of the Department of Revenue or any duly authorized and appointed assistant, deputies, or agents of the secretary charged with the administration or enforcement of this chapter; (14) \"Soft drinks,\" any nonalcoholic beverages that contain natural or artificial sweeteners. The term, soft drinks, does not include any beverage that contains milk or milk products, soy, rice of similar milk substitutes, or greater than fifty percent of vegetable or fruit juice by volume; (15) \"Storage,\" any keeping or retention in this state for use or other consumption in the State of South Dakota for any purpose except sale in the regular course of business; (16) \"Tangible personal property,\" personal property that can be seen, weighed, measured, felt, or touched, or that is in any other manner perceptible to the senses if furnished or delivered to consumers or users within this state. The term includes electricity, water, gas, steam, and prewritten computer software; (17) \"Use,\" the exercise of right or power over tangible personal property or any product transferred electronically incidental to the ownership of that property, except that it does not include the sale of that property in the regular course of business. Use also includes the use of the types of services, the gross receipts from the sale of which are to be included in the measure of the tax imposed by chapter 10-45, and the delivery or causing delivery into this state of tangible personal property or any product transferred electronically intended to advertise any product or service or promote or facilitate any sale to South Dakota residents. Section 5. That a NEW SECTION be added to chapter 10-46: The rate of tax imposed by this chapter on the use, storage, or consumption in this state of food and food ingredients as defined by § 10-46-1 is zero percent. Section 6. That § 10-45-2 be AMENDED: 10-45-2. There is hereby imposed a tax upon the privilege of engaging in business as a retailer, a tax of four and two-tenths one-half percent upon the gross receipts of all sales of tangible personal property consisting of goods, wares, or merchandise, except as otherwise provided in this chapter, sold at retail in the state to consumers or users. Section 7. That § 10-45-5 be AMENDED: 10-45-5. There is imposed a tax at the rate of four and two-tenths one-half percent upon the gross receipts of any person from engaging or continuing in any of the following businesses or services in this state: abstracters; accountants; ancillary services; architects; barbers; beauty shops; bill collection services; blacksmith shops; car washing; dry cleaning; dyeing; exterminators; garage and service stations; garment alteration; cleaning and pressing; janitorial services and supplies; specialty cleaners; laundry; linen and towel supply; membership or entrance fees for the use of a facility or for the right to purchase tangible personal property, any product transferred electronically, or services; photography; photo developing and enlarging; tire recapping; welding and all repair services, except repair services for farm machinery, attachment units, and irrigation equipment used exclusively for agricultural purposes; cable television; and rentals of tangible personal property except leases of tangible personal property between one telephone company and another telephone company, motor vehicles as defined pursuant to § 32-5-1 leased under a single contract for more than twenty-eight days, and mobile homes. However, the specific enumeration of businesses and professions made in this section does not, in any way, limit the scope and effect of the provisions of § 10-45-4. Section 8. That § 10-45-5.3 be AMENDED: 10-45-5.3. There is imposed, at the rate of four and two-tenths one-half percent, an excise tax on the gross receipts of any person engaging in oil and gas field services (group no. 138) as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President. Section 9. That § 10-45-6 be AMENDED: 10-45-6. There is hereby imposed a tax of four and two-tenths one-half percent upon the gross receipts from sales, furnishing, or service of gas, electricity, and water, including the gross receipts from such sales by any municipal corporation furnishing gas, and electricity, to the public in its proprietary capacity, except as otherwise provided in this chapter, when sold at retail in the State of South Dakota to consumers or users. Section 10. That § 10-45-6.1 be AMENDED: 10-45-6.1. Except as provided in § 10-45-6.2, there is hereby imposed a tax of four and two-tenths one-half percent upon the gross receipts from providing any intrastate, interstate, or international telecommunications service that originates or terminates in this state and that is billed or charged to a service address in this state, or that both originates and terminates in this state. However, the tax imposed by this section does not apply to: (1) Any eight hundred or eight hundred-type service, unless the service both originates and terminates in this state; (2) Any sale of a telecommunication service to a provider of telecommunication services, including access service, for use in providing any telecommunication service; or (3) Any sale of interstate telecommunication service provided to a call center that has been certified by the secretary of revenue to meet the criterion established in § 10-45-6.3 and the call center has provided to the telecommunications service provider an exemption certificate issued by the secretary indicating that it meets the criterion. If a call center uses an exemption certificate to purchase services not meeting the criterion established in § 10-45-6.3, the call center is liable for the applicable tax, penalty, and interest. Section 11. That § 10-45-6.2 be AMENDED: 10-45-6.2. There is hereby imposed a tax of four and two-tenths one-half percent upon the gross receipts of mobile telecommunications services, as defined in 4 U.S.C. § 124(7) as of January 1, 2002, that originate and terminate in the same state and are billed to a customer with a place of primary use in this state or are deemed to have originated or been received in this state and to be billed or charged to a service address in this state if the customer's place of primary use is located in this state regardless of where the service actually originates or terminates. Notwithstanding any other provision of this chapter and for purposes of the tax imposed by this section, the tax imposed upon mobile telecommunication services must be administered in accordance with 4 U.S.C. §§ 116-126, as in effect on July 28, 2000. Section 12. That § 10-45-8 be AMENDED: 10-45-8. There is imposed a tax of four and two-tenths one-half percent upon the gross receipts from all sales of tickets or admissions to places of amusement and athletic contests or events, except as otherwise provided in this chapter. Section 13. That § 10-45-71 be AMENDED: 10-45-71. There is imposed a tax of four and two-tenths one-half percent on the gross receipts from the transportation of passengers. The tax imposed by this section applies to any transportation of passengers if the passenger boards and exits the mode of transportation within this state. Section 14. That § 10-46-2.1 be AMENDED: 10-46-2.1. For the privilege of using services in South Dakota, except those types of services exempted by § 10-46-17.3, there is imposed on the person using the service an excise tax equal to four and two-tenths one-half percent of the value of the services at the time they are rendered. However, this tax may not be imposed on any service rendered by a related corporation, as defined in subdivision 10-43-1(11), for use by a financial institution, as defined in subdivision 10-43-1(4); or on any service rendered by a financial institution, as defined in subdivision 10-43-1(4), for use by a related corporation as defined in subdivision 10-43-1(11). For the purposes of this section, the term, related corporation, includes a corporation, which together with the financial institution, is part of a controlled group of corporations, as defined in 26 U.S.C. § 1563 as in effect on January 1, 1989, except that the eighty percent ownership requirements set forth in 26 U.S.C. § 563(a)(2)(A) for a brother-sister controlled group are reduced to fifty-one percent. For the purpose of this chapter, services rendered by an employee for the use of the employer are not taxable. Section 15. That § 10-46-2.2 be AMENDED: 10-46-2.2. An excise tax is imposed upon the privilege of the use of rented tangible personal property and any product transferred electronically in this state at the rate of four and two-tenths one-half percent of the rental payments upon the property. Section 16. That § 10-46-58 be AMENDED: 10-46-58. There is imposed a tax of four and two-tenths one-half percent on the privilege of the use of any transportation of passengers. The tax imposed by this section applies to any transportation of passengers if the passenger boards and exits the mode of transportation within this state. Section 17. That § 10-46-69 be AMENDED: 10-46-69. There is hereby imposed a tax of four and two-tenths one-half percent upon the privilege of the use of mobile telecommunications services, as defined in 4 U.S.C. § 124(7) as of January 1, 2002, that originate and terminate in the same state and are billed to a customer with a place of primary use in this state. Notwithstanding any other provision of this chapter and for purposes of the tax imposed by this section, the tax imposed upon mobile telecommunication services must be administered in accordance with 4 U.S.C. §§ 116-126, as in effect on July 28, 2000. Section 18. That § 10-46-69.1 be AMENDED: 10-46-69.1. Except as provided in § 10-46-69, there is hereby imposed a tax of four and two-tenths one-half percent upon the privilege of the use of any intrastate, interstate, or international telecommunications service that originates or terminates in this state and that is billed or charged to a service address in this state, or that both originates and terminates in this state. However, the tax imposed by this section does not apply to: (1) Any eight hundred or eight hundred type service unless the service both originates and terminates in this state; (2) Any sale of a telecommunication service to a provider of telecommunication services, including access service, for use in providing any telecommunication service; or (3) Any sale of interstate telecommunication service provided to a call center that has been certified by the secretary of revenue to meet the criterion established in § 10-45-6.3 and the call center has provided to the telecommunications service provider an exemption certificate issued by the secretary indicating that it meets the criterion. If a call center uses an exemption certificate to purchase services not meeting the criterion established in § 10-45-6.3, the call center is liable for the applicable tax, penalty, and interest. Section 19. That § 10-46-69.2 be AMENDED: 10-46-69.2. There is hereby imposed a tax of four and two-tenths one-half percent upon the privilege of the use of any ancillary services. Section 20. That § 10-46E-1 be AMENDED: 10-46E-1. There is hereby imposed an excise tax of four and two-tenths one-half percent on the gross receipts from the sale, resale, or lease of farm machinery, attachment units, and irrigation equipment used exclusively for agricultural purposes. However, if any trade-in or exchange of used farm machinery, attachment units, and irrigation equipment is involved in the transaction, the excise tax is only due and may only be collected on the cash difference. Section 21. That § 10-58-1 be AMENDED: 10-58-1. There is imposed upon owners and operators a special amusement excise tax of four and two-tenths one-half percent of the gross receipts from the sale or the operation of any mechanical or electronic amusement device. The tax imposed by this section is in lieu of the tax imposed pursuant to chapter 10-45. Section 22. That § 32-5B-20 be AMENDED: 32-5B-20. There is hereby imposed a tax of four and two-tenths one-half percent upon the gross receipts of any person renting a rental vehicle as defined in § 32-5B-19. This tax applies to all vehicles registered in accordance with § 32-5-6, 32-5-8.1, or 32-5-9. Any rental vehicle not licensed in accordance with § 32-5-6, 32-5-8.1, or 32-5-9 is subject to the motor vehicle excise tax in § 32-5B-1. The tax imposed by this section is in addition to any tax levied pursuant to chapter 10-45 or 10-46 upon the rental of a rental vehicle. The provisions of chapter 10-45 apply to the administration and enforcement of the tax imposed by this section. The tax imposed by this section is in lieu of the tax levied by § 32-5B-1 on the sales of such motor vehicles. A violation of this section is a Class 1 misdemeanor. Section 23. That 2023 Session Laws, chapter 32, § 19, be REPEALED: Section 19. The amendments to the Code sections in sections 1 to 17, inclusive, of this Act are repealed on June 30, 2027, and those Code sections will revert in word and substance to that which existed immediately prior to the effective date of this Act."}], "amendments": [{"bill_id": 25106, "document_id": 264620, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264620.pdf", "legislator_profile_id": 4512, "document_id_instructions": 264621, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/264621.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 25106, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 182, "committee_id_action": 1219, "committee_id_assigned": 1221, "result": "N", "vote": {}}, {"bill_id": 25106, "action_date": "2024-01-31T10:00:00-06:00", "document_id": 263139, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263139.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1221, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25106, "action_date": "2024-02-02T10:00:00-06:00", "document_id": 264148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264148.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1221, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25106, "action_date": "2024-02-02T10:00:00-06:00", "document_id": 264149, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264149.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1221, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79150, "president_vote": null, "Yea": [4480, 4515, 4541, 4559], "Nay": [4537, 4564], "Excused": [4507]}}, {"bill_id": 25106, "action_date": "2024-02-05T14:00:00-06:00", "document_id": 264485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264485.pdf", "status_text": "Do Pass", "journal_page": 260, "committee_id_action": 1219, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 79217, "president_vote": null, "Nay": [4477, 4479, 4481, 4487, 4488, 4490, 4498, 4502, 4508, 4512, 4515, 4516, 4517, 4526, 4529, 4537, 4547, 4550, 4554, 4558, 4559, 4564, 4567, 4572, 4573, 4574, 4576], "Yea": [4480, 4501, 4507, 4523, 4536], "Excused": [4493, 4541]}}]}