{"session_id": 43, "bill_id": 12119, "bill_type": "House Bill", "bill_number": 1287, "bill_title": "provide exemption of certain taxes for certain nursing home providers and community service providers.", "sponsors": [{"legislator_profile_id": 1736, "is_prime": true}, {"legislator_profile_id": 1698, "is_prime": false}], "keywords": ["Promulgation of Rules", "Retail Sales and Service Tax", "Tax Exemptions", "Taxation"], "audio": [{"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hta26.mp3", "start_seconds": 286.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hta26.mp3", "start_seconds": 286.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hta26.mp3", "start_seconds": 286.0}], "bill_versions": [{"bill_id": 12119, "bill_version_id": 66981, "bill_version": "Introduced", "bill_version_date": "2020-02-06T11:51:44.687-06:00", "bill_text": "An Act to provide exemption of certain taxes for certain nursing home providers and community service providers. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-45-14 be AMENDED: 10-45-14. Exemption for educational institutions and hospitals--Exceptions--Limitations--Requirement. There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, the gross receipts from sales of tangible personal property, any product transferred electronically, and services to and for use by religious educational institutions, private educational institutions currently recognized as exempt under section 501(c)(3) of the Internal Revenue Code as in effect on January 1, 2011, and nonprofit, charitable hospitals, nonprofit long-term care facilities, long-term care facilities operated by a nonprofit, charitable hospital, and nonprofit community service providers when purchases are made by authorized officials, payment made from the institution funds and title to the property retained in the name of such institution. For the purposes of this section, a private educational institution shall be defined as an institution currently recognized as exempt under section 501(c)(3) of the Internal Revenue Code as in effect on January 1, 2011, maintaining a campus physically located within this state; and accredited by the South Dakota Department of Education or the North Central Association of Colleges and Schools. For the purposes of this section, a religious educational institution shall be defined as an institution currently recognized as exempt under section 501(c)(3) of the Internal Revenue Code as in effect on January 1, 2011, that maintains a campus physically located within this state. This exemption does not extend to sales to or purchases of tangible personal property or any product transferred electronically for the personal use of officials, members or employees of such institutions or to sales to or purchases of tangible personal property or any product transferred electronically used in the operation of a taxable retail business. The exemption provided in this section does not, in any manner, relieve the institution from the payment of the additional and further license fee imposed on the registration of motor vehicles. Each institution claiming this exemption shall prepare and maintain a list of all purchases on which the exemption was claimed, fully itemized, showing name and address of vendors, description of property purchased, date or dates of purchase, purchase price, and brief explanation of use or intended use. Section 2. That § 10-45-47.1 be AMENDED: 10-45-47.1. Promulgation of rules. The secretary of revenue may promulgate rules pursuant to chapter 1-26 concerning: (1) Licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the tax and exemptions; (4) Taxpayer record-keeping requirements; and (5) Determining auditing methods; and (6) The defining of the entities that qualify as a nonprofit long-term care facility or a nonprofit community service provider for an exemption under § 10-45-14."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12119, "action_date": "2020-02-06T14:00:00-06:00", "document_id": 66674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66674.pdf", "status_text": "First Reading House", "journal_page": 210, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12119, "action_date": "2020-02-11T14:00:00-06:00", "document_id": 67317, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67317.pdf", "status_text": "Referred to", "journal_page": 257, "committee_id_action": 480, "committee_id_assigned": 468, "result": "N", "vote": {}}, {"bill_id": 12119, "action_date": "2020-02-25T07:45:00-06:00", "document_id": 68068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68068.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 468, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12119, "action_date": "2020-02-25T07:45:00-06:00", "document_id": 68069, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68069.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 468, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33687, "president_vote": null, "Yea": [1668, 1743, 1669, 1739, 1737, 1671, 1727, 1664, 1653, 1711, 1691], "Nay": [1745], "Excused": [1674]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12119"}